{
  "transcript": "While, Musk has been anything but shy about what he was up to. Few people outside of his companies got to see the factories, the R and D centers, the machine shops and to witness a scope of what he was doing firsthand. Here was a guy who had taken much of the silicon valley ethic behind moving quickly and running organizations free of bureaucratic hi keys and applied it to improving big fantastic machines and chasing things that had the potential to be the real breakthrough breakthroughs we've been missing. By rights, musk should have been part of the m. He jumped into the dot com man in 19 95 when fresh out of college, he founded a company called Zip 2. A primitive Google maps meets Yelp. The first the first venture ended up a big quick hit. Compact bought Zip 2 in 19 99 for 307000000 dollars. This is something very few people know about. They know about Paypal. They're... They know about Spacex. They know about Tesla, Now they know about Solar City, they didn't know that when he was in his early twenties. He sold a company for 307000000 dollars. Musk made 22000000 from the deal and poured almost all of it into his next venture. A startup that would morph into Paypal. As the largest shareholder in Paypal must became fantastically well do when ebay acquired the company for 1500000000.0 in 2002. So let's just stop there. 19 99, young Elon for startup. Sells are for 307000000. Takes 22000000 doesn't sit on his... Doesn't rest on his laurel. Could went to retire somewhere. I mean, what would you done if you had 22000000 dollars in your twenties. He then dumps a bunch of money into a... The next company. 3 years later, the that company is sold for 1500000000.0. That's a hell of a 3 years. Doesn't stop there as we're gonna see now. Instead of hanging around Silicon Valley and fail... And falling into the same fun as peers. However, Musk d camp to Los Angeles. The conventional wisdom of the time said to take a deep breath and wait for the next big thing to arrive in due course. Musk rejected that logic by throwing a hundred million dollars into Spacex, 70000000 dollars into Tesla and 10000000 dollars into solar city. Short of building an actual money crushing machine musk could not have picked a faster way to destroy his fortune. He became a 1 man ultra risk taking venture capital shop and double down and making super complex physical goods 2 of the most expensive places in the world. Los Angeles and Silicon Valley. Whenever possible, musk's companies would make things from scratch and tried to rethink much that the aerospace, automotive and solar industries that has it had accepted as convention. Okay. So it's 1 thing to sell 2 software startups and then do a third. Software has lot less complexity than physical goods. The margins are way better, the cost to reproduce... Reproduce your software is close to 0. Making 1 car has a fixed cost. And making another 1 is still really damn expensive. And then much... And then what's interesting is when's the last time you heard of American company that was founded the the American... A company in, an automotive company rather in America, The last 1, I think they talked about the book was in Chrysler. I think it the twenties or thirties. So the again, he had a hundred and 70000000 dollars. He decided you know what? I'm not gonna just... I'm gonna keep a couple million dollars, and Gonna dump the rest in these 3 companies, all of which had a very small likelihood at the time of success, a solar company after you had clean... Clean tech bubble and burst. He decided, okay. I'm gonna do it now, an automotive American automotive company, which you had 1 had 1 in almost a hundred years. And there has never been something as a private aerospace company, like Spacex today. It's just insane when you think about at the time Now he looks really good. I mean, he... He's worth tens of billions of dollars, these things seem to be going well. But back at the time, he just... You had to look like an absolute loo. With Spacex, Musk is battling the giants of the Us military military industrial complex. Including Lockheed Martin and Boeing. He's also battling nations, most notably Russia and China. Spacex has made a name for itself as the low cost supplier in the industry, but that in and of itself is not really good enough to win. The space business requires dealing with a mess of politics, backs scratching, and protectionism that undermine the fundamentals of capitalism. Steve Jobs faced similar forces when he went up against the recording industry to bring the ipod and itunes to market. The Crotch Lu in the music industry were a pleasure to deal with compared to musk who build weapons and countries for a living. That's a great line for musk's, foes who build weapons and countries for a living. Spacex has Spacex has been testing reusable rockets that can carry payloads to space and land back on earth on their launch pads with precision. If the company can perfect this technology, it will deal a devastating blow to all of its competitors and almost assured pushed some main stays of the rock industry out of business while establishing the United States as the world leader for taking cargo and humans to space. It is a threat that Musk figures has earned him plenty of fierce enemies. The list of people who would who would not mind if I was gone is growing, must said, my family fears that the Russians will assassinate me. With Tesla motors, Musk has tried to revamp the ways the way cars are manufactured and sold while building out a worldwide fuel distribution network at the same time. Instead of hybrids, which in Mu lingo or sub optimal compromises, Tesla strive to make all electric cars that people lust after and that push the limits of technology. Tesla does not sell these cars through dealers. It sells them on the web and an Apple like galleries located in high end shopping centers. Tesla also does not anticipate making lots of money from servicing vehicles. Servicing its vehicles. Since electric car do not require the oil changes and other maintenance procedures of traditional cars. The direct sales model embraced by Tesla stands as a major front to car dealers used to h with their customers, and making their profits from exorbitant maintenance fees. Tesla's recharging stations now run alongside many of the major highways in the United States, Europe and Asia, and can add hundreds of miles of oo back to a car in about 20 minutes. While much of America America's infrastructure decay, Mosque is building a futuristic end to end transportation system that would allow the United States to leap frog the rest of the world. Musk's visions and of late execution seem to combine the best of Henry Ford and John D. Rockefeller. With Solar City, Musk has funded the largest installer and finance of solar panels for consumer and businesses. Musk help come up with the idea for Solar City and serves as a chairman, while his cousins Linden and Pete R run the company. This book came up out I think in 2014 since then, Tesla Motors has actually bought. Solar city. So now they're 1 company. Solar City has managed to undercut dozens of utilities and become a large utility in its own right. During a time in which clean tech businesses have gone bankrupt with an alarming regular. Musk has built 2 of the most successful tea clean tech companies in the world. The musk company empire of factories, tens of thousands of workers and industrial might has incumbents on the run and has turned musk into 1 of the richest men in the world. The visit to Musk land started to make a few things clear about Musk about how Musk has pulled all this off. While the putting man on Mars talk can strike some people as Lu, it gave M Musk a unique rallying cry for his companies. It's the sweeping goal that forms a unifying principle over everything he does. Employees at all 3 companies are well aware of this and are well aware that they are trying to achieve the impossible day in and day out. When Musk sets unrealistic goals, verbally of abuses employees and works them to the bone, it is understood understood to be on some level part of the Mars agenda. Some employees love him for this. Others loa him but remain oddly loyal out of respect for his drive and mission. What Musk has developed them, so many of the other entrepreneurs in Silicon Valley lack is a meaningful world worldview. He's the possessed genius on the grandest quest anyone has ever con convicted. He's less a ceo chasing Riches than a general marshal troops to secure victory. I love this line. Where Mark Zuckerberg wants to help you share baby photos, musk wants to, well, save the human race from self imposed or accidental annihilation. This is also a great part too. The life that Musk has created to manage all of these endeavors is preposterous. A typical week starts at his mansion in Be air. On Monday, he works the entire day at Spacex. On Tuesday, he begins at Spacex, then hops onto his jet and fly to silicon Valley. He spends a couple of days working at Tesla, which has its offices in Palo alto and a factory in Fremont. Musk does not own a home in Northern California and ends up staying at the Luxe Rose hotel are at friend's houses. To arrange the stays with friends, Musk's assistant will send an email asking room for 1. And if the friend says yes, must turns up at the door late at night. Most often he stays in a guest room, but he's also been known to crash on the couch after winding down with some video games. Then it's back to Los Angeles and Spacex on Thursday. He shares custody of his 5 young boys, a set of twins and triplets with his ex wife Justine and has them 4 days a week. Each year musk tab the amount of flight time he endure per week. To help him get a sense of just how out of hand things are getting. Asked how he survives this schedule must said, I had a tough childhood. So maybe that was helpful. Okay. So right there, that expert gives you a good idea of of who Elon elon Musk is and what his world is about. Goes into his insane quest to dominate 3 separate industries, both which have massive costs, massive regulations massive engineering challenges, he... And something that comes up throughout the book over and over again is? He seems to have a really high pain tolerance. Most people, I think, or I ask yourself this question. What would you do if you had a hundred and 70000000 dollars Sorry. Hundred and 80000000 dollars. Would you risk it nearly all on 3 companies that are most likely doomed to fail. All the while working 7 days a week, hundred plus hours plus raising 5 kids I mean, that's just that's insane. I wanna talk about... There's gonna be a couple there's a couple other sections that give you a good idea of why I think I would call this biography definitely worth re reading, especially if you're ambitious or intellectual? Or you're just curious about how these companies come to be, what kind of, like, what goes on behind the scenes? What kind of person would would do this in themselves willingly. So this section is called mice in space. Musk's friends were not entirely sure of what to make of his mental state. He lost a tremendous amount of weight fighting off malaria and looked almost skeletal. With little prompting, Musk would start founding on his desire to do something meaningful with his life, something lasting. His next move had to be either in solar or in space. He said, the logical thing to happen next to solar, but I can't figure how to make any money out of it. And then we're gonna go into a... This is Gregory... Excuse me. This is George Zachary, an investor at a close friend of Musk. He's calling a lunch date at the time. Now he's talking about, then he meaning Elon, then he started talking about space, and I thought he meant office space, like a real estate play. Musk could actually started thinking bigger than the More society. He was be before this expert started. After he sold Paypal, he started donating money to an organization called the Mars society and hanging out there seeing what the plans were. He thought. Nasa and some other people would basically be trying to go to Mars. And when he looked it up, he was shocked that they weren't. So he was trying to influence this as much as he could. So Musk started thinking of bigger than the Mars society, They didn't really have any big like, plans like he did. He wanted... Basically... He wants basically a secondary plan in case there's a... There's an unexpected catastrophe on this planet that could wipe out the human race. He wants to make sure there's redundancy with a a backup plan, and he feels Mars is the best option for that. So rather than send a few mice into earth's or orbit, Musk wanted to send them to Mars. Some very rough calculations done at the time, suggested that the journey would cost 15000000 dollars. He asked if I thought that was crazy, Zachary said, I asked, do the mice come back because if they don't, yeah, most people think that's crazy. As it turned out, the mice were not only meant to go to Mars and come back, but were also meant to pro along the way, the more he thought about space, the more important its exploration seemed to him. He felt as that the public had lost some of its ambition and hope for the future. The average person might see space exploration as a waste of time and effort and rib him for talking about the subject. But must thought about inter travel in a very earnest way. He wanted to inspire the masses and rein their passion for science conquest and the promise of technology. His fears that mankind had lost much of its will to push the boundaries were irr reinforced 1 day when Musk went to the Nasa website. He expected to find a detailed plan for exploring Mars and it said found bump. At first, I thought cheese, maybe I'm just not... I'm just looking in the wrong place, Months musk once told wired. Why are there no plan? No schedule. There was nothing It seemed crazy. Must believe that the very idea of America was intertwined with humanity's desire to explore. He found it sad that the American agency tasked with doing audacious things in space and exploring new frontiers as its mission seem to have no serious interest in investigating Mars at all. The spirit of manifest destiny had been deflate or maybe even come to a depressing end and hardly anybody seemed to care. Like so many quests to revitalize America's soul and bring hope to all of mankind, Musk's journey began in a hotel conference room. By this time, Musk had built up a decent network of contacts in the space industry. And he brought the best of them together at a series of salons. Sometimes at the Renaissance hotel at the Los Angeles Airport, and sometimes at the She Hotel in Palo alto. Musk had no formal business plan for these people to debate. He mostly wanted them to develop the Mice to Mars idea or at least come up with something comparable. Musk hope to hit on a grand gesture for mankind. Some type of event that would capture the world's attention, get people thinking about Mars again and have them reflect on 1 on 1... Excuse me, and have them reflect on man's potential, not 1 man's potential, all of man's potential. The scientists and lu at the meetings were to figure out a spectacle that would be technically feasible at a price tag of approximately 20000000 dollars. Musk resigned from his position as director of the Mars society or as a director of the Mars society and announced his own organization, the life to mars foundation, The collection of talent attending these sessions in 2001 was impressive. Scientists showed up from Nasa's Jet Propulsion laboratory or Jp. James Cameron appeared, lending some celebrity to the affair for those who don't know, James Cameron as the director of Avatar, Titanic. He's wildly credited at being, like, the technological forefront for filmmaking, and he's really into exploring. Also, attending was Michael Griffin, who's academic credentials were spectacular and included degrees in aerospace engineering, electrical engineering, civil engineering and applied physics. Griffin had worked for the Cia venture capital arm called inn q tel. At Nasa and at Jp p, and was just in the process of leaving or leaving orbital, Sciences corporation, a maker of scientist and Spacecraft where he had been chief technical Officer and the general manager of the space systems group. It could be argued that no 1 on the planet knew more about the realities of getting things into space and Griffin, and he was working for Mosque as a as space thinker in chief. 4 years later, in 2005, Griffin took over as head of Nasa. The experts were thrilled to have another rich guy who was a fill... Who was willing to fund something interesting in space. They happily debated the merits and feasibility of sending up rodents and watching them hump. But as a discussion war on, a a consensus started to build around pursuing a different project. Something called Mars Oasis. Under this plan, Musk would buy a rocket and shoot it to what amounted excuse. Musk would buy a rocket and use it to shoot what amounted to a robotic greenhouse to Mars. A group of researchers researchers hired had already been working on a space ready growth chamber for plants. Say that 3 times fast. Space ready growth chamber. What an odd collection of words. The idea was to modify their structure so that could be open up that it could open up briefly and suck in some of the martian soil and then use it to grow a plant, which would in turn produce the first oxygen on Mars. Much to musk's liking. This new plan seem both os and feasible. Musk wanted the structure to have a window and a way to send video feedback to earth so that the people could watch the plant grow. The group also talked about sending out kits to students around the country who would grow their own plants simultaneously and take notice, for example, that the martian plant could grow twice as high as its earth bound counterpart in the same amount of time. The main thing troubling the space experts was Musk's budget. Following the salons, it seemed like Musk wanted to spend somewhere between 20 and 30000000 dollars on the stun, and everyone knew that the cost of a rocket launch alone would eat up that money and then some. In my mind, you need 200000000 dollars to do it right. Beard said, Beard is Dave Beard. He's a space industry veteran who attended some of these meetings. Back to his quote. But people were reluctant to bring too much reality into situation too early and just get the whole idea killed. Then there were these immense engineering challenges that would need solving. To have a big window on this thing was a real thermal problem, beard and said, you could not keep the container warm enough to keep anything alive. Scoop marshal scoop martian soil into the structure seemed to... Not only to be not only hard to do physically, but also like a flat out bad idea since the the the soil would be toxic. For a while, the scientists debated growing the plant in a nutrient, rich gel instead, but that felt like cheating, and like it might undermine the whole point of the endeavor. Even the optimistic moments were awash and unknowns. 1 scientist found some very resilient mustard seeds and thought they could survive they could possibly survive a treated version of the martian soil. There was a pretty big downside if the plant didn't survive beard said, you'd have this dead garden on Mars that it that ends up giving the opposite of the intended effect. Musk never flinch. He turned some of the volunteer thinking thinkers into consultants and put them to work on the plant machines design. He also plotted a trip to Russia. This is where this market is really interesting. He also bought a trip to Russia to find out exactly how much a launch would cost. Musk intended to buy a refurbished intercontinental ballistic missile missile from the Russians and use that as his launch vehicle. For help with this, musk reach out to Jim Can. An unusual fellow who had done a mix of classified and un unspecified work for the United States and other governments. Among other claims to fame, Can had been accused of espionage and placed under house arrest in 19 96 by the Russians after a satellite deal went aw. After a couple weeks, A gore made some calls, and it got worked out, Can said, I didn't want anything to do with Russians ever again. Gosh musk had other ideas. Ken control was driving is convertible on a hot July evening in Utah when a call came in. This guy in a funny accent said, I really need to talk to you. I am a billionaire, I am going to start a space program. Can could not hear Musk. He thought his name was Musk. Ian Musk and said he would call back once he got home. The 2 men didn't exactly trust each other at the outset. Musk refused to give Can his cell phone his cell phone number and made the call from his fax machine. Can found musk both intriguing intriguing and all too eager. He asked if there was an airport near me, and if I could meet the next day, Can said, My red flags started going off. Fearing 1 of his enemies was trying to orchestrate an elaborate setup, Can told Musk to meet him at the Salt Lake City airport where he would rent a conference room near the Delta lounge. I wanted him to meet me behind security, so he couldn't pack a gun can said, when the meeting finally took place, Musk and can trail hit it off. Musk rolled out his humans need to become a multi planetary species speech and Can t said that if Musk was really serious. He'd be willing to go to Russia again and help by a rocket. In late 2001, Musk, Can trail, and Ad res, Musk's friend from college, boarded a commercial flight to Moscow. Res had been playing the role of Musk Guardian and trying to ascertain whether his best friend had started to lose his mind. Compilation videos of rocket rockets exploding were made, and interventions were held with Musk's friends trying to talk him out of wasting his money. While these measures failed, Adi went along to Russia and to try to contain Musk as best as he could. Adi would call me to the side and say, what Elon is doing is insane. A philanthropic gesture, that's crazy. Ken said, he was seriously worried, but was down with a trip. And why not? The men were heading to Russia at the height of its free willing post Soviet days when rich guys could apparently buy space missiles on the open market. This is just gonna get really good. Team musk would grow to include Mike Griffin and meet the Russians 3 times 3 times over a period of 4 months. The appointments all seem to go the same way following Russian to decor. The Russians who often skip breakfast would ask to meet around 11AM at their offices for an early lunch. Then there would be small talk for an hour or so as the meeting attendees picked over a spread of sandwiches, sausages, and of course, vodka. At some point during this process, Griffin usually started to lose his patience. He suffers fools very poorly Can said. He he's looking around and wondering when we're going to get down to fucking business. The answer was not soon. After lunch came a lengthy smoking and coffee drinking period. Once all the tables were cleared, the Russians in charge would turn to musk and ask, What is it you're interested in buying? The big wind up may not have bothered Musk as Musk as much if the Russians had taken him more seriously. They looked at us like we were not credible people, Ka said, 1 of their chief designers spit on me in Elon because he thought we were full of shit. The most intense meeting occurred in ornate and neglected pre revolutionary building near downtown Moscow. The Vodka shot started. To space to America, While russ, while, why do I say keeps saying russ? While Musk sat on 20000000 dollars, which he hope would be enough to buy 3 Ic. That's the intercom intercontinental ballistic missiles. Buzz from the Vodka, Musk asked point blank, how much a missile missile would cost. The reply 8000000 dollars each. Musk countered offering 8000000 dollars for 2. They sat there and looked at him Can said and said something like young boy, no. At this point, Musk had decided that the Russians were either not serious about doing business or determined to port a dot com millionaire from as much of his money as possible. He stormed out of the meeting. It was near the end of February 2002, and they went outside to hail a cab and drove straight to the airport surrounded by the snow and trek of the Moscow winter. Inside the cab, no 1 talked. Musk had come to Russia, filled with optimism about putting on a great show for mankind and was now leaving ex and disappointed by human nature. The Russians were the only ones with rockets that could possibly fit within Musk's budget. It was a long drive, Contra said, we sat there in silence looking at the Russian peasants shopping on the snow. The so somber move linger all the way to the plane until the drink cart arrived. You always feel particularly good when it... When the wheels lift off in Moscow, Can said, it's like, my god. I made it. So Griffin and I got drinks and cleaned our glasses. Must sat in the row in front of them, typing on his computer. We're thinking, fucking nerd. What can he be doing now at which point must wheeled around and flashed a spreadsheet he created. Hey, guys. He said, I think we can build the this rocket ourselves. Griffin and can had downed a couple of drinks by this time and were too deflate to entertain a fantasy. They knew all too well the stories of Gun millionaires who thought they could conquer space only to lose their fortune. Just a year before, Andrew Be, a real estate and finance wiz in Texas. Fold as aerospace company after having poured millions into a massive test site. Worth think, quote, we're thinking, yeah, You and who's fucking army. Can said, but Elon says no, I'm serious. I have the spreadsheet. Musk passed his laptop over to Griffin and Can and they were dumbfounded. The documents detailed the cost of the materials needed to build, assemble and launch a rocket. According to Musk's calculations, he could undercut existing launch companies by building a modest sized rocket that would cater part of the market that specializing in carrying smaller satellites and research payloads to space. The spreadsheet also laid out the hypothetical performance characteristics of rocket in a fairly impressive detail. I said Elon, where did you get this Can said, Musk had spent months studying the aerospace industry and the physics behind it from can and others, he borrowed rocket propulsion elements, fundamentals of astro, and aero thermodynamics of gas turbine and rocket propulsion, along with several several more seminal texts. Musk had reverted to his childhood state as a devour of information and had emerged from this medi process with the realization that rockets could and should be made much cheaper than what the Russians were offering. Forget the mice. Forget the plant with its own video, feed growing or possibly dying on Mars. Musk would inspire people to think about exploring space again by making a cheaper to explore space, and that spreadsheet created on a plane back from Moscow after failing to just to buy rocket is the entire foundation of Spacex. So what he does then, he goes on to create Spacex with the with fat goal in the mind. Make it cheaper to explore space, and that's the only way and use by using reusable of rockets, and there's all these other ideas behind that, and that's the way humans become multi planetary. And he's been going at it now for 14 years. 2002 spacex starts, 2016, they're now flying rocket rockets and Aaron landing him on back on barges in the ocean. We've seen them do that multiple times. Now. That's just... That's 1 of the best parts of the books to me because it it it gives you a an insight into who Elon Musk is. He tried to do it the conventional way. If you wanna consider that conventional. I'll just go and, you know, buy them from the people are making them. That didn't doesn't work out. He always talks about interviews another place in the book, He thinks of things from first principles. So when people were saying, oh, you can't do electric your car or the batteries are too expensive. So he's said, well, I just looked up on the London materials exchange, all the components that make up theme ion battery and realize that I could do it way cheaper, and that's where part of the the the innovation for tesla comes from. And look what he's doing here at Spacex. He's like, well, I know what the hell Rockets made out of. So let's see what these materials are how much they cost. Can we make the rocket a little smaller? So I don't... Because I I don't need it to be huge. And, oh, look, I could do a way cheaper than 8000000 dollars rocket. We're gonna continue to talk about Spacex. So this section of the book is called pain, suffering, and survival. The fourth and possibly final launch for Spacex took place on 09/28/2008. The Spacex employees had worked nonstop shifts under agonizing pressure for 6 weeks to reach this day. Their pride is engineers and their hopes and dreams were on the line. The people watching back at the factory, were trying their best not to throw up, said James Mc mckay and mach is a Spacex. Despite their past floods, the engineers on, were confident that this launch would work. Some of these people had spent years on the island going through 1 of the most surreal engineering exercises in human history. They'd had been separated from their families assaulted by heat and exiled on their tiny launch pad out outpost. Sometimes without much food, for days on end as they waited for the launch windows to open and dealt with the abort to followed so much of that pain and suffering and fear would be forgotten if this launch went successfully. In the late afternoon, on the 20 eighth, the Spacex team raised the Falcon 1 that's the name of the rocket into its launch position. Once again, it stood tall. Looking like a bizarre artifact on an island tribe as Palm trees swayed beside it and a sma of clouds crossed to the spectacular blue sky. By this time, Spacex had upped its casket. Game, turning each launch into a major production both for its employees and the public. 2 Spacex marketing executive spent 20 minutes before the launch going through all the technical inn ins and outs of the launch. The Falcon 1 was not carrying car... Real cargo this time. Neither the company nor the military wanted to see something else blow up or get lost at sea. So this rocket held a third... 360 pound dummy payload what they're referencing here. Is this the fourth launch, the first 3 launches ended in disaster. They all exploded. The fact that Spacex had been reduced to launch theater did not phase the employees are dampen their enthusiasm. As the rocket rumble and then climbed higher, The employees back at spacex headquarters led out a rocket cheer. Each milestone that followed, clearing the island. Engine checks coming back good was again, met with whistles and shouts. As the first stage fell away, the second stage fired up about 90 seconds into the flight, and the employees turned downright rap, filling the webcast with their static coloring. The engine glow red and started its 6 minute burn. The ferry opened up around the 3 minute mark and fell back toward earth. And finally, around 9 minutes into its journey, the Falcon 1 shut down jess planned and reached orbit, making it the first privately built machine to accomplish such a feat. It took 6 years about 4 and a half more than Musk had once planned and 500 people to make this miracle of modern science, science and business happen. Earlier in the day, Musk had tried to distract himself from the mounting pressure by going to Disneyland with his brother Kimball and their children. Musk then had to race back to make the 4PM launch and walked into space x's trailer room trailer control about 2 minutes before blast off. When the launch was successful, everyone burst into tears. Kim said, it was 1 of the most emotional experiences I've had, musk left the room and walked out to the factory floor where he received a rockstar star is welcome. Well, that was freaking awesome. He said, there are a lot of people who thought we couldn't do it. A lot actually. But as a saying goes, the fourth time is a charm. Right? There are only a handful of countries on earth that have done this. It's normally a country thing, not a company thing. My mind is kind of f, so it's hard for me to say anything, but man, this is definitely 1 of the greatest days in my life. And I think probably for most people here. We showed people we can do it. This is just a first up of many. I'm gonna have a really great party tonight. I don't know about you. Mary Beth Brown, that's as a assistant at the time. Then tap musk on the shoulder and pulled away to a meeting. The after glow of this mammoth victory faded soon after the party ended, and the severity of Spacex's financial help became top of mind again from Musk. Spacex, remember, that this section is called pain, suffering and survival. It's just starting out with a positive. Spacex had the Falcon 9 efforts to support and also had immediately green light the construction of another machine. The Dragon capsule that would be used to take supplies and 1 day humans to the international space center. Historically, either project would cost more than 1000000000 to complete. But Spacex would have to find a way to build both machines simultaneously for a fraction of cost, the company had dramatically increased the rate at which had hired new employees and moved into a much larger headquarters in Hawthorne California. Spacex had a commercial flight book to carry a satellite into orbit for the Malaysian government. But that launch and the payment for it would not arrive until the middle of 2009. In the meantime, Spacex simply struggled to make its payroll. The press did not know the extent of Musk's financial woes. But they knew enough to turn detailing Tesla's precarious financial situation into a favorite pastime. A website called the truth about cars began a Tesla death watch in May 2008 and followed up with dozens of entries throughout the year. The blog took special pleasure in rejecting the idea that Moscow was a true founder of the company, presenting him as a money man and chairman to who's stole Tesla from the genius engineer ab ab ever hard. When Eb hard started a blog detailing the pros and cons of being a Tesla customer. The auto site was all too happy to echo his grip. Eb is 1 of the c founders Tesla, he was originally running the company, did it for a number of years, they talk about in the book cow costs kind of got under out of control by him. And he wound up having to get demoted by the board, and then Musk had to recap the company with his own money, so he decided if he was gonna recap... If he was gonna put all his money line. He had a... Appeared to be the 1 running the company. I wasn't gonna just throw his money in and let somebody else do it. Then, in October 2008, just a couple weeks after spacex's x's successful launch, Valley Wag, which is the name of a blog appeared on the scene again. First, it ridiculed Musk for officially trying for officially taking over a Ceo of Tesla and replacing dr. On the grounds that Musk had just locked into his past successes. If followed that by printing a tell all email from a Tesla employee employee. The employee reported that Tesla had just gone through a round of layoffs, shut down its Detroit office and had only 9000000 dollars left in the bank. We have over 1200 reservations which means we've taken multiples of tens of millions of cash from our customers and have spent them all the test employee wrote. Meanwhile, we only delivered less than 50 cars. Act, I actually talked a close friend of mine into putting down 60000 dollars for a tesla roadster. I cannot be a by standard anymore and allow my company to deceive the public and to fraud our dear customers. Our customers and the general public are the reason Tesla is so loved. That fuck, the the fact that they are being lied to is just wrong quote. Yes. Tesla deserved much of the negative attention. Musk though, felt like the 2008 climate with the hatred of bankers and the wrist rich had turned into him into a particularly juicy target. Was just getting pistol whip. Said, there was a lot of sc rude at the time, and it was bad on so many levels. Justine, his, wife at the time they were going through the divorce. Justine was torturing me in the press. There were always all these negative articles about Tesla and the story is about Spacex's third failure. It hurt really bad. You have these huge doubts that your life is not working. Your car is not working. You're going through a divorce and all those things. I felt like a pile of shit. I didn't think we would overcome. I thought things were probably fucking doomed. Musk too also loves the fuck word. It says so explicitly in the book. It's 1 of his favorite words. When Musk ran through the calculations concerning Spacex and Tesla. It occurred to him that only 1 company would likely even have a chance of survival. Remember, this is 2008. I could either pick Spacex or Tesla or split the money I had left between them must said. That was a tough decision. If I split the money, maybe both of them would die. If I've gave the money to just 1 company, the probability of its surviving was greater, but then it would mean certain death for the other company. I debated this over and over. While Musk meditate on this, the economy worsened quickly, and so did... And so too did Musk's financial condition. As 2008 came to an end, Musk had run out of money. Let's pause right there. So we rewind... Let's he we're in 2008 right now. Let's go back to 2002 when when Paypal sold to ebay for 1500000000.0, must makes about a hundred and 80 to a hundred and 90000000 after taxes. He goes, like we were just talking about earlier. He decides to get crazy, dumps majority of his net worth, into 3 companies, all of which are in heavily regulated expensive industries, and people all think it's crazy. 6 years later, you could easily say, okay. Look, this guy got, what he deserved he's about to lose everything. Go for almost 200000000 to nothing. We have the benefit of hindsight though. We know it doesn't work out the way, but still very interesting part in the book. Okay. So as 2008 came to an end, Musk could run out of money. Burning through about 4000000 a month, Tesla needed to close another major round of funding to get through choose out 2008 and stay alive. Musk had to lean on friends just to try to make payroll from week to week as negotiated with investors. He said he sent passion please to anyone he could think of who might be able to spare some money. Bill Lee invested 2000000 dollars in Tesla, Billy on investor. Officer. Sir... And Sergey B invested 500000. Sergey Bran is 1 of the c founders of Google. A bunch of Tesla employees wrote checks to keep the company going. That's amazing. In 2008, Musk mounted simultaneous campaigns to try to save his companies. He heard a rumor that Nasa was on the verge of awarding a contract to resupply a space station. Spacex's x's fourth launch had put it into a position to re receive some of this money which was said to be in excess of 1000000000 dollars. Musk reached out through some back channels in Washington and found out that Spacex might even be a front runner for the deal. Musk began doing everything in his power to sure people that the company could meet the challenges of getting the capsule to the Is. As for Tesla, Musk had to go to his existing investors and ask them to pony up another round of fund that needed to close by Christmas eve to avoid bankruptcy. To give the investors some measure of confidence must made a last digit dish effort to raise all the personal funds he could and put them into the company. He took out a loan from Spacex, which Nasa approved and earmarked the money for Tesla. Musk went to the secondary markets to try to sell some of his shares in solar city. He gets lucky here. Check this out He also sees about 15000000 dollars that came through When dell acquired a... A data set software startup up called Evergreen. Ever dream, founded by Musk's cousins in which he had invested. Here's a quote Musk. It was like the fucking matrix. Must said describing his financial maneuvers. The ever dream deal really saved my butt. But must Musk had cobb together 20000000 dollars and asked Tesla's existing investors since no new investors materialized to match that figure. The investors agreed and on 12/03/2008, they were in the process of finalizing the paperwork for the funding round when musk noticed a problem. Vantage point capital partners had signed all of the paperwork, except for 1 crucial page. U. Musk phoned up, Alan Sal, Vantage Points c founder and managing partner to ask about the situation. Sal informed Musk that the firm had a problem with the investment round because it undervalued Tesla. I said, I've got an excellent solution then. Take my entire portion of the deal. I had a real hard time coming up with the money. Based on the cash we have in the bank right now, we will bounce payroll next week. So unless you got another idea, can you either just participate... Participate as much as you'd like or allow the round to go through because otherwise, we will be bankrupt. Quote. That's Elon Musk talking. Sal ba and told Musk to come in the following week at 7AM to present to Vantage points top brass. The hell? Not having a week of time to work with, Musk asked to come in the next day, and Salesman refused that I'll offer, forcing must to continue taking on loans. Here's another quote. The only reason he wanted the meeting at his office was for me to come on bend knee begging for money, so he could say no, must theorized, what a fuck head? Okay. Here's another quote from, Steve J. He's an investor. We're gonna get him right now. Vantage point was forcing that wisdom down the throat of an entrepreneur who wanted to do something bigger and bolder, said Steve J. A partner at Draper Fisher J, and a tesla investor, continuing the quote. Maybe they're used to a Ceo buck, but Elon doesn't do that. Instead, musk took another huge risk. Tesla characterized the funding as a debt round rather than an equity round, knowing that that vantage point could not interfere with a debt deal. The tricky part of this strategy was that fact investors like J who wanted to help Tesla were put in a bind because venture capital firms are not structured to do debt deals and convincing their backers to alter their normal rules of engagement for a company that could very well go bankrupt in a matter of days it would be a very tough task. Knowing this, Musk bluff. He told the investors that he would take another loan from Spacex and fund the entire round all 40000000 himself. The tactic worked Here's another quote. When you have scarcity and naturally reinforces greed and leads to more interest, Jarvis and said, it it was also easier for us to go back to our firms and say, here's the deal, go or no go. The deal ended up closing on Christmas eve, hours before Tesla would have gone bankrupt. Musk had just a few hundred thousand dollars left and could not have made payroll the next day. Musk ultimately put in 12000000 dollars in the investment firms put up the rest. Think about this. He's gonna put his last 20000000 dollars that he has into an investment round out of the 40000000. This is Christmas 2008, and he goes from a hundred and 90000000 hundred and 80000000 down to a few hundred thousand dollars left, and he gets basically bailed out by bluff and then closing a 40000000 round for Tesla. So that's Tesla to... He's taken care of Tesla. Let's let's see what happens next with Spacex. According to reports in the press, Spacex, the 1 time front runner for the large national contract had suddenly lost favor with the space agency. Michael Griffin, who had once almost been a c cofounder founder Spacex was the head of Nasa and had turned on Musk. Griffin did not care for Musk's aggressive business tactics. Seeing him as borderline unethical. Others have suggested that Griffin ended up being jealous of Musk and Spacex. On 12/23/2008, however, Spacex received a shock. People inside Nasa had back spacex to become a supplier for the Is, the company received 1600000000.0 dollars as payment for 12 flights to the space station. Staying with Kimball and Boulder Colorado for the holidays, Kim brother, musk broke down in tears as a Spacex and Tesla transaction processed. 40000000 for Tesla, 1600000.0 for Spacex. And just like that, he's back in the game. For G, the Tesla and Spacex investor and Musk's friend, the 2008 period told him everything he would ever need to know about Musk's character. He saw a man who arrived... Who had arrived in the United States with nothing, who had lost a child. 1 other referencing rome, Musk's first child died from sids, sudden infant death syndrome when when he was 2 2 months old, He saw a man who had arrived in the United States with nothing who had lost a child, who was being beaten in the press by reporters and his ex wife, and he was on the verge of having his life's work destroyed. He had the ability to work harder and endure more stressed than anyone I've ever met, G said, what he went through in 2008 would have broken anyone else. He didn't just survived. He kept working and stay focused. That ability to stay focused in the midst of a crisis stands as 1 of Musk's main advantages over other executives and competitors. Most people who are under that sort of pressure fray. Their decisions go bad. Elon gets hyper rational. He's still able to make very clear long term decisions. The harder it gets the better he gets. Anyone who saw what he went through, firsthand came away with more respect for the guy. I have just never seen anything like his ability to take pain. You have September 2008, what Elon says is probably 1 of the best single days of his life. Spacex finally proves to the world that a private company can shoot a rocket orbit. You have a financial crisis starting. You have Tesla having payroll issues, production issues, You have spacex, assets dwindling, and you have Elon witnessing, basically a the destruction of his life's work. When most people would break, he stayed the course, and he pulled it out. And now from 2008 to 2016, Spacex looks like it's has a lot less chance of dying than it did in 2008. It's it's building all different kind of product lines. It's hired more people. It's become more valuable over time and they're getting better what they do. Tesla since then has released the model less. Goes on the wind car and drivers, highest ranking ever. People basically call it the best car made in the world, and then Tesla goes on to unveiled the model 3, and what happens they have the largest single pre order in world history. Something like 400000 people put deposits down for a car. 100 thou. I read 100000 people put a deposit down before they even saw what it look like. That's how strong Tesla brand is. So that section, again, pain, suffering and survival. Just just 1 of my favorite parts of the book. And that's not the whole thing. There... There's still other parts there. So I had to leave out just for for time sake. So I I wanna just share apart from the epi log, and then and then we'll get out of here. What's clear is that Musk's desire to take on more keeps growing. Just as I was putting the finishing touches on this book, musk controlled a number of major initiatives. The most dramatic of which is a plant surround the earth with thousands of small communication satellites, musk wants in effect to build a space based internet in which the satellites would be close enough to the planet to beam down bandwidth at high speeds. Such a system would be useful for a couple of reasons. In areas 2 poor or 2 remote to have fiber optic fiber optic connections, it would provide people with high speed Internet for the first time. It could also function as an efficient back network for businesses and consumers. Musk of course also sees this space Internet as key to his long term ambitions around Mars. It will be important for Mars to have a global communication network he said. I think this needs to be done, and I don't see anyone else doing it. Spacex will build these satellites at a new factory, and we'll also look to sell more satellites to commercial customers as it perfect the technology. To fund part of this unbelievably ambitious project, Spacex secured a 1000000000 dollar secured 1000000000 dollars from Google and Fidelity. And a rare moment of restraint must decline to provide an exact delivery date for his space Internet. Which he forecast will cost more than 10000000000 dollars to build. People should not expect this to be active sooner than 5 years he said. But we see it as a long term revenue source for Spacex and to be able to fund a city on Mars. Meanwhile, Solar City has purchased a new research and development facility near the Tesla factory in Silicon Valley that's intended to aid its manufacturing work. The building acquired was the old So lin manufacturing plan. Another symbol of Musk's ability to thrive in the green technology industry that has destroyed so many other entrepreneurs. And Tesla continues to build its giga factory in Nevada, while its network of charging stations have saved upwards of 4000000 gallons of gas. During a quarterly earnings announcement, Jb b sc, promise that Tesla would start producing battery systems for home, for home use in 2015 that would let people hop off the grid for periods of time. Musk then 1 str, bragging that he thinks Tesla could eventually be more valuable than Apple and can challenge it in its race to be the first 1000000000000 dollar company. A handful of groups have also set to work building building pro prototype hyper loops hyper loop systems in and around California. The hyper loop, just in case you don't know that. It was also covering in the book previously is, basically, a his idea was if you could fly as fast as the concorde, but narrowly the ground, and it's, like, basically like, a p nomadic tube that you'd have these pods in that could get you from, let's say, La to San Francisco in 10 minutes are from across the country in 30 minutes. Elon got the motivation from it because I think California is building, what he called... They he said they were breaking records for all the wrong reason. Their high speed rail system they proposed would be the most expensive per per mile, and it'd be slower than what's already out there. So that pissed them off so much that He took some engineers from Spacex and Tesla. They open source this white paper called the hyper loop and detail exactly how you'd build... How they think you could build a system. Then there was companies formed and venture capital raised, and now you have several of these companies trying to build a hyper. So Elon apparently has way more ideas than he has time. And here's where we're gonna wrap. I'm more convinced than ever that Musk is and always has been a man on a quest. And that his brand of quest is far more fantastic and consuming than anything most of us will ever experience. It seems that he's become almost addicted to expanding his ambitions and can't quite stop himself from announcing things like the hyper loop and the space Internet. I'm also more convinced than ever that Musk is a deeply emotional person who suffers and rejoice in an epic fashion. This side of him is likely obscured by the fact that he feels most deeply about his own humanity altering quest and has... And so has trouble recognizing the strong emotions of those around him. This tends to make must come off as a loop and hard. I would argue however that his brand of empathy is unique. He seems to feel for the human species as a whole without always wanting to consider the wants and needs of individuals. And it may well be the case that that this is exactly the type of person, it takes to make a freaking space internet real. So there you have it. If you've made it this far, you've been listening to bits and pieces of Elon Musk's life. And I think these 4 sections together give you an idea of who Elon Musk a man as an entrepreneur as an inventor and just as as a guy that's on a quest to try to fundamentally change the trajectory of the human species. And that is why I think this book is worth reading. And this the these kind of biographies inspire me when read them, and I want... I wanna do more podcast on different biographies, so that's gonna be the plan moving forward. If you wanna read this book, and you wanna help out the podcast you just listen to. Simple way to do that. In the show notes, I've included a link to purchase Elon Musk, Tesla, Spacex and the quest for a fantastic future. This link is was what's called an affiliate link, meaning that if you click on the link and purchase a book. Amazon gives me a little bit of cash, very tiny amount of cash for sending traffic their way. It's no extra cost to you. It's a great way to support the podcast, and you get a really great book to read. And books are probably the best bargain we have in entertainment? Where else can you spend 10 or 15 dollars on something that you can... That you get 10 to 15 hours of enjoyment out of, and that could fundamentally change your life? I hope you guys hope you specifically, enjoyed the show as much as I enjoy talking about it and I'll will be back soon with another book."
}