{
  "transcript": "I was up before the others before the birds before the sun. I drank a cup of coffee, wolf down a piece of toast, put on my shorts and sweatshirt and laced up my green running shoes, then slipped quietly out the back door. I stretch my legs, my hamstrings, my lower back and groan as I took the first few bulky steps into the cool road into the fog. Why is it so always so hard to get started? There were no cars. No people no signs of life. I was all alone, the world to myself. The best teacher I ever had, 1 of the finest men I ever knew, spoke of the Oregon trail often. It's our birth rate he'd grow, our character, our fate, our Dna. The coward never started and the week died along the way. That leaves us. Us, some rare strain of pioneer spirit was discovered along that trail. My teacher believed. Some outside sense of possibility mixed with a diminished capacity for pessimism. That foggy more morning that momentous morning in 19 62, I'd recently blaze my own trail back home after 7 long years away. It was strange being home again. Strange being lashed again by the daily rains. Stranger still was living again with my parents and twin sisters, sleeping in my childhood bed. Late at night, I'd lie on my back, staring at my college textbooks, and my high school trophies and blue ribbons thinking. This is me, still, on paper, I thought, I'm an adult, graduated from a good college, University of Oregon, earned a masters from a top business school, Stanford. Survived a year long hitch in the United States army at Fort Lewis and Fort Eu. My resume said I was a learned, accomplished soldier, a 24 year old man in full. So why I wondered, why do I still feel like a kid? I had found it difficult to say what or who exactly I was or might become? Like all my friends I wanted to be successful? Unlike my friends, I didn't know what that meant. Money, maybe, wife, kids, house? Sure, if I was lucky, these were the goals I was taught to aspire to, and part of me did aspire to them instinctively. But deep down, I was searching for something else, something more. I had an aching sense that our time is short, shorter than we ever know. Short as a morning run. And I wanted mine to be meaningful. And purposeful and creative and important, above all different, and then it happened as my young heart began to t as my pink lungs expanded like the wings of a bird. As the trees turned to greenish blur, I saw all before me. Exactly what I wanted my life to be. Play. Yes. I thought that's it. That's the word. The secret of happiness I'd always suspected. The essence of beauty or truth are all we ever need to know of either lay somewhere in that moment when the ball's in mid air. When both boxer cinch the approach of the bell, when the runner near the finish line and the crowd rises as 1. There's a kind of ex clarity in that pulsing half second before winning and losing are decided. I wanted that, whatever that was to be my life, my daily life. At different times, I'd fantasize about becoming a great novel, a great journalist, a great statesman. But the ultimate dream was always to be a great athlete. Sadly, fate had made me good, not great. At 24, I was finally resigned to that fact. I'd run track at oregon, and I'd distinguish myself lettering 3 of 4 years. But that was that, the end. Now as I began to clip off 1 brisk 6 minute mile after another as the rising sunset set fire to the lowest needles of the pines, I asked myself, what if there were a way? Without being an athlete to feel what athletes feel to play all the time instead of working, or else to enjoy work so much that it becomes essentially the same thing. The world was so overrun with war and pain and misery. The daily grind was so exhausting and often unjust. Maybe the only answer I thought was to find some prod improbable dream that seemed worthy that seemed fun that seemed a good fit and chase it with an athlete single minded dedication and purpose. Like it or not, life is a game. Whoever denies that truth, whoever simply refuses to play gets left on the sidelines. I didn't want that. More than anything, that was the thing I did not want, which led as always to my crazy idea. Maybe I thought, just maybe I need to take 1 more look at my crazy idea. Maybe my crazy idea might just work. Maybe. No. No. I thought, running faster, faster. Running as if I were chasing someone and being chased all at the same time. It will work. By god all make it work. No babies about it. I was suddenly smiling, almost laughing drenched in sweat moving as gracefully and effortlessly as I ever had. I saw my crazy idea shining up ahead, and it didn't look all that crazy. It evening even look like an idea. It looked like a place. It looked like a person or some life force that existed long before I did separate for me, but also part of me, waiting for me, but also hiding for me. That might sound a little high flown, a little crazy, but that's how I felt back then. Or maybe I didn't. Maybe my memories and lu this eureka moment are condensing many Uri eureka moments into 1. Or maybe if there was such a moment, it was nothing more than runner high? I don't know. I can't say. So much about those days and the months and years into which they slowly sorted themselves has vanished. Like those rounded frosty puffs of breath, faces, numbers, decisions that's once seen pressing and irr evo, they're all gone. Where remains, however, is this 1 comforting certainty. This 1 anchoring truth that will never go away. At 24, I did have a crazy idea. And somehow, despite being dizzy with existential an and fears about the future and doubts about myself as all young and men and women are in their mid... In their mid twenties are, I did decide that the world is made up of crazy ideas. History is 1 long professional of crazy ideas. The idea... The things I love most, books, sports, democracy, free enterprise started as crazy ideas. So that morning, in 19 62, I told myself, let everyone else call your idea crazy. Just keep going. Don't stop. Don't even think about stopping until you get there and don't give much thought to where there is. Whatever comes, just don't stop. That's the precious, pre urgent advice I managed to give myself out of the blue and somehow managed to take. Half a century later, I believe it's the best advice. Maybe the only advice any of us should ever give. This episode, I wanna talk to you about the New york Times best seller shoe and memoir by the creator of Nike, Phil Knight. So I wanna jump right into the book, and I wanna start with a description of his crazy idea, and this is from the chapter 19 62. It was 1 of my final classes, a seminar on entrepreneurship. I'd written a research paper about shoes, and the paper had evolved from a run of the mill assignment to an all out obsession. Being a runner, I knew something about running shoes, being a business buff, I knew that Japanese cameras had made deep cuts into the camera market, which had once been dominated by Germans. Thus, I argued in my paper that Japanese running shoes might do the same thing. The idea interested me then inspired me then captivated me. It seems so obvious, so simple, so potentially huge. I spent weeks and weeks on that paper. I moved into the library. Devoured everything I could. I could find out about importing and exporting about starting a company. Finally, as required, I'd given a formal presentation of the paper to my classmates, who reacted with formal boredom. Not 1 asked a single question. They created my passion and intensity with labor size and vacant stares. The professor thought my... I crazy idea had merit? He gave me an a. So all throughout that run and the introduction when you talking when it's crazy idea? He's saying, hey, why don't we try... Why don't I try to import inexpensive Japanese shoes and compete with the European brands that are currently dominating the market. As he was mentioning, he hits this ex existential inks. Like most of us do about what's gonna happen in my life? Who am I what am I gonna become? And he decides that before he starts setting out to be an adult. He's going to travel the world. He wants to see the entire world, any he figure, hey, part of my world trip, I can stop in Japan, make some some appointments with these factories, shoe factories and see if I can do a deal and start importing some of these Japanese shoots to sell. So he's putting this together, he's putting the idea, and... Before he pitches his dad because he needs to borrow money from his dad do this. He tells his friend. Long before approaching my father, I decided it would be good to have a companion on my trip, and that companion should be my Stanford class mate Carter. Though he'd had been a hoop star at William Jewel College, Carter wasn't your typical jo. He wore thick glasses and red books. Good books. He was easy to talk to and easy not to talk to, equally important qualities and a friend, essential in a travel companion. But Carter laughed in my face. When I laid out the list of places I wanted to see. Hawaii, Tokyo, Hong Kong, Rang goo, Cal, Bombay, Say, kat man, Cairo, Istanbul, Athens, Jordan, Jerusalem, Nairobi, Rome, Paris, Vienna, West berlin, East berlin, Munich, London. He walked back on his heels and Gu. Mortified, I looked down and began to make apologies. Then Carter still laughing said, What a swell idea buck, just let me Interject. Buck, his buck is his nickname. So his dad calls and that... All his friends called Buck. Even though he his philip was his given name of birth. I looked up. He wasn't laughing at me. He was laughing with joy with Gl. He was impressed. It took balls to be together itinerary like that. He said, balls. He wanted in. Days later, he got the okay from his parents, plus a loan from his father. Carter never did mess around. See an open shot, take it. That was Carter. I told myself there was much I could learn from a guy like that as we circled the Earth. I think wanting even to travel the world especially right after college or even before It might be pretty common now, but he makes the point that in 19 62, 90 percent of Americans at the time had never even been on an airplane. What he was doing... Was looked upon by most of his family is crazy and extremely dangerous. In he winds up getting approval from his dad, they make the first stop. They fly to Hawaii. And they have an unopened ended plane ticket. So it's not like, they said, okay, We're gonna say in Hawaii for a few days. So they wanna get landing in Hawaii and liking it so much that they rent an apartment and get jobs. So they're staying there for several months. They good job selling, going to door selling a encyclopedia, which phil hates. He's not very good at. Then he gets a job selling securities, and investments, mutual funds and the like. And he's making enough money, and then well, let me just go to the book and you will see. A perfect Hawaiian autumn followed. Days of contentment and something close to bliss followed by a sharp restless. 1 night, I set my beer on the bar and turned to Carter. I think maybe the time has come to leave S. I said, I didn't make a hard pitch. I didn't think I had to. It was clearly time to get back to the plan. But Carter frowned and stroke his chin, G buck, I don't know. He he had met a girl, a beautiful Hawaiian teenager with long brown legs and jet black eyes. The kind of girl who greeted our airplane and the kind the kind I dreamed of having and never would. He wanted to stick around, and how could I argue? I told him I understood, but I was cash low. I left the bar and went for a long walk on the beach. Game over. I told myself, The last thing I wanted was to pack up and return to Oregon. But I couldn't see traveling on the world alone either. Go home, a faint inner voice told me get a normal job, be a normal person. Then I heard another faint voice, equally emphatic. No. Don't go home, keep going don't stop. So Phil Leaves, Carter in Hawaii on Thanksgiving day. He flies to Tokyo, He gets Tokyo, and he sets up a bunch of appointments with different factories, shoe factories. And he pitches them on his idea to import the shoes their manufacturing and their brand and sell it being a distributor and selling them on the West coast United States. He winds up doing a deal for for the shoe called The Tiger. And so then once he does that, they make an agreement, he takes another 2 months, and he he does this world trip. And there's a lot of interesting stories in there, but I wasn't sure how to share it without sharing the whole thing, and it's, like 20 pages. So It'd be too long to read on the podcast. So this... I'm just telling you this so where you can understand where we're at the story. Now we're gonna jump ahead because there's 2 people that, I think are instrumental to the success of what becomes Nike outside of Phil Knight. And the first 1 is the cofounder of Nike, where at this time it's called Blue Ribbon, and it was Phil track coach, and 1 of the most famous track coaches, even to this day, his name Bill Bower. And Bill Bower is quite the character. So I wanna talk about... I wanna tell you about him for a little bit. So let's jump ahead. Then I sent 2 pairs to my old track coach at Oregon. Bill Bower. I did so without a second thought. Since it would... Since it was Bower who first made me think really think. About what people put on their feet. Bower was a genius coach, a master motivator, a natural leader of young men, and there was 1 piece of gear he deemed crucial to their development. Shoes. He was obsessed with how human beings are shot. In the 4 years, I'd run for him at Oregon, The was constantly sneaking into our lockers and stealing our foot there. He'd had spent days tearing them apart, them back up, then hand them back with some minor modification, which made us either run like deer or bleed. Regardless of the results, he never stopped. He was determined to find new ways of bolstering the in step, cushioning the mid soul, building out more room for the fore foot. He always had some new design, some new scheme to make our shoes sleek softer, lighter, especially lighter. 1 ounce slice off a pair of shoes, he said is the equivalent to 55 pounds over 1 mile. He wasn't kidding. His math was solid. You take the average man's stride of 6 feet, spread it out over a mile, you get 880 steps. Remove 1 ounce from each step, that's 55 pounds on a button. Lightness bower believed directly translated to less burden, which meant more energy, which meant more speed and speed equaled winning. Bower didn't like to lose. Got it from him. Thus lightness was his constant goal. And then skipping head a little bit. Bower obviously has a profound effect on phil, and the relationship last a lifetime, and so we're gonna go into that a little bit before jumping back into the personality of bar, which I think is find interesting. It's possible that everything I did in those days was motivated by some deep yearning to impress to please Bower. Besides my father, there was no man who's approved where I crave more And besides my father, there was no man who gave it less often. Frugal gh carried over to every part of the coaches makeup. He weighed and hoard words of praise like uncut diamonds. I loved Bower and feared him and neither of these initial impulses ever went away. Sometimes the fear was less, sometimes more, Sometimes it went right down to my shoes, which he had probably cobb with his bare hands, love and fear, the same binary emotions covered the dynamic between me and my father. I wondered sometimes if it was a mere coincidence that Bower and my father, both cryptic, both alpha, both ins were both named Bill. And yet the 2 men were driven by different demons. My father, the son of a butcher was always chasing respect, whereas Bower, whose father had been governor of Oregon didn't give a dam for respect, He was also the grandson of the legendary pioneers, men and women who walked the full length of the Oregon trail. When they stop walking, they found a tiny town in Eastern Oregon, which they called fossil. Bower spent his early days there and comp compulsive returned. Part of his mind was always back in fossil, which was funny, because there is something distinctly fossil about him. Hard, brown, ancient. He possessed a prehistoric strain of mel, a blend of grit and integrity and cal stubborn that was rare in Lyndon in Johnson's America. Today, it was all but extinct. He was a war hero too. Of course, he was. The most famous track coach in America ago, Bower never considered himself a track coach. He d test being called coach. Given his background, his makeup, he naturally thought of track as a means to an end. He called himself a professor of competitive responses. And his job as he saw it and often described it was to get you ready for the struggles and competitions that lay ahead, far beyond Oregon. So let me just interject into this part here. I think this is this is an interesting paragraph for me because throughout the entire book, phil constantly compares the art of business with running with sport, he also... It sometimes uses the metaphor that, business war without bullets, and he he elaborate on this and says... Sometimes the metaphor is not perfect. But you kind of see this through out the entire book, and I couldn't help but thinking back to this paragraph where he's saying that Bower thought of his job not only to get his runners as fast as possible, but to prepare them for struggles and competitions that lay ahead after they're done running. So let's go back to the book. Despite this lofty mission, or perhaps because of it, the facilities at Oregon were Spartan. Dan wooden walls, lockers that hadn't been painted in decades In fact, the lockers had no doors just sla to separate your stuff from the next guy. We hung our clothes on nails, rusty nails. We sometimes ran without socks, complaining never crossed our minds. We saw our coaches at general to be obeyed quickly and blindly. In my mind, he was patton with a stopwatch. That is when he wasn't a God. Now this is in these 2 paragraphs, I I had to absolutely include it gives you an idea if you haven't gotten so already exactly who this Bower fellow was. Like all ancient Gods Bower lived on a mountain top. His majestic grant sat on a peak high above the campus. And when and when repo on his private Olympus He could be vengeful as the Gods. 1 story told to me by a teammate brought this fact point home. Apparently, there was a truck driver who often dare to disturb the peace on Bower Mountain. He took turns too fast and frequently knocked over Bower mailbox. Bower scolded the trucker threatened to punch him in the nose and so forth, but the trucker paid no heed. He drove as he pleased day after day. So bar rigged the mailbox with explosives. Next time the trucker knocked it over, boom. When the smoke cleared, the trucker found his truck and pieces, its tires reduced to ribbons. He never again touched Bar mailbox. A man like that, you didn't wanna get on his on his wrong side. Especially if you were a gang middle distance runner from the Portland suburbs. I always tip tote around Bower. Even so, he'd often lose patience with me. Do I remember only 1 time where he got really sore. This is another important part. I was a sophomore being worn down by my schedule, class all morning, practice all afternoon, homework all night. 1 day, fearing that I was coming down with the flu. I stopped by Bower office to say I wouldn't be able to practice that afternoon. U. He said, who's the coach of this team? You are Well, as Coach of this team, I'm telling you to get your ass out there, and by the way, we're gonna have a time trial today. I was close to tears, but I held it together, channel all my emotion into my run and posted 1 of my best times of the year. As they walked up the track, I gl at Bower. Happy now you son of a bitch, he looked at me, checked his stopwatch, looked at me again and nod it. He had tested me. He had broken me down and remade me just like a pair of shoes, and I'd had held up. Thereafter, I was truly 1 of his men of Oregon and just a 2 more paragraphs compartment. I pulled up to Bower and Stone fortress and marvel. Bower had built it with his bare hands. I wondered how on Earth he'd managed all that back breaking labor by himself. The man who moves a mountain begins by carrying away small stones. Amid the booming silence, I kept my eyes on the road and mold over bower eccentric personality, which carried over to everything he did. He always went against the grain. Always. For example, he was the first college coach in America to emphasize rest to place as much value on recovery as on work. But when he worked you, brother he worked you. Bower strategy for running the mile was simple. Set a fast pace for the first 2 laps, run the third as hard as you can, then triple your speed on the fourth. There was a zen light quality of the strategy because it was impossible, and yet it worked. Bower coached more sub 4 minute mile than anybody ever. After Phil bower in shoes, they have lunch, Ba says, hey, why you let me in on this steel, and they go in as partners with Phil owning 51 percent of the company and Bower is 49. So there's not... I'm not gonna cover bauer Bar innovations too much in this podcast, but throughout the book, he's kinda like a mad scientist. 1 of the most famous stories of Nike here is when they developed the the the running shoe by using, a waffle iron. That was bower. That wasn't phil. And so throughout the entire time up until his death, I think in 19 99. He had made innovation after innovation even after he stopped coaching. And he was extremely successful, running coach. He'd coached the Olympics, I think, 2 or 3 times. So, I think Nike he wouldn't be where it is. Without Bower, and then without this guy, Jeff Johnson that we're gonna talk about in in a minute. But before I get there, I wanna, as listeners of past podcast will know. I have the section that, usually occurs on almost every 1 of these biographies that I'm reading. And I affectionately call it critics don't know shit, and I'd like to to add an entry to our critics don't know shit section. When he's selling... He's he's selling phil selling shoes. He's doing... He's selling him out of his out of his trunk at these truck meats and out of his parents house, but his dad doesn't like this. Remember, he just talked about how his dad's always wanting other people to, like, respect him and his family. So He said he hadn't sent me to Oregon at Stanford to become a door to door shoes salesman he said, Jack around. That's what he called it. Buck he said, how long do you think you're gonna keep jack around with these shoes? I shrugged. I don't know dad. So his dad is accusing him of jackass, and then this is... I I wrote in the noah of mother's love. So I shouldn't have been too surprised by my mother's next move when my father accused me of jackass around. Casually, she opened her put purse and took out 7 dollars. I'd like to purchase 1 pair of limb ups, please. She said, loud enough for him to hear. Limb ups was 1 of the names of the shoes he was selling. Was it my mother's way of digging at my father? A show of loyalty to her only son, an affirmation of her love of track, I don't know, but no matter. It never failed to move me the sight of her standing at the stove or the kitchen sink, cooking dinner or washing dishes in a pair of Japanese running shoes, size 6. So here we have in the in the early 18 sixties, his dad is telling him to stop jack asking around, go get a normal, you know, quote unquote respectable job, And the company that he started winds up being, like, being nike, where they're doing I think fast today, 30000000000 in sales a year or something like that, Phil Knight is a multi billionaire. And so again, this wasn't... There's no way anybody could predict this in the early sixties. And in fact, part of the book talks about how running wasn't even really considered a sport. They talk about how, like, if you were running an Oregon, just for fun, people would, drive by and make fun of you tell you you get a horse. Some people would throw drinks at runners. So it's not like how it is today where, very much an accepted part of fitness and and a and a global sport. So I wanna skip ahead. I wanna talk about phil sales strategy and the power of belief. And let's go right into it. My sales strategy was simple, and I thought rather brilliant. After being rejected by a couple of sporting good stores, I drove all over the Pacific Northwest to various track meats. Between races, I'd chat up to coaches to runners the fans and show them my ware. The response was always the same. I couldn't write orders fast enough. Driving back to Portland, I'd puzzle over my sudden success at selling. I've been unable to sell psycho, and I despise it to... And I despise it to boot. I've been slightly better at selling mutual funds, but I felt dead inside. So why was selling shoes so different. Because I realized it wasn't selling? I believed in running? I believe that if people got out and ran a few miles every day, the world would be a better place. And I believe these shoes were better to run in. People sensing my belief wanted some of that belief for themselves. Belief I decided, belief is irresistible. Sometimes people wanted my shoes so badly that they'd write me or phone me saying they heard about the new tigers and just had to have a pair. Could I please send them Cod? Without even trying my mail order business was born. Sometimes, people would simply show up at my parents house. Every few nights the doorbell would ring, and my father gru would get up from his vinyl recliner and turn down the Tv and wonder who in the world there on the porch would be some skinny kid with oddly muscular legs, shifty eyed and twitch, like a junky looking to score. Buck here, the kid would say, my father would call through the kitchen to my room in the servants quarter. I'd come out, invite the kid in, show him over to the sofa, then Knee before him and measure his foot. My father, hands jammed into his pockets would watch the whole transaction and inc. On 07/04/1964, I sold out my first shipment. I wrote to Tiger and ordered 900 more. I had a v partner, a legitimate bank and a product that was selling itself. I was on a role. Okay. So now I wanna skip ahead, I wanna talk to to you about the the first full time employee Nike ever has. And this is this guy named Jeff Johnson, and just like Phil and just like Bower, he's very centric. I got a letter from that Jeff Johnson fellow at the start of the year. After a chance meeting at Accidental, This is a a track meet. I'd sent him a pair of tigers as a gift, and now he wrote to say that he tried them on and gone for a run. He liked them. He said, he liked them a whole lot. Others like them too. People kept stopping him and pointing at his feet and asking where they could buy some neat shoes like that. He was looking for ways to earn extra cash, and apart from his gig as a social worker. I wrote him back and offered him a post as a commissioned salesman, meaning I'd give him a dollar 75 for each pair of running shoes he sold, 2 bucks for each pair of spikes. He wrote back right away accepting the offer. And this is gonna get into the beginning of... The beginning of his eccentric. He wrote back right away accepting the offer. And then the letters didn't stop. On the contrary, they increased in length and number. At first, they were 2 pages then 4 then 8. At first, they came every few days. Then they came faster and faster, tumbling almost daily through the mail slot like a waterfall, until I wondered what in god's name I've done in hiring this guy. I liked his energy, of course, and it was hard to fault his enthusiasm. But I began to worry that he might have too much of each. With the twentieth letter or the 20 fifth. I began to worry that the man might be un hinge. I wondered why everything was so breath. I wondered if he was ever gonna run out of things he urgently originally needed to tell me or ask me. I wondered if he ever was gonna run out of stamps. Every time a thought crossed Johnson's mind, seemingly, he wrote it down and stuck it into an envelope. He wrote to tell me how many tigers he'd sold that week. He wrote to tell me how many tigers he'd sold that day. He wrote to tell... Again, Tigers the brand that blue ribbon is selling. He wrote to tell me who who had worn tigers at which high school meat and what place they fit finished. He wrote to say that he wanted to expand his sales territory beyond California to include Arizona and possibly New Mexico. He wrote to suggest that we opened a retail store in Los Angeles. He wrote to tell me that he considered placing ads and running magna and what did I think? He wrote to inform me that he placed those ads in running magazines and the response was good. He wrote to ask why hadn't hadn't answered any of his previous letters. He wrote a plead for encouragement. He wrote to complain that I hadn't respond to his previous plea for encouragement. In his heart of hearts, Johnson believed that runners are god's chosen that running done right in the correct spirit and with the proper form is a mystical exercise, no less than meditation or prayer and thus he felt called to help runners reach their Nirvana. I'd been around runners much of my life, but this kind of dewey romantic was something I'd never encountered. Not even the y way of running, Bower, was his pious about the sport as blue Ribbons part time employee number 2. So before I continue with Johnson, part time employee number 1 is Phil Knight. And as I I'll continue. For the first 6 or 7 years of Nike. He's doing this part time, which is, again, something really surprising, to me and why why I wanted to include in the podcast. So eventually, as we're gonna see here, Johnson becomes their first full time employee. And I think we're we're... The section we're we're tying in and as you see from Johnson's personality over the next few pages. I think this ties directly into the section we just talked about with belief. And the fact that filled didn't understand why could I sell shoes when I when I hated selling mutual funds and I couldn't sell like Pe. And I also think, like, if you believe that you only have 1 life, and you understand that whatever you're creative endeavor, or whatever you're gonna do for work or living is gonna be a large part of the time that you're awake, so maybe even 50 percent or more of the time you're awake. It should be something that you're passionate about or something you love to do. And I don't know how many of us I ever get to that point, but I'm kinda shocked in my own conversation said how many people don't even try. Johnson is not 1 of those people. And here... Here's what the book says about that. Above all, Johnson wanted to make a living doing it, meaning running, which was next 10 possible in 19 65. In me, in blue ribbon, he thought he all away. I did everything I could to discourage Johnson from thinking like this. At every turn, I try to dampen his enthusiasm for me and my company. Besides not writing back, I never phoned, never visited never invited him to oregon. I also never missed an opportunity to tell him the un truth. And 1 of my rare replies to his letters, I put it flat. Though our growth has been good, I owe first National Bank of of Oregon 11000 dollars. Cash flow is negative. He wrote back immediately, asking if he could work for me full time. This is Derrick from Johnson. I wanna be able to make it on Tiger and the opportunity would exist for me to do other things as well. Running school, not to mention being my own boss. I shook my head. I tell the man blue ribbon is sinking like the titanic, and he responds by begging for a birth in first class. I just think that's great writing. Oh, well, I thought if we do go down Misery Loves company. So in late summer of 19 65, I wrote and accepted Johnson's offer to become the first full time employee of blue ribbon. So more Johnson. The typical Johnson letter would invariably close with a lament, either sarcastic importantly earnest about my failure to respond his previous letter, and the 1 before that, then there would be a Ps, and usually another Ps, then 1 last plea for encouraging words, which I never sent. I didn't have time for encouraging words besides it wasn't my style. I look back now and wonder if I was truly being myself or if I was em bower or my father or both. Was I adopting their man a few words demeanor? Was I maybe modeling all the men I admired? At the time I was reading everything I could, I at the time I reading, everything I could get my hands on about general samurai show guns, along with biographies of my 3 main heroes, Churchill, Kennedy, and To. And let me just interject real quick. I love that he's learning from biographies. I talked about past podcast that the way I got the idea to do this podcast was I was watching an interview which is also a podcast at Elon Musk, and he was asked. Like, what books on business city, like, and, like, to get him started because, like, how did you learn how to go entrepreneur, I guess, was the theme of the the question, and he's like, well, I don't read business books? I read biographies. And I just struck I was like, damn, that's a really good idea. And here we are, maybe 15 up later. So back to the story. I had no love of love of violence, but I was fascinated by leadership or lack thereof under extreme conditions. War is the most extreme of conditions, but business has its war like parallels. Some someone somewhere once said that business is war without bullets and I tended to agree. So again, just goes back to how he's learning and these better metaphors of war and game and sports and running that runs throughout this book. I wasn't that unique. Throughout history, men have looked to the warrior for a model of Hemingway cardinal virtue, pressurized the grace. Hemingway himself wrote most of a movable feast while gazing at a statue of Marshal Ne, Napoleon's favorite commander, kinda just gonna interrupt Hate to keep interrupting, but he there's there's a a huge... Like, there's a depth to Phil knight that it did not understand tar this book. And it's especially pronounced on his... When he's in his early twenties and he's going through his trip around the world world, but he's a he's a very avid reader. And he's he's fascinated by history, and he has all these, like, little a throughout the book. And you know there... That he's pulling from history because, it'll be in a middle paragraph, but then it'll be it. Like, him reflecting back to it was something he learned his early twenties. So let's go back to this this section on the book. 1 lesson I took from all my homeschooling about heroes was that they didn't say much. None was a bla mouth. None micro managed. And then this is 1 of the app that is and that's a. Don't tell people how to do things. Tell them what to do and let them surprise you with their results. So I didn't answer Johnson, and I didn't pest him. Having told him what to do, I hope that he would surprise me. To Johnson's credit, though he crave more communication, he never let the lack of it discourage him. On the contrary, it motivated him. He was anal, he recognized that I was not and though he enjoyed complaining. He saw that my managerial style gave him freedom. Left to do as he pleased, he responded with boundless creativity and energy. He works 7 days a week, selling and promoting blue ribbon. And when he wasn't selling, he was be virtually building up his customer data file. So this is an interesting part goes back to the centric of Johnson and why I think he was so important to the foundation of Nike. He develops almost like what I would call an analog Crm. Each new customer got his or her her... Got his or her own index card, and each index card contained that customer's personal information, shoe size and shoe preferences. This database enabled Johnson to keep in touch with all of his customers at all times and to keep them all feeling special. He sent them Christmas cards. He sent them birthday cards. He sent them notes of congratulations after they completed a big race or marathon. Whenever I got a letter from Johnson, I knew was 1 of the dozens he'd carried down to the mailbox that day. He had hundreds and hundreds of customer correspondence, all along the spectrum of humanity from high school track stars to oc and weekend jog, many upon pulling yet another Johnson letter from their mailboxes, must have thought the same thing I did? Where does this guy find the time? So skipping head a little bit. This is this is... I'm gonna talk to you about Phil schedule in 19 90... In 19 66, and and Johnson again. And I love this this this, like, religious theme that goes throughout the book how a lot of the early nike employees were all runners, and it was almost like, a... They they pursued their passion with almost like, a religious fe. And there's gonna be some direct mentions of that. So Johnson is constantly sending him letters we need to open a real... Retail store. We need to open a retail store We need to open a retail store. And Philly, their doors or just tells them no. And he says you know what? Okay. If you sell 3250 pairs, it gave, like, think 6 months or something like that, then you can open it. And he set a goal so high. Like, the guy's never gonna do it, so that's a way of me putting him off. And so here's what happens. Somehow, Johnson hit the magic number. By the end of June, he had sold 3250 pairs of tires. Thus, he was holding me to my end of the bargain. Before Labor Day, he leased a small retail space in Santa Monica and opened our first ever retail store. He then said about turning the store into a Mecca, a holy of h lease for runner. Again, here note the religious themes. He bought the most comfortable chairs he could find and afford from yard sales, and he created a beautiful space for runners to hang out and talk. He built shelves and filled them with books that every runner should read. Many of them first additions from his own library. He covered the walls with photos of Tiger S runners and laid them out any a supply of silk screened t shirts. With tiger across the front, which he handed out to his best customers. In all the world, there had never been such a sanctuary for runners, a place that didn't just sell them shoes, but celebrated them and their shoes. Johnson, the aspiring cult leader of runners finally had his church. Services were Monday through Saturday, 9 to 6. So this idea where, Johnson sets up a sanctuary for runners. I was reading about the very popular brand Lulu Lemon, And the this is now... They're doing this 50 years later, but they realized that they needed to they were developing yoga... Close for yoga and and activities like that. And so I instead of just trying to sell you close for yoga. They tried to expand the market into making yoga more easily accessible. And so if you go to, like, in Lulu lemon store today, you'll see, like, they have all the local yoga classes, Now they've branch out to other, like, you know, flywheel wheels or or boot camps or any other, like, physical endeavor that you where they're clothing for. Immediately when I read this, I thought of that parallel. Wow, that's that's exactly what little lemon doing now it's a too much success. So this is even though they've opened their first retail started, I wanna tell you about phil schedule. And when he first wrote me about the store, I thought of the temples and shrines I'd seen in Asia, and I was anxious to see how Johnson's compared, but there just wasn't time. Between my hours at I price water, my drunken rebels with Haze, My nights and weekends handling the Min mnuchin connected with Blue ribbon, and my 14 hours each month soldier and the reserves, I was on fumes. So this is just, again, an eye opening thing. Because I don't think many people think of Nike, you're not gonna realize how humble their beginnings were. Whatever the point was he had to work full time to support hit him and his wife at the time. So he's an accountant at Price water. At night, his boss makes him go out and drink with him. That's Hayes. And it says, then the the other nights and weekends, I'm handling orders for blue ribbons and trying to run the company. And this entire time, he has to give the army reserves 14 hours a month. So, obviously, a schedule like that can't be kept up, and so we're gonna change that right before, he changes that though. He visits the store. He visits Johnson at is at his apartment, Johnson's apartment just basically stacked to the roof with shoes. And any part that's not taken up by shoes is taking up, by books. Johnson was a You just... He loved books. He re reads all the time. I just wanna read this 1 sentence that that fills us. He goes, I thought I'd love to read. Johnson was next level. Okay. So now we're gonna skip ahead to 19 68. I like this part, and it says, especially the this 1... These these 4 words. He goes to be me full time. So let's see what he means by that. I was putting in 6 days a week at price water. Spending early mornings and late nights and all weekends and vacations at blue ribbon. No friends, no exercise, no social life and holy content. My life was at a balance. Sure, but I didn't care. In fact, I wanted even more inbound months or a different kind of imbalance. I wanted to dedicate every minute of every day to blue ribbon. I'd never been a multitask, and I didn't see any reason to start now. I wanted to be present always. Once I wanted to focus constantly on the 1 task that really mattered. In my... If my life was to be all work in no play, I wanted my work to be play. I wanted to kick to quit price water. Not that I hated it, it just wasn't me. I wanted what everyone wants to be me full time, back to this section though. But they... I... So he talks about I wanna be me full time, but it wasn't possible. Blue ribbon simply couldn't support me. Though the company was on track to double sales for a fifth straight year. It still couldn't justify a salary for its cofounder. And again, the big... A lot of people I think are too big of a rush to clinical succeed Phil Knight is his fifth year in the business, and he still has a full time job. How many people would be willing to do that now. And I wanna skip ahead and continue this point. So that's in 19 68. In the the beginning of the chapter 19 69, things change. And the note what I left here is 31 years old and now a first time founder. Again, a lot of people think, oh, you have to be successful in your early twenties or it's not gonna happen. I've seen this this even said on Twitter before and, glad that the person tweeted Got a lot of pushback and used a lot of historical examples where that's definitely not true. And in Phil knight case, he was 31 before he was able to start, and he pays himself just 18000 dollars. So it's not like he was out there Ball. Suddenly, a whole new cast of characters was wandering in and out of the office. Rising sales enabled me to hire more and more reps. Most were x runners and Eccentric as only x runners can be. Bon came to selling, they were all business. Because they were inspired by what they were trying to do, again, see that thing keeps popping up. And because they worked solely on commission, they were burning up the roads, hitting every high school college track meat within a thousand mile radius, and their extraordinary efforts were boosting our numbers even more. We had posted a hundred and 50000 dollars in sales in 19 68, and in 19 69, we were on our way to just under 300000. Though wallace was still breathing down my neck, has me to slow down and moaning about my lack of equity. I decided that blue Ribbon was doing well enough to justify a salary for its founder. Right before my 30 first birthday, I made the bull move. I quit and went full time at my company. Paying myself a fairly generous salary of 18000 dollars a year. Okay. And I just wanna skip ahead a little bit. So, obviously, the book is huge. I I bought the hard cover and it's, like, almost 400 pages. So it's As I said in past podcast, the goal... This podcast, definitely not to summarize the books. I'm just pulling out interesting parts. And, hopefully, you learned something in your entertainment at the same time. But if you want the full story, Obviously, read the book. This is something that's really interesting because, I'm gonna close on his regrets, but we're not there yet. But I just found this really beautiful great... Great writing, And then I wrote some all some notes to myself when I was reading this book about record... Doing more documentation of, like, see my daughter's is almost 5... My daughter's 5 years old now. And it just... Like, as cliche it is. It everybody tells you when your child's born... No oh, it's gonna go by so fast. Was fast. I'm like. Yeah, sure. They're right. And it just makes me realize, like, I wanna start recording conversations I have with their pitt her more video. We already do take a lot of pictures, but you'll see why. And I just think this is really really great writing. And just, again, goes back to the authenticity. This book feels like when you read this book, you really feel like you know phil right phil night and you were there throughout throughout its entire struggles. And oh my god, there's a lot of struggle. So let's let's see hear what he says. I struggle to remember I close my eyes and think back, but so many precious moments from those nights are gone forever. Number conversations, breath laughing fits, declarations, revelations, confidence, They've all fallen into the sofa cushions of time. I remember only that we always set up half the night, catalog the past, mapping out the future. I remember that we took turns describing what our little company was. And what it might be and what it must never be, how I wish on just 1 of those nights I'd had a tape recorder or kept a journal as I did on my trip around the world. So he's talking about there is going back to very foundations of the company. And they having a conversations or experiences that you think you're gonna remember forever, and now half a century later, they're gone. They just don't exist. And I just think that's a really great writing When it's like, they've all fallen into the Sofa cushions of of time. So I think this is applicable to not only like, your business or whatever your creative path is in life. But like I just said, like, to me, it's like, okay. Well, not only do I wanna document that, but I want like, how can I translate to this to, like, my personal life in my family life? I don't know. I got I got a little nostalgic when I read that part. So now I'm gonna skip way ahead. I'm skipping like, 50 pages ahead in the book. So this entire time he's a distributor for the... This company in Japan, and they sell Tiger shoes, but the name of the company is... I mean, I don't know. I don't know Japanese, but it looks like to me, it says on sa. So maybe on at Su. It's 0NISUK. So, I think... However you wanna pronounce that. And remember how I said on previous podcast, why I think, like, studying history is so important especially for entrepreneurs is history doesn't repeat but human nature does, And we've drawn parallels through all different books in some in some cases separated by hundreds of years. And the part I'm about to share with you now is really reminiscent of... If you remember the podcast, I did a few weeks ago. It's on the Henry Ford it's called I invented the modern age. And 1 of the smartest parts it's something that really stuck out with me in that book is this idea that you really want... As much control, On your idea or your company is possible. There's this anecdote I shared in the podcast and you can read more in the book. I I'd recommend reading, it's really it's really good. And it's the the Dodge Brothers, which you'll recognize a name from to dodge motor company. At the time, were just a, basically a sub contractor for Ford motor company. So they'd build out, like, the chassis and all the stuff for for Ford, But they didn't want the hassle of selling the cars themselves. So they... They're at a department store, and their attorneys like, Hey. Why don't you to sell your own car and the guys like, you know, we don't want to it's too big of a hassle. And he's like, but I have to remind you, like, your contract could be canceled by either side, which is 12 months notice and you've built up all this infrastructure you of all these factories, all these people. So what happens if if Ford decides to pull up the rug from underneath you. What are you gonna do then? And then they they they answer that. Like, well what why don't you believe in Carnegie a so that, you should put all your eggs in 1 basket and then watch the basket, and the layers like I do. But it's not your basket. It's ford's its basket. So they went... That device sinks in, they they take his advice. They start selling their own car in in parallel to still producing materials for Ford. And sure enough, 4 decides a few years later that he's not... The Dodge Brothers are a huge shareholder in 4 motor company. He's not gonna pay dividends anymore because he wants to build a huge, a huge new factory. And what what you can take away from us sorry I ford decided the eggs were his. So you could to keep the basket but the eggs of mind. And so if they had not made that switch, they could potentially be out, they could've have been ruined. And they were fine because at that point they they had already 3 or 4 years of selling their own car, so they just made a transition. So The reason I bring that up now is because for most of the... Let's say, the first... What is this 8 years of of blue ribbon, which is they are selling other people's shoes. So there wisdom some shit... They realized that this company on it Sa, or however you wanna pronounce that. They're just... They were having fights. They would be delays on their orders. Then they found out that they were looking to to replace distributors in United States, so essentially cutting off blue ribbon. So in this time, with about a year before this happens, phil decides, hey, we need to make our own shoe. So he goes in contracts with other, factories both in Japan and Mexico and builds what becomes nike. And it's a good thing he does that because again, history doesn't repeat itself human nature does because then on on its sucker, cuts them off. And I labeled, My note here in the book is this is the birth of Nike. I laid out the situation we faced. We've come folks to a crossroads. Yesterday, our main supplier on on its sucker cut us off. I let that sink in. I watched everyone's jaw drop. Until it all sorts out, we're completely on our own. We're set a adrift. We have this new line Nike, which reps in Chicago seem to like. But well, frankly, that's all we've got. I looked down the table. Everyone was sinking slump. I looked at Johnson, he was staring at the papers before him. And there was something in his handsome face, some quality I'd never seen there before, Surrender. Like everyone else in the room he was giving up. The nation's economy was in the tank. A recession was underway. Gas lines, political grid lock rising unemployment, Nixon being Nixon, Vietnam. It seemed like the end times. Everyone in the room had already been worrying about how they were gonna make their rent. Pay their light bill. Now this, I cleared my throat. So in other words, I said, I cleared my throat again, push aside my yellow legal pad. What I'm trying to say is We've got them right where we want them. Johnson lifted his eyes. Everyone around the table lifted their eyes. They sat up straighter. This is the moment. I said. This is the moment we've been waiting for. Our moment. No more selling someone else's brand. No more working for someone else. On its sucker has been holding us down for years. They're late deliveries. They're mixed up orders. Their refusal to hear and implement our design ideas. Who among us isn't sick of dealing with all that. It's time we faced facts. If we're gonna succeed or fail, we should do so on our own terms with our own ideas and our own brand. We posted 2000000 dollars in sales last year. None of which has anything to do with On sa. That number was a testament to our ingenuity and hard work. Let's not look at this as a crisis. Let's look at this as our liberation, our independence day. Yes, it's gonna be rough. I won't lie to you. We're definitely going to war people, but we know the terrain. We know our way around Japan now. And that's 1 reason I feel my heart, this is a war we can win. And if we win it, when we win it, I see great things for all of us on the other side of victory. We are still alive people, we are still alive. So that happens in the seventies. I'm gonna skip the next... Let's say, 8 years and go right to the Ipo. They have... They figure it out, Bower makes some, impressive designs. He's also the Olympic coach at the time. So they get a ton of athletes. They start they start signing up and what we seen in which is very common now with all these endorsements, and it's funny. He pays 1... The first endorsement they do is, like, 5000 dollars. And then the next 1, a few later, it's like, hundred thousand dollars to endorse a Nike shoe. This is when their their sales are, like in a hundreds of millions or something like that. And it's funny. Phil rates. He goes, I... He goes, so that's fine. He can have the hundred thousand dollars, but no 1 will ever get an endorsement that large again. It's pretty funny because then I think of, like, the Lebron James nike endorsement. We're just rumored to be about 30000000 a year every year till Lebron dies, which if he if he lap... If he lives into his 70 to eighties could be over a billion dollar endorsement deal. There's tons of information, I think, especially for for people running businesses or or anybody that wants to learn about exactly how Nike gets from, you know, a low point to the Ipo. Including having a fight at 1 time Us government having to fight a adidas and converse, and... There's all these trials and tribulation. And if you're interested in that, definitely read the book. But I want to re... I wanna sell on 2 more parts that I thought we're just we're just really interesting. So they wind up, Nike winds up, having their Ipo the same week that Apple does. And this is this is where the story ends, then the next chapter is just him reflecting in his seventies about this. And I so I wanted to share what some stuff over there with you as well. But III was really shocked by this, and I'm not so much shocked because I've now heard this several times in studying this, but I think this is counterintuitive. So... And the note I left for myself was how he felt after the Ipo. I asked myself. What are you feeling? It wasn't joy. It wasn't relief. If I felt anything, it was regret. Good god I thought. Yes, regret. Because I honestly wished I could do it all over again. I fell asleep for a few hours. When I woke, it was cold and rainy. I went to the window, the trees were dripping water. Everything was missed and fog. The world was the same as it had been the day before as it had always been. Nothing had changed. Least of all me, and yet I was worth a hundred and 78000000 dollars. I showered. 8 breakfast drove to work. I was at my desk before anyone else. And now I wanna close. So every chapter, the first chapter named is Dawn, then every chapter the year that it's taking place all the way up until the Ipo. And the last chapter is called knight. And he share some personal stories, some of which are extremely tragic. What I think we can learn the most from is he lists his regrets. And to put this in context, he's writing these words in his mid seventies. They're coming the close of his memoir. And I think that we probably all think we know what we want, and we know what we'll make us happy even though I think most of us have evidence that we're entirely terrible predictor of what actually make us happy. So I think there's a lot of them things that don't change that time going back to the fact that history he... Should be the human nature repeats itself. And so I think that there's a lot of knowledge in the regrets of somebody that's close to the end of their life, which, you know, hopefully Phil lives into his to hundreds, but he's... I think 79 today. So I I wanna wanna close on this part. Of course, above all, I regret not spending more time with my sons. Maybe if I had, I could have solved the encrypted code of Matthew Night of Matthew Knight. And yet I know that this regret clashes with my secret regret that I can't do it all over again, God, how I wish I could relive the whole thing. Short of that, I'd like to share the experience, the ups and downs, so that some young man or woman somewhere. Going to same trials in ordeal might be inspired or comforted are warned. Some young entrepreneur maybe, some athlete, or painter, are novel, might press on. It's all the same drive, the same dream. It would be nice to help them avoid the typical discourage. I would tell them to hit pause, think long and hard about how they want to spend their time. And with whom they want to spend it for the next 40 years. This is so important in my opinion. I'd tell men and women in their mid twenties, not to settle for a job or a profession or even a career seek a calling. Even if you don't know what that means, seek it. If you're following your calling, the fatigue will be easier to bear. The disappointment will be fuel. The highs will be like nothing you've ever felt. I'd like to warn the best of them, the icon class, the innovators, the rebels, that they will always have a bull's eye on their backs, the better they get, the bigger the bull's eye. It's not 1 man's opinion. It's a law of nature. I'd like to remind them that America isn't the entrepreneur entrepreneurial S law, people think. Free enterprise always irritates the kinds of trolls who live to block to thor to say no. Sorry, no. And it's always been this way. Entrepreneurs have always been gun outnumbered. They've always fought up uphill and the hills have never been steeper. America is becoming less entrepreneurial, not more. A harbor business school study recently ranked all the countries of the world in terms of their entrepreneurial spirit. America ranked behind Peru. And those who urge entrepreneurs to never give up char. Sometimes you have to give up, sometimes knowing when to give up when to try something else is genius, giving up doesn't mean stopping. Don't ever stop."
}