{
  "transcript": "What he was teaching were the lessons that had emerged from the unfolding of his own life. In that unfolding, he admits ambition, but he denies that there was ever a plan. He finds it hard to acknowledge his own powerful hand. As the creator of the sweeping canvas that is his masterpiece. As he tells the story, a series of happy accidents built Berkshire Hathaway, a money making machine sprang up without design. It's elegant structure of true partnership with like minded shareholders, built on what Charlie Mu calls a seamless web of deserve trust. With an investment portfolio buried deep inside and inter lock set of businesses, whose capital could be moved at will. All of this turbo charged with float. And all of this had come about he claims, simply as a reflection was personality. The final product was a model that could be analyzed and understood. Yet few did. What people paid attention to was simply how ritchie was, he wanted them to study his model. The truth is this. When Warren was a little boy, fingerprint nuns and collecting bottle caps. He had no knowledge of what he would someday become. Yet as he rode his bike through Spring Valley, fling newspapers day after day, post pounding, trying to make his deliveries on time. If you had asked him if he wanted to be the richest man on Earth, with his whole heart, he would have said yes. That passion led him to study a universe of a thousand stocks. It made him burrow into libraries and basement. For records nobody else trouble to get He sat up nights studying hundreds of thousands of numbers that would glaze anyone else's eyes. He read every word of several newspapers each morning and sucked down the Wall Street Journal like his morning coke. He read magazines like the progressive grocer to learn how to stock a meat department. He stuffed the back seat of his car with Moody's manuals and ledger on his honeymoon. He spent months reading old newspapers dating back a century to learn the cycles of business, the history of Wall Street, the history of capitalism, the history of the modern corporation. Since childhood, he had read every biography he could find of people he admired. Looking for the lessons he could learn from their lives. He attached himself to everyone who could help him and c curtail anyone he could find who was smart. He ruled out paying attention to almost anything but business. Art, literature, science, travel, architecture. He ignored it all so that he could focus on his passion. He defined a circle of competence to avoid making mistakes to limit risk, he never used any significant amount of debt. He never stopped thinking about business. What made a good business. What made a bad business, how they competed, what made customers loyal to 1 versus the other. He had an unusual way of turning problems around in his head, which gave him insights nobody else had. In hard times are easy, he never stopped thinking about ways to make money. All of this energy and intensity became the motor that powered his innate intelligence, temperament and skills. Alright. So that was an excerpt from the book that I read this week and the book that I'm gonna talk you about today, which is the snowball, warren Buffett and the business of life by Alice Sc. And just 2 quick things before I jump back into the book, number 1, listeners have been sending me a lot of suggestions for books to cover on the podcast. Actually, the... This books snowball was 1 of the most requested books. So please, if you have any suggestions, please keep them coming. And 2, if you haven't yet emailed me your review of the podcast, please do. In return, I'll send you a private link to 7 hidden episodes of founders. All you have to do is leave review in your podcast player choice, screenshot it and then send it to founders reviews at gmail dot com. And if you're listening to this on overcast or breaker, All you have to do is press the star on the episode or the heart, and then you screenshot that and, email that to me. And 1 once again, the email 1 more time is, founders reviews at gmail mail dot com. Okay. So I wanna jump right back into the book. And I wanna start with this, which I think is, is really important, because it shows the dichotomy of warren buffett. And he said, and let me just read directly from the book. It says his public image was that of a simple man, and he seemed genuine. Yet he lived a complicated life He owned 5 homes, but occupied only 2 of them. Somehow, he wound up having in effect 2 wives. He spoke in home a with a kindly twinkle eye and had a notably loyal group of friends. It along the way he earned a reputation as a tough even icy deal maker. He seemed to shu publicity yet managed to track more of it than almost any other businessman on earth. He jet around the country in AG4, often attended celebrity events and had many famous friends. Yet he said that he preferred Omaha, hamburgers and thrift. So most of the notes I took and the highlights that I saved in this book have to do with 2 things. 1, there are a lot of them are direct quotes from Warren buffett himself, which I'm gonna rely on heavily. He worked directly with the the author with Alice. And she spent over 2000 hours. Doing interviews with him, friends and then going through a bunch of his documents. So there's a lot of, like, firsthand quotations from him that I found. And they... You know, he's got a lot of useful ideas. He's been, at the time the book was published. You know, had about a 50 to 60 year career. And then the... The sec the second thing I'm gonna focus on a lot is his personnel, and I'm gonna go back and forth between the ideas of the person and the person themselves. And I think the combination of these 2 gives you a good idea, is to who warren was, and then, obviously, you know, a lot of the ideas that that he had, which I think are a lot... Tied a lot to his personality. So 1 of the ideas he has is that, just like the interest said, like how do you... He spend a lot of time thinking about, like, what makes a good business what makes a bad business. And so 1 of the insights he has is that there's industry and products that can have a huge societal impact, and, yet, they don't make any money for the owners? So these are these are things he tries to avoid. And so now you're gonna hear some direct quotes from Warren. It says there were 2000 auto companies. The most important, that he talking he's talking about if you go back in time and look at the birth of the the automobile industry let's saying in the early 18 hundreds, you would think, oh, my god. This is the most... Like, this is... Wildly entertaining. This is gonna be really important. Let me work here, and that might have been a bad decision. So he says there were 2000 auto companies. The most important invention, probably the first half of the twentieth century. It had an enormous impact on people's lives. If you had seen it at the time of the first car how this country would develop in connection with automobiles, you would have said this is the place I must be. But of those 2000 companies, as a few as of a few years ago, only 3 car companies survived. And at 1 time or another, all 3 were selling for less than book value. So automobiles have had an enormous impact on America, but in the opposite direction on investors. So through that... These quotes he's saying, you know, It's fine to work in in in industry you find exciting, but it's the... It's not always the exciting industries. Are the impactful ones that that make money. So he talks about the automobiles and shareholders letters when I covered a few... Was apart a few months ago by now, the example he used over and over again is the the airline industry. How if you really loved capitalism, he made the joke that you would have shot down the wright brothers. And he would save a lot of money. Okay. So I wanna skip at. The similarities, This is this is... I I struggled with with parts of this book because there's a lot of Obviously, Warren Buffett career is heavily dependent on and andrew intertwined with Charlie Mu, but I I didn't wanna... There were so many good ideas and interesting things about Charlie Mu in this book, but I've already done 3 podcast podcasts on. So I'm gonna talk about Mu a little bit. Only in terms of how he relates to Buffett. So this 1 paragraph came across illustrates, like, they were very... They're very similar. And not I keep saying they. They're still alive at the time of recording this. But they have a lot of similarities, and this is 1 of them. They thought a alike and had the same fascination with business as a puzzle worth spending a lifetime to solve. They both regarded rationality and honesty as the highest virtue. Quicken pulses and self delusion in their view were the major causes of mistakes. And they both like to ponder the reasons for failure as a way of d the rules of success, invert always invert. And again, I think that's a really good idea that both Mon and Buffett using their lives and 1 that you don't see many people copying. Something I also love about warren, which I I should have understood this because I read everything single 1 of a shareholder letters. But first and foremost, like, investing is this passion, but he considers himself a teacher first. And so does Charlie Mu too. That's why if he listen in the podcast he didn't port Alma automatic, like that he uses the examples of his writing and his speeches to teach. And I think teaching some somebody, something is 1 of the best things you could... Like, some of the best use of your time. Because it's not 0 sum. Like, you're gonna... You could teach somebody something you know, and then that person can go on and teach somebody somebody else what they do, and it just keeps multiplying. Knowledge is is very a sharing of knowledge is very much positive. So. And that's 1 of the the best things I love bob Buffet is that, you know, he spends an unbelievable amount of time, teaching all the lessons that he's learned that he's accumulated over his lifetime in career. In fact, I learned from this book that email released is a shareholder letter once a, year. He take... He works on it for several months. So it's extremely important to him. Alright. So let's go into some of the ways warren Buffett considered himself a teacher. He says, he gave speeches He wrote articles. He wrote editorial. He gathered people parties and gave little lessons. He testified in lawsuits. He appeared in television documentaries and did television interviews and took journalists along with him on trips. He went around colleges and taught classes. He got college students to come and visit them. He gave lessons at the opening of furniture stores, the inauguration of insurance tele marketing centers and dinners for would be customers of net jets. He gave locker room talks to football players. He spoke at lunches with congressman. He educated newspaper folk in editorial board meetings. He gave lessons to his own board of directors. And above all, he put on the teacher's robes in his letters and meetings with his shareholder Berkshire Hathaway was his, this is a direct quote from him, Sis chapel. That's what he called the building of his business. That's really interesting. Not just a work of art, but an illustrated text of his beliefs. Which Mu referred to as Buffett did enterprise. People reel out of buffett office are away from mu speeches figuratively be smacking their forehead and saying my god at some insight, 1 of them had had 1 of them had about a seemingly intra problem, which now in hindsight seemed obvious. Okay. So 1 of the things that that warren taught others and and that I learned from him, and it's this idea of the difference between having an inner scorecard or an outer scorecard, and I really really love this. So I wanna go over this real quick. And so now Warren talking here. He says, I feel like I'm on my back, and there's the sis chapel, and I'm painting away. I like it when people say, gee, that's a pretty good looking painting, but it's my painting. And when somebody says, why don't use more red instead of blue. Goodbye. It's my painting. I don't care what they sell it for. The painting itself will never be finished. That's 1 of the great things about it. The big question about how people behave is whether they've got an inner scorecard or an outer scorecard. It helps if you can be satisfied with an inner scorecard. I would also say it's probably the only the single only way to have a happy life, back to buffet. I always pose it this way. I say look it. If if the world couldn't see your result. Would you rather be thought of as the world's greatest investor, but in reality, have the world's worst record or be thought of as the world's worst investor when you actually have the best. That's a really good metaphor. Thing this is where he's going with it. If all of the emphasis is on what the world's going to think about you, forgetting about how you really behave, you'll wind up with an outer scorecard. Now he's gonna tie this in. The reason I bring this up is because we're... I'm gonna focus on his early life as well. And he talks about learning this lesson from his father. So he says, now, my dad, he was a hundred percent inner scorecard guy. He was really a maverick, Another word for Maverick is of course, mis it, but he wasn't a maverick for the sake of being a maverick. He just didn't care about what other people thought. My dad taught me how life should be lived. I have never seen anybody quite like him. So I just love that idea of focusing on the inner scorecard. Alright. So let me talk a little bit about Warren father. He Warren just talked about him being a maverick. Right? Well, let's see some of the actions that his father's name is Howard that Howard Buffett took in his life that would definitely, the the decisions of a maverick. So in 1 case, Warren father decided to become a stock broker, and he dis... He decides to do this in the year 19 27. Obviously, 2 years later the stock market collapse, and here is warren reflecting on that time. So he says amid the bankruptcies and suicides that followed, people began to hoard money, and nobody wanted stocks. So he's gonna get... His he's gonna lose his job. But he says, it was 4 months before my dad made his next sale. His first commission was 5 bucks. My mother used to go with him at night on the street car, waiting outside when he would call on somebody buddy. Just so he wouldn't feel so depressed when he came home. So he loses his job and then his... His dad's gonna make you know, a very unusual decision given the times. And so this is warren on his dad's maverick decision to open a business selling stocks starting to great depression. On 08/15/1931, he went down to the bank, and the bank was closed. He had no job and his money was in the bank. He had 2 little kids to feed. He didn't know what to do. There was not another job to find. So it's not another job to fine. So, okay, Howard it's like, I'm just gonna make my own. Within 2 weeks, Howard and his 2 partners, I'll skip over their names, filed the papers to start a stock brokerage firm. It was a maverick decision to open a stock bro business at a time when no 1 wanted to buy stocks. And so a young Warren Buffett is now seeing his father build a business in in a terrible economic environment. And so Howard Buffett never became rich, but he he was 1 being a stock broker owning his own brokerage firm, and then he became a congressman. But what Warren saw was that his dad would go door to door. And for years just slowly building up his business until, you know, could... It was somewhat successful. And so he had a deep love for his father and learn a lot from him. And what I found initially reading in the book is that the... He had the exact opposite relationship with his mother. His mother was terrible. So much so that later on his life when Warren be would to be forced to spend time with his mother, he would shake and grit his teeth. Just she was a a terrible over over bearing mother. So I'm gonna read some of that to here. And then Know left myself was, you know, his mother was extremely mean to her children. 1 quote from the book was that she was not content she'll... Until she had you in tears. This is obviously a terrible environment to grow up in. So it says, it was always something that we did or said, and there would be this flash, and then it didn't subside. These are these direct quotes from more, and by the way. All of your past ins would be brought up. It was just endless. When in enraged, Lila that's her name would verbally lash the children over and over again, and it was always the same. Their lives were easy compared to her sacrifices. They were worthless, un grateful, selfish. And should feel shamed. She would pick at every real and imagine flaw. And so, a few paragraphs later, we see the difference. Remember Howard Buffett, inner scorecard person. Well, Lila Buffett is an outer scorecard person. And as a result I know of myself. This just a terrible way to live. It's a... It's the key to having an unhappy life if that's what you're after. And it says describing as, the author describing Warren mother. What, mattered most to Lil was the esteem of others. She had what warren would later come to call an outer scorecard. She was always worrying about what the neighbors would think. And as a result, here's a description of warren as child, warren showed early signs of a knack with people. But was also the competitive pre child intellectually aggressive yet physically retiring. So Warren used these these early interactions of family to learn traits that he wanted to to replicate and once he wanted to avoid, and something he learned from 2 of his uncles, which was really fascinating. They would hang out at, like, his dad's office, and they talked about the market and warren is really young. He's gonna be around little before each 10 at this time. And this is how he learns to avoid the habit of thinking in only 1 direction. So Warren says, Uncle Frank was a total bear on the world. And Uncle John was a total bull. I would sit between the 2 of them, and they'd sort of vie for my attention and try to tell me why they were right. Each man was enslaved by his long standing habit of thinking only in 1 direction. Warren noticed that the numbers seem to change according to some immutable law of their own he's talking about stock market. Although his great uncles, were both eager to sway him of their respective and extreme points of view warren noticed that their opinions appeared to have no connection whatsoever to the numbers passing overhead. That's such an important insight life. He was determined to figure out the pattern. But as of yet, did not know how. So his father would take some some trips in New York City at the time, and he brought along his his young son. So he takes warren when warren 10 years old to visit the new york Stock exchange. And this is where Warren gets a glance into his future. And something he he picked up on, which is really interesting. How, like, you can have experiences in your life and you never realize like, what you remember from them or what impacts you. So they go into this office at the the stock exchange. And there's a they have a a guy going around who would roll hand roll cigars for each of the members and and, like, deliver it at almost like a waiter does at a table. Right? And warns like, oh, my god, these people must be making tons of money. They can they have so much money that they can hire 1 person and all they do is hand roll sick cigars. So this is that experience. He says he grasped it right away. The diet change must pour for must pour forth streams of money, rivers fountains, cascade, torrent of money, enough to hire a man for the pure flipper of rolling cigars, handmade custom cigars for the stock exchange members. That day as he held the cigar man a vision of his future was planted. He kept that vision of when he went back to Omaha, old enough now to organize his quest and pursue it all the more systematically. Okay. So I guess this is... I didn't know when I was gonna talk to you about this, But I guess this is a good time. Because I Always try to think, like, we know the time compounds that that that money compounds but also the knowledge compounds. And so a lot of times, like, as I go through each of these books, they they all have an impact on me. Right? And then I start thinking, like, how do they... How do these... Each of these people compare? Like, what do where the personal traits that I wanna keep for my life. What are the ones I wanna avoid? And I realize there's like a huge similarity between warren buffett and enzo ferrari. And here it is. 1 of the ways I should I should say. They both found out extremely extremely early in life. Exactly what they wanted to do. This is warren Buffett a 10 years old making decision. I'm gonna be invest. I'm gonna invest until my last breath, which he's obviously still doing to this day. And enzo Ferrari had the same thing. He knew that he wanted to race cars since he was 8 years old, and he wanted to do... And he did that, basically till the day he died. They were... The way they compare is they're both obsessive. Now here's the thing. I am glad that a person like Enzo Ferrari existed. Somebody that spent every waking hour in pursuit of his goal. At the same time, even though I think if... Like, if you analyze your own life, like, you probably have some sort of obsessive nature to you, I don't want the lives of warren buffett and ends enzo ferrari though. Because part of what makes them, the the the part of what made them so successful at their chosen endeavor is also what makes a lot of their personal lives, like a big mess. And so I want you to keep that thought in mind as we go through and we learn what warren buffett. Like, I think setting warren buffett, listening to what he has says business. That's a no brainer. He's got some of the best ideas that you'll ever find in the history of of business. Right? But when I went... Like, something that's been in my mind a lot since I've read that book, the man of all for all markets by Ed is, like, I really feel Ed thor, I've said this over and over again. Like, he mastered life. He made enough. Like, he he got to do what he wanted in life. Right? He was an entrepreneur doing through. Got to dictate how he spent his time, had to control how he spent his time. Was just financially successful, made more money than he could ever spend, but then he stopped. He he... Not that he stopped, but he would do he would deliberately not pursue businesses and investment opportunities opportunity he knew we're gonna be successful if they would take away time from other things that were important him. So he worked out every day he that he had a unbelievable focus on, like, taking care of his physical body, which In intern now if you go watch interview interviews at door, like you see him at 80 40 85 years old. He's, like... Firstly, he looks like 20 years younger, but he's still mentally sharp. So he didn't... You, he didn't abuse his body. He had a great relationship with his kids. He had great relationship with his wife. You can't really say the same thing for Warren Buffett, which I'll cover more in in in a little bit. You definitely can't say the same thing for Enzo ferrari either. His son he had a really ship with him. But other than that, like, he didn't he just didn't. He was not a very personal by person. So I... That's just been in my mind a lot. I wanna... If if if there's something that Keep can't stop thinking about as a result of all the reading that I'm doing. Like, III think I I should share with you because there might be some there might be something in there that that that sticks with you and then maybe changes the way you like, you organize your life and as you go through it because I think at Thor you get to the end of his life, probably not a lot of regrets. Right? Warren Buffett has a lot of regrets. It's in this book. What I really respect about Warren is that I was shocked first of all. This book is shocking. The stuff you're gonna learn about them, but he also told the author. Like, listen, if if there's, like, go with the un flyer. If you're... If you have to choose between 2 different versions of the story, go with the un 1. Like, he wasn't trying to hide his fault, and I think that, I'm guessing here, but I I think that's because he really saw saw himself as a teacher, and he wants, hey. Take my good ideas, but also avoid my bad 1. So, that's just been on my mind. So Alright. Let me jump into this. Now, he's 10 years old, and he... He's unbelievably lucky because he finds out what he wants to do is with his life. Right? And I wanna tell you the why? Why does he wanna do this, which I think is extremely important to understanding the person. Right? And then what you understand the person. I think we can understand how there they're I... How they arrived at their ideas. And then, I really, I feel like the organization of of 1 of a person's business of a founder business really is tied into their personality. I don't think you could separate the 2. I think the businesses and and the opportunities that you pursue in your life, are gonna be a reflection of who you are. And that's why I also think that warren and and and and Charlie are constantly telling us to follow our natural drift. Alright. So this is a why. Remember Solo young kid here he says he worked with a passion for the future. He's all ahead of him. Right there in sight. He wanted money. It could make me that quote for warren. It could make me independent, then I could do with what I wanted to do with my life. And the biggest thing I wanted to do was work for myself. I didn't want other people directing me. The do... The idea of doing what I wanted to do every day was very important to me. And so as a 1 way to find out what you... What you wanna do in life is by experiencing things that you don't wanna do. So his grandfather had this grocery store in Omaha. Gonna Was a very hard person, would... You essentially work from morning tonight with him, with almost no breaks. He was just un... He was a relentless. And so Warren worked there and he learns, hey. I... This this is not the late for me. He says, I'm... It... I may have been the lowest paid person to ever work in the grocery business. I didn't learn anything, except that I didn't like hard work. So this is this another story like that that happened a few chapters later. And his dad's friend... His dad's friend, at this time, Warren living in Washington Dc, which he does not like, at all. He wants to go back to Omaha, but he's there because his his father has now been elected to congress. Now his dad's friend asked Warren to help him with a business problem. Okay. Warren is in junior high at this time. So here, this little story is gonna illustrate. We're gonna see early signs of warren calm level head of thinking. And when I'm... I'm gonna read it you in a a second, but there was a book I did on Henry Kaiser. I think it was maybe founders number 66 or something like that. And there's something that Henry said in that book. I mean, like, who what kind of person can found over a hundred companies? Like, the think was just an insane person. But he said something I always try to think of in my my own life, like, when I'm presented with a problem. Like, try not to I try not to default the stress or anxiety or anything think that. But he said that problems are just opportunities in. And if you look at that you know they're just like, okay, Well, have a problem. Like, I just need to solve this problem. So like, what's the most level headed way to think about this. And so we see a lot of that thinking here with warren even though we super young. And so now he gets this call. He says, warren I'm in a terrible jam. The Board of directors told me to get rid of our Washington Dc warehouse. This is a real problem for me. We have hundreds of pounds of stale corn flakes and cases of barbecue dog biscuits. I'm in a real pickle. I'm 1200 miles away and you're the only businessman I know in Washington. He said, I know I can count on you. As a matter of fact, I told our warehouse meant to deliver these corn flakes and barbecue dog biscuits to your house. Whatever you get for them, send me half. You can keep the rest. And now this morning he says all a sudden these huge trucks come up and fill our garage. They fill our basement everything. My dad couldn't even get the car in or out or anything. And he says, and now I've got I've got these things, and now I've gotta get rid of these things. Well, I just try to figure out who who it would be useful to. And obviously, the dog biscuits would be useful to a kennel. The corn flakes were not fit for human consumption anymore, so I figured they might be good for some animal. So I sold the corn flakes to some poultry guy. I made probably a hundred bucks for the merchandise. When I sent the 50 percent to mister Miller, he wrote back and said, you save my job. That's just amazing that they... Do you trusted. I it really goes to, like, I I think it it tells us like, what kind of person. Like, he was very unusual. It's it's just being in the book, Charlie Mu eventually closes his own, his own investment practice and and becomes warren button Warren Buffett junior partner at Berkshire Hathaway. People like, you know, if you know Charlie very heads strong. He's like, why would you ever accept to be anybody's junior partners. He's like, of all, have other things have involved in, like he would... He's willing into architectures and he'd built homes. He had a lot of investments in real estate, like to design boats and and and the like, but he said something that was interesting. He's like, you don't understand. This is no normal person. So he truly realized like, hey, I'd rather have access to Warren brain even as a junior partner, then then just run my own show and not and not have access to that. So I think those traits were probably evident based on this story, at from a very young age in Warren life this is more traits from a young warren buffett that that stayed with him during his career, and he says, I like to work by myself where it could spend my time thinking about things I wanted to think about. Washington was upsetting at first. But I was in my own world all the time. I could be sitting in a room thinking, or could be riding around fling things and thinking. Me was he's talking about delivering newspapers there. So he's always obviously a very gifted from a young age, but he was also rebellious which I found interesting. He really did not wanna be Washington, Dc. He wanted to go back to Home omaha. So starts for rebelling in really interesting ways. And when I read this section, I thought of that, quote, about by the founder of Pat, Y von S which at, definitely not how you pronounce his name. But he says he says in his book, Like, if you wanna understand the entrepreneur, you have to study that Juvenile Island delinquent. Well, here is 14 years old is worn becoming a Juvenile delinquent. He says, in fact, the quote was I was becoming a 4 star delinquent. So at the age of 14 just starts stealing a bunch of stuff from the local Sears, and he can't stop. This is Warren describing. He said says, we just steal the place blind. We'd steal stuff for which we had no use. We still golf bags and golf clubs. I walked out of the lower level where the sporting goods were, up to stair to the street, carrying a golf bag in golf clubs. And all the clubs are stolen and so was the bag. I still hundreds of golf balls. So his dad eventually, here's about this. And this is how his dad actually got warned to change his behavior, which Thought was interesting. It says by now is no great mystery how to motivate warren. Howard threatened to take away his source of money. My dad who is always supportive of me, Warren said, he says, I know that you're capable... What you're capable of. And I'm not asking you to perform 100 percent, but you can either keep behaving this way or you can do something in relation to your potential. But if you don't do it, you have to give up the paper routes and that hit me. My dad was low key. He was just... He was just sort of letting me know that he was disappointed with me. And that killed me more than... That killed me a lot more then he's telling me, I couldn't do this. Or that? So he goes back to managing his paper. He's got so many of them and many he so hiring other people underneath them. So she kind of builds us like, organization within an organization. And he makes so much money. This is a really another surprising fact. He made so much money from his paper out that he's able to buy a 40 acre farm while he's still in high school. So it says Warren himself had bought a 40 acre farm for 1200 dollars about 70 miles away. A tenant farmer worked the farm and they shared the profits. It's kind like the share crop back in Jim... On the Podcast Jim... I did on Jim Clayton. Just the kind of arrangement worn light with someone else doing the sweaty boring work. So describes warrants in early fascination with biographies and the notice of myself if someone needs to tell him about Founders podcast podcasts. And so this is Warren book case. And they said the book case had also held a series of small biographies. Many of them on business leaders. Since the young age Warren had studied the lives of men like Jay Cook, Daniel Drew, Jim F, Cornelius Van belt, Jay Gold, John Rockefeller and Andrew Carnegie. Some of these books he read and re reread. Another surprising fact about a young warren buffett is he had no interest in going to college. Warren would have soon just like to skip the whole thing. What was the point he asked himself? I knew what I wanted to do? I was already making enough money to live on. Caught... This is such an interesting quote, College was only going to slow me down. So if was up to him, he wouldn't have gone to college. It was his dad insisted. And so and so he said, he would have never defied his father on something so important, so we ac. And I think something that ties into his desire not to wanna go to college. And this is a common trait for entrepreneurial minds. And it says, throughout his his entire educational history. He had shown little interest in formal schooling as opposed to learning, and he considered himself largely self Taught. So he tries to... He decides, hey, I'm gonna go to business school and he tries to get into Harvard, and he gets rejected. And so he actually does something really smart hair. He turns... He turns a rejection some 1 of the best things that ever happened to him. And so it says, and yet, Warren would later consider his rejection by Harvard the pivotal episode of his life. Almost immediately, he started investigating other graduate schools. While leaving through the Columbia catalog 1 day, he came across 2 names that were familiar to him, Benjamin Graham and David Dodd, worn through a quote from Warren here. These are big names to me. I had just read Graham book, but I had no idea he was teaching a Columbia, so they both... Their partners, Ben graham and David Dodd, partners and they both wrote books that Warren loved But he especially loved Graham book. And so, the book actually me him. He says, when he found the intelligent investor, which is Graham book, he read it and re reread it. Warren inside of the book, it was almost like he found God. So Warren wants to go to Columbia. He discovers the that graham and daughter there too late. In fact, the deadline has passed. So actually does something really smart here. He writes a personal letter to the partner of of of Graham, which is which is David Dodd. Because David dodd also had an influence in the admissions office. And even though the the the rules, like, you know, you you... Like, you turn this into late, people are people. And if you're sincere, he wrote like, a letter of, like, the impact that David and ben's work it had on his life, and it went up being helpful. So it says, well, while Dodd may have been touched some way by the personal nature of the application, He and Graham were more interested in their students aptitude for business in investing than their emotional maturity. Graham and died were trying to create leaders. They taught a specialized craft. Craft. Whatever the reason after the deadline and without an interview, Warren was accepted to Columbia. And around this time in War life, we see a lot of traits that he he keeps forever nearly forever. And the reason that the the the book is named snowball. He says, but since Warren looked at every dollar as 10 dollar someday. He wasn't gonna hand over a dollar more than he needed to spend. Every penny was another slight snowflake for a snowball. He also do this because he believed in the the power of compounding. But he un he understood that that getting rich and staying rich are 2 different skills. So he he wants a meeting another gram, I guess is what they're called somebody that that that was also another student that was also interested in the of Ben Graham, and he said he was describing. Him. He said, he found a man after his own heart. A believer that wealth is hard to accumulate and easy to lose. So around this time, This is actually an example of an idea that he will repeatedly use in his career. So he finds out that Ben Graham has an investment in. And I think he's on the Board of directors of Geico, a tiny insurance company at the time. So he takes to train... I think it's like, a few of our train ride to go to to knock on, Geico goes office store, which is close at the time but he winds up finding somebody in there. And this is something that he'll do repeatedly. So so Love, let me just reiterate to you first. Says warren was starting to grapple with the fundamental concept of business. How do companies make money? A company was much like a person. It had to go out and find a way to keep its roof over its employees and shareholders heads. He grasped that because Geico shoulder insurance at the cheapest price, the only way it could make money was to have the lowest possible costs. So we see this idea of having the lowest possible cost, watching your costs being a huge teacher advantage in running a business something Warren talks about Charlie Mu, Carnegie, f, even steve jobs are all obsessed with this. He also learned that the insurance companies take their customer's premiums and invest them long before the claims are paid. That sounded to him, like getting to use somebody else's money for free. Just the kind of of of idea that appealed to him. So what I mean about that is, I think he spent like, I wanna say 6 hours 4 hours, something 1 person working a geico go. Sat down and took an interest in warren curiosity. And so warren like, listen, you know, explained he was a he was a student of graham, I wanna know how you guys make money, teach me about the insurance business. That was hugely important because if you listened to the podcast did on the shareholders. Like, he talked that that was essentially warns main focus on how to increase the amount of float, which is he wants that because he can invest customers premiums for a lot good amount of time before he has to pay anything out. So he he thought of a essentially it's, like, a free investment. So he leaves the meeting and got... With Geico go, starts research business becomes extremely enthusiastic about the the business. He wants to buying the whole company, you know, what? Probably 40 years after this this point in the story. But I would say, like, when I in, conversation day to day with people I don't know that well and I try to avoid situations like that. I would say 1 of my most controversial beliefs is that humans don't think that they mimic that most of, like, we are capable of rigorous thought on a few select variables in our life And, other other than that, we have to like, look around for us. And I'm not... I don't exclude myself from that. I it's a... It's human traits, human nature. I'm am guilty of this as well. Warrants also learning that. And so 1 of the main takeaways in the book is that Warren had, like a like almost like a supernatural level of he he had... I would say his personal, like, his personal personality and his personal life was kind of dish shove and a mess, except for 1 thing that he had... When it came to investing, he had complete faith in itself. More than anybody else on the planet. And so while he he's going around trying to explain to people why they should invest in Geico. And he's learning this, the fact that most people are not... Like, he's doing rigorous first principle thinking about the business at his Geico. Most people are not, they're they're they're just copying the beliefs of other people around them. And I think this is important to to understand. And then once you... Like, once you have an understanding of that, you start to see it everywhere, you also start seeing in your life, which is just kinda scary. But this is an example that. It says, after he heard their views, he explained his own theory, meaning why why he should why they... Should invest in Geico and they're saying, no, like, Geico a... Has no chance. They told Nor... Warren he was nuts. Geico they said could not succeed over larger more established companies that used agents. It was a tiny company with a market share of less than 1 percent. Huge insurance companies with thousands of agents dominated the industry and so would ever be. Yet, here was Geico, growing like a dan lion in June and printing money like the Us mint, Warren didn't understand why they couldn't see what was right before their eyes. Because not actually looking. They're not actually investigating. Is what what I'm... Is what I believe actually true and Warren was, and I gave him a huge advantage in his career. This is worn on history. He haunted the Columbia library, reading old newspapers for hours on end. This is why you did that. I would get these newspapers from 19 29. I couldn't get enough of it. I read everything, not just a business in stock market stories. History is interesting, and there's something about history and a newspaper, just seeing a place, the story, even the ads everything. It takes you in a to a different world told by somebody who was an eye witness, and you are really living in that time. Another example of mimic and and less of thought, all its other students that are students have Ben Graham. I remember the business students. So all of his fellow students at the time. Their big goal was like, okay. I'm gonna graduate, and I'm gonna go work for Us deal. And warren didn't have... He's like, I had There's no way I wanna work for. He didn't think that the business was particularly strong at that time. It was just a big business. Right? And Warren wanted to to work for Ben Graham. He's like, I'm learning so much from him. Like, why don't I... He's doing what I wanna do Like, why don't I go work for him and learn how to build an investment partnership. And so this is warrant on the the difference of opinion that he had compared to all the other all the other students in the class. He says, I don't... I don't think there was 1 guy in the class that thought about whether Us steel was a good business. I mean, it was a big business, but they weren't thinking about what kind of train they were getting on. So he says, you know, because they were just copying whatever... The the desires of other people around them. Weren't actually thinking, like, is this the best path for my life. Warren realized, like, there's no way in hell. I'm gonna go work there. So he wants to fine... After several years. First thing, I think he goes back to Omaha, so, like, ben graham turns were down, but after several years, dave eventually, Ben graham eventually hire. Now something I also found fast really surprising. This another surprising fact. A young warren Buffett was terrified to speak in public, which is surprising because now he has literally arenas full of people that come to hear him speak. So this is Warren talking about it. How, like that poor period of life. It says I was terrified of public speaking. You can't believe what what I was like if I had to give a talk. I was so terrified that it just couldn't do it. I would throw up In fact, I arranged my life, so I never had to get up in front of anybody. When I came out here to Omaha after graduating, I saw another ads. So what he's talking about there is he picked up... He had he says he was, like, socially in nafta and really mature. And something that was key to help help. He didn't know how to deal with people. He read Dale Carney book how to win friends and influence people. And he literally copied dale system and he uses his life. And he's like, this works perfectly. So then he sees another ad, Gail Carnegie was making money at the time, we'd go around and give seminars on how to do public speaking. And Warren at 1 time signed up for it, spent the money, and think about how crazy is because Warren didn't like to Warren didn't like to waste money, and then he chicken out and wouldn't do it. He was that terrified. So he sees another ad. He, I and I knew I was gonna have to speak in public sometimes. The agony was such that just that just to get rid of the pain I signed up for the course again. So he winds up going through the course. And I bring this up is because again, this is over and over again, like, I really try to focus on the young... The the the early life, the early parts of these founder lives because, like, you know, the last... As long as I've been aware of Warren Buffett existence. Maybe the last 10:15 years I don't know how long. You know, I I saw what... Everybody else saw, like a teacher, like, a a person that gives interviews that has literally his shareholder conference in an an arena, You know, and the idea that at 1 point like, he'd throw up. I the thought of even talking. And you're talking, I'm talking a large group. He'd have to give a presentation a class of, like, half a dozen people or anything up. So I think that's... Again, just another testament that we're we we're completely adaptable and we can learn skills even we don't present them possess them at this point in time. August. I'm I'm looking at the note... Literally, the next section. I just ran all over this note. So I said this is the note Left myself. Is 1 of the most inspiring things that about reading biographies. Constantly reminded that we all have the ability to improve. So he says I was I was a wreck He recall. He was dread on the brink of a of a nervous breakdown. I felt odd. I was socially in ne, but beyond that, I haven't... I hadn't found a cruising speed and light. So he's talking about there is, like, he was fascinated that he'd read books. He'd read... He'd study everything he could to to learn about how to invest, but he didn't... He couldn't build personal relationship people. He wanted to date girls was terrible about it. He wanted to make friends and he would just fall back on talking about investing all the time even when was in college. And I think this is really important saying that, listen, I hadn't found a cruising speed in life. I remember this feeling when I a younger person, like, you feel extremely awkward. In many cases like being a young person in college in high school college is it's a very awkward part of your life, you're transitioning from childhood into adulthood, and it's not easy. And just know that, like, if you're going through... If you happen to be at that and listening to this, like warren Buffett went through it too. You'll you'll be fine. You'll get through this. So even though in high school and college, he was a student, but he considers herself a businessman first and foremost, 1 of the businesses he he bought and started when he was in college or surprise me. He actually bought a gas station. And it wouldn't... It did not go well. And but he he he took a lesson away it. So this is him learning about how powerful customer loyalty is by owning a gas station and getting his ass kicked. He says we did everything they could to attract new customers. But instead, drivers continued to pull in the Texas station across the street. Its owner was very well established and very well liked. He beat us every month. That's when I learned the power of customer loyalty. The guy had been in business forever, and he had clientele. Nothing we could do was going to change that. So after college, he graduated from college. We're now at the point of his life. He goes back to Omaha. His first job was as a stock worker and he hated it. My my own personal thought is, like, this experience may also be y and his shareholder letters, and public talks. They're full of remarks and the lack of value most people in investment industry provide. And he felt they he was constantly at odds with, like, what was good for the stock worker is not good for his customer. He didn't like that. So he said, well, Warren felt that there's a conflict of interest inherent in the business. He'd recommended a stock like Geico to his friends and family and tell them that the best thing they could do was hold it for 20 years. That meant he didn't get any more commissions from them. You can't make a living that way, Warren said. The system puts your interest against that of your clients. And again, even as a... Now he's a, you know, young man, a young adult, warren is still full of self doubt. His mother had convinced both Warren and Doris is his sister that deep down, they were worthless. And every area of life except business, Susie was discovering Susie is his wife. She plays an extremely important role in Warren life. Susie as was discovering, her husband was riddled with self doubt. He had never felt loved, and he saw, and she saw that he did not feel lovable. This blew my mind. Like think about that. I needed her in my life like crazy, he says. I was happy my work, but I wasn't happy with myself. She literally saved my life. She resurrected me. She put me together. It was the same kind of unconditional love that you would get from a parents. Okay. So I just mentioned 1 of the things I most my buffet was that he had to complete an un, like, unwavering belief in his itself when it came to business. Right? So at this point in moore's life. He finally succeeds in getting a job working for his idol. But even so, his confidence in his judgment allows him to adopt different strategies than Graham. So this is just 1 quick example that, Graham idea of diversification was extreme. Some of his positions were smallest as a thousand dollars. Warren who had such confidence in his own judgment saw no reason to hedge his bets that way and inward rolled his eyes at diversification. Now, what he does... What he learns for working for Graham though does become the Berkshire m mo. It says what Warren was learning about keeping his ears open was the art of capital allocation, placing money where it would earn the highest return. In this case, graham, Graham Newman, which the name of Graham partnership. Was using money from 1 business to buy a more profitable business. Over time, that would be the difference between bankruptcy and success. So this isn't really interesting too. Warren eventually leaves Graham partnership, Graham is going to semi retire. Warren gonna move away from Ny New York city which he realizes he can't live in full time because gonna it'll go back to Omaha. This is where he decides to start his own partnership. He's 26 years old. What I also found interesting is that he also turned down an op graham offered him to become a junior partner. And remember Graham is his idol, but this also gives us an insight into into Warren personality. He would warn would never be a junior partner to anyone. Remember, he thought he... Like, he had unbelievable belief in his ability to invest and to to to to build a very profitable business. So he goes back to Omaha and he's he's gonna start doing He's gonna raise money instead of being a stock worker, he's gonna do partnerships to invest other people's money along with its own. And this is why. He would have no boss. He could invest from his house. He could put friends and relatives in the same stocks that he would have brought for himself. If he took a quarter of every dollar he earned for those partners as a fee and then reinvest that in the partnership, he'd be a millionaire much faster. Armed with Ben Graham method of buying stocks and a gram like hedge fund, he had every reason to think of himself as a rich man. He viewed the partnership as a compounding machine. Once money went into it, he did not intend to make withdraws. So as part of running this new business, He's gotta go around and raise money. He's gotta He's got pitch people and into why you should... Why should you give me money to invest on your behalf. And so this is actually really interesting because not much of a sales pitch at all. So this is his unique sales pitch and sales pitches in quotation marks. And this is also his introduction to Charlie Won. But Warren was not there to sell the Davis, so he's sitting down with the this couple in Omaha and he's trying to raise money from them. He laid out his ground rules. He wanted absolute control over the money and would tell his partners nothing about how it was invested. That was the sticking point. Not for him was Ben Graham handicap of people writing on his cocktail. So what are he's talking about there is Ben Graham would share all the investments he makes. This is what I'm buying. This is the price I'm paying that kinda off. And so as a result, bet people over time, people would just copy Ben graham, it it increased the prices. And it wind up, like, making Ben graham less money over time. Worn favor secrecy. He says, they would get an annual summary of his performance and they could put money in or withdrawal it only on December 30 first. The rest of the year, their money would be locked up into a partnership. All the while, now this is been excuse me, this is warren describing the meetings in. All the while, Eddie, Eddie Davis, paid no attention to me. Dorothy davis listened very intently asking good questions. Eddie was in in the corner are doing nothing. He seemed like a very old guide to me, but he was not yet 70. When we got all the way through, Dorothy turned to Eddie and said, what do you think? And Eddy said, let's give him a hundred thousand dollars. In a much more polite way I said, doctor Davis, you know, I'm delighted to get this money, but you weren't really paying a lot of attention to me while I was talking. How come you're doing it? And he said, well, you remind me of Charlie Mu? And I said, well, I don't know who Charlie Mu is, but I'd really like to meet him. So now warren gonna tell some a good idea that you learned from Charlie. He says everybody do. So he says, Charlie is a very young lawyer was probably getting 20 dollars an hour, and he thought to himself, who's is my most valuable client, and he decided it was himself. So he decided to sell himself an hour of its work each day. He did it early in the morning, working on these construction projects and real estate deals. Everybody should do this. Be the client and then work for other people too and sell yourself an hour a day. This is Charlie on a real reason that to build wealth. I had a considerable passion to get Rich Mu said. Not because I wanted Ferraris. I wanted the independents. I desperately wanted it. That sounds like Buffet too. He saw himself as a gentleman sq. Money wasn't a competition to him. He wanted to join the right clubs, but he didn't care whether the other members were richer than him. Beneath the surface arrogance, his deep respect for authentic achievement gave him a genuine humility that would be crucial in informing a relationship with the man he was about to meet. So that's... Goes back to what I was saying earlier why somebody like Mu, who was intelligent and successful on his own right would choose to, you know, be the junior partner because he had a deep respect for authentic achievement. He wasn't it wasn't in competition to other people. He just wanted Freedom. Oh, I like this idea a lot. It's a reminder to myself that our our opportunities may unlimited, but our time is not. So it says Warren never over extended himself. When something new came into his life, something else went out. The 2 exceptions were money and friends. That's probably a good idea. Oh, this way I found interesting. So at this point he's buying the Berkshire Hathaway. I talked a lot about that in the the podcast on shareholder letter. So I'm not going to cover that again. Here, but I... Something I found interesting was that the family that originally owned Berkshire Hathaway. They were partners with this woman named Heavy Green, and actually have a book waiting to read. It's a book of head Green that'll eventually be an episode of founders, but listen to the description of her. 1 of their partners was Heavy Green. The notorious witch of Wall Street a shipping Heir raised a new Bedford who rode the Ferry to New York City from her 10 apartment in who to make loans and investments. She stalk to Lower Manhattan in an ancient black A pack gown. And a rusty field hat, like an elderly bat. I don't even know what that description means. By the time of her death in 19 16, green would be the richest woman in the world. That's crazy. This is Buffet looking back on his decision to buy Berkshire Hathaway, which he thought was a terrible idea. So I bought my own cigar butt, and I tried to smoke it. So this is the cigar butt which which would you call, like system of investing that Ben Graham was famous for popular, and this is worn describing what that means. You walked on the street and you see a cigar. And it's kinda soggy and disgusting and repelled you, but it's free, and there may be 1 puff left in it. Bert, So that's why why he was buying Berkshire because he was still using this this, like system to invest in at this time, which Mon obviously convince him to to change and just focus on buying really great businesses. But anyways, Berkshire didn't have any more puffs. All you had was a soggy cigar button in your mouth. That was Berkshire Hathaway in 19 65. I had a lot of money tied up in that cigar butt. I would have been better off if I'd had never heard of Berkshire Hathaway. He talks about a lot that usually, your biggest mistakes in life or not your your acts of mission, but though Acts of o mission. This is 1 of his biggest mistakes and also features somebody that have, featured on Founders Podcast has 2 times so far. He says he also bought some stock in Disney after meeting Walt Disney and seeing the entertainment show men's singular focus. His love of work and... Wait, and seeing... Let me say that again. He also bought some stock in Disney after meeting Walt Disney and seeing the entertainment show singular focus, his love work and the way that these had translated into a priceless catalog of entertainment. But the concept of great businesses had not entirely sunk in yet. And he didn't load up instead of buying more stock in Disney, he bought more in Berkshire. So 1 of my favorite quotes that I save. And I look at from time to time. It's in this folder, I keep on my cell phone. It's about, just things I want. Like III flipped through thing, like, basically as a way to remind me of things I thought were important. 1 of them is this quote from, this biography on Walt Disney, which I covered. I think in might have been founders episode number 2. But it said Walt Disney seldom dabble. Everyone who knew him remarked on his intensity when something intrigued him, he focused himself entirely on it, as if it were the only thing that mattered. So I think what we're seeing here is Burke as Walter Walter. His warren seeing that about Walt as well. So I'm gonna skip ahead a little bit. He he's... Warren going around buying a bunch of different businesses at the time, and he buys this... He's... He's actually investing in retail, which he comes to regret later on. But he buys this this business from a very extreme kinda character. And this guy's name is Ben Ro Ro, Ro or something like that. But anyways, Benson an extreme character. He had a fourth grade education, but he became so good at retailing that he created a company that made millions of dollars in the 19 60. And so this is warren talking about Ben. He loved too much to quit. He kept a duplicate set of store records in the bathroom, so he could look at them while he was sitting on the can. He had this rival, Milton pit petri tree of petri stores. 1 time, Ben went to a big bash at the ward off, and Milton was there. They immediately started talking business. And Ben said, how much do you pay for light bulbs? How much do you mark up? And that's all that Ben could talk about so they're talking business. He said, finally he said to Milton. How much you paying for toilet paper and Milton said so much. Ben was was buying his toilet paper quite a bit cheaper, and he knew that you want... That you want to be not just cheaper, but right. And Milton said yeah, but that's the best price I can get. Ben said, excuse me and he got up and left a black tie benefit, drove out to his warehouse in Long Island and started tearing... And started tearing open cartons of toilet paper and counting the sheets because he was suspicious. He knew that Milton could not be paying too much by but I'd be paying too much by that wide of a margin. And therefore, he must be getting screwed himself somehow on toilet paper. And sure enough, the vendors were saying there were 500 sheets per role in 1 of these things and there weren't. He was actually getting screwed on toilet paper. Buffet knew that he wanted to be in business with the kind of guy who would leave a black tie party to count sheets of toilet paper. And so I'm sharing that story because 1, I think it's humorous. It's interesting. Right? But it also gives a key insight into Buffet because we kind of we're... We have a tendency to to to be attracted to people that are like us or they have traits that maybe either even if we don't have ourselves that we'd wanna have? So you'd have to ask yourself, like, why would buffett wanna be in biz business with people like Ben Ro or Ro. And It's because Buffett has his quote that he says. And he says intensity is the price of excellence. So he says, Buffet felt at home with the Ben Rose of the world. He saw in their relentless, the spirit of success. He was sick of problem companies like, this other this southern. It's called hush child Khan. He was a retailer he bought and you you regret it didn't make too much money. And he was looking for more Ben Ro. People who had built excellent businesses that he could buy. He and Ro shared a mutual obsession as Buffet like to put it intensity is the price of excellence. Alright. So we just talked about how you missed an opportunity to invest in Walt disney's company. He also makes the same mistake with Bob No. And the founder of 1 of the founders of Intel. I was fat what I what I found really interesting is that Warren actually New Bob. I think maybe I'm like, bored together something like that. And he had the chance to invest in the very, very early days of intel he declined. And so the the the book tells us why he says, as much as Buffett meyer noise, he did not buy intel for the partnership. Thus passing on 1 of the greatest investing opportunities of his life. He felt he couldn't understand whether I was gonna be a good business or not. Alright. So Buffett, I'm, I need to tell you where we are in the story. He's in his late thirties at this point. And even as he tried, he couldn't be anything else but what he is, and that's an obsessive. So he he shuts... He's getting a lot of pressure from his wife too because they're super rich right now. I mean, enough that, like, especially how they live that they'd have enough money for us their life. Think he, like, let's say, 16 or 20000000 dollars something like that at this point. But he shuts down his partnership, and this is the beginning of what's gonna be the company he's known for now where he just he has this berkshire hathaway. He's just, everything's involved in 1 company. Right? And he's writing... He wrote a letter to his his shareholders at time about... This is, like, a few years before saying, hey, I'm gonna, like, maybe my goal shouldn't be as much. Like he had outstanding... I think he returned something, like, know exact number. Let's say 20 or 30 percent a year for 10 years that he had the. It was fantastic. Right? And then he also talked about, like, okay. I'm not, like, as the money grows, I'm not gonna be able do this. So let me, like, set the bar little lower. And he tries to, like, take a step back, but he just can't because if that's not That's not who he is. So it says Buffet wrote the partners to tell them that simply lowering his goal hadn't lessened his intensity. If I'm gonna participate publicly, I can't help of being competitive he said. I I don't I know I don't want to be totally occupied without pacing investment rabbit all my life. So the only way to slow down is to stop. And then he delivered his bombshell. He gave notice of closing down the partnership in early 19 70. I am not att to this market environment, and I don't wanna spoil a decent record by trying to play a game. I don't understand just so I can go out a hero. But what would he do now? And he says, I don't have an answer to that question. I do know that when I'm 60, I should be attempting to to achieve different personal goals than those of which had a priority age 20. So I bring that up to you because 1 this in important part of his life. This is where he starts laying the foundation for, you know, his sis... His his masterpiece sis chapter chapel or whatever. But he he kinda does have the same goal though. At 60 that he did at 20. It's obviously a lot more successful, maybe more complex complex. He's got interesting opportunities, but the theme is basically the same. I'm just trying to accumulate as much money as possible and making, like, trying to achieve the greatest return as possible. So that doesn't actually really change. And so now this is what I was referencing earlier. Like the downside of obsessive is that they lack balance. And this is why I was mentioning earlier, Like, I think Ed Thor understood this, and it's also why I keep saying that Ed Do to me has mastered life. And so this on a... This inability to quit even though he's already essentially won the game. Is causes eventually, you know, a rift in his marriage that he doesn't even see coming. So let me read this part. So says, even though Susie was a fountain head of Generosity to her many fans, friends independence. She was starting to need a little attention herself. I it wouldn't have taken much according to her friends. She disagreed that making money was life's purpose. She felt impoverished denying herself travel, museums, theater and other forms of culture because of warren lack of interest. He praised her fu in public, but went at home lapse into his normal preoccupied state. That's a hell of a statement. If he would make an effort to go to an art gallery with her now and then, or just take on our trip because she wanted to go, it would have made all the difference she said. But while he did sometimes show up when asked, if she had to ask, it was a favor, not a gift and so tied to this inability to stop is a a huge personality trader of Buffet. He's unable to be pla. He's relentless and he's unstoppable. And so Mu picks up of this. Charlie Mu would later call Buffett an imp, acquire, like John d Rockefeller in the early days of assembling his empire who let nobody and nothing getting his way. Eventually, though, if you listened the podcast down John, he eventually retired quote unquote. She still made a lot more money Fact he made more money in retirement than he did when he was actively working but Buffet didn't copy John D rockefeller in in that regard. So just to reiterate, I think that's 1 thing I'm, from the life of Warren Buffet that. I don't I don't wanna replicate. I don't wanna ruin my personal relationships with my family and my friends because of my obsessive work. Right? But here is something that I do wanna copy worn on. So let me give some background before I get you. A friend wants warrant to manage a pension fund portfolio. Warren didn't want to. He finally agreed as a favor with the a disclaimer upfront. And I'll tell you, let me read to you first, and I'll tell you what the main point is. He said, he gave a warning, Fm c, which was the punch pension fund, would be... Would come last among his priorities. After Berkshire and Warren and Susie Buffett. The... This says his friend jumped at the opportunity anyway, not mistaken the larger points, and this is what his friend said about why he carried... He went forward anyways. That Buffet was willing to do it at all, meant that he would do it well. And so the main point to me for that is that the last sentence is what having a good reputation means. And if you could have such a good reputation with with your colleagues with your friends, which people associated with, that they know if that you're gonna do something with them or for them that you would say no if you wouldn't be able to do it well. I think that's a that's something like, I wanna strive for. I think that's that speaks It shows how well, like, well respected warren was, especially his ability to manage obviously capital. But I think it's fantastic have rip reputation it as as Sterling as that. This would actually surprised me. So he he liquidate his his partnership. Right? And then he puts all of his money into the company that's gonna be called Berkshire. So he invested all of his money, and then it runs out his personal money, which also 1 That was surprising but 2 speaks to his his, like, lack of, you know, he talks a lot about, like, not wanting to diversify wanting to, like, make good decisions and then go all and in his good decisions. So it says, as 19 74 began, stocks for which he had recently paid 50000000 dollars lost a quarter of their value. Berkshire 2 slid down to 64 dollars a share. I think today that shit stock is trading over 300000 a share, but isn't up crazy. Alright. Some of his 4 former partners began to fear that it had been a mistake to keep stock. But Buffett saw at the opposite way. He wanted to buy more Berkshire and more blue chip. But this is now a quote from Buff. Says I'd run out of gas. I'd use all the 16000000 dollars of cash that I got all the partnership to buy stock in Berkshire and blue chip. So all of a sudden, I woke up 1 day, and I had no money at all. I was getting 50000 dollars a year salary from Berkshire and some fees from Fm c, but I had to start my personal net worth again over again from 0. He was very very rich but cash poor. So 1 of the investments he he starts making at this time is he starts investing into the Washington post. And he makes a ton of money on this deal. He just starts buying up stock. He... He comes friends with the person running the company now. And there's actually a a biography that Jeff Bezos read about K graham, Catherine Graham that I wanna read and then cover for founders because I think it's fascinating because her starting in case you don't know is, her father started the Washington post or maybe bought it after the fact Can't remember, and he sells mostly control to k's husband. Right? Because they thought that that women were not good at business at this time. How would ridiculous this would that be. But K's husband was, like, a manic depressive, and he winds up shooting himself. He was like, abusive to her, and he shot himself. Just 1 day, like, they're at their farm or something. She's down for a nap, and she she a gunshot. She goes search and he kill himself. So then she has their at 46 old, no business experience at all. I think she's, like, 4 children. She has to figure out how to run the Washington post. It's she does a fantastic job. And she also becomes really good friends of warren and puts warren on the board. He makes investment etcetera. So he helped her around that. So I'm gonna eventually like, that that story is so compelling to me. Like, how is that even possible? And I think that's a great thing about business is like, you know, anybody can learn how to do that at whatever age. But there's some specific advice that k gram or that Warren gave a k, about the Washington Post and about business general that I was good. I'm... I pulled. I wanna share with you. He helped her understand I was always a mistake to pay too much for something you wanted. Imp was the enemy. For a long time, the posted very little and grew slowly. But Buffet taught taught Graham, the immense value of buying the... Her company's own stock when it was cheap to reduce the shares outstanding. That increased the size of each slice of the pie. Meanwhile, the post avoided making expensive mistakes and became much more profitable as a result. So he's teaching us, hey, increase your the amount you own if if it makes sense to do so at that time, be patient and then the growth and the profits will catch up with your company as long as you're avoiding making expensive mistakes. But this whole quicken pace that Mu and Buff talk all the times, Like, don't do something for the sake of activity. Like, you you you're taking... What do you think is 1 step forward and be going, you know, 5 steps backwards. At this point is in in his life, his wife eventually leaves. Somebody me put that in quotation marks, what we're about to see here is warren biggest regrets in life, which is also odd since it's part of what makes him so successful, but III went research. When this book came out, like, 10 years ago, the biggest takeaway from the book was the fact that Warren had 2 wives. You I don't know how to describe it. And I don't... I'm gonna get too much into it because Outside had scope of our of, like, the point of founders. But I do think it's important to... When there's... When there's something happens in their lives that we we can avoid... I wanna bring it up. So his wife is deeply and unhappy. She I this is so bizarre, but she... Essentially says, hey, Buy me this little apartment and and, I'm gonna buy an apartment in in San Francisco, but I'm not leaving you. You know, I'll still be here, but An I need my own life kind of thing. So once the kids grew up and they were at out of college, essentially she's saying, like, she was so unfulfilled that she needs her own life. So she she moves to San Francisco, her tennis coach quotations marks moves there with her, and he gets an apartment. Was very close to hers, and they start traveling together, He thought essentially, they're they're they're in a relationship. And he thought eventually, she's gonna divorce warren and they would get married. And she just couldn't do. She thought I would devastate warrant. She... It's almost like, she was more like, a mother figure than a wife to him, which is like, it's just a complicated relationship. And this book is, like, goes in detail about it. So essentially, she says, don't worry. I'm not leaving. We're gonna stay together. I'm just gonna have a separate life. And I'll come back to Omaha. And I'll do everything you need. So this is happening. They're in like their forties. They stay married until she dies at 72. And then I think this is, like 2004. So the last, like, 30 years of the relationship, she... They were married, but, like, in the public. So, like, if Warren had to go to public meeting, she'd go. The shareholder she'd goes as his wife. But then his wife installs this other person that's, like 10 years long on her Astrid meek. Who who was like, a friend of hers and said, hey, Like, essentially just hooked up worn with another woman. And then once his wife died, he mar her, but she went being his companion for 30 years, It's a bizarre. All warren says about it is if you knew all the people involved it makes sense to you. Okay? So I'm gonna skip over that because it's more like gossip, but I wanna focus on that essentially, what's happening one's life is he's destroyed by this. He didn't see it coming, which is bizarre to me. But it's not really bizarre because he only had folk... Time to focus on 1 thing, and you can't be focused on making more money every minute of every day and then also carrying on a a relationship with your wife. And your kids we're gonna see here. So again, this is another example of something I'm wanna avoid. I do not want this aspect of Warren life. It says Warren would eventually come to explain whatever he did to make Susie leave was his biggest mistake. Parts of it are sort of not understandable. He says. It was definitely 95 percent my fault. No question about that. It may have even been 99 percent. I just wasn't att enough to her, and she'd had always been perfectly att to me. You know my job was getting more and more interesting and more interesting as I went along. And then your spouse starts to come second. When Susie left left, she felt less needed than I should have made her feel. She kept me together for a lot of years and contributed 90 percent to raising the kids. It shouldn't have happened, and it's totally my fault. He had been shocked into realizing the truth of Susie insistence that sitting in a room making money was no way to spend life. She'd asked him to quit over and over again before we have enough money. Just enough, like, stop. And he just wouldn't... He began to see what he had missed. While he was friendly enough with his kids, he hadn't really gotten to know them. He would spend the next few decades trying to repair these relationships. Much of the damage could not be undone. At 47, he was just beginning to take stock of his losses. Shortly after that, I stumbled on another part where that just... It really surprise me. And it was... I just don't think I would choose the same path. It's... This section I'm gonna reach. Is it's gonna be bizarre because, again, think about warren thinks of himself as a teacher. Right? But you didn't teach his own kids about personal finance. So it says, that Buffet tried to control his children with money. You'd never spent any time teaching them about money might seem odd. Yeah. It does. But it was the same story as with his employees. He felt any smart person could figure it out. He handed the kids their Berkshire stock without stressing how important it might be to them someday, explaining compounding or mentioning that they could borrow against the stock without selling it and a bunch of them do. They sell, you know, things that would be worth maybe even billions of dollars to them now. They would sell, I forgot what the prices were, but they, you know, a couple hundred bucks a share whatever it was at the time. By now, his shareholder letters had tackled most financial subjects. And he undoubtedly thought that these along with the example of his life served as adequate lessons for children. So essentially said, like, all the information's out there if they wanted they can go get it, which to wonder degree you understand, by, like, your whole life was about, like, increasing the value of money and and and finance. Like, I don't know why you wouldn't sit down and and and make those lessons explicit for your children because they seem to be so helpful, Like, so help, like, they're just helpful life skills. And, another way to to understand people. And so she, Supplies warren more buffet. I think it I that a lot of people. You can also... We can see what's is important to buffet by seeing what he valued in the lives of other. And so this example of that is a local businessman in Omaha that he respected, and he says in many ways, Peter Ke, exe exemplified warren Buffett ideas about how life should be lived. When Ke died, Buffett tribute not only honored the man it expressed as much as anything that that Buffet of wrote, how he would like to be remembered himself. So this is what he's wrote about Ke. Starting from scratch, he built 1 of the great construction companies in the world. Although not the largest, it may well be the most profitable business of any type in the country. An achievement possible only because Ke was able to transmit throughout an organization of thousands of employees on un insistence on excellence and efficiency. Key was overwhelmingly a producer, not a consumer. Profits went to build the capacity of the organization, not to provide op to its owner. In essence, 1 who spends less than he earns is accumulating claim checks for future use. So this is an introduction of Buffett idea about claim checks too, which I'm gonna read in full. At some later date, he may reverse the procedure and consume more than he earns by cashing some of those accumulated claim checks. Or he may pass them on to others, either during his lifetime by gifts or upon his death by be quest. William Randolph Hears, Buffett wrote, used up many of his claim checks by building and maintaining his castle in Sam Simeon. So what they're talking about is hears castle. It's in California actually visited there this past summer. I knew I was going to eventually, read the biography of William Randolph Hears, and I was on a road trip to California with my family, and we just said, hey, let's stop here. I thought it'd be an opportunity Natalie. Wanted see my daughter to see the place so it thought was fascinating, but also a a chance to learn and kinda get an idea of the person that William Rin hears was. That'll be an upcoming founder episode eventually. So this next part, I really like because it's advice for those who still haven't found what they wanna do in life. Something I love that warren does. He still does it to this day. Like, since a lot of time talking to young younger people college students, high school students, people like that. And, you know, very few people that point their life, know what they wanna do. So this is his advice for that. People ask me where they should go to work, and I always tell them to go work for whom they most admire. He urged them not to waste their time in their life. It's crazy to take little in between jobs just because they look good on your resume. That's like saving sex year old age. Do what you love and work for whom you admire the most, and you've given yourself the best chance in life you can. More advice he gives. He always said the biggest mistakes in regrets his life where acts of O mission as opposed to, and he says it over and over again. In this held true in his personal life as well. And it says the errors of o mission in his personal life in attention, neglect, missed chances were always there. These were the side effects of intensity. But they were shadow presence is visible only to knows who knew him well. He spoke of them only in private if at all. More good life advice students. To the students he explained his 20 punches approach to investing. Says you'll get very rich. If you thought of yourself was having a card with only 20 punches in a lifetime, and every financial decision used up 1 punch. You will resist the temptation to dabble. You'd make more good decisions and you would make more big decisions. Use that word Dabble. Remember the quote, I just said about Walt Disney sell seldom them dabbling. I'd really like that idea. Think about your life as you have 20 opportunities at most. So don't waste them. You get very rich if you thought of yourself as having a car with with 20, 20 punches in a lifetime, and every financial decision used up 1 punch. This is just another thing. Warrant warren in the teacher. As long as he could be teaching some... Something to somebody, Buffet had never ceased talking. And anything Think we we we definitely benefit from the world benefits from that personality trait of of his. This is more good advice from Warren that is probably even more true today. Buffet said, buffett was the best ever would be at the 1 thing that only he could do perfectly, which was to be himself. He talks about in the book of not like, a lot of people tempted to go through life as as the echo of somebody else, which I thought that was an interesting term you use. Like, basically basically copying the decisions and the traits of other people, but losing the side of themselves. And so he's like, I can't go with through life as an echo. Like, have learned from everybody around, but he's gotta be who he is, and I think that's great advice. This is just another example. I I think, like, we're... I'm luckily lucky to be... Like, it's just what a time to be alive. This dis dis that he's gonna talk about here. I think we're we're benefit from because it's exploded the width and the depth of opportunities for entrepreneurs. And he says in Buffett lifetime this rapid dis of the entirety of traditional media, That is the replacement at varying speeds of recorded music, movies, newspapers, radio, television, and magazine by single medium, the Internet. Was the greatest change in business they'd ever witnessed in any of the industries that he had studied. Some more advice from Buffett, and this is now around the time of the financial crisis in 2007 2008, and The advice he gives here is something that he's successfully avoided. Right? So he says you absolutely never wanna be in a position where tomorrow morning, you have to depend on the kindness of strangers. I spent a lot of time thinking about that. I never wanna have to come with a billion dollars tomorrow morning or any significant amount. Because you can... You just cannot be sure of anything. This is also why you keep some margin and safety. If you talked about all the time. Right? You have to think think about things that have never happened before. You always wanna have plenty of money around. And so in addition to have a margin of safety, he also gives advice that you should cap your downside, which we see over and over and over again analyze these entrepreneurs, And this actually helped warren in that... During that financial crisis. And this is way he talks about. He says it's a weird time. We've gone into a different world, and nobody knows what what happened to the world. But Charlie and I looked at the downside, and nobody else did. And nobody else did very much. So again, it's rare. And, I think the fact that it's rare is is why we should heed that advice because it's something something that a few people do that that serves them well, we should use that as like, examples in our own life. I'm like, okay. Not only is that an important idea? But something in our nature, causes us to to to avoid that? So how can we be hyper aware of that and make sure that we don't make the same mistake that most people do. And what Buffett talking about there is, like, most people didn't even think about, like the worst case scenario or the fact that they could things could change rapidly. They could potentially run out of money and be ruined. You know, he's right in the middle of that. There's tons of of companies and that that that sought out warren and asked them for, like, essentially, like an investment or buying or bailout. During this time. He made a lot of money during this time because he had an excessive amounts of cash, but he turned on a lot of people and most people went business went out of business or went broke. So it's it's just devastating. And finally, I wanna close on this last idea where I tried to really focus on because I feel like the if you wanna learn the best business advice from from Warren Buffett, like, I'm never gonna be able to beat the the podcast on the shareholders, You know? Because it's that's explicitly what it's about. But I think there's also personal things that are just as important if not more important than those business lessons that we can learn from the lives what the people are studying. And this is something that I definitely... I'm gonna consider and and learn from the life of warren buffett. I wanna end on the advice that he gave college students while his wife is dying. So he knows she's gonna die soon. He's going through the struggles. And so that that opens up, like, emotional thoughts and wounds? And I'm very curious to see, like, what at those periods in those... In people's lives, like, what do they think is the most important while they're feeling that? So this is him talking to, I think Georgia tech students about this. They asked him what had been his greatest success and greatest failure. He didn't tell him about his business mistakes of a mission this time. Instead he said, basically, when you get to my age, you'll really measure your success in life by how many of the people you want to have love you actually do love you. I know people who have a lot of money. And they get testimonials dinners and they get hospital wings named after them, but the truth is that nobody in the world loves them. If you get to my agent life and nobody thinks well of you, I don't care how big your bank account is. Your life is a disaster. That's the ultimate test of how you've lived your life. The trouble with love is you can't buy it. You can buy sex. You can buy testimonials dinners. You can buy pamphlets that say how wonderful you are. But the only way to get love is to be lovable. It is very irritating if you have a lot of money. You'd like to think you could write a check. All buy a million dollars worth of love please, but it doesn't work that way. The more you give love away, the more you get. And that is where I leave the story. If you want the full story by the book, if you buy the book using the link in the show notes, are the link at founders podcast dot com that helps support this podcast. And I have 1 request, please. Please tell 1 friend this week about founders. I'd really appreciate it, and I'll talk to you next week. It's"
}