{
  "transcript": "David Clark kept notebooks filled with warren wisdom on investing, which were meticulous and endlessly fascinating to read. Out of all of David's notebooks, my favorite was filled with many of warren most profound a. Which were great fun to read because they had a way of really making you think. These a were akin to the teachings of a Tao master in that the more the student contemplate them, the more they reveal. And the more I heard Warren speak, the more I learned. Not only about investing, but about business and life. His have a way of staying with you. I often find myself quoting them to make a point are thinking back on them to warn myself not to make a mistake. David and I thought it would be fun to create the towel of warren Buffett. Filling it with what we think are warren most enlighten on investing, business management, choosing a career and pursuing a successful life These words have been true friends to us over the years as we've navigated our ways, do life and business. Alright. So that is from the introduction of the book that I read this week and the 1 I'm gonna talk you about today, which is the towel of warren Buffett. Warren Buffett words of wisdom, quotations and interpretations to help guide you to billionaire our wealth in enlightened business management. I don't know if that's a great self title or not, and it was written by Mary Buffett and David Clark. Mary Buffett is Warren former daughter law. And you actually might recognize the the the name David Clark because David also wrote the book that I cover on founder number 78 which is the towel of Charlie Mu. And ever since I read the Tell Charlie Younger, I knew Was gonna read the tell warren Buffett, I just didn't know when. And I think this week is a good week to read it because it's come... I need to come off for air for a little bit because the last 3 weeks, I've read some of the longest books I've read for the podcast. The biography of Enzo Ferrari is the longest single book I've read for the podcast outside of the the book that contains 54 years of of warren buffett at shareholders letters. The the biography by Carol Shelby, it's also huge takes hours and hours, you know, you're talking 10 to 20 hours to read same thing for a snowball, which was warren buffett biography last week. This book is just what is just what Mary said in the introduction. It's a short little book of app. And I actually think there's a lot of I would like to see a lot more books written this length. It is... She takes a hundred and 25 of her favorite of their favorite a, and then expo on them, you know, but every single app, they cover in less than a page. And I really like the idea of having, like, a, a book, you know, you could sit down and read in 1 sitting in, like, 2 hours or something like that. And I would like to see more books condensed down to that. I know if you could do that for biographies because you need, you know, you're usually working with decades and decades of somebody's life and as such, like, there's gonna be a lot of detail. But if you're trying to get a... If you have an idea that is maybe longer than a blog post and shorter than a traditional book, I'd love to see other people write you know, these short little books? Because I think they they have a lot of value. In fact, if you were to asked me the question, what is the book that you gave away most as a gift. It's actually the seem to le book of called the bed of. That books sits out in my living room, and I just pick it up every once in a while. You just read a bunch of app. Maybe just you read, you know, for 2 or 3 minutes, and you just let your brain do these computations because, like, what Mary was saying. Like, you find yourself thinking deeper. Like, the the... There's so much interesting information contained in such short sentences that you wind up thinking about it, you know, many hours, even days or weeks after you put the book down. So anyways, let me go ahead and jump right into the book. I just pulled out you know, some... A bunch of the app that I that I found that I wanna remember personally. So we're gonna start with how the the format of the book works is I'm gonna read the quote, and then sometimes I'm going to read like, how they expo on that quote. So this is the first 1. It's a quote from warren. It says the great personal fortunes in this country weren't built on a portfolio of 50 companies. They were built by someone who identified 1 wonderful business. And now there... This is the author's expo on that. Since if you do a survey with the super rich families in America, you will find that almost without exception, their fortunes were built on 1 exceptional business. The Hears family made their money in publishing. The Walton family in retailing, the W family in chewing gum, the Mars family and Candy, the Gates family and software, and the cores and Bush families in brewing. The list goes on and on and almost without exception anytime they stray from that 1 wonderful business that made them so amazingly rich, they ended up losing money. As when Coca Cola got into the movie business. The key to warren success is that he's had been able to identify exactly what the economic characteristics of a wonderful business are, a business that has a durable competitive advantage. Warren company, Berkshire Hathaway is a collection of some of the finest businesses in America. All of which are super profitable and were bought when Wall Street was ignoring them. And this idea that Warren is telling us there. It's really just an echo that we've seen from people like Carnegie, 1 of his most famous quotes is put all your eggs in 1 basket and watch that basket. We found it last week that worn or read biographies of people like Carnegie, Van bill Rockefeller. He'd read him over and over again. He did the throughout his entire life, but he even started really early. He'd read these these biographies of business people when he was still a kid. Okay. So let me move to the next 1. This quote, he says it is impossible to un unsigned a contract. So do all of your thinking before you sign? Now here's how Mary and David are gonna expo on that. They said the road of good intentions is paved with what were foreseeable troubles. Thinking long and hard before you take the leap will save you from having to think long and hard about all the troubles you just signed on for. Warren forgot to put a non complete call... A non compete clause in his contract with 89 year old Rose Blu when he bought her in Nebraska furniture mart. A few years later, missus B got angry at the the way things were being done at the store, so she quit and started up a new store across street, stealing tons of business from Nebraska Furniture mart. After a few years of suffering, the Stiff competition warren caved in and agreed to buy her new store for 5000000 dollars. She might be the only founder ever that warren bought 2 businesses from. It says the second time around he had her sign a non compete agreement. And it is lucky for him that he did since she continued on in the business until she was a hundred and 3 years old. So the reason I wanted to include this is because it's really a personal note to myself. When I heard ring when I read that quote, it made think of the quote, I think it was abraham Lincoln, it might be George Washington. I can't remember who the quote is distributed to, but they said listen, if you give me 6 hours to cut down a tree, I'm gonna spend the first 4 sharpening the axe. So essentially, what they're telling you is like, think they give a problem off, don't just rush to trying to solve the problem Like, think about the best way to do it. That might be the best use of your time. And the reason I included is because I don't do this enough. So this is really a reminder to myself that Like, sometimes the best use of your time is sitting down and thinking through the problem first. Here's another 1. Quote, happiness does not buy you money. The the explanation, warren never confused being rich with happy. Well I was assuming be being rich with happiness. When asked by college students to define success, He said it is being loved by the people who you hope love you. You could be the richest man in the world, but without the love of family and friends, you would also be the poorest. So this just a reminder, to to me that money solves money problems. And it's... There is 1 caveat. It doesn't like solve, like, personal happiness issues. Right? The 1 caveat would add is that money buys freedom and freedom may actually increase your happiness, especially for the the the the type of, like, if you have entrepreneurial tendencies, like, you have that kind of personality type, you're gonna want, like, warren, you know, says over and over again. He just... He wanna work anywhere anybody. He they don't want other people dictating how we spend his time. And I think there's a lot of people that feel that way. So you're 1 of those people, Definitely 1 of those people, then you need money, not to buy a bunch of uses crap, but to literally buy freedom. Freedom to how you spend your time and what you work on. Here's another 1. I don't try to jump over 7 foot bars. I look around for 1 foot bars that I could step over. And here's an example of this application, which I found interesting. It thought is also gonna reference somebody I've covered on the podcast twice. And 1 who I think is maybe 1 of the best writers I've ever come across. And that's David Og. So it's is in the stock market crash of 19 73 to 19 74, you could buy Og and math, 1 of the strongest advertising agencies in the world for 4 dollars or for 4 dollars a share against per share or an earnings of 76 cents. Warren bought a ton of it during the crash and cashed cash and cashed out many years later after an annual return rate of return of better than 20 percent. Some investments are just that simple. So wasn't overthinking. He was just waiting. It's he's like, I'm not gonna try to jump over a 7 foot bar. I'll just wait till the opportunity happens where it's 1... You know, it's 1 foot. I can easily step over. He uses the example a lot. And not only his writings, but he talks about what he learned from Ted Williams Ted Williams is, like, 1 of the best hit in Baseball. Wrote a book, might be, like, the science of hitting. I can't remember the exact title. But what Williams would do is he would he divide, like, the the pitches he would he would he would swing at into, like, let's see. I camera remember exact number. Let's say, 70 different, you know, 1 inch square whatever of the cases is. And he would just... He would identify where he was most likely to have success and only swing of those pitches. Even if that meant striking out. Because he understood that he wasn't... The more he'd swing at bad pitches, and then the metaphor here is so the more you swing at bad opportunities, to lower his overall hitting percentage is gonna be. Actually, you know what I wanna bring something up. I I've took notes this... In between our... The time at Snowball and At this book. What's his documentary in Hbo, it's called, think called becoming warren Buffett. And this... He... He actually talks about. The reason I thought about this because he talks about what do you learned from Ted Williams in there, and they do this great like, illustration of this concept with, like these this this graphic overlay in the documentary. And actually, the documentary is really good. Like, it's an hour and half long, and I was surprised that a lot of things that I learned from reading the biography that I thought was important. They actually highlighted in the documentary. But there's a few things before I jump back into the, and I just wanna share with you that he said that. I thought it was... That was interesting. Or just 2 things actually. He talked about the lessons that his father would would learn. Alright that he... His father taught him. Right? He had a really really good relationship his father had a lot of admiration for his father looked up to his father. Learned was his father's mistakes. No doubt he wasn't the same person's father, but he had admired them greatly. Right? Can't say the same was his mom his mom, you know, was really hard on him They had... You know, she wasn't really loving mom. She's was really hyper critical. Now he said something that I found surprising. So at the time in this warrants reflecting back on his life. Is the time he's... You know, let's say, 14 and 15. He's acting like a Juvenile deli. He's stealing stuff from mom, he's stealing stuff from stores. He's hitch hiking. He getting... He got in trouble. He got picked up by the police. We've got picked up I think he got picked up police. I don't remember exactly. But he essentially, he did something where where his father was made aware that his son was doing things he shouldn't have done. And this is now warren talking about what he remembers from the conversation. And he says, his debt his dad saying, he said, you could do better than this. He was teaching me, but he never taught by telling me. He just taught by example, and he had unlimited confidence in me. Even when I screwed up, that takes you a long way. And then this sentence was was fascinating to me. He says, the best gift I was ever given was to have the father I had when I was born. And so just like the author says in the in the in the the introduction, I don't think we can... We should limit what we learn from warren buffett it, just whose his ideas on business. Even though I think his ideas on business are some of the best in history. That is something like, I have a daughter now. Like, I want my daughter, my future children to to say that about me. Like, I wanna be worthy make... I wanna do the work necessary to make show my... To make myself worthy so that towards the end of my life or towards the end of my children's life, they say the same thing about me. So that stuck out, and I just wanna share that with you. And another thing I thought was fascinating. He's in the middle of this discussion. They're in the the corporate headquarters Berkshire Hathaway. And he talks about how he... He's building a biz... You know, he uses that idea that Metaphor, like, he's building a business that's a complete like, it just... It's like a creative exercise for him. It's like, a way to express who he is. Right? And so they're going around the office and you see, like, the stuff that's important to warn somebody has out. But I found something he said was fascinating. He's like, listen, if you go to my office. You're not gonna see the degrees that I have from University Nebraska or the 1 I got from Columbia business school. He's like, you're gonna see the certificate of comp successful certificate of completion. For the course I took from Dale Carnegie. Dale Carnegie, of course that the person I wrote how to win friends and influence people. But what Warren talking about there is that he was terrified of public speaking, which is which was really shocking to me to to know that because know, he's he's just interviews. He's got, like, fills up arenas of people that travel all over the world just hear him speak. And he just seems that I've watched a bunch of these videos take notes on them. Like, he just seems completely relax in his element. And to know that, like, he couldn't even in a pre... When he was younger, he couldn't even give a presentation, like, a in front of, like, a small group of classmates without wanting need to throw up. So I just found that fascinating. And I wanted to let you know if you wanna learn more about warren. I'd I'd watched your documentary if you have access Hbo. It's it was... It's worth the 90 minutes. Okay. Let's go back to the book. Oh, this is something that I've heard. I thought Charlie Mu said it, but they have it in the warren Buffett book and something I wanna remind myself too. Says the chains of habit are too light to be felt until they are too heavy to be broken. And it says this is Warren quoting the English philosopher Bert and Russell because his words so aptly describe the insidious nature of bad business habits that don't become apparent until it's too late. Such as cost cutting after your business in trouble, which should have been done long before you even got to the doorstep of danger. The business that becomes bloated with unnecessary expenses in times of plenty. Is the business that will sync when things turned for the war. So you you see this example. I'm gonna keep reading. I'm not done in the section, but Just wanna stop here for a second because over and over again, when you get around people that don't understand the the the magic of compounding So the magic of compounding investments works in your favor, and it's amazing. It's literally at the the the the shrine in which the the career warren buffett is dedicated to. Right? For some reason, most people don't realize that that expenses compound too. And it works against you in the same because I... The the opposite but the same mechanism as interest works for you. Right? So I saw this this week where, who was Africa? I think it might be the La times they published they published, like, all the houses in Los Angeles County, I think that are paying more than a million dollars a year in property taxes. Right? And 1 of those happen to be Jay z and Beyonce. And III just read through quickly, like, some of the the responses like, oh, he's got it. It doesn't matter. That's nothing to him. And like you see the the the variations of that same thing. That doesn't matter It's insignificant. It's just like, no, it's not insignificant. Because, yeah, you could be wealthy now, but getting rich and staying rich or 2 different skills. And if you let your expenses compound, it doesn't matter how much money you have, eventually, you will run out of money. And again, that's just something people don't think like that at all. They're like, oh, this he's rich. Could spend money like that. No. Because anyway it's rich and spends money like that. Eventually goes broke. It's it's it's it's a... It's so bizarre if you understand that to have conversations with people that don't. They just they they're... You you are essentially looking at the exact same thing. But sync 2 completely different things. Like, it's it's okay to waste money. It's not okay to waste money. Alright. So it says it is best to consciously check where all your habits are taking you long before you get there. If you don't like the direction in which you are headed, the time to change courses is before you you find your ship sinking and a sea of troubles. This is what happened to warren with the Benjamin grant inspired investment strategy of buying bargain stocks that were selling below book value regardless of the nature of the company's long term economics. This was something worn was able to do with great assessed during the 19 fifties and early the 19 sixties. But he stayed with this this approach long after it was viable, it wasn't viable anymore. The chains of habit were 2 felt too light to be felt. When he finally woke up in the late 19 seventies the fact that that the Grand Bargain ride was over, he shifted over to a strategy of buying exceptional businesses at reasonable prices and then holding them for long periods. Thereby letting the the business grow in value. Another way to say this is he's let business compound. With the old tragedy he made millions, but with the new 1 he made billions. So going back to this to that documentary just said, again, I think, like, 1 1 of the main core thesis behind this podcast is like Okay. Let's find the people we admire, and let's find those people who they admired. Because everybody learns from somebody. So who who does steve jobs learn from? Who do Warren Buffett learn? Well, who do warren Buffett learn from in that documentary and in his writings. He talks about Charlie Mu had a huge influence on my thinking is what he says. This is the greatest example of that. He's like, he credits Charlie Mon, which the person that jet gently and consistently pushed him away from graham, and to this idea. Like, let's just buy exceptional businesses at fair prices and instead of the Cigar business. You're doing, and Warren says the documentary else in writing, that's the... That 1 insight that Charlie had and and slowly convinced warren to to adopt is the reason that Berkshire was able to scale. And he says without that insight without Charlie teaching me that Berkshire would have never scaled. It's also why? Like, I have a little bit... You know, it's pretty obvious. Have a a big crush on un Mu. That I just like his, like, wise ass attitude. What I love about warren he talks about, like, you, I hope to remember it as a teacher, more than an investor. Charlie says the same things. Like I wanna be remember as teacher, but I'm pretty sure I'm gonna remember as a wise ass. Alright. What is this? Sometimes I leave notes for myself, and I don't remember a lesson from the pro... Oh, henri... Okay. Alright. So let me read the quote first. My idea of a group... Of my idea of a group decision is to look in the mirror. So says Warren is not 1 to seek affirmation of his own ideas from others. Because so many of his ideas are the opposite of what the herd is thinking. You have to learn to think independently to think independently, you need to be comfortable standing alone into a what I'd add there is you need to to do the work necessary to trust and judgment. So the no left myself is a lesson for Pro Buffett if you've been listening to all the podcast. III I've been making, you know who Pro Buffett is. It's Henry Singleton. A lot of the ideas that we credit... That that that everybody quotes is, like, this is Buffett idea. They're sing... They they they're they're buff... Their ideas, Buffet learned from Henry Singleton. And so 1 last I learned from from the Pro Buffett from Henry Singleton is, like, he was... He did the work necessary to trust his own judgment. Right? And so when he needed, like, he... Not that you don't have, you know, you don't learn from other people who don't have mentors on people to help you. But he would ignore most advice. He would purposely isolate himself. So give himself his brain time to work and figure out what the actual correct idea was. In fact, there's a quote, the last interview he he gave Henry gave before he died. Talks about... I think it was the on the issue of share buy. I can't recall, But essentially, the the the person interview is saying, hey, all these companies are doing x. And, Singleton response, even he's probably 80 years old close to 80 years all the time, 7 years old or whatever it was. But he's like, oh, so if everybody's doing x, it must be wrong. So that's like, the the the lesson... 1 of the lessons he learned from, you know, 6 decades of having these these life experiences needs and he's got a crazy life experience. You ever list that podcast, I definitely go back and listen to it. He didn't start. Warren says he is the best, the single best record in American business history. Maybe I guess what you would say Warren does now. But he didn't start his... He didn't insert his first company He was, like, 46 or 44 years old. Something like that. He was like a seed investor in Apple. The guys had a a crazy crazy life. And so, anyways, there's another thing. I learned a lot from, and I've referenced many times on the podcast, but, like, I try to learn from every single... Like, I think there's there's knowledge and everywhere. And 1 of the places I found a lot of actually knowledge that I don't... I think most people kind of chuckle at. Is, like, I've listened to Hip hop for, like, ever. And this whole idea. Warren says, my idea of a group decision is to look in the mirror. I wanna quote from Kanye West. And it's 1 is... It's not like the Kanye today. This is, like when he was making some of his best music like because this, like 15 years ago. But he says, he is a quote, this is Kanye sounding like warren Buffett. He says, I'm gonna look in the mirror if I need some help. And so Kanye and and Warren are essentially saying the same thing. Like, they've done the work, they necessary to trust their own judgment. And maybe at the time, you know, Kanye talking about making music. Now I'm not condo combining other stuff the guy says, But when it comes to making music, like, yeah. He's un undeniable genius at making music. Just like warren buffett buffet. I feel an undeniable genius at investing entrepreneurship. Alright. Moving on. When management with a reputation, this is this is so good. When management with a reputation for Brilliance tackle of business, a reputation for poor fundamental economics, it is a reputation of the business that remains intact. Meaning, like, it doesn't matter how great you are. If you're if you're trying to turn around a business or if you're managing a business has poor fundamental economics, your reputation is gonna be destroyed because that business is gonna win. There are mediocre businesses with poor underlying economics that are impossible save growth to the brilliance of managers. A great business is usually washing cash, carries little or no debt, and is in a great position to to write out any downturn in the economy No matter how brilliantly a mediocre her businesses run, it's poor inherent economics will keep it forever anchored to poor results. Man... And here's another quote for warren. Managing your career is like investing. The degree of difficulty does not count. So you can save yourself money and pain by getting on the right train. Okay. This is gonna be very weird. I don't know why... Wait, when I re read this, I thought of squat potty. Do you know Squat potty is? Squat potty is like, it's like a stool that you put in your bathroom that makes it easier to be in, like, a more natural position to def. Okay? And so the reason I said, I thought about that is because it's, like, the degree of difficulty doesn't count. Right? Everybody in the the developed world has a toilet. And none of them seem to be designed like, for optimal usage. So I I listen to this podcast a long time ago I took notes on. Squat potty is just a stool that fixes that. Right? And this is a quote from the podcast. With 35000 dollars, we started a business that does over 30000000 dollars a year. I... Like, that is hilarious to me. Like, it it it's... That's not a super challenging business. It's just, like, making people aware of that the problem and then convincing them that you've solved that problem for them and realizing that that... Once you solve that problem, the market is huge. The idea you could start and that's the magic of entrepreneurship too. I think I don't know if it's a... Him and his friend or him and his mother. I can't remember who who... There's like, 2 people in the business. But there's, like, I listen to a long time ago. But anyways, the idea that, like, you start a business for 35000 dollars, and it can make 30000000 dollars a year at healthy profit margins. Like, that's amazing. I think that to me is like, you don't need to try to solve a huge problem. It's just a problem that a lot of people have that are willing to to hand money over to, and that can make you fabulous wealthy. I think that's that's I don't know. I thought those was humorous too. Another quote from... Alright, There's 2 quotes here. So first is there's a huge difference between the business that grows and requires a lot of capitals do so and the business that grows and doesn't require capital. And then number 2. In a difficult business, no sooner is 1 problem solved than another surfaces. Never are just 1 cockroach in the kitchen. So I think those 2 quotes are kinda of related. And reminded me of this quote, III heard this this week comes from Andy Rat Rat. I think I how you pronounce the name. He's the cofounder founder of Wealth front and the cofounder of Benchmark capital. And he talked about that there's... Let me actually read it you. Why am I gonna butcher the quote when I just have it here. Let me just pull it up real quick. So in the quote, do you give be background? He's talking about, like, how companies can fold themselves into having product market fit and then it's keep reinvest money to into growth because they don't they don't actually have a product that people Let me just read you. I'm running over the quote. People kid themselves into they're thinking they product market fit because they bought it. The only way to know that you have pro product market fit is if you have word mouth growth. The only way we can get exponential organic growth that's through word mouth. So what he was talking about there is, like, there's a lot of tech especially technology companies nowadays that are, spending a ton of money on, like, finding new customers who whether to do advertising to sales so whatever the case is. And what Andy point is echoing there is, like, if you have word mouth, that essentially a sign that 1 you built a product so good. Other people tell tell their friends about it. And over time, that's... That growth is gonna come down. So that's the stories he's talking about, you get this organic and exponential growth. That's also leads to what warren is saying here. There's a huge difference between the business that grows and requires a lots of capital to do so, meaning you need money to fund that growth, and the business that grows and doesn't require capital. He wants to invest in in the first 1. And I think, the second quote is just really interesting it's it's a symbol Like, you might have a a worse business than you might think, because the the problems never stop. Like, you solve 1 problem, another 1 surfaces. There's never just 1 cockroach in the kitchen. Okay. I look for another Ko Warren. I look for businesses in which I think I can predict what they're going to look like in 10 to 15 years time. Take W chewing gum. I don't think the Internet is going to change how people chew gum. It's just a... Now that, when I read that, I immediately thought of 1 of my favorite, Jeff Bezos quotes, which he talks about that that you should be investing... You should... Long... Your long term investments in your business, and what you're focus on should should be investing in things that don't So let me go ahead and read this whole quote. This is Jeff talking. Says, I very frequently get the question. What's going to change in the next 10 years. And that is a very interesting question. It's a very common 1, But I almost never get the... I almost never get the question what's not going to change in the next 10 years? And I submit to you that the second question is actually more important than the... More important of the 2. Because you can build a business strategy around the things that are stable in time. In our retail business, we know what customers want. We know that customers want low prices, and I know that's gonna be drew 10 years from now. They want fast delivery. They want vast selection. It is impossible to imagine a future 10 years from now where a customer comes up and says, Jeff. I love Amazon. I just wish the prices were a little higher, or I love Amazon. I just wish you delivered things a little more slowly, impossible. And so the effort we put into those things, spinning those 2 things up, we know the energy we put into it today will be... Will still be paying off dividends for our customers 10 years from now. When you have something that you know is true even over the long term, you can afford to put a lot of energy into it. I I think that's 1 of the most important things I've ever heard jeff Jeff say. And I think Warren is obviously they're they're of, like mines on that issue. Another 1. You wanna learn from experience, but you want to learn from other people's experiences when you can. And again, I think that's just a reminder, both Warren Buffett and Charlie Mu talk, a lot about why they read thick Charlie calls himself a biography nut, he wants to do that because he wants to learn not only from the the best ideas be of people's lives, but also where what mistakes they've made so he can avoid them. Another 1 from warren Buffett. The really good business manager doesn't wake up in the morning and say, this is the day that I'm going to cut costs. Anymore than he wakes up and decides to practice breathing. That's a hell of quote. What is he really telling us there? Saying that that that's... That should be your default mode of operation permanently. Like, that's just like you wanna breathe all the time you should be always cutting costs. And why is he telling that? Because he understands that that that cost compound. So this is the explanation from the authors. You keep costs low from the start, which creates more profits. Like, this is not, like, It's not I was gonna say brain science. It's not... It's not rocket science. If you read a read that a company ins integrating a cost cutting program, then you know that management has been slack, keeping costs low from the start. Another quote from Warren. He says, a public opinion poll is no substitute for thought. I love this. Read that thought or read that quote. Immediately he thought of another quote that comes from a interview with Steve Jobs. He's around 29 years old at the time. This in 19 85. Let me read this to you. And he's talking about the Macintosh. We didn't build a Mac for anybody else. We built it for ourselves. We were a group of people who were going to judge whether it was great or not. We weren't going to go out and do market research. So he's using the words market research. Warranties orange using in the word public opinion poll, we just wanted to build the best thing we could build. When you're a carpenter making a beautiful chest of drawers, you're not gonna use a piece of plywood on the back. Even though it faces the wall and nobody will ever see it. You know it's there, so you're gonna use a beautiful piece of wood on the back for you to sleep well at night, the aesthetic. The quality has to be carried all the way through. So he's describing this. And so the person interview is was like, he's saying, are you saying that the people who made the Pc junior didn't have that kind of pride in the product. Right? So he's talking about first, what's the source of the product or the source of the pride of the product? The fact I wanted to build the the most the best thing possible the most beautiful way. Right? And now he's gonna compare and contrast to the people that build products by taking public opinion polls or mercury research. He says, are you saying the people who made the Pc junior didn't don't have that kind of pride in the product. This is Steve at his, like, sharpest tongue here. If they did, they wouldn't have turned out the Pc junior. It seems clear to me that they were designing that on the basis of market research first specific market segment for specific demographic type of customer. And they hoped that if they built this, lots of people would buy them and they'd make lots of money. Those are different motivations. The people in the Mac group wanted to build the greatest computer that has ever been seen. Another quote from Warren. The business schools reward difficult complex behavior, more than simple behavior but simple behavior is more effective, And this is related to his very next quote. There seems to be some per reverse human characteristic that likes to make easy things difficult. Another quote, I can't be involved in 50 or 75 things. That's a noah arc way of investing. You end up with a zoo that way. I like to put meaningful amounts of money in a few things. The author's explanation. It's, like, being a juggle over too many balls in air. You just don't... You don't just drop 1. You end up dropping them all. I think this is really that I'm telling us that we should be focused more than we are. Another quote, if you let yourself be un on the small things, you will be... You will probably be un on the large things as well. So there's no... I'm not gonna read anything from the author's ex ex explanation. Actually think it's credited Bruce lee, but it's probably not. But 1 of my fair quotes and where I need to check myself when I'm making mistake, How you do 1 thing is how you do all things. And inevitably, when I find myself being sloppy or slipping on something, Like, okay, There's 0 chance David that that's the only area in which you're you got... Like, you need to analyze everything you're doing because, like, if you're this sloppy on this. You're inevitably sloppy on something else. Another quote from warren. There's nothing like writing to force you to think and get your thoughts straight. Let's the explanation from the author. This is why every year warrants down and writes a long letter to his shareholders explaining the past year's events. This exercise has helped him immensely to fine tune his thoughts. It's also why that the podcast I did on his shareholder letters This is the longest founders episode that'll probably ever be. Things... I think 3 hours long. I don't think I'll ever do that again. Another quote. I've never swung at a ball while it's still in the pictures glove. Okay. So I'm gonna... This is what I was referencing earlier about Ted Williams. So it says, Warren has long been a student and fan of baseball, and he took an important ingredient ingredient for his investing strategy from a book that Ted Williams wrote entitled the signs of hitting. Ted argues that to become a great hit. You have to keep yourself from swinging at bad pitches. What you think... What you were looking for is the perfect pitch. Warren took it as an analogy to investing to be a great investor. He only had to wait for the right opportunity. This also applies to entrepreneurs in the termed, in in regards to opportunity costs. Patrick Coli, which is 1 of my favorite. I I spend... I spend most of my time learning from dead entrepreneurs or close to debt entrepreneurs, but there is a handful of people that are live today that I think are just like found a good ideas. Patrick Collins it's 1 of them, the founder Shopify Toby Luke, is another 1. Patrick said this on opportunity costs. He says if something is making you happy. If something doesn't seem promising. Or if it's just not working. Well, your time has relatively high opportunity costs. You don't get to start that many startups in your life. Knowing when to call it quits is valuable. Sometimes you should quit and sometimes you should quit, and sometimes you shouldn't even pursue or even even before you quit. Don't even start. And I think that's what what Ted Williams is or excuse me, we'll warren buffett I learned from Ted Williams. Another quote. Imagine you had a car, and that was your only car you'd have for your entire lifetime. Of course, you'd care for it. Changing the oil more frequently than necessary, driving more carefully, etcetera. Now consider that you only have 1 mind and 1 body. Prepare them for life, care for them. You can enhance your mind over time what he's saying there, essentially knowledge compounds. So you better get busy like, straight... Seeking out knowledge. What he's what he's telling me essentially. A person's main asset is themselves to preserve and enhance yourself. Way back on, I think founders number 35, Did the biography of George Lucas. And there's something that was in that book that I think about all the time. It says, George Lucas una invested in what he believed in, the most himself. And I think that's the point of, like, again, spending the time to learn from these people. This like, it's not a waste of time. It's an... You're investing in what... I sent what you should believe in most? Yourself. Why else would you care with warren buffett Ssa, or Charlie Mu or anybody else. It's because you're hoping that the they had... That through their decades of experience, They've picked up insights that you can then use in your life. That's an investment in yourself. And I... I think, again, like, that should be your I I want that to be my standard shouldn't say that should be your life you do whatever you want. What let me speak for myself. I want my default, like, the default way I go about my life is making sure I'm that I invest in myself constantly because it's the thing I believe in the most. And the 1 in which we have the most control over. Right? We can really can't control the behavior really people. We can't control our own. Alright. The most important thing to do is if you find yourself in a hole, stop digging. Here's the explanation. If you find yourself in a bad investment, This kinda echoes what what Patrick was just telling us. Right? The worst thing the world to do is to could you to throw money at it. But more important than money is like time. What Patrick saying, Like, you you you... Your time here on the surface is limited, you can only... Therefore, you you can only pursue a small set of opportunities. So you've... No 1 ever it because opportunity cost is, like, an abstraction, and I always say humans going the abstract, like, people don't think like this. You know, they'll sit a job they hate just because they don't know what else to do. It's like, well, that time that decade you just did that, you'll never get back. And there's that time... That that decade is literally priceless. Just as though it's painful to pull out in the end, it is far more profitable to leave the party and cut your losses before things go to 0. In the early eighties warren invested heavily in the aluminum in. It was a mistake. And when he realized that he stopped digging and got out. Have the courage limit admit you were wrong and do it before you go broke. Another quote. That which is not worth doing at all is not worth doing well. This is kind of these are all quotes are all related to opportunity costs. Aren't they. Many people spend years working hard for businesses with poor hair and economics. Which means the prospects for making money are equally poor? So why get good at something that is not going to benefit you? Why I learn to be good at business? Why Learn to be good at a business that is inherently poor economics is it's never gonna make any money? If you find yourself sailing on a business ship that is going nowhere, you should jump ship and find 1 that is headed to the seas of good fortune instead of trying to become the captain of a slow boat to financial nowhere. This is warren experience with Berkshire sherry textile help us. No matter how good it became or how many innovations it implemented or how much capital is thrown at it. The results were always the same. Its competitors could produce textiles cheaper overseas they could in America. Another cool for warren. A good manager managerial record is far more of a function of what business boat you got into, Another... This is this is all kinda like expo on the same theme here. A good manager managerial record is far more of a function of what business boat you got into than it is how effectively you grow. Should you find yourself in it chronically leaking boat energy devoted to changing vessels as is likely to be more productive than energy devoted to patching leaks. So that's the end of warren buffett quote to be an even an explanation. The best jo in the world is never gonna win races riding a lame horse. But even a mediocre Jo can win races riding a champion. This reminds me of Mark Jason's idea. It's not just his idea, but he he he talks about it, like, the most single important factor and an entrepreneur success as the market in which they're operating in. If you're already working in a business with your great economics, be very careful if you decide to leave the fold. So that's the other side to that. Right? Not at the other side of you need to quit a bad opportunity, but you also done don't wanna make them mistake of quitting a great opportunity. Another quote from Warren, I'm gonna read this 1 and number and another 1 together. A pin lies in the weight for every bubble And when the 2 eventually meet a new wave of investors learn some very old lessons. This goes with. What we learn from history is that people don't learn from history. It's also probably 1 of the reasons he spent so much time studying history. Because what he's saying is, like, you're... The people that ignore... It's interesting. David Over talks about, if you fail to study history. Like, he he would hate people in his industry. They wouldn't study the history of advertising industry. He called them ignorant amateur. Thing about that. That's that's... I mean, that's a hell of an indictment. I think Warren and Charlie would stay the same because what warren saying there. It's, like, you're act like this bubbles new. He's like, I me go back a couple pages to that quote. So I don't mess that up. He's like, a new wave of investors learn some very old lessons. This is happening today. A new wave of entrepreneurs are gonna fail to learn some very old less sense. The... So we're gonna... This is author's explanation to that. People make the same mistakes over and over again. This is an example of human nature. A history doesn't repeat human nature does. They over pay for a business in the hope of making money on the short term price movements of a company shares. 1 example, Warren has made his career out of exploiting this inherent short and the pricing mistakes it causes in relation to a company's long term economic value. And the final quote Just what it means to me is that everything worthwhile takes time. This is warren. He says no matter how great the talent efforts, some things just take time. You can't produce a baby in 1 month by getting 9 women pregnant. And the explanation here is it takes time for for business value to build up. It doesn't happen overnight. Just as children take time to grow to adults, businesses take time grow value. This was true for Geico, which took 15 years for the underlying value of the business to increase warren initial investment of 45000000 dollars into 2300000000.0 dollars. Great businesses over time really do grow up to make their shareholders rich. It just takes a little longer than a month. So that's where I'll leave this book. A shorter podcast a because it's a shorter book. And if you're interested in reading the book. If you wanna buy the book, plea please buy it using the link in the show notes on your podcast that are it in your podcast player or a founders podcast dot com. This helps support the podcast, and I'll be back next week with another biography of an entrepreneur."
}