{
  "transcript": "40 years ago, a small group gathered in a burned out department store building in the war devastated downtown Tokyo. Their purpose was to found a new company, and their optimistic goal was to develop the technologies that would help rebuild Japan's economy. In this early gathering was a young engineer, a kia Mari, then just 25 years old. Today, that company is 1 of the most powerful and respected multinational corporations in the world. Sony, and Ak kia Mari is its outspoken chairman. The Sony story is 1 of consistently high quality merchandise and phenomenally successful marketing strategies mastermind by Mari, who realized he would have to create the markets for Sony's unprecedented products. Mori striking departure from the traditional Japanese business practice of making decisions by committee led to the spectacular success of the Sony Walk. Which was his own idea. And perceiving that Sony's future would be intimately tied to that of the United States, Mori decided to found a Us subsidiary, Sony America, and he took the highly unusual step of moving his entire family to New York during its establishment. From his global perspective, and as a friend admire of the Us, Mari candidly discusses the differences between Japanese and American management practices. The often stormy trade relations between Japan and the West. The real reasons behind the hollow out of American industry and the role of technology in preserving the future of mankind. Alright. So that is an excerpt from the book that I read this week and the 1 I'm gonna talk to you about today, which is made in Japan, a k Mori and Sony, and it was written by a kia Mari and Edwin Ryan gold and Mit Cha. Okay. So that excerpt I just read talked about, the founding of the company comes right after World war 2, Tokyo has been devastated by, not only the the the atomic... The the atomic bombs dropped in Nagasaki in hiroshima, but there was a ton of fire bombing done, all over Japan. And so I wanna spend some time. I think that... That's 1 of the most remarkable elements to to Ke and Sony's story. So I wanna spend some time describing what that environment was like. Okay. So this is gonna be Kia as a young person dealing with the war. And he's in the the navy at the time. Says, I was having lunch with my navy colleagues when the incredible news of the atomic bombing of she arrived. I understood what the bomb was and what it meant to Japan. He he says, he, had a better understanding other people because he was he studied physics. He's before the bombing. So I I understood what the Bomb was and what it I meant to Japan into me. The future had never been more uncertain. Japan had never lost a war, and only a young man could be optimistic. Yet I had confidence in myself and in my future even then, I was 24. Okay. So that's 1 of the first person I was, I wanna bring to your attention. Aco was... He had the utmost confidence in myself even when at times she shouldn't have had. And, a lot of people even call them Cock You're gonna see a lot of parallels between, Ke and Steve Jobs. Steve jobs is actually Medic, at the very beginning. If you study the early days of Apple. Steve said that he wanted Apple to be the Sony of of computers. And so that's 1 trait they they share, and I'll I'll talk a little bit more about what Steve jobs said about Sony later on. Alright. It's back to the book. I I had seen them with terrible results of conventional fire bombing. I was in Tokyo when the inc bombs, whipped up a firestorm that killed 100000 people in just a few hours. Parts of all of Japan's major industrial cities were charred wasteland lands in 19 45. Depressing heaps of black remains were the homes of millions of Japanese. And again, I think that's 1 of the most remarkable parts of this entire story is that he... He's gonna start 1 of the... 1 of the greatest companies of all time out of this kind of environment. So he says, when I first heard of the atomic attack on Hiroshima, it struck me that American industrial might was greater than we realized. It was simply overwhelming. I for 1 should have been prepared for it. In fact, as a boy in high school, I had seen seen a film of the construction of the Ford Motor company's River Rouge complex in Deer, Michigan, and was thrilled by the concept of this gigantic project. Japan had no integrated manufacturing like that at the time. So Japan's devastated, they just lost their first war in their entire history and yet here we see the the unwavering and of Kia. He says, I don't mind saying that even then as a young man, I felt that somehow I had a role to play in that future. I didn't know how big a role would turn out to be. So I wanna tell you a little bit about his early family history, which fascinating because he's... He he comes from a family that had a family business for going back 300 years. And so he learns a lot from this family business, but specifically, what happens to a multi generational family business. When you lose focus on the business. So I wanna talk about that a little bit here. So I was born the first son and fifteenth generation hair air to 1 of Japan's finest and oldest sa brewing families. The Mari family had been making Sa for 300 years. It's been bananas. So they had a really prosperous. They 1 of the richest families in in Japan at the time, yet, the generations... The 2 generations shouldn't the 3 generations that came above before him were, they essentially didn't focus on the business. They were extremely rich. So they spent their time, like, buying art and find ceramics and all this other stuff that had nothing to do with the business. And so his dad, like ikea dad is now gonna have to run the business, and he's essentially running a turnaround project. Okay? He went from a once prosperous business to 1 that was almost out of business and was actually restored back by his father. So said, unfortunately, the taste of a couple of generations of Mari family heads was so refined and their collecting skills so acute that the business suffered while they pursued their artistic interests. Letting the business take care of itself or rather they put in other people's hands. So what does that mean? He says? They relied on hired managers to run the Mari company. But to these managers, the business was more... No more than a... A livelihood. And if the business did not do well, that was to be regretted, but it was not crucial to their own personal survival. So it's there's a mis of incentives here, vastly different from a multi hundred year family business Right? So he says in the end, all the managers stood to lose was a job. They did not carry the responsibility of the generations of maintaining the continuity and the prosperity of the enterprise and the financial well being of the Mari family. And so that is why when the business fell into my father's hands as the first son of the family, he was faced with the immediate task of bringing the company back to profitability and restoring the Mori family Fortunes. No outside manager could be counted on to do that for him. So 1 of the best things that ever happened to Ak ikea is that he had a very understanding father. And his father... So the Japanese tradition, according to Ke was, you know, the first born son has to take over family only business that was you know, Ke Destiny before Sony. And so as such, his dad from a very young age let took a queue to work with him. He'd sit in on meetings, even from the age of, like, 10:12 13 he'd be in all these meetings they'd be reviewing numbers. And a queue would talk about, like, after the meetings were over and after he was essentially shadowing his dad, he'd have to like, think for a long time and try to interpret, like, what the adults were talking about. And I think that is really important that he, he later in the life says he's... He's a big fan of the total immersion theory, and I think that has something to do with how his dad. His dad just kinda, you know, brought him in here. You're not gonna understand everything, but I'm gonna always constantly keep you at the very edge of your capabilities. It's a very uncomfortable place, but it's a place where probably all of our growth comes from. So I think it was very smart. So Wanna gonna cover a couple of things that he learned from the family business. Some traits that his family taught him, they kept his whole life, 10, perseverance and optimism. He says, this ancestor of mine had the eager is to try something new. So this is they were in the Sa business, and there's, you know, ebb and flows to any business So they realize they have to diversify. So says the ancestor of mine had the eager to try something new, and the courage and strength not to give up if a single project failed. His predecessor as family head had started a beer business by hiring a Chinese brewery who had learned his trade in England. He also founded a baking company, which prosper. 10 tonality, perseverance and optimism are traits that have been handed down to me through my family genes. And he's gonna tell us, like, some explicit business lessons that he learned from his father. He says, I think it was very important that I was also cautioned time and time again as a young man. So now it's gonna be direct quotes from his father. Don't think that because you are at the top. You can boss others around. Be very clear on what you have decided to do And when you ask others to do and take full responsibility for it. Now I'm back to Ak. He says I was taught that sc subordinates and looking for people to blame for problems, seeking scape outs is useless. These concepts have stayed with me and help me develop a philosophy of management that served me very well. So Jeff Bezos has this great quote where he says, you don't find your passions your passions find find you, and I think that is actually completely true. This example, Ikea is another example of that, he finds obsessions with electronics, extremely early in life. So he says, at this point, he's a young a young boy. He says I begin to buy books about electronics. And I subscribe to magazines that contain all the latest information about sound reproductive and radio. These are, you know, industries that Sony gonna build some pioneering products and, a few decades later. He says soon I was spending so much time on electronics, I was hurting my school work. I was dev dividing nearly all of my after school hours to my new hobby. This reminded me of when I did the pod podcast on the Microsoft c cofounder founder, Paul Allen, Him and Bill gates, you could take... Change some of the words in that sentence I just read you, and it's still... It would still hold true for for those 2 as well. So the devoted nearly all my hours in my new hobby. I had to teach myself because the subjects I was really interested in were not taught in my school in those days. In fact, I became so en in my chronic tinkering that I almost flu out of school. And I think it's really hard to tell what you... What you're meant to do in life. There's so many options like, you have especially when you're younger, like, and you don't know much about the world. It seems like, there, like, there's all these possibilities are limitless and you have this, like, paradox of choice. You know, how do you pick 1 thing out of a millions of different options or opportunities. And I think 1 easy way to figure out how you want like to get an enjoyable life is, like, just listen to your passions? Like, what do you do for fun? I always talk about that my love of that word auto tel? It describes an activity that you're doing just for the sake of itself. Is there a way... Is there an activity that you do in your life? That's like that. And if so, is there a way to make money and build a career around it? So 1 theme that that appears over and over in the book, and it it also... I also mentioned it in the the the opening excerpt of this podcast was the role of technology in preserving the future of mankind. He has an entire chapter, only, like, 8 chapters in this book. They're all giant. And 1 of them is called technology as a survival exercise. It's like a weird way to think about a technology. Right? And I think it's an accurate way to think about it, but it. I think the reason he was able to think of like that. Is because of these experiences that he had very early that, you know, most people on the planet will never... In, almost in not only people alive today, but in human history never had. Right? And so let me read a paragraph so I can, add some context what I'm the point I'm trying to make to you. He says, I had built a time clock, which was attached to my radio and and was set to wake me up at 06:00 every morning. I remember very clearly the morning of 12/08/1941. It was still December seventh the United States. When my time turned on my radio and I heard the announcement that Japanese forces had attacked Pearl Harbor. Now, okay. Everybody knows that happen. Right? His response was fascinating to me. Listen what he says. I was shocked. I remember thinking that this was a dangerous thing. I had grown up believing the west was somewhat superior in technology. Knowing about America's technology, I was concerned that a mistake had been made. So what Kia is was saying there's is, like, the the technologically superior country. Like, these... In in matters of life and death, you don't wanna be fighting a war against another country that's technological spirit. Right? So my brain immediately went Was like, well, the same applies on a much smaller scale to companies. Like if you're competing with companies that have tech... That are more technology security, like, you're gonna lose. And this is not a, new idea. This week, if you if you happen to use Twitter, if you wanna follow founders podcast on Twitter, I every so often and I just tweet out, like, old ideas from books that I've covered in the past. And this week, I treated 1 out from Andrew Ka because he talks about, like, he would invest heavily in the latest technology of his day when he's building the factories. Right? For steel production. And a lot of the old timers in the business with, like you're wasting money. This is foolish. And so what he realized this is the lesson that Andrew Carnegie came away with, which I think Ke understood in matters of life and death and then later, in matters of commercial interest in in business sony. But and essentially, Andrew Carnegie would tell us in this 1 extra that you need to invest in technology, the savings compound, It gives you an advantage over slower moving competitors and can be the difference between profit and loss in Andrew's case. And in the Japanese American War in between life and death. Okay. So now Kia is gonna tell us a little bit about what was, like, right before, right after the war ended and right before Sony was founded. So the emperor of Japan, he he actually, this is the first time the Japanese people have ever heard his voice, which which blew my mind, but he's gonna give advice... The of your plan comes on the radio and gives advice to Japanese people. Now the advice that he's talking about, I feel applies to any difficult challenge. Could also apply to building a company. Right? So he says, the emperor who until now had never spoken directly to his people, told us the immediate future would be grim. He said that we could pave the way for grand peace for all generations come, but we had to do it by enduring the uni and suffering what was ins inseparable. He urged Japan to look ahead. Unite your total strength to be devoted to the construction for the future. He said. Any he challenged the nation to keep pace with the progress of the world. Ke never says it, but Ak took these words to heart. Apparently took these words to heart because, Ak aco is very, like mission driven. Right? He really felt, like, not you wanna build the best products at the time Japanese product product... He said products made in Japan had the reputation for being, like, crappy, poorly made. And so he's, like, I wanna build a company that proves that Japan can build the best products in the world. And he felt that if he was successful doing so he'd be able to restore the industry that was just Droid. So it's like not only is he trying to build a company... Or first of all, build a great product and then second, build a great company, but he's trying to like, like, put the the troubles of entire nation on his back. He's a very, very intense person as you can, imagine. He's got some advice for us. This this section, I'm gonna, reach you right now. It reminds me this Charlie Mu quote, which has a avoid intense ideology. It turns your brain to cabbage. I'm, if you wanna learn more about, like, the Japanese like, ethos at this time. I'm in the middle, Dan Carlin of Hardcore history, my favorite podcast ever existed. He's in this middle of this multi part series on the war between Japan and and and and China at the time, or, I guess, other countries in Asia as well. And he says something in that podcast. He's like, the Japanese were like everybody else, just more so. They were extreme people fan. So he says, we had managed to do our duty and had come home without physical scars. He's talking about him and his brothers all served in the war. We had also avoided the that seemed to grip so much of Japan's youth in those days. The worship of the emperor and the idea of glorious death. In Japan, we often talk of a psychological climate or atmosphere that sometimes occurs and which seems to sweep people up into like minded activity as though everybody is breathing the same special kind of air. So you wanna avoid that. There's nothing wrong if you come to your own conclusions like that. Like, you you might be extremely passionate about, you know, your family or the the work you're doing whatever case is, but you don't wanna be just be downloading ideology from other humans and then have this, like, a mass that occurs constantly through do human history. So this is the conditions in Japan right before. Ke found Sony. And he says many cities looked as though they were nothing more to... There was nothing more to bomb. Flimsy houses, shops and factories made of wooden and paper had burned like dry tinder under a shower of inc bomb. In Tokyo, less than half of the pre war population of 7000000 remained in the city that is mind blowing. Only 10 percent of the city street cars were running. There were only 60 buses in running condition and just a handful of automobiles and trucks. Hospital hospitals were short of everything. Department store shelves were empty. So I wanna interrupt here because there's a... There's a... Actually actual a story that's told in Walter isaac since book on Steve Jobs about the meeting that took place between Steve Jobs and Kia Mari. So I wanna read the extra real quick. So he says on a trip to Japan in the... Because it... It's relating to, the conditions in post war Japan. On a trip to Japan in the early 19 eighties, jobs ask Sony Chair And a C, why everyone in this company factories, were we... Were wearing uniforms? And this is a quote from jobs. He says he looked very ashamed and told me after the war, no 1 had any clothes. And companies like Sony had to give their workers something to wear each day. Over the years, the uniforms developed their own singer or style, especially at companies such as Sony and he became a way way of bonding workers at the company. Another quote from jobs. I decided that I wanted that type of bonding apple. Sony with its appreciation for style had gotten the famous designer I me Mi to create its uniform. So jobs had the idea. He tried to implement that at Apple and no 1 in Apple wanted to wear the uniforms. So jobs actually hired Is Mi. He's the 1 that, you know, everybody's steve jobs is infamous for wearing, like the same thing every day. It's like, that black long sleeve shirt he would wear. He had, like, hundreds in this closet. Those came from I Mi milwaukee. He knew, he was introduced to I by, a kia. Okay. So back to the book, this is where Ke meets his future c cofounder His name is Mo Ib. I'm probably... Just... I mean, you know I can barely pronounce words in English. So there's no way I'm pronouncing any of these words correctly, but, just, you know, just bear with me. So Abu is a genius, and he's also 13 years older than than than Kia. So I think he... Ak kia definitely benefited from meeting him. And a key already rc, mace, Mo, had already founded his own company. And so let me tell a little bit about about this. The company that Ab ran was called Japan, the the translation is Japan mess... Measuring instrument company. It employed 1500 people making small mechanical elements that control the frequency of radar devices. These devices had to os at exactly 1000 cycles per second and and abu had the ingenious idea of hiring music students who had a fine sense of pitch to check the accuracy of the elements. So what he's making? I mentioned this as an example of the freshness and invent of his mind, which so much impressed me and made me want to work with this man. Ab didn't feel professionally satisfied out there in the countryside merely producing components in large quantity. So he wants... He's he's working on something he's not passionate about. He wants to try to. He wants to develop electronics. And so that's where they're gonna wind up teaming up. And so it says, in this empty and bear old building, set among the rubble and devastation, the burned out homes and shops of the once prosperous downtown area of Tokyo. Ib kombucha started the Tokyo telecommunications research laboratories. This is what... That's the original name of Sony right there. Okay? So Abu is gonna make some smart decisions here that I think, lessons for all of us. 1, he first... He starts working on what interests him. And 2, at the very beginning, you know, they don't have a lot of money. He finds a way to add features to a product that a lot of people already have. Instead of trying to invent something new. Okay? Abu resources were all on his own pocket in his own head. And he had an intriguing idea. Since since short wave receivers were strictly prohibited during the war, a keen interest had developed and listening to short wave broadcasts. So how they communicated messages said the Japanese population during more. Now that it was no longer illegal, perhaps the demand could be met. Because the radio was very important for hearing air raid warnings and getting other information during the war, people have taken very good care of their radios. So they had this piece of equipment. A lot of people in Japan had it and they were they were functioning correctly. But they could only receive medium wave band, which is regular Am broadcast. So Designed a short wave adapter. This could be attached to any standard radio very simply and would convert the unit to short wave reception. The employees had to sc through the black market to get the to get the the the equipment they needed. And the but but once it was finished, the product became very popular. So Ib is doing all of this before before he he he's gonna start biz like being partners with K. So Ke sees all this is happening. He senses an opportunity and he jumps on it, which is another good idea by him. So he says, I wrote to him immediately and said I would like to help to visit him in Tokyo. I said I wanted to help him in his new business and would support him in any way I could. He wrote back immediately, inviting me to come see him and the new company, but he told me that things were pretty tight, and then he was... And then he was paying his people out of his own pocket, and it was looking for funding. Because I knew, they had met previously when when when Kia was studying physics. Because I knew A was having trouble meeting as payroll, I got the idea that I could work with this new company part time and teach part time. So at a time, Ke before he found Sony, he's teaching physics at the university. And, what happens is the government decides, hey, any any teachers that had that served in a military in the war, which, since Ak ikea was in the navy that that accounts for him. They they call it, like, purging them. And so they fired all of them because they didn't want them, like, the people that fetish criticized war to teach the new generation. They just went through, like, a devastated... The most devastating time of Japanese history. Anyone any kinda repeats of that. Now, Ak gets lucky great because He doesn't have to teach anymore, but he's still in the government payroll by a mistake. So she says months went by without any notice that I had been officially purged from my university job. And every month, the school would call me to tell me to or would call to tell me to come and pick up my pay because for some reason, I remained on the payroll. So he's able to to get money from the governor of Japan, his normal paycheck but work at Sony full time. This went on until October of 19 46 when the ministry of Education finally got around to issuing my personal purge notice. I welcomed to the subsidy while it lasted. Because our new company was not setting any records for financial success in those days. Yeah. That's an understatement. So during the early days of Sony, they had no money, their workspace was in an old bombed out building, and the only employees was like a gang of mis fits. And so here's an example of that. It says when some of my relatives came to see me, they were so shocked by the shabby conditions that they thought I had become an ana. They could not understand how if I was not a radical, I could choose to work in a place like that. So at this point, Bo and Ikea our partners now, and there's a really smart move. They knew from the very beginning that they eventually had to build a differentiated product. Just had to get their in steps. Right? Because they didn't have a lot of money. So said, Ib and Had often spoken of the concept of our new company as an innovator, a clever company that could make new high technology products in ingenious ways. Merely building radios was not our idea of the way to fulfill these ideals. Okay. So they think they found the the differentiated product that they wanna. Right? So they want to make a wire recorder, we don't even know what that was. But the parts makers wouldn't sell to them. So there's a bunch of lessons in here. 1, this is a blessing in the disguise, reminder that big things starts small, and that you should always do your best work even if you're working in terrible conditions. Alright. So I'm gonna go right into the story. It says, but as it sometimes happens, the refusal turned out to be a blessing in disguise. We weren't able to make a wire recorder, which was a disappointment. But the bright side was there was a recorder in our future, a much better product. The tape recorder. Although we didn't know it at the time. Okay. So it says, the occupation forces, that's essentially Us army forces had taken over the the the Japan broadcasting company. This... That's kinda like Japan's equivalent of, like, the Bbc. And they needed a new technical... They needed new technical equipment such as mixing units and other studio and broadcasting equipment. Okay? So they put this call us, So, hey, We need can anybody make this for us. So Abu, was familiar with, like, mixing units and the the technical equipment they needed. So he submits a bid. So then an Army general comes to the early Sony, again, it's it's the same company that's it's not called Sony at this time. So he comes to the office to discussed a bid with him, and this is hilarious. He says, when the general saw saw our shop, he was taken aback by how primitive it was, and he shook his head. He was so concerned another the general. He was so concerned about our terrible building that he recommended we keep buckets of sand and water around the place in case of fire. Now think about that. Sony is this gigantic company today. 1 of the most successful companies of all time. And it started out in a bombed out building that an American general like, listen, this thing is gonna either collapse or catch fire. You need to put sand and water around the place. So they get the job. He says, when the equipment was delivered everyone marvel that it's quality. So that's another lesson. Like, you can do great work. You don't need all the things you think you need. Take like, they're able to build quality equipment and even in such terrible conditions. Everyone marvel it's quality, especially the skeptical officer who was still puzzled by the fact that a small new company and a makeshift factory could produce such a high technology product. Because of the quality was so high, we were able to obtain further jobs. There would be no Sony today If the they didn't do the absolute best job they could get the absolute best work they could on the on a tiny job. So 1 thing led to another, then they just keep... They just The entire story of Sony, like, most companies like you start small. Okay. And then take another step, take another step, and then, you know, over 40, 30 30 or 40, 50 years, whatever it is, like, you you... The results that you can get in which you can accomplish in 1 lifetime is unpredictable. Unfathomable to us. So it says we're able to obtain further jobs. But because of the breakthrough and trust we made on that first job by demonstrating our quality. So now you get the new job, but now A has to constantly go back and forth from the early Sony factory if you wanna call it, to where the like, the headquarters, where the American operation, where the American occupation, rather not operation. Occupation forces are. Okay? And that's extremely important too because that's what's gonna lead them to producing their first differentiated products. So says, While Was delivering the mixing unit, he spotted an American made tape recorder. The first tape recorder he ever laid eyes on. So they make a tape recorder. I'm gonna fast forward it because the tape recorder flops. And they're gonna old remember that that quote for Warren Buffett where we talked about, like, every time like, there's a like, a bubble pops, investors learned very old lessons, like lessons that you should have known because if you said a history, you see that happens over and again. This... What's happening? This is what the 19 late 19 forties, maybe early 19 fifties, what they're gonna about to learn now, companies today are learning. And companies in the future learn. How many people build a product and then just expect people to just knock down their door and sales to just come out of nowhere and that never happens. Right? So same thing happens here. And they're gonna learn a lot. They learn an important lesson. That you must know and then find your target customer. And so they they launch a product that has no market. They have to go out and create their market, and they do it very intelligently. It says neither Abu nor I had any real training, the consumer end of things or any real experience in making consumer products or selling them, I had never made anything for sale to anyone. I had no experience in merchandising or salesman ship. It never occurred to b me that there was any need for this. To hell of a statement. Right? Ib believes strongly that all we needed to do was make good products and the orders would come. So did I. We both had a lesson to learn. We were engineers and we had a big dream of success, we thought that in making a unique product we would surely make a fortune. I then realized that having unique technology in being able to make unique products are not enough to keep a business going, you have to sell the products. And to do that, you have to show the potential buyer, the real value of what you were selling. I was struck with the realization that I was going to have to be the merchandise of our small small company. Even though the boast engineers at B was, like, the more... He was better at. It's more qualified. And so this is the role Ke adopt, like, his whole life. So in that sense you could think of the very early days of Apple, B kinda like W and a key is... Like, jobs in that sense. It's not a perfect analogy, but it's it's close enough. So it says. So at this point, I should give you a background. They launched it. No one's buying it. It's really expensive. It's it's big, and so he's, like, what the hell? What are we doing? So he says, a fortunate chance incident helped me see the light. I was still trying to figure out what we were doing wrong and trying but failing to sell our tape recorders. When I happened to stroll by an antique shop. I noticed the customer buying an old vase. Without hesitation, he took out his wallet and handed over a large number of bills to the Antique dealer. The price was higher than we were asking for our tape recorder. Why I wondered would someone pays so much money for an old object that had no practical value, while a new and important a device such as our tape recorder could attract no customers. To me, there was no contest, the tape recorder was the better bargain. I realized that the vase had perceived value to that collector of antique, and he had his own valid reasons for investing that much money in such an object. At that moment, I knew that I had to sell a recorder, but I knew that 2 seller recorder, we would have to identify the people that would like that would be likely to recognize the value in our product. So before this we're just trying to sell tape recorders general consumers. Not... And and in hindsight, you can see where their mistake was. They they they price the tape quarter. It... I I forgot the exact conversion, but let's say it's, like multiple months worth of what the average worker salary was. Right? So very, like, they just no one's gonna spend, let's say it takes half a year of your of for of your employment or your your work to buy tape that that's absurd. So they do something really smart here. And they realized where, like, they go to businesses. Or specifically, the... Actually, it's the government. So it says, there was an huge shortage of s cinematographer because so many... So many people had been pushed out of school and into war work. Until that shortage could be corrected, the courts of Japan we're trying to cope with a small over overworked core of quartz. So they're like, okay. Well, instead of you just typing out. Why don't you just tape everything? And so he says, we were able to demonstrate our machine for the Japan supreme Court and we sold 20 machines almost instantly the value of the product They're making, like, was solving a very real problem they had. And so, of course, they're gonna buy right away. Those people had no difficulty realizing how they could put our device to practical use. They saw the value in the tape recorder immediately. And to them, it was no toy. So they used the profits from the paper recorder to branch out to other different product ideas. And so 1 idea they had was they had idea for what they call a pocket radio. Okay? And it says, we could make a very small radio powered by batteries. Mini maturation and compact have always appealed to the Japanese. Our boxes have been made to nest. Our fans fold. Our art rolls into neat scrolls. And so we set our goal of a radio small enough to fit into a shirt pocket. Not just portable. I said, but pocket. So think about how crazy this is 50 years later, jobs is gonna see jobs is gonna introduce the ipod, and he's gonna say it's 10000 songs that fit in your pocket. We see the the early predecessor to the ipod coming from from a kia and Sony. So now they do something really smart too. And you could also see, like, people like jobs or must doing something like this. So what do you do when your pocket size radio doesn't fit into a pocket? A kia idea, you make the pocket bigger. So he says, it was a bit bigger than a standards men's shirt pocket, and that gave us a problem. We like the idea of of a salesman being able to demonstrate how simple it would be to drop it into a shirt pocket. So we came up with a simple solution. We had some shirts made for our salesman with a slightly larger than normal pockets, just big enough to slip the radio into. Now they're not the only ones that came up with this idea, and this this next paragraph is a reminder that products don't compete. Companies do. So it says, an American company called Regency put out a pocket size radio few months before ours, but the company gave up without putting much effort into marketing it. As the first in the field, they might have capitalized on their position and created a tremendous market for their product as we did, but they apparently judge mistakenly that there was no future in this business and gave it up. So you could also say, Sony... What's Sony's most famous product. The Sony Walk. They sold hundreds of... Hundreds of millions. And if you're too young if you're listening to this, it was... Essentially, like you had a cassette player, I don't even know if you know what that is or later it's called the Dis man a Cd player, is like, a non digital ipod. Think about like that. And they sold 400000000 units. Is 1 of the most successful consumer products of all time and it happened before the ipod. The genius in what Steve Jobs did was make it fully integrated. In fact, he was inspired by Sony to be in his career, but then he learned from mistakes of Sony in the in the nineties. There's tons of examples of that in, like, like, I'd read Steve Jobs the book by Walter isaac where it goes into great detail about this time where, like, how jobs was able to Sony was competing with Apple to time to be... To... Be... This is pre itunes. And, you know, Sony had all the advantages. If you would have been asked to guess who would be the first person to to... The first company released, like, you know, digital walk win with a way to buy songs and everything else you would with without Sony. It is actually Apple was the 1 that like, obviously succeed that. And you see that, you know, this plays that over and nerve again. In the case, in what we're referencing in the book. It's like, okay. Well, You know, we weren't the first of the market. You had all this other company that's that could have had a pocket radio and yet they made the mistake. So again, that's just an... That's gonna happen. It happened 50 years ago. It happened 20 years ago. It's gonna happen 200 years ago. The nature of of humans and nature companies just doesn't change. And so that's why it's so valuable to study the principles in in the history of entrepreneurship. We're getting to the why, which I think is extremely important. Like, you have to know why you're doing what you're doing. And so this is Ak kia and Sony's why. They wanna change the image of Japanese products is poor quality. And so he says, like, and can you give me an idea about this. Like, in the early days, the this reputation was so well known that Sony printed made in Japan as small as possible. And in in some cases, they had to re they had to reprint it. I don't know what the the proper term is. So they made it so small that you couldn't read it so customs wouldn't accept it. That's how embarrassed they were... Like, that's how bad Japanese products were known at this time. And now it's weird because, you know, so in large part Sony and other people like it's... They're they're known to make high quality products, so he's successful. So he says, a Japanese company must export goods in order to survive. With no natural resources except our people's energy. Japan had no alternative. As business prosper, it became obvious to me that if we did not set our sights on marketing abroad, we would not grow to be the kind of company, And I envisioned. We wanted to change the image of Japanese goods as poor and quality. And we reason if you're gonna sell high quality, expensive product, you need an affluent market, and that means a rich sophisticated country. Alright. So now we get some ideas about how to run business from him. He says you talked about marketing. You you should think about marketing he's just as communicating. So says marketing is really a form of communication. And the traditional Japanese system for distributing consumer products, the manufacturers are kept at an arm length from the consumer. Communication is all but impossible. So that's a big problem for a company that's creating... They're they're creating companies or products that have no precedent. So he needs to communicate directly to them. This is also Jobs seeing. He says we realized that from the beginning that it could not that it could serve the needs of our company and its new advanced technology products, the the traditional way of doing things to Japan, and they have to come up with their own way. Right? Third or fourth party simply could not have the same interest in our enthusiasm for our products and our ideas that we had. We had to educate our customers to the uses of our products. To do so, we had to set up our own outlets and establish our own way of getting goods into the markets. And we're gonna also see his other ideas. He didn't believe he didn't believe in market research. He didn't think the public the... He's... He believed the public doesn't actually know what is possible and that we do, meaning Sony. Then he talks about the idea of the Walk, and I just referenced that they sold over 404 hundred million units sold. Let me, and then no another note left myself says this was very much Steve jobs. In the beginning, when our track record for success was not established, our competitors would take a very cautious wait and see attitude while we marketed and developed a new product. In the early days, we would often have the market to our sells for a year or more before other companies would be convinced that the product could be a success. So if you're able to arrive you and use your own right reasoning and trust your own judgment, like, you're gonna have a huge advantage over people are just gonna wait and copy what other companies do. Right? And we made a lot of money having the market to ourselves. Just give them a huge advantage at the very beginning of the company. They're just making more profits, and then they can reinvest the those profits to make more products and you have this wonderful virtuous cycle. We have to keep a premium on innovation. For many years now, we have put well over 6 percent of sales into R and D, and some years as much as 10 percent. Our plan is to lead the public with new products rather than ask them what kind of products they want. That, type of thinking is found all throughout history. That's a key saying it. You could easily say Henry Ford would say the same sentence Steve jobs, say the any the same sentence. The public does not know what is possible, what we do. So instead of doing a lot of market research, we refine our thinking on a product and use and try to... Create a market for it by educating and commuting... Communicating with the public. So that's like the... Just a basic business principle that worked in his days and will work today and it'll work in the future. As an example, I can cite the walk man. The I do took shape when And a Abu came into my office 1 day with 1 of our portable stereo tape recorders and a pair of our headphones. He looked unhappy and complained about the weight of the system. I asked him what was on his mind and he explained. I like to listen to music, but I don't want disturb others. So you need a private way to do that. Right? I can't sit next to my stereo day. So now do you need to be private, but you need needed it to be portable. This is my solution. I take the music with me, but it's too heavy. So it said, Ab complaint set me into motion. I ordered our engineers to take 1 of our reliable small cassette tape recorders. Strip out the recording circuit in the speaker and replace them with a stereo amplifier. I outlined with other detail... The the other details I wanted, which included very lightweight headphones. Now, so he's got an idea from a product. Sees... First, he sees the the problem. Hey. I'm sure Boo is not the only person Feels as way. Right? Humans all human... Almost every human loves to listen music. And he's, like, but we... It's too big. Can we make it smaller. So he says everyone gave me a hard time. It seemed to though nobody like the idea? It sounds like a good idea, but will people buy it if it doesn't have any recording capability capabilities. So she's he's talking about the pushback he's getting from internally from the company. I don't think so. People are saying, hey, they're not... It's a good idea, but since you can't on it, No 1 gonna buy it. And then Ak aco just uses his own basic judgment. He said, this is what he says to back to his employees because millions of people have bought car stereo without recording capability, and I think millions will buy this machine. And is 1 of best sentences in the book. The accountants protested, but I persisted. So let me read the back cover because he talks about the walk since so important, and this is a his quote on it. He says, no nobody openly laughed at me But everybody gave me a hard time. It seemed as though nobody like the idea. I do not believe that any amount of market research could have told us that the Sony Walk would be successful. And again, 400000000 units move. That's amazing. So the walk comes out and he says, I thought we had produced a terrific item, and I was full of enthusiasm for it. But our marketing people were une. So he still has to fight this battle at the engineering level now at the marketing sales level. And at the accounting level. They said it wouldn't sell and it embarrassed and it embarrassed me to be so excited about a product. Most others thought would be a dud. But this is where I'd always talk about, like, I think we have a deficit. Like, most people say, it'll be humble, Like, don't... You know, you know, you wanna air on the inside of homelessness over, like, Arrogance or maybe self comments, I say it's the other. Like, we have... We're sitting at a 40 year low for for new business creation and I say. So that is a massive massive problem for a society if that continues. And we have a generation of smart kids that for some reason, don't believe in their ability to sort of company. And I think 1 way to fix that is like, first, you see you study stories like this where you see, you know, people with no education, no resources doesn't matter. They build a companies. You know, over and over again. I think that this podcast demonstrates that over and over and over again. And yet... So what I would say is like, no, We need to teach them be confident. You can do whatever you wanna do. Air on the side of confidence in cock because at least even if you fail, at least you tried That's better than having being full self doubt and sitting in your ass and doing nothing. What what is that gonna solve? That's ridiculous. So here's a... And again, Kia is cocky. People... That's what people said. He was too confident too cocky. Well, this is an example where that belief that that that profound belief in himself led to overcome all the objections into 1 of the greatest consumer products ever created. He needed that. That was a tool. They said it wouldn't sell and it embarrassed me to be so excited that about a product that most other thought would be dud. But I was so confident that the product was viable that I said it would take personal responsibility for the project. Check this out. I never had reason to regret it. The idea took hold and from the very beginning the walk when was runaway. So I'm pretty sure he said, I don't know why I didn't include that in my notes. But, I... I'm pretty sure he said that if the walk when failed, he would resign from Sony. So not, like, everybody's telling him, no. This is a bad day This is a bad idea. This bad idea, you know, his natural inclination is to be over confident. Right? And that he said, I risk my career. I will resign. That's a... Like, that's what I would. And I'm not saying, like, we everybody has to build the a company says a Sony, but we do need. We can't have new business creation at a 40 year low. That is a huge problem. We've gotta do anything in our power to to to to explain to new generations. Like the the... We need new small businesses. We do. That's who employs most of the people in this country. It it's it's really important. And I think, like, for 1 reason, I talked to a lot of people and a lot of people that think they they wanna start companies. It's like, I don't think I can do it. And I don't know, like, the solution to that problem? Like, how do you convince somebody to have faith themselves I don't know the answer. But other than being exposed to examples of people that did not have all the benefits in life and still we're able to overcome that and and and actually build the company and do what they wanted in life. Okay. So the Sony Walk in into success. I'm gonna skip over that because another thing happens to him. And again, this is the... There's 2 things I took away from this part. What's about to happen. First, if you know why you're doing what what... If you actually know why you're doing what you're doing, then a lot of the hard decisions that you have to do just gonna inevitably have to make or do you become a lot easier. Right? And so this is an example of that. And 2, is this another example of Kiosk, huge belief and confidence in his judgment. So he says, I turned down what look like a chance to make big profits. The buyer thought I was crazy, and, but even though our company was young, and I was in inexperienced, time has showed had shown that I made the right decision. So what does that mean? He meets with this company I'm never heard of, it's called, so they like the the radios that Sony making, but they want him to private label them. They like... And so he's like, this is ridiculous. So he says, they like the radio very much, and their purchasing offers said very casually. We'll take 100000 units. 100000 units exclamation point. I was stunned. It was an incredible order where several times the total capital of our company. He told me that there was 1 condition. We would have to put the bull below name on the radios. That stop me. I had vowed that we would not be an original equipment maker for other companies. We wanted to make a name for our company on the strength of our own products. We would not produce radios other under another name. When I would not budge, he got short with me. And so this is this guy's being, you know, kinda like a jerk home. He says our company name is a famous brand name that has taken over fifth... Taken over 50 years to establish, he said. Nobody has ever even heard of your brand name? Why not take advantage of ours? Now this is a key. 50 years ago I said, your brand name must have been just as unknown as our name is today? I am here with a new product, and I'm now taking the first step for the next 50 years of my company. 50 years from now, I promise you that our name will be just as famous as your company name is today. Okay. So I'm gonna fast forward in the book. He's got a bunch of other just explicit ideas that he feels is beneficial to to building to work and to life. He's living in New york City. He founded these Sony American subsidiary. Now he's gotta go back to Japan because his dad dies, and it's his responsibility to put, like, the family's like, a ferris order. And so at this time, he's reflecting on the the end of life, and then about what can he learn from his ancestors, and then what can he teach the lessons to his kids. So 1 thing that he wants to teach teaches lessons to his kids is that they wanna maintain physical and mental discipline. He was an extreme person. He's a mis fit. He's an obsessive. He talks about how talks a lot about the difference between Japanese culture and American culture. And he's like... He says American cultures. Like, the... The main ideals is, like, a life of leisure. Like, he's like, you go to American, you see, like, advertisements for to take, like, these trips exotic land and just sit on your butt beach and do nothing. And he's like, that's not... There's no japanese Japanese equivalent of that. Like, we find honor and work and work. And so you're gonna see a lot of, like, his extremist in some of the the advice that he has for for his kids and other people. So he says the death in the family makes you examine your life in the future of the family. Where my children were concerned, I felt very strongly that the new post war education system in Japan lacked discipline. Pt groups had watered down the quality of education and study for examinations was nothing but wrote application. When I attended in Middle school discipline was very strict, and this included our physical as well as a mental training. Our classrooms were very cold in winter, we didn't have a heater, and we were not allowed to wear extra clothes. In the navy, I had hard training a boot camp. But every morning, we had to run a long way before breakfast. In those days, I did not think of myself as a physically strong person and yet under such strict training, I found I was not so weak after all. So it's essentially just learning about the adaptability of human beings. Right? And the knowledge of my own ability gave me confidence in myself that it did not have before. It is the same with mental discipline. Unless you are forced to use your mind, you can... You become mentally lazy, and you will never fulfill your potential, and I feel this is happening a lot. I think the social from media. Obviously, is is a problem with that. There's way less people listening to educational podcast, audiobooks books, reading books, we're we're scrolling through feeds, reading a bunch of essentially junk food for the mind. And I think what a kia is saying? Like, you need... Just like you get up every morning? Hopefully, in workout and and and discipline your body? Like, what are you doing for your mental discipline? They're related. You have to do both is what Kia is telling us. It's like sharpen your mind. Don't just let just like you wouldn't sit at home all day and eat junk food. Could... The the good thing about that, I like the feedback loop for physical. Right? Where I feel it's not as a parent mental discipline. So, like, if you sat at home, you didn't exercise. You didn't take care yourself. You ate a bunch of crap. You were lived a sedentary lifestyle. You didn't push yourself. Essentially you embrace comfort, you see it. Because your your body like a physical manifestation of your will. Right? At least, that's what I believe. But there's no mental equivalent. You know what the mental equivalent is When you go to you go to dinner or you you're you're interacting with somebody way doesn't read doesn't learn. Basically, you've got out of college or high school and just stop learning. And he realized like, oh, this is a boring person. This is a person that has nothing going on. They just... They n on mental junk food all day. And I love Josh Wolf. He's a investor at lux Capital. He learned this from somebody else I can't remember who he credit. But he has this 3 word a that I think about all time. And it's dual has a dual meaning, avoid boring people. Now that the first meeting is you avoid people that bore the hell out of you for good reason, because your time is here is limited and there's... There's a lot to learn and into experience. But the the other meaning is maybe more important that you should be doing the work and collecting the information and being an interested person. So you avoid boring other people too. I think what Ak ikea is saying there's a hundred percent correct. You need both physical and mental discipline. And you wanna avoid areas like, what are saying? Japanese school system got extremely weak. And so he sends his kids. Like, I think you he sends 1 to Switzerland into boarding school 1 to, boarding school of London, they go to schools in new York City. Like, he he take... He's not just telling you this. He's acting on it too. He's got another unique idea moving on. This is something I've never even heard of before. Hire a paid critic. This is a genius, man. So he says, Nor Og, who had been a vocal art students at the Tokyo University of arts when he first saw our first audio tape quarter back in 19 50. Okay? So he says, I had had... I had had my eyes on him for all those years because of his bold criticism of our first machine. He was a great champion of the tape recorder, but he was a... But he was severe with us because he didn't think our early machines were good enough. Now I'm gonna finish this paragraph, but I'm gonna get to the punchline now because I I think I'd help you understand. This paid credit, he hires, eventually becomes the president of Sony. Alright. So he was severe with us because he didn't think our early machine was good enough So it's... He got somebody else. He got an external person holding himself to even higher level of quality than he did. So she says, it had too much wow and flutter. He said, he was right of course. Our first machine was rather primitive. We invited him to be a paid critic even when he was still in school. His ideas were very challenging. He said then, a ballet dancer needs a mirror to perfect her style, her technique. A singer needs the same, an oral an oral. I don't know pronounce the word. AURAL mirror. Olga is now the president of Sony. Okay. So now we're gonna see some more glimpse into his own personal philosophy. He he talks a lot about the benefits of spending time with young people, the benefits of vigorous exercise and the benefits of maintaining self confidence. So he says I like to play sports with young people because I get ideas from them and they give me a fresh rant on almost everything. I think it is good for my spirit too to be with young people who are enthusiastic. Since I've been playing tennis, I noticed my reflex are improving and this pleases me because when you start to age, the reflex and reactions tend to slow down. I noticed when I began to ski that my balance wasn't too good, but it has improved also. Every executive should be aware of the need for this kind of vigorous exercise. Not only for the heart, but also for the mind and the sense of confidence it gives you. It is important to maintain confidence in yourself. I just some example of advice that a ikea gives to young to young people, essentially the the The main point is don't work in a job that you hate you're gonna regret. He says, nobody can live twice in the next 20 or 30 years is the brightest period of your life. You only get it once. When you leave the company 30 years from now or when your life is finished. I do not want you to regret that you spend all those years here. That would be a tragedy. I cannot stress the point too much that this is your responsibility to yourself. So I say to you. The most important thing in the next few months is few to decide whether you will be happy or unhappy here. He comes up with a unique way to identify bad managers. I like this too. So he's talking to some young people working at Sony. He says before, and this is will a young person tells. Before I joined the company, I thought this was a fantastic company. It is the only place I wanted to work. But I worked for this section chief, mister Son So. And in my lowly capacity, I worked for this man, not for Sony. And everything I do or suggest must go through this guy. I am very disappointed that this stupid section chief is sony as far as my career is concerned. Now we go to what Kia is learning from this conversation. This is a sobering off for me. I realized there might be many employees in our company with problems like this. So I started a weekly company newspaper where we could advertise job openings. This made it possible for employees to try for other jobs confidential. We have had cases where we discovered a managers was inadequate because so many people working under him asked to be transferred. We learn a lot by listening to our employees. Wisdom is not the exclusive possession of management. So this another advice, they ask for us don't sacrifice the benefits of individuality for the sake of consensus. When most japanese companies talk about cooperation or consensus, it usually means the elimination of individuality. Many Japanese companies like to use the word cooperation and consensus because they dislike individualistic employees. I say that a manager who talks too much about cooperation is 1 who is saying he doesn't have the ability to utilize excellent individuals and their ideas and put their ideas in harmony. If my company is successful, it is largely because our managers do have this ability. So this is more on his management philosophy, Do not like to have my managers think they are special breed of people elected by God to lead stupid people to do more miraculous things. The world of business has some peculiar. The remarkable thing about management is that a manager can go on for years making mistake that nobody's is aware of. Which means that management can be kind of a con job. That is because management despite the work of hard of the Harvard business school and others, and the increasing numbers of holders of advanced degrees in... And in business administration, is an elusive thing that cannot always be judged by next quarter bottom line. Managers can look good on the bottom line, but at the same time may be destroying the company by failing to invest in the future. This is 1 of the his main criticisms about the difference between Japanese management and American management. His American management does not invest enough in the long term. The optimize for short term profits. So that's an example of what he's talking about here that you can actually, like, be achieving good short term roles at the same time destroying a long term value of the company. He says, it does not started at the bottom line of of the balance sheet, which can be black 1 day and read the next. No matter what you do. I told my managers recently. What you were showing to your employees is not that you're an artist who perform by himself in the high wire, but you're showing them how you are attempting to track a large number of people to follow you willingly And with the enthusiasm to contribute to the success of the company. If you can do that, the bottom line will take care of itself. And so we're gonna see this actually play out, this is a story about the difference in Japanese American management, and this has to do with Sony America. He it says my Sony American president was reluctant to spend the money. So they're they're they're launching a new product and very, very much like Steve Jobs. Ikea was... He... He was a huge about product launches. He wanted to educate, he wanted to make sure there was there's investment that people knew. It was an event. Right? And he wants to do it at the very beginning, so it pops. So this is my Sony American President was lucky to spend the money. He said if we spent a lot on this promotion. And if he could not bring in enough sales, we would lose money. I told him over and over again. You must also consider the return that comes in 5 or 10 years, not just the immediate return. So he says that night, I went to bed troubled. I couldn't sleep, tossing and turning until I could stand it no more. In the middle of the night, I grabbed the phone and called Harvey. That's his man the president manager. He was in a meeting in New York, I got I got him out and yelled at him. If you're not gonna spend a million or 2000000 dollar Oh, this is the Beta campaign. If you're not gonna spend a million or 2000000 dollars in the Beta x campaign in the next 2 months, I will fire you. I had never said anything like that. And he had never heard me sounding like that. It made an impression and I felt better. He spent the money, but it discovered later what what they actually did. What they actually did was to shift the money from 1 part of the business so our total advertising expenditure remain the same. So he didn't actually do what he wanted him do. The trouble with American management was that profit was the main goal. So now Kia is gonna lay out his explicitly... How he looks at this stuff. He says, my argument again and again was that by saving money and instead of investing in the business, you might gain profit on a short term basis, but in actual fact, you'd be cashing in the assets that had been built up in the past. So I like this idea. The way Ak would educate customers about a new product. It was actually inspired by this Japanese tradition of Nam. Let me read this part to you. 1 must prepare the groundwork among the customers before you can expect success in the marketplace. It is a time honored Japanese gardening technique to prepare a tree for transplant planning by slowly and carefully binding the roots over a period of time. Bit by bit to prepare the tree for the shock of the change it is about to experience, This process takes time and patience, but it rewards you. If it is done properly with a healthy tran if it is done properly, it's shouldn't it rewards you. If it is done properly with a healthy transplant tree. Advertising and promotion for a brand new, innovative product is just as important. And the 1 thing that both these approaches to not only moving trees in gardening, but to preparing customers for new products. The 1 thing they both have in common is that it takes time, and that was something Ke talked about over and over again. Optimized for a long term. Great things are gonna take a long time. You just you can't, what warren buffett, was telling us. You can't make... What was it? You can make a baby in 1 month by getting 9 women pregnant. You, like, something just take time. More difference between he... Well he considers a difference between Us Japanese. You his Us partner comes over and looks at Sony's offices at the time, and he was just shocked. It was, like, very basic. They had everything they needed, but it wasn't, like, os or anything like that. So it says, this is a Japanese talking to the. Japanese clients come into the office of a new and struggling company and see plush carpet and private offices and too much comfort, they become suspicious that this company is not serious that it is voting too much thought and company resources to management's comfort and perhaps not enough to the product are the potential customer. So as an example of this, when I talked about the on the the Ford and Ferrari series I was doing. When you look at the difference between, like, the early days of forward when Henry Ford is in charge compared to when his grandson on Henry ford the second. Henry ford the second would eat in a private dining room with white glove staff. They'd, like, serve them hamburgers as if it was, like, their own, like, high end restaurant. And I think there's a there's it's almost like a canary in the coal mine. It's like, when you see companies do this and Ne and what happened to Ford after, had a huge, like, the Japanese and and other like, constraints in the market, like, they gutted the american... Like, look at Detroit today as compared in, like the 19 sixties and 19 seventies. And I think when you see the... Like, what what the company spends money on it, it it's it's like, actions express your priority. And so when you're... When you have, you know, white glove staff and a private dining room and all this other Bs is the... Is that making the... How does that benefit the customer? That making your product better? It's not. Why are you investing in such stupid things like this? What are you doing? Put money into the product? Put that money into the customer? But that's the you can't do think both things at once. As soon as you start diverting resources away from what's best for the customer and what's better for management, those customers couldn't go elsewhere because another mission missionary, another mis fit another obsessive person is gonna do a better job because you're not focused. I think this is exactly right. This is what Ak says about that. Exactly my sentiments. We want everybody to have the best facilities in which to work, but we... But we do not believe in posh and impressive private offices. Generally in the Japanese industry, the investment goes into those things that relate directly to the product. That is... This is not rocket science. But there's something of about a human nature that we seek comfort is a false God. Like, we should not just be, like, trying to make our lives more comfortable. If we may... You never adapt and progress and learn in comfort. You just don't. And so I I think, like, fetish criticizing that. And every time I see super nice company office and I'm like, okay. Well, this this business isn't seem gonna last so long. It says too often I found in dealing with foreign companies as such super stings as the physical structure and office to decor take up a lot more time and attention and money than they are worth. Again, this is not... I mean, he's telling us, you know, he's experiencing this half of a century ago, or whatever, maybe a quarter of a century ago this time when we're were in the book. Warren buffett just of the same thing. He's like, listen, we spend less than 1 percent of our operating profit on the headquarters. Corporate headquarters. We see some companies have spend in excess. We we look at the books We analyze our numbers, and they're spending in excess 10 percent. 10 percent of the company's assets on headquarters. And and he's like, me and Charlie, it's being Charlie Mu study this. There's... And and what we found is there's no correlation between the, the percent of money spending your company on operations, like on headquarters and everything to performance. That's a hell of an indictment. Meaning they're spending money for no increase in in in performance. And what happens when you... When a company or a person is not resourceful. Eventually, those resources are going to move to other people that are resourceful. Okay. So where we are on the story Ak kia is visiting. He's invited to the Ussr, and they're getting... They they wanna work together. And so this part was fascinating because this is what Ikea told the government in the Ussr when it when they wanted to work with Sony. And the punch is if you care about the product you're making, study the details. So he says, the Soviets were 8 to 10 years behind Japan and the West and their consumer electronic technology. And so he takes a tour of the factory and they wanna work together, and They're asking like, what he thinks. And, you know, this is he's got a a sharp tongue. He says in Japan, we used our top talent in our best brains and spent years seeking ways to increase the efficiency and the productivity of even such a simple thing as a screwdriver. We have racked our brains and made detailed studies and experiments to decide just what is the exact and precise temperature for a sold iron in each particular application. You do not make any such effort here. There appear there appears to be no need to do it because nobody seems to care. Sony needless to say, Sony in the Ussr. Did not work together. Okay. I love this part. So this now we're in the the chapter I told you about earlier, where he... He thinks about technology a survival exercise. That's a very unique, like, way of thinking. I don't think I've come across. And I think it's it's practically correct. So... But he's... This... This is gonna be a longer part where I'm gonna reach you. And essentially, the the main idea here is being wasteful is the opposite of resourceful ness. And I always think, like, the best description of, like, what traits you need for entrepreneurship comes from Paul Graham. Do you think about all the people that have studied entrepreneurship. Very few of probably have studied at as much or to the degree that Paul Graham has. Right? Meaning, like, multiple companies, not just your own. And that's his... That's his line. Like, you know, the trait that he sees that successful entrepreneurs must have is... And I'd say, successful people in general, in all kinds of domains is that they're relentlessly resourceful. And Kia obviously was, like, you don't start Sony, in a fire bomb building without being resourceful. Right? And so he talks a lot about this. Like, he he He's a lot of criticisms for the West. Actually, you know what? Let me before Read the section to. Let me just tell you because I took some other notes that aren't in the book. So this is what... These are just some of the notes I took where he just keeps rattling off what he feels Like, I like what he did because Japan, like, at the beginning, he's, like, I... They... He studied American industry to such a degree that eventually he knew it so well that he took what what he thought were good ideas and then challenged the bad 1. And I think that's exactly. Like, this what I wanna do in the pockets. Like I don't wanna just idol these people and just accept what they're saying without my own independent thought on it, and there's gonna be areas where I disagree or areas where I think I can improve on, and that's the whole thing Like, you take all this collection ideas. And you combine it together in an and and buy with your own personality, and then you have something unique. Right? And I love how Kid a kid did this. Because he has huge respect for Us industry. But he also like, you guys are making a lot of mistakes here in his opinion. And, you know, there's no right 1 right way, which is beautiful. So he says, Japan creates more engineers and less lawyers. This is comparing contrasting Japan and America. Japan is more cooperative a government. They don't see them... They see them as allies not adversaries. In Japan, the founder and Ceo must resign if their shane brought to the company, and this is not this is much less important in Japan are less worrisome because the management of a company is more collective. So 1 person can leave. It's not the end. Japan optimize for long term investment over short term profits. Japan is less higher, hierarchical. He gives an example of this. We air condition our factories before our offices. America does a reverse. Most importantly, the most important thing for Japan, for Japanese companies continued employment an improvement of workers. America it's the profit of shareholders. Japan believes any type of work is honorable. They won't look down on specific jobs. Uses says Americans are, like, they turn their nose up. They think like, you know, they think all work... Japanese believes work is honorable in itself. He says Americans believe some type of work is honorable. And he says there's no mandatory retirement age. Companies for com... It's coming for people in Japan to work into their seventies and eighties. Alright. So now let me go back to what he feels is like, more of a Japanese tenancy, which obviously is, you know, the other people and other cultures also have this this, the... These traits, but he feels it's it's it's more common in Japan in less common in America at this time. Alright. So this is 1 of the most significant value concepts that we have cherished from ancient times. It's this concept called jeez manta mont n. There's no way that's correct. So let me just describe what it is. It is a key concept. 1 that may help explain a great deal about Japan, the Japanese people in our industry. It is an expression that suggests that everything in the world is a gift from the creator and that we should be grateful for it and never waste anything. All things are provided as a sacred trust and actually are only loan to us to make the very very best use of. To waste something is considered a kind of sin. We have developed this concept that goes beyond mere frugal reality or conservation. The wasting of anything was considered shameful, virtually a crime. We have always had to practice conservation for survival. So I didn't give some background into why they've optimized so much for this 1 trait. We learn once again the meaning of Mont and I with the oil... When the oil crisis came. But we also learned how to apply the principles that underlying the expression and today with a much expanded economy, we use less crude oil coal natural gas than we did in 19 73 because we have learned how to be efficient. So you're saying we... This has been in our culture for a while. We had to do it because Japan lacks a lot of natural resources. We rely on outside con... Countries producer for that. And so in times of struggle, we get really good and really efficient. And then when it... When we we don't have time to struggle, we still maintain that advantage. Right? So that's a basic idea. We looked at all of our factory up and then this is him applying it to his company. We looked at all of our factory operations and out our products and made design changes where we could eat... Where we could save even small amounts energy. We also studied all forms of power consumption at Sony in our factories and offices as well in our products. In 19 73, every maker of home appliances is went to work to cut power consumption. And in fact, they competed with each other to see you could produce products using the least power. Low power consumption then became a major selling point and a new point of competition. I was disappointed to see how little was done in redesign of products in other countries like the Us, that had their own oil. In the Us and Britain, such a crisis did not have the heavy impact on every single citizen that it did in Japan. So it continues. When you were told from childhood, when you were told from child on that the metal object you hold in your hand comes from iron ore minding countries far away, which is transported to Japan at great expense and is produced in furnaces that use gas and coal from other fat faraway away places, such objects become very valuable. Our general philosophy throughout industry in Japan is that everybody is an inspector. And that the goods being made must be made correctly at every single stage of the operation. This is natural to us. I am reminded of the American expression, there's plenty more where that came from. We have no such expression. He's got more advice that he's... He mentions a number of times it's extremely important to him. He says my point is that is un otherwise merely to do something different and then rest on your laurel. You have to do something to make a business out of an... To make a business out of new development, and that requires you keep updating the product and staying ahead of the markets. What you learn in school only becomes useful when you add something to it that is yours, and you do it yourself. And then he's got more advice he says again, never stopping resourceful. Some people have said that the post industrial society is here. And some predict that we cannot spec technological innovation anymore Isn't it funny. He's writing these words in 19 86. This book is are 19 85. The book was published in 19 86. And the reason I think it's funny because they say the exact... People say the exact same thing today. Oh, that's it. We're done. Some people have said that this is post industrial societies here, and some predict that we cannot expect technological innovation anymore, and then we will have to live smaller lives with less satisfaction and luxury. I don't believe it. My prediction is that we can endure our lives with less energy, less of the old materials, fewer resources, more recycling and have more of the essentials for a happy and productive life than ever. Step by step, year by year, we must all learn how to be more skill and efficient in using our resources economically. I love love love that idea. And finally, we're getting... This is the last thing I wanna talk to you about. And very towards the very end of the book, The know that myself is a k, it's full of self confidence and belief in himself, you should be too. I'm gonna... Before I read his words, which I love. It, like, brought a mouth to my face my saw. It's like, it's just another reminder that there is no, like, school of entrepreneurship. There's no there's no way that can stop you from making your product and makes other people's lives better. There's no school you have to go through, it's it's open to everybody. And the reason I bring that up is because at 1 time, it was close to the Japanese. And just like, what they did on a culture and a country level where they learn from other people. They eventually, like, learn the game and then realize, hey, we're just as good as it at as you are, and you're gonna see his attitude here, You know, it's kinda cocky what he's about to say. But I feel like on a personal lever level, it's the same for all of us. The the stories that we see over and over again is... You know, there's no there's no license. There's no qualifications, no degree you had you need before you do this. And it it is truly available to to anybody that has an idea that makes somebody else's life better. So we're gonna see this on a on a country level here. Americans and Europeans seem to think that their idea of how the world trading and monetary systems work and should continue to work should be universal, especially in the business world. And that since they... And since and that since they believe they invented the game, the rule should never be amended. Moreover, some American in and European businessman still look at the Japanese as newcomers as novice who should still be paying tuition to the school. What they don't wanna face is that the fact that we are not only in the same school. But we've joined the faculty. So I will leave the story there. If you went the full story. I recommend reading the book. It's fantastic. I really like the idea that this book is what, 30 something years old. And still has knowledge that is that is very valuable today. So if you wanna leave... If you wanna read the book, and support the podcast at the same time, use the links that are in the show notes to buy the book that helps out the podcast. You can either, find those links in the show notes on your podcast player, or you can go to founders podcast dot com. Thank you very much. I will talk to you next week, and I'll be back with another biography of Entrepreneur."
}