{
  "transcript": "A pass by might say she looked as poor as a church mouse, but her clothes are merely a costume to conceal her incredible wealth. Heavy green was the richest woman in America. She was the smartest woman on Wall Street a financial genius, a railroad magnet, a real estate mo, a gil era renegade. I've had fights with some of the greatest financial men in the country she said. Did you ever hear of any of them getting ahead of Heavy Green? The public resent the somber of her clothing, the plain of her diet, the austerity of her home. But Heavy Green refused to yield to the role of gil age social light. Indeed, she refused to comply with any stereotype. Defiant independent, she made her own rules and live by them. Whatever method she used to make her money, she would not succumb to the tactics of other millionaires. She did not employ workers as slave wages did not steal land from the public. Or outs smart stockholders or pay government officials. She did not scheme with Wall Street or speculate with other people's money. No. She told a her reporter, her formula for success was simple, common sense and hard work. I go my own way, take no partners risk nobody else's fortune. Her holdings range from mortgages in real estate in New York to dozens of buildings in downtown Chicago, gold, copper and iron mines out west diamonds and pearls, railroads and government bonds. She was considered the single biggest individual financier in the world. By the time she died in 19 16, She was worth a hundred million dollars. The equivalent of more than 2000000000 dollars today. Okay. So that is an excerpt from the book that I read this week and the 1 I'm going to talk to you about today, which is the richest woman in America, Heavy Green in the gil day. And it was written by Janet Wall. So I found out about He Green when I was reading the book a mind at play, which is the book about Claude Shannon. And in the book, it says that when Shannon wanted to learn about investing, he read books about other investors. And 1 of the people that he read about and that he studied was heavy Green. So Mike Calculus was rather simple. Claude Shannon was really smart, and if he learned from heavy Green, why wouldn't I. So I'm gonna jump right into the book. I have a lot of notes. In fact, I spent about 2 hours before I sat on the record. Trying to edit down my notes with not a lot of success. So at the very end of the book, they have this, like, excerpt, or this additional chapter it's called the wisdom of Heavy Green. And it contains a bunch of that she'd repeat throughout her life. And actually then putting that at the beginning is a way for 1 to first us about the personality, like, who was the person. And I think having the information before, you study, like, their early life and how they built their business? I think that's that's helpful. Alright. So let me just read you some of the app that I particularly enjoyed. Before deciding on an investment, seek out every kind of information about it. She says watch your pennies and the dollars will take care of themselves. After your business is over, you may take your colleague to dinner and the theater or allow him to take you but wait until the transaction has been closed and the money paid. She's got some advice on what to do before making a deal. She says before making a deal if anyone is full enough to offer you the full amount, ticket it. If you are offered less, Tell the man will give them the answer in the morning. Think the matter over carefully in the evening. If you decide that it will be to your advantage to accept the offer, say so the next day. And then this ties into another 1 of our switches in business generally, don't close a bargain until you have reflected on it overnight. She says it's the duty of every woman to learn how to take care of her own business affairs. When good things are so low that no 1 wants them, I buy them and lay them away in the safe. When owing to some new development, and they go they go up, and my shares are so needed that men will pay well for them, I am ready to sell. More on how the way she invest and thinks about value. I am always buying when everyone wants to sell and selling when everyone wants to buy, and I'll give you several examples of that later on. Then she's gonna list, what I would say is like, her main focus She says railroads and real estate are things I like. Government bonds are good, though they do not pay very high interest. Still for a woman safe and low is better than risky high. And finally, common sense is the most valuable possession anyone can have. So let me go back to what she was saying that the fact that she likes railroads real estate and government bonds. I would say, after studying her, that's where that was her circle of competence. That's where she invested most of her money. Okay. So I wanna go over, pull out a couple other experts that will explain to you, like, the person behind the ideas. And so if you could only... If there's only 1 sentence that could dis instill her personality down, it would be this. And this to quote from her. She says I never set out for anything that I don't conquer. More examples of her personality from the book. When Sylvia, who was her aunt and the Richest person in Massachusetts of the time. When Sylvia warned her away from a dangerous horse, had took it upon herself to break him and rode the wild animal until he settled down. Here's another idea, a little quick story. I'll give you an idea of her personality. On 1 occasion, she t down with a satchel stuff with 200000 dollars worth of bonds and handed them over to to John Sis. Francisco was your bank at the time. Her banker had for carrying negotiable securities on public transportation. It's dangerous he told her. You should have taken a carriage. He shot him a look with your steel eyes and replied, a carriage indeed. Perhaps you could afford to ryan a carriage. I cannot. And then another a way to to learn about the personality of if somebody is is through, like, the quotes and the things that they are attracted to. And so this is, He would repeat this quote that came from her favorite poem. And now she's quoting her... Her favorite poem. She says to live content with small means to seek elegance rather than luxury and refinement rather than fashion. To be worthy, not respectable and wealthy, not rich. Okay. So now I wanna get into early life. 1 thing to know about her, early life is she was raised in a Quaker family that she comes from multiple generations of successful whale. Which was a massive industry at the time. In fact, the the city new Bedford, I blew my mind to find out in the book, at the time where He was alive and her family was operating in the w business. It was the richest, city in the world per capita. Okay. So let me tell you a little bit about our father. He had a huge influence both negative and positive in her life, and it says, he was consumed by wealth and the intent to increase his means. He admitted that making money was the great object of his life. He pursued his fortune, like, A ahab pursued the great white whale. He he's not born yet. She's gonna actually want to being the first born of her family, but what what her father, Edward really wanted. He really wanted a son. So the book talks a little bit about that. He says, they meaning he mother and father. They had no doubt that their first firstborn would be a boy. He, meaning Edward took satisfaction in knowing his son would inherit both the wealth and the pe. He would educate him in the intricacies of enterprise. It was the duty of every heir he believed to increase the family's riches. With that in mind, he would teach his boy to loan at interest and tell him never to borrow a cent. 1 of his favorite sayings was never owe anyone anything. To to the surprise and shock and then grief. It's a girl. Edward, which is her father's name and and Abby, which is her her mother. Had mother. He says, Edward fu at his fate Abby so in her pillow, both rejected their only child. Like the biblical ishmael, the unwanted head was cast aside. Dismissed from the house, she went to live with her grandfather Gideon. She was 2 years old. So Gideon into the time the He is 2 years old. He's the 1 that inherited the family's w business. Eventually, it's going to be passed when Gideon diced to He father. Gideon actually is the first 1 that starts educating her in business. And so let me share a little bit about that with you. He says with his eyesight failing, he handed the evening newspapers to He and asked her to read aloud. In her child's voice, she was... She called out the stock quotations and commerce reports. That was how she absorbs some of his business methods. She later said. And so from very beginning, they were extremely frugal, their entire goal in life. And I'll talk more about it is it's really interesting how the the family viewed money and how they taught their kids to to think about it. But the entire goal, I would say is to increase their riches, not to to spend frivolous. So He understands that that lesson from a very early age. And so as a result, she starts saving money from an early age. At the age of age, she gathered the precious coin she'd had saved from her weekly allowance oh and open a bank account. Not only did she earn compound interest, she made her family proud. So eventually her grandfather dies and her father inherit the business, And so these are some business lessons that she learns from her father. After he sent her away, they had they had a their second point was a son, he died in infancy, and then they weren't gonna have any more kids. So over time, their relationship was somewhat repaired. And you understand why it used the word somewhat there. But she he essentially starts to tutor to her. And to bring... She he does something really smart. That he brings her around his business at a very early age. And we've seen this in the past from other founders too. They were fortunate to have entrepreneurs parents. Right? You can learn a lot at that age. So let me go over some of the business lessons since she learned from her father. Just to give you an idea, she is around 10 years old at the time. And by the time she's 13, she comes she becomes a family's bookkeeper. As inspiration for a young girl in search of a way of life. Had turned to her father. It was said he squeezed a penny until the Eagle squat. He was known for his cunning and bold. Edward Robertson ran the company and controlled its affairs and presided over the Bedford commercial bank something about the w. They talk a lot about the w industry at the time, which, at this time in American history industry was perfectly legal. Obviously, now it's illegal. But, the way I would think about the nature of the w industry at that time, is it's very similar if like, you invest in, like, early early stage companies or or even, like movies, each expedition could be thought of was, like, a miniature company. So you could seed their voyage. Right, in return for part of the pro... The profits if they're successful. Right? But they're heading out to open. They I don't know if they gonna be successful. But the return, so they they cap their downside. Right? So maybe they they invest 5000 dollars total for the journey. And in some cases, if they're successful, they bring back over a hundred thousand dollars worth of, like, they sell essentially whale oil. And so they had a bun... The family would have a bunch of these... It it doesn't take very many of these successful investments to generate an excessive amount of wealth. So when her father dies, he's going to have assets of over 6000000 dollars. And this isn't in, like the 18 hundreds. So it's a a substantial fortune. Even though I bring that up now because even though he squeezed depending till the Eagle Squad, he did not spend purposely. Alright. So it says, he ran the company and control his ferry, he also presided over the commercial he was the 1 had he chose to emulate. As her father's anger subsided, the adolescent and Had stayed closer to his side. She watched him closely as he assessed the inventory, inspected the ships, dealt with the captains and heard the rough talk of the cruise. She listened to him bargain with merchants and be them when he thought they were charging too much. She followed along when he took her to the counting house and showed her how to read the ledger. He brought her to the brokers and taught her how to trade commodity. She paid attention. This is this is especially important sentence. 1 of the most important sentences in the book in my opinion. She paid attention when he repeated, again, and again, that property was a trust to be taken care of and enlarged for future generations. How many families on the planet think of wealth like that? Very few. She obeyed when he insisted that she keep her own accounts in order and later praised the experience? There is nothing better than this sort of training she said. A girl a girl acquire the habit of keeping track of every cent and gets the most value for every dollar she spends. Knowing how frugal and fond a money he was, she imitate her father's ways. Slowly, she flourished and felt she was gaining his approval. So she's being exposed to a very unique set of childhood experiences. There very few people on the planet in history would be exposed to. And as a result, it's going to change the way she thinks about work, and and what she's naturally interested in. So at this time, New York is experiencing a financial boom. They send her their daughter to New York. It doesn't s how how long. And my estimation is, like, for maybe like, a summer, maybe 3... Maybe half a year. So I think 3 to 6 years, 3 to 6 months. Right? While she's there though, you know, they're trying to introduce her as, like, a lady of society. And to be, like, training etiquette and other stuff. Teddy was not interested in that all. And so this is what the book that's about it. This says Teddy was focused on expanding her fortune. The Debut hunt world held little tension for her. She may have enjoyed dancing and she may have indulged Gossip, but she had no taste for frothy teas no craving for fuss clothes, no liking for lux that money could buy. He hunger for money itself. So she winds up going back to New Bedford after a few months. She she cuts her tripp early. She does have a little bit of money to invest at this time, she still rather young, but she... You know what's it's funny. I didn't realize going into the book. It's a survivor of heavy green, no doubt. But it also is like a brief history of all the different financial crises that she lived through. So let me... I have a list of economic crises that she... That the book talks about that that we... That are kind of instructive in understanding why she was able to accumulate so much money. Right? She becomes a richest woman in the world. So let let me just list some of them. Panic of 18 7. Panic of 18 66. The long depression, which lasted from 18 73 to 18 96 and had a bunch of different panic within that. That includes the panic of for 18 73, to panic of 18 84, the panic of 18 90. The panic of 18 80... 18 93, and in the 19 hundreds, the panic of 19 o 1 and a panic of 19 o 7. And so these are almost, like, characters, like, additional support, like, supporting cast in the book as well. I've told you in the past, I find it fascinating to go back and read about times of, like, great human struggles, sometimes that's war. A lot of that time for me is it's like financial crisis. And the book almost becomes repetitive and you just realize it... It's the whole thing that we talk about all the time. That history doesn't repeat human nature does. And this book is a... It's, you know, it's quick read. It's like, 300 pages, maybe 7, 8 hours or something like that, maybe 9, but it it's it was enlighten to me to see this this this affirmation. I feel that that that statement that I just said that history doesn't repeat who human Nature does to be fundamentally true. And when you study these panic and when the book lays it out, You know, and they don't go into too much detail, but they give you a nice overview of what's happening. And you you... You... It's a great illustration for that idea. Alright. So let me jump back into my notes. Okay. So at this point in the book, had had... Essentially about to learn some very old lessons about human behavior during booms and busts, and she's a quick learner, and she uses this to advantage her entire entire life. So she talks about more railroad slipped his confidence fell. And for a few months, Wall Street trading primarily in railroad stocks, railroad stocks ran gloom off the tracks. But if spec who had bought on margin, remember her dad just told her never borrow a scent. Ever. So when there's gonna be a panic where most banks are failing, and most businesses are going underwater, the family businesses that has gone over multiple generations was fine because they had no debt. So it says, but who had bought on margin when were forced to sell their shares to cover their losses, shrewd investors. Like current common or Van bills. So there's cornelius he's popping up again. And spec like Jay Gold swoop up the stocks at low prices. He Rotten, The reason I'm reading this to is because this next sentence. He Robinson would later do the same. So she was a master at studying what happened for her, so she wouldn't make the same mistakes. And it's funny to me because this book has... It mentions... I don't know. Probably like 10 different people that I've already done episodes for founders on, and a bunch that I'm gonna do in the future. So obviously, I've done 2 on on on Queen but If you haven't gone... And listen to him I would recommend going back and listening to him. Alright. So now we're at the panic of 18 57, I wanna tell you a little bit about what he learned from it. It says and then the bubble burst. Towards the end of 18 57, the news from the Ohio Life Insurance and trust company leaked the first bits of air. In its New York branch had em millions of dollars. The bank had borrowed funds from other New Institutions in order to lend money to railroad builders and spec in railroad with stocks. The over extended railroad had borrowed millions of dollars from Ohio life and could not pay them back. A few clever men, like Russell Sage, a future role model for Heading Knowledge, and she learned from them. She from him. She went up. He even though he's much older than her? She went up... Becoming friends with them. Okay because she she's... He was so smart. A few clever men like Russell Russell Sage, a future roll model for He kept substantial amounts of cash on hand and use it to buy stocks at rock bottom prices. This is happening in the 18 hundreds that we just saw warren Buffett do the exact thing same thing 10 years ago. Like, this literally happens over and over again. It's so funny that humans that us... For some reason, a small selective humans just cannot learn from history. And this this... What I'm reading to here, this is the general blueprint. What's happening in 18 57 is is the general blue blueprint that she's gonna follow her whole life. And happens over and over again. She takes advantage of the fact that people don't learn from history and that she did. Alright. So it says, she... We just talked about a few club clever men like Van Belt and Sage, hey. They hit a bunch of cash. Jp morgan told his son, there was a good lesson to be learned from people's greed and good bargain to be found in the aftermath. In future times, Head would always keep cash available and use it to buy when everyone else else was selling. So this is important If you're gonna invest it, but for your business as well. Your personal finances as well. You have a giant buffer in your personal finances. You should have a giant buffer in your business. For this exact reason. Much later, warren... Oh, I just said this, but, I'm running over the author's point here. Much later warren Buffett would do the same. Warren actually mentioned a bunch of times in in this... In this podcast in this book. And, again, I'm gonna point out 1 of the most important sentences in the book. So the author just gave us a bus... Bunch of examples of people that buck the trend and did not allow themselves to be compromised by the inevitable financial booms and busts that are gonna happen in your time. Right? So This is sentence is important. Most people watch their money wash away in the flood. You don't wanna be like most people. This this panic of 18 57 affects new Bedford Well. I just said this new bedford for to city per capita in the world at time, but at the end of 18 57, as people switched to ke, the price of whale oil seat down, and a new Bedford Bank went under. Edward Rob Edward Robinson, that's her father, who made into practice never to borrow kept his business buoyant. Now I wanna get to explicit... This is a very, very interesting idea. How He family thought about money explicitly. So the background here is they the family has a multi general generational, history of passing the inheritance and the business onto the Eldest son. And then their job is, like, you better die with more money than we're giving you, and you better pass that along. Right? So it says, at this time, it wasn't... He wasn't sure if she was gonna inherit the money. And I'll tell you more about kind of this double crossing that her dad does to her. Because he's like yeah, You'll get. Get. Okay. So says, had appeal to her father for the... For her sharon the inheritance. The Howell Fortune, which is her grandfather's the last name, which had gone from her great grandfather to her grandfather to her mother, should now go to her. The only direct living air. But Edward insisted. He know how to invest the money make it grow. Not only that, this is where I mean about. This is a unique way of Head how had family thought about money. He had the responsibility to increase it until his death then he reminded his daughter. He would turn the money over to her for her to do the same. So that's what she thinks the plan for her life is. Right? So at this time, she goes to school she goes to boarding school for you. She take a few, but really, she's educated in the family, and in the family business, which is again, a... It's very rare in the day in age asia, we're in another great idea from history. So this is some more lessons head he gets learns why she's working with the father. At his request, she worked closely with him on his portfolio of stocks. Bonds and real estate, and on his shipping businesses, which demanded extensive daily attention to commodity prices and futures trading, shipping rates, banking rates, worldwide credit and politics. After years at his side, Had he felt more than confident to analyze the news, assess the financial markets and keep her father abreast of changes. Now, her father dies. Let me read this to you And then I'm gonna read the note. I left to myself because I didn't understand what was happening at the time. In the book. Now I realized it later. Alright. So he... His father dies, the will is is announced and it's not good. She would receive the income, but not control of the principal. He was crushed, diminished by a sweep of a pen. Her father was dead and most of her money would be managed by others. Once again she felt betrayed. For a years, she had a apprentice at her father's side. For a years, she had shown her father how skill she was in finance. For years, she had proved she was smart as any man. Yet Gone was to respect she had thought she had earned. So the note of myself was wait a minute. Does she build her entire empire off of the investment income, not the principal, which is what, you know, the generations before would have done, they would have given the entire... Given the entire principal to their... To the the person to the air, which is in her case, which is... In this case, was heading. And she does, which makes her story remarkable in the sense that, wait a minute. She built an entire empire just off of investment income. Imagine what she could have done with her skill set and the entire principal. She went up suing the people the the people that her father leaves to manage the investments were were, in He opinion, like, incompetent. So that she winds up going... I think multiple decades fighting them. I don't know if she ever gets control I can't remember that, unfortunately. I don't think she does, But it... It's pretty remarkable when you think about it like that. Alright. So now we're gonna see some of the way her mind works. And this is where she... This is where she's saying that what what she has arrived at is the secret of all successful businesses. In this case, we're around the Civil war. At the time the Civil war, they... The Us government was issuing these things called Green Back. So in today's day age, you might have heard, like, Green backs as a slang for, like, money, the money we use now. At the time, it was a very specific type of currency. Currency issue issued by Us government not backed by anything to finance a civil a war. The only did it for, like, I read wiki. I just read the Wikipedia Agent. I think was like, 3 different instances where they printed the money over, like, 5 or 10 year period. It was it was a very short experiment. So anyways, this is... We're gonna see the basic ammo that had used an entire life. And I think a lot of what where... When I thought about it at the end of the book, I was like, what did Claude pick away from this? I think like Claude was known. First of all, he had some of the best investment returns of all time. He did it rather simply. He focused on you know, it was him his wife and an Apple to computer, and they were out competing like, you know, people mutual funds with hundreds of researchers and stuff. He kept things simple, watch his costs, and then he consolidated most of his money and thinks he knew well. Had he did the same thing? Know, she really focused on. She'd loved having mortgages, love investing in government bonds and loved railroads. So this an example of that. The this... The devastation of the south, the high debt caused by the war, and the of the Union create a stormy picture. Many people viewed the country's... Economy is doubtful. Seeing chaos around the corner, they worried about the stability of government and refused to pay face value for green backs. K. So she's... It's like being able to buy a dollar an hour 50 cents essentially what she's doing here. Instead, they rushed a gold. The more of the public discounted paper money, pushing it down as low as 50 cents on the dollar, the more he bought. This was the start of the contrary investing she followed for the rest of her life. Buying when everyone was selling and selling when everyone else was buying. Cool from He. I buy when things are low and nobody wants them. I keep them until they go up and people are crazy to get them. Remember, she did this by herself. She was an individual financier. Think how crazy that is. And she... And part of the reason you're able to do that just part of reason Claude was able to do that with his wife is because you have to keep it simple. He says that is, and this is going back to He quote. So I keep them until they go up and people are crazy to get them. That is, I believe the secret of all successful businesses. Now, around this time, she she winds getting married to, another business. About 13 or 14 years older in her, he made a lot of money in the far east. For some reason, they have to go to London to something to do with her business. So They lived there for 7 years. And so I wanna talk about a little bit about how she works. And this is her years in London. So it says, had had our own businesses attend to. Concentrating on investing the interest from her father's trust fund. So that's what I was telling you earlier. Like Andrew Carnegie who cried, Eureka, here's the Goose lays the Golden Egg when you discover the power of dividends, He had already learned the magic of compound interest. Now she used her money to buy high yield to earn a high yield, paid in gold on civil war bonds. Okay? So now these are some direct examples of what she's investing in. Even better, she could reinvest those dividends to earn more. And all the time, she was compounding her return. Now, this is really interesting. I... There... In the book, there's actually historical precedent for what she's doing. Right? She's making money on civil war bonds. Most people do not wanna invest in that because they don't... They think it's like, you know, the the country could be you ripped apart. You have a high chance of losing your money. Now the historical precedent for this precedent for this that surprised me. So you know, John Adams. Right? The second president the United States. His his his wife Abigail was actually a really successful investor using ideas that we see He doing what? 75 years later. It says Abigail Adams, who had bought state notes That's what they called. After the revolutionary war, when there was little confidence in a new government found out the value of depreciate bonds. So exactly what's happening with He. Right? Against the... Objections of her husband John, who put his money in land, Abigail used her money to buy the bonds. Which increased far more in value than her husband's real estate. I thought that was hilarious. I wanna tell you about that. Alright. Let's go back to Head. He had increased her share of railroad stocks and Jewish treasury bonds. We see her, you know, starting to lay the foundation of what she's gonna do her whole life. The bonds would prove to be an outstanding investment. And now here, we're gonna get some words from He. I started out by buying government bonds, had said describing her first year in Yu or London. Using the goal she received his interest, she bought the bond at a discount and earned a solid dividend. Only a small group now, here's is also the Key to to he. She like claude shannon, like, warren Buffet, like, at Do she would collect a lot of information. And here's the weird thing about life. If you just read more and you're reading the right stuff, that puts you ahead of so many other people. Humans are unbelievably lazy. Like, it's shocking. And the fact is like, He red more and studied more than other people. That's part... Let's in part to her success. Like, that's it... That's a really low bar. That's not... You know, you're not running marathons every day. You're not picking up boulders. Like, you're just observe absorbing information that's helpful. I don't understand... I really have a hard time understanding why people wouldn't do that. So now we're I'm gonna let me tell you why Just... I tell... I I just give you that opinion. Says only a small group of investors had access as much information as head did on on the railroads and their Maze of lines. Her transatlantic connections. Her insist research, her in endeavor questioning and her constant reading helped her decipher for the complicated financial code and decide which rails to invest in and which 1 to avoid. In 1 day of that year, I added a clean 200000 dollars to my bank account. That's the most money I ever made in 1 day she boasted. 200000 dollars in, like, 18 late 18 sixties money. It's crazy. By the end of the... The year in London, her profits reached 1250000.00 dollars. The opportunities were enormous for those with the stomach to take the risk. So actually, the time it'd be the late 18 sixties early 18 seventies because this is a huge run up before the panic of 18 70. So I wanna tell you a little bit about the panic of 18 73, then we're gonna talk about, like, what she did during that. Alright. It says, suddenly, something snapped and the machinery stopped. A v... So this is 1 of the first financial Panic where was, like, the contagion couldn't be isolated to, like, 1 city or 1 country. It says, Vienna banking house broke under the weight of too heavy load of Missouri, Kansas and Texas securities, followed by another carrying too much of connect Canada Southern he's a railroad. The financial organism winds like a Leviathan with a harpoon in its vitals. As the Spas spread the stock exchange... From stock exchange to banks and from banks to investors from istanbul to stockholm from Et edinburgh to Alexandria, the world cro in pain. The wounds had come from speculation. More in the Panic of 18 73. With panic growing a wall stream, Wall Street, excuse me, the storm turned into a tidal wave. 20 brokerage firm shutter their doors. Hordes of people rushed to withdraw their funds from the banks. When it was clear that no 1 was willing to buy any price. The stock exchange in New york closed its doors and kept them close for 10 days. Now we're gonna get more on the panic of 18 73 and another example that quote history doesn't repeat human nature does. The panic of 18 73 was pre... Was preceded by an era of gigantic railroad and investment speculations, which are the principal causes of the panic. The speculation in land was enormous all over the country. Prices in real estate were multiplied beyond all precedent. The... You could say the same thing in the run up in early 2000. Right? The obligations incurred in building the railroads and in this real estate speculation, we're too enormous to be sustained in the... And when it came time to settle up, people suddenly found themselves unable to resolve their obligations to became ins solving. Right? So this is the opposite of a margin of safety. Their leverage, they're up to their eyeballs in debt, and then it turns the other way, they're fragile and they're gonna break. People that are robust or even anti fragile like Heavy Green are gonna thrive. Which 1 do you wanna be? Across the Panorama of history, the same potent forces that have driven men a war and devastation have also driven them to financial destruction. Another 1 of of the most important sentences in the book The markets may change, the methods may be revamped, but as long as human beings are propelled by Greed and Eagle, they are doomed to repeat the mistakes of the past. Okay. Now we got the Head response to the panic of 19 73. At this time, when stocks were abandoned, He wanted to trade, I believe in getting in at the bottom and out at the top. How many times did you repeat that in the book? She often say. I like to bet... I like to buy railroad stock or mortgage bonds. When I see a good thing going cheap because nobody wants it, I buy a lot of it and tuck it away. Remember, don't forget what that that green back investment I just talked about. That's almost 10 years before we are in the book, and it... It's gonna turn her way in very. Like, she's gonna make a lot of money on it. Because of what she just said. I just buy it and tuck it away. For He, the decline in the market offered an opportunity for the future. Had he was a fearless pit bull charging into the sloth of frantic bears. She had a pile of cash when others were scouring for pennies. She also had a deaf mine and a colossal courage to push against the crowd. He was very much just like henry single team. Nearly every single person I've covered. Like, they're not gonna write a book about your life if you just follow a conventional wisdom. It's like, hey, this this person was born, this person lived, never had a unique thought in their life and then they die. No 1 read that book. You have to eventually develop, like, trust in your own judgment, after you put the work in a trust your own judgment, and then act on that judgment. Have faith in yourself. Head, has extreme faith in yourself. And we see that over and over again. So she had the courage to push the against the crap. Just said that. Now, it was far easier to lose money than it was to make it, and isn't this statement always true, And it's probably why so many successful entrepreneurs, investors are resourceful. Instead of wasteful. So it's it's easier to lose money in the note to make it. Now we're gonna see our our boy Comment or Van bill. Even Common or Van bill had been badly hurt on the the day of the crash, But what's the difference? Why we he you able to still survive this crash and then and then leave you know, how much money did you leave to to his like, his his kids or whatever. So it says, even coming available badly heard them the day of the crash. Most of his railroad stocks had plummeted and some of the firms he did business with first to close. But Van mill bought his stocks in cash and was able to wait out the market. His followers who risked their money on 10 percent margin, were racing to cover their losses. And now we're gonna get some advice from Comm or Van belt, Nearly a hundred what... How long is this? Hundred and 50 years or something like that after he said it. When a friend complained, he replied. If you had bought a hundred shares instead of a thousand, you could have held on, never be in too great a hurry to get rich, like He, he bought his railroads for the long haul. So in the aftermath of the panic of 18 73. This is when her investment in green backs paid off. She had wait almost 10 years for this though. The following year after the economy failed to improve Congress leg to strengthen the system of you of, to strengthen the system by backing Us dollars with gold, Those like he who had held on to their discounted green backs, but after the Civil war were now flush with wealth. And around this time she's has kids, and she tell... This is advice that she tells her kids over and over again. I've already said at the beginning, but it's important, watch your pennies, and the dollars will take care of themselves. Now, I'm skipping over, obviously, you know, these are not summaries. This is just the to me, the the things I wanna remember, the most important ideas that I got from the book. So I'm gonna skip over reverse parts of this. She's married. She's 2 kids. Her husband is, like, the opposite of he. He's a spec. He makes a lot of money, then he goes broke. Makes a lot of money, and then goes broke. And he doesn't learn. I'm reading his... These these stories in the book. I'm like, Doo. What are you doing here? How many times are you're gonna make the same mistake over and over again? And so her husband had the ability to get Rich, but as we talked about in the past, getting Rich just requires 1 set of skills staying rich, requires another set of skills. You have to master both. Right? Petty mastered both. Her husband mastered 1. And this is the this is gonna cause the end of their relationship, He would not divorce She thought, you know, you get married, you get married for life, but they started living separately. They reunited and we're on, like, you know, kinda friendly and unpleasant terms of spent more time together at the end of their lives, but she could put up a lot of stuff, and you'll see here. But he essentially stole money from earned. She was not willing to put up with that. So it says, he went in and saved him 3 or 4 times set a stock broker friend. Meaning, you know, she didn't essentially give a personal bailout. She would lecture him about the chances he was taking. But time after time the turn in the market confirmed his judgment. He disobey her once too often though, and she got rid of him. I'll tell you when this happens it. But at first, I wanna get to something else. I wanna tell you why. So we we know, like, what she liked. Right? Government bonds, mortgages, real estate, railroads. Why... Like, these are the benefits... This is the benefits He saw on investing in railroads robots at this time. And there's probably parallels to say the Internet and other things that are enabled by the Internet today. Right? So when I read this to you, don't be so fixated on... She's she's grabbing railroads, take railroads out and like, think of other things that care that that have these same characteristics and you could probably find an area that you wanna invest your time and energy. Right? So the railroad revolution race ahead an America sped with it. Heavy Green put her money in the race. The railroad dynamic potential. Their promised return on capital, their unregulated operation and their un tax profits provided infinite possibilities for financier years. Since the end of the civil war He had been investing in among others, the reading railroad, Rock Island Railroad, Connecticut River valley railroad, and the Louisville National at Nashville railroad. Excuse me. Now, that's why she liked railroad. Right? But another aspect of her personality is she had the ability to keep her mouth shut, which is so rare. And she purposely hid what she was doing because she didn't want people to follow on, and she also hated to being hound for money. So it says the note of myself is Had moved in silence, which I think smart. He investments were not always known. She purchased property under fictitious names, bought stocks under her other identities and was praised by shrewd observers for how closely she held her positions. Not only that. If you keep quiet about what you're doing. You're also... Might be a good way to know that you're doing for the right reasons. There's a there's some dynamic in in in human beings where, like, we do... Sometimes... Well, not at sometimes, all of us are guilty. This myself included. We do things for the wrong reasons, meaning we do things to impress other people. And that's probably not a good... That usually those not the best decision in your life. So at least Had making these decisions, and that's why other people think she's so smart because she thought they would they were the best investments. Alright. So now she switches banks. She switches banks because her husband winds up owing the bank, 700000 dollars. And she goes to to do a transaction. Like, oh, that 500000 dollars You're looking for Heading isn't there anymore because your husband pledged that is collateral. That is gonna be... It is, like, the the the last, you know, the the straw that broke the camel back. In their relationship. But before I get there, I went to you this this this observation that her new banker has, which I love. So she said she switches banks. Right? This is the new bank's president after meeting he. And keep in mind, He is transferring over 25000000 dollars in assets tim at this time. And so his last name is Williams and he says. Williams greeted his new customer with all the courtesy respect to a woman of her wealth. Now this is the most important part. I have... She... He's telling other people, you, she comes in. She looks like, you know, she doesn't care about clothing. She just just looks like a normal person. And so he... After he meets her, he has to tell her colleagues. He's like, listen, I've observed that many a tat garment hides a package of bonds and that gorgeous clothing does not always cover a millionaire. So what is he saying there? That lot... And a lot of times, people that you think look rich spent all their money looking rich. They don't have assets. It's a facade. They're like, a peacock. Head he he's like, an owl. She's like, she hides her strength. It's surprising when you see how how how a debt she is. And so the first part of that sentence is really describing head. I've observed that many touted garment hides to package your bonds. Yeah. Bonds were 25000000 dollars. Okay. So I just told you her husband bought stock on margin. I don't know if I told you that, but this didn't no left myself. Obviously, when things go the other way. The investment went below 0. And so now he he he owes money to the bank. He doesn't have. So they take her 500000 dollars account collateral, and he did this without her permission or our knowledge, and that's just not good. So it says he stood by our funeral sworn for her in lawsuits, advised her in finance and father her children. But in the end, he had crossed the line. She could live with his phil, his drinking, his phil. She called him cheating on her because he would she hired a she she thought she noticed he was too nice to women, so she hired a private investigator. And all she said it was that he told her everything she needed to know about her husband. So she live with there phil fl his drinking his car playing and his chanting speculations, but she could not tolerate far some... Far... Something far worse. Head Edward, so husband and her father in the same first name. Edward had betrayed her. He had risked her money for his own return. He had sq some of her wealth. And in doing that, he had cost her some of her worth. Had bain obeyed him a fawn for will. This is a description of how she would work. She's sc at the offer of a private office, and instead, shows a seat at an empty desk are sat on the floor. So she's working out of the bank where she keeps all of her her money in her assets, so she's didn't at to pay for an office space. She promptly went to work. She clipped her coupons for dividends, read her newspapers thoroughly, scour trade papers, Peru periodic, checked pertinent journals, what is essentially... Those are all different descriptions that she read. Is what was I talking earlier. Probe them in the office and converse with her male colleagues. She she she said in the book that she really loved that so many men respected her intelligence. That every day, people would like, visit and try to pick her brain stuff. So she was very proud of that. When she had read, quiz, grilled, and interrogated and interrogated and investigated enough when she had studied the cost, analyze the assets and dug the... Dug through the deaths, when she had found the answers to suit her, when she knew the true worth of a company and understood its weaknesses. When she was satisfied that its basic values were sound and its asset strong that the downside risk was capped, they say low. But I used the word cap and the upside high, then she invested her money. So it's a description of how she's working. This is what she preferred most, and it's not gonna be surprised to you. She much preferred common people to the stuffy social... Social of the upper class, even though she belonged to the upper class. What she preferred most was her work. She loved digging up the dirt on businesses and she loved the nitty gritty of finance. I have a head for number she said. They light up and tell me a story. Something interesting, about Heading 2 that surprised me. She was nomadic. So it said she used... She was used to shu between places. She moved like a no mat from the boarding houses to flats hotels from Brooklyn to the Bower Hemp s H. Changing her name, evading the press to public and also the tax. Anne, like thousands of New Yorkers then and now, she escaped city and state taxes by refusing to establish a residence, where she lived mattered little to her. Her days were a world whirlwind of transactions. At night all she wanted was refuge. More important issues occupied her thoughts. I wanna tell you a little bit about what it was like to negotiate with Head Green and how she makes a quick 368000 dollar profit. She gets a visit from some railroad, man she goes the 2 men from the richard terminal made an her an offer that seemed too good to refuse. She had bought the stock of the railroad at 70 dollars. Now it was selling at a hundred. The officers of the railroad offered to buy her 6400 shares at a hundred and 1515 dollars. So it's was 15 dollars. Above market obviously, he wrinkled her nose at the cash and declared she would be willing to sell, but only if they paid her more. She would accept a deal at a hundred and 25 dollars a share. They decline and left. They soon appeared again. This time, they say they they would agree to... That if she would agree to support their candidate for president of the railroad, they would sign a contract secured by collateral to buy her shares at a hundred and 25 dollars. Oh, no. She sniffed, dismissing their bid. She couldn't do that. Their offer was not in cash. Oh, and if you want my vote, you have to pay me hundred and 30 per share. Further further negotiations led to her triumph in true heavy style. She sold her stock for a hundred and 27 dollars and 50 cents. Oh, this is hilarious. Let me read this quick paragraph to you. And then tell you what is the context. What surprised He, what surprised them was not that he took the train to save money. Rather, it was that she had secretly acquired far more shares are reading a railroad than anyone knew. She was a rare person who could hold her tongue, and they she she had to admit that she managed her business far better than most men. So what they're talking is she shows up at, like a stock broker. She shows up with a million dollars of stock in reading Railroad. And they for some reason or another, it has to be transferred from New York to, like, Pennsylvania or something I don't I don't remember what Laura. And she's like, well, how much are you gonna charge me to transfer the stock and they're, like, a hundred bucks, and she went ballistic. And she's like, why would I do this? I could pay 4 dollars round trip and do it myself. So that's what she did. So this this... She's traveling around a million dollars of the stock to save 96 dollars. It's just tell hilarious to me. Oh, I love this idea. So she has, like, a, a young son at the time. He's probably in his early 20 something of that. And she wanted him. Remember she's a, her firm believer in investing in real in in railroads at this time. And she wanted her son to make money from railroads. But first, she thought that... He had to understand railroads at there must fundamental level. And I go all the way back to the podcast did on the the Sam Z murray. I think the book is like the fish they ate the whale. If you haven't listened to it, you gotta listen to it. It's fantastic. The air, read the book too. And he... He... His famous quote. You know, he he made... He was a pounding of this immigrant and wind up becoming fabulous wealthy just by studying the banana industry for God's sake. But he he... The quote in the book He's like, listen, if you know your your business from 8 Z, there's no prom cancel solve. So he... He is trying to instill her son with that wisdom. He's like, well, you can't... You'll be more successful if you actually know they were about industry. Right? So with Railroads propelling the country, she wanted him at the forefront. But she knew he needed an education in how the roe functioned before before he could captain his future along the track. The time had come for him to see his operations from the inside, Limp along the tracks with his new cork leg he had to have 1 of his, legs amputated above the knee, he toil as a section hand and foreman on the Connecticut river rover road Weeding and clearing the track, running a locomotive and eating lunch with the working man. A quick student. He learned the ways of the railroad and after several months gain an understanding of the process. From there, he was sent to Cincinnati where he worked as a super superintendent And then as a manager new director of the Ohio and Mississippi railroad. There's some more... Well, I'll go back to her son later. This is interesting about a personality, she had a high disdain for self indulge social, which is interesting because if you think about it, like, even though they her Quaker family, like, they weren't into drinking and and and and being wasteful. They did, like, still... They, you, they're blue lots. They were they were rich. And this is... But she didn't... She didn't like the idle ring. She respected people that had authentic achievement. Right? People that made that knew the value dollar made their own, money, even if they inherited some of it. Like, they did something with it. There's a lot of people where they just... They got money from their relatives and they just sat and they poured all time. He was not. She didn't did not respect his people. So her daughter's is about to marry 1 of these people. It winds up not working out, but this is... I thought it was interesting. So this is what her daughter... This is her her talking about her daughter's potential husband. Who's an heir to a family Fortune. She's says, I found that your young man is very nice and proper. Head her He told her daughter. But if it wasn't for his father, the world wouldn't know a thing about him. He has never earned a dollar and doesn't know the value of money. He had only disdain for self indulge social. With that, Had he went back to business? Others might fit away their time and money on the cons consumption of the Gil age, but she had scores to settle buildings to buy in railroads to run. I wanna introduce you. Remember we always talk about books or original links. This gonna be, Call Huntington. Is he's gonna be on the future episode of. If you don't know who he is, you probably know 1 of his partners, Leland Stanford, the founder of Stanford University. Anyways, Call and He did not like each other. There were competitors. They want a meeting. This is her threatening to kill. I wanted to include this. She offered him a seat and some friendly conversation. But when you made threats against ned, that's her son, He flashed her steel eyes and said, up until now Huntington, you've dealt dealt with Heavy Green, the business woman. Now you're fighting heavy green the mother. You harm 1 hair on ned hair, usually 1 hair on ned head, and I'll put a bullet to your heart. With that, she reached for the gun that she kept on her desk, Huntington ran out the door. Okay. Now I wanna go back to Ned because she gives really great advice. I always say, like if you wanna get good advice to somebody and they have kids asked them the advice they'd to give their children. And this is advice she gave her son. Years of his mother's training had taught him to study every aspect of the subject. From the condition of the road beds to the state of the rolling stock to the rates to charge for freight. So was just talking about, like, the how detail oriented he was. Right? But he was sometimes too nervous to make a decision and telegraph He for advice. You are on the ground she answered. Mine your own business. Once when the when he was visiting his mother, she told she told him about the new Bedford W captain, whose 2 sons served as officers on his ship. They carried the titles and wore the uniforms, but stood aside while their father did the work. When their father died, the 2 young the 2 young men tried to steer the ship, but without experience, they lost control. The boat ran a ground and all was destroyed. The message was clear. Ned learned how to take... Ned had to learn how to take command. I sent you to Texas to learn the real to railway business, he said. I can't teach you by telegraph from New York. She wanted him to learn from his own mistakes. Now is a description of the Gil Age and this happens over and over again in the booms and bust of the period, but says companies whose stocks had skyrocketed. It's rocket. Collapse when their lack of capital was revealed. Money became so tight that short term interest rates had soared to his high as 75 percent. 1 of the most heavily traded stocks in exchange could not get credit and declared ins solve. The market plunged, investors panicked. The gil age, like other areas of ave op and easy credit. Burst from Glut. So whenever that 1 sentence is, I really thought about something I I read from the... 1 of the founders of Hugh Packard, David Packard, that podcast is. I think it did back on, like, it might be podcast number 32. I can't remember at the moment, But He says something that I never forget about. He's like, and he learned this from growing up in the great depression. He says most companies more excuse me. More companies die from ind than starvation. The Gil age. They glut me is ind. It's not starvation. And it actually surprising to most people that it kills more companies than in starvation. Alright. She has an interesting strategy. She owned a lot of land. This is her strategy investing in land. Like John Jacob Asked store, almost a century earlier, her strata and land was to let the weeds grow while others planted flowers. When the flowers bloom and the surrounding property increased in market price, the value of her land went up to. Now why would you do that? Because she says, And most importantly, to he as improved property, it stayed on tax. Now I've got I've skipped a ahead in her time. She's older now. And I just... I'm gonna update you about a typical workday for Head because it there, although it changes somewhat. It remains rather consistent. So this is probably 20 years after the other part I just read where, explaining like a typical workday for her. So it says she sat down at her desk and began her business. 4 times a day, the letter carrier bought stacks of mails to the bank. She's working at a chemical bank at time. This is where all her assets are. He read the letters, scan the tabloids and broad sheets, sift through piles of papers, check the mounds of coupons to clip, tractor her lawsuits, decided which railroads real estate and bonds to buy sell and oversaw the scores of payments on loans and mortgages to collect. This is 1 of the most important census of the book, to me. She used her intelligence to increase her wealth her independence to live as she wished and her strength to battle anyone who's stood in her way. And I know if myself was like, what, what more could we all want? Use our intelligence to increase our wealth, use that wealth to buy the independence to live as we wish, and the strength of battle and overcome any any objects that that get in the way of that. Oh, this is something I'd admire about it. This is very hard to do in my opinion. I have a really hard time of turning it off. She apparently didn't not have that problem. At the end of another long day she parted from the bank leaving behind the feel of Chris new bills, the sounds of bonds being clipped and her concerns over finance. Business never disturb me after business hours she said. I never worry about things. I do the best I can every day as I go along. So this time, where are we. We're in, like the narrower of 19 o 1. Okay? I wanna introduce you to another person that's gonna be a future founders episode. His name is John Gates. He's known as Bet a million gates. Let me tell you a little about. John Gates was a smooth talking barb wire salesman turned daring entrepreneur. And he led the merger Man that's about to occur here. In 18 in 18 98, he combines 7 factories in El illinois, Illinois into the consolidated steel and wire company. 2 months later, he sold that business to another firm. He starts another business. He says, he was not satisfied. He wanted to cash in on his assets by selling stock to the public with his sale salesman show ship. And with the help of banks that under wrote the issue, the new company offered shares at a market price of 24000000 dollars wall Street gobble up cotton candy. Okay. So this is a time in American History of American business history, where there's a huge amount of consolidation. He did not like that. By 19 o 1, hundreds of small businesses were folded into huge conglomerate. The number of companies within those fields shrunk from 1800 to fewer than 200. As a result, America rose to become the world's largest supply of copper, cotton, corn, coal, steel, iron and oil. But its position came at a high cost of the country. Prices were fixed and politicians were paid off. This is Cro capitalism that it that I think is discussing. Cha to poo elected to the senate in 18 99, later admitted it under oath that the equitable insurance company had paid him substantial annual retainer while he was a legislature. To Head Fury, the small businessman who made up much of the American economy could not compete and were sidelined. 1 or 2 people controlled entire industry. They're ruining the chances of the people had said. So this huge boom that's gonna happen right before a busts in the panic of 19 o 7. So this is how He maintained the comp during their run up before the panic of 19 o 7. It's actually really interesting. So it says in the frantic heat of the market, He kept a cool head. She attributed her success chief to her basic rule, always buying when everyone wants to sell and selling when everyone wants to buy. Along with her un unrivaled outlook and good judgment, her fierce focus endless reading and intensive research all helped her penetrate the complexities of the market. Determining when when stocks were cheap, demanded the thorough knowledge of their history. Their dividend paying possibilities and what they had sold in the past, she said. If 1 can buy a good thing at a lower cost than it has ever been sold for, he may be fairly sure of getting it on the cheap. So what does she do. Right? She tells you, she just, I'm gonna take the opposite of what everybody else is doing. That's my general thesis and investing is what she's telling us. So at this time it's a huge boom. She owns a lot of real estate. She's like, oh, this is strange. I think it's time to convert real estate the cash. This is what happens they're boom before the bust. The cost of land skyrocketed rocket around the. People raced to buy up real estate cities, towns and rural communities. Inevitably, the cost of barring the money to buy the land rose pre. While others bought had he sold. I saw the handwriting on the wall. She later said. Every real estate deal which I could possibly close up was converted into cash. Could you imagine you have that she has this huge gains from this huge real estate bubble. Right? Gets out before burst, then the financial markets are gonna burst too and now what she left with? Piles and piles of cash. Turns 1 win into another win into another win. Let's go head. Alright. So what's what's happening? At this time, people are becoming what's gonna... I mean... You know what's gonna happen? People are over leverage are gonna go bankrupt and head, and they're gonna sell their ass He for pennies in the dollar. Banks or excuse black clouds home over the debtors. Many had little choice, but to dives their holdings. He watches a richmond men arrive. They arrive chemical banks. Wanting talk to her. They sought her out to sell off their possessions. As rates rose more and more of the sol men in sol, men in Wall Street, she said, from financier to businessman men came to call. Begging. It's a hell of a word that she's using there. Right? Begging. To unload everything from plot... Mansions to automobiles. They came to me in drove. She recalled. She knew a panic was inevitable. This right that's amazing. So that's, like, you know, right before, the bubble burst Seltzer reminds me of this interview, I I listened to or watched or listen to I remember, but Warren Buffett was saying, you know, right right after the financial panic or like I guess right the run up to the bandwagon in 2007. You know, got tons of calls, hey, can you do this? Can you invest in this money in this bank? Boom boom and you bunch she turned down, some he didn't. But same thing playing out over and over again for for those wise enough to sit on amounts of cash. And then this part was just funny. Because this is humans or we have to, like, we're all temporary beings. Like, we have to enjoy this ride that we're on, and I find the behavior of human beings. Curious, yes, but also funny. This far is funny. It's not funny because it causes, like, pain, but it's a ridiculous belief. Like, people should know better. The bankers during the panic... Right before the panic 9 7. It says the bankers weren't worried. It had become a cardinal doctrine an American banking circle So that Panic like those are 18 93 and 18 73... And 18 73 would never again be witness in this country. That's that's a ridiculous statement. Now this is heavy reflecting reflecting on the panic of 19 o 7. It's it's it's it's humorous I Didn't explain that correctly. It's humorous speaking the idea that we're so arrogant and what we think we know about a world that's way too complex for our tiny little human brains to understand that we think that we could ever cure. Like, we've now entered the age where there's never gonna be any more financial booms and bust. Like that's that's ridiculous. How you reflected on the panic of 19 o 7. How do you believe the trade... The problems could be traced to another source. There's 1 reason where we have hard time. So all there's probably multiple reasons, but this is her reason. Money easy coming and easy going. American children are not taught how to save money about how to spend it. These are all direct quotes from her. Everything they want. Give it to them as long as you know the price of the credit. That's the policy of the modern mother and she's raising nation of spend t, who's 1 thought is to get what they want when they want it regardless of costs. Essentially saying they're just not discipline financially. And then there's, like, this herd, like, tendency for humans, you know, to react all the same way in booms and bust, and He makes money just by going against to herd. This is very interesting. So now we're... She's much older. She's so old that He son is having to kinda run her business and keep track of investments. So she hands out her son. She hands them out... This is a... I love this idea of negative advice. Right? I think it's usually, in many cases more positive, more beneficial than positive advice. What is Charlie mu and say, he's like, me more and I'm not trying to be smart We're you're trying to not be stupid. That's negative advice. So she... Instance... She doesn't... Like, she could tell her on anything. Tell him do this do this. She says, avoid this. When you're running the business avoid this And here's her her list of don't. She handed a list of don't. Don't cheat in our business dealings. For sooner or later a conscious will trouble you and you will reward yourself into your grave. Don't fail to be fair in all things. Business otherwise. Don't kick a man when he is down. Don't envy your neighbors. Don't over address whether you have the means or not because this causes envy, kinda related. Right? Don't fail to go to church for the church needs you and you need the church. Don't forget that riches dishonest gained must be left behind someday. And when you depart, you will find the gates of heaven, doubly bolted against you. Don't forget to be charitable and don't fa. This is more advice. So this is he dies at 81 years old. This is when she's almost 80. I love advice from old people. I don't... I just think they know more than we do because they've obviously had a lot more expensive than we have. No. This is really interesting. She says when it comes to spending your life, there have to be some things than neglected. If you try to do too much, you can never get anywhere. I think that's good advice for life. It's also a good advice your in business. Like, He is gonna encourage you to be focused to not, like, spread yourself too thin. I think Charlie Mu and warren Buffett would say the same thing, henry single to would say the same thing, and your carnegie useful The same thing. This is over and over and over again David Og. Just over and over again, you see this device. You just gotta figure out what that thing is that you wanna focus on. And no 1 can that question but for you, but you. Not only do I love advice from old people, but I love the fact that, like, this is... There's another paragraph from her from when you almost she's almost just the end of her life. And I think this is the single biggest important... This the most important thing is that she prize the life that she led. And I think that key to a happy life is getting to the end of your life with the the least amount of regrets as possible. And she goes, I enjoy being... I enjoyed being in the thick of things. I like to have a part in the great movements of the world and especially of this country. I like to deal with big things and with big men. Unlike society Matrix. She said I would rather do this than play bridge. Indeed, my work is my amusement, and I believe it is also my duty. And then finally, she passes away at 81 years old, and it says a millionaire a hundred times over she had made her mark besides Carnegie and Morgan, Van bill and Rockefeller, but she was different. She was an en, a blue blooded arr who identify with a common folk, an inter, a female who triumph in the male world of finance an independent who answered to to no 1, but herself, a renegade, a mis fit, just kidding the book doesn't say miss. I added it that myself, but she definitely was. A money maker who thunder knows at what money could buy. A Par cast out in her youth. The woman who had wandered all her life from place to place could rest in peace. At long last, he was home. And that is where I will leave it If you want the full story by the book using the link in your show notes on your podcast player or our founders podcast dot com. If you do that, Amazon Sent me some cash, the more people that buy the book that way, the stronger this podcast becomes. Thank you very much for listening and I will talk to you next week."
}