{
  "transcript": "Imagine 1 of the coldest little countries in the world. Think of the most barren part of that country. See in front of you a god forsaken place deep in the wild forests. This book is about a man who grew up in this harsh environment. Which was to mark his whole life and fundamentally color the philosophy with which he built his vast empire, consisting of thousands of employees and millions of customers all over the world. The man is In var. Furniture dealer. He aims to give his firm eternal life. It's a long way to the country where an Empire was built. Here where he was born, loneliness, silence and reserve prevail. The cottage have always been small, survival has never been taken for granted. In the stone silence, this harsh in morality, the dream of ikea first grew. For everything requires its special soil. This is where the rough outline of the whole concept began to be written by a d boy on a farm. 2 empty hands the myth says. He built an empire from nothing. But what are 2 empty hands? And what is really meant by nothing. Do love and encouragement, innate energy, desire for revenge, imagination, and curiosity all count for nothing? Of course, they count. This is not a book about a man starting out empty handed. On the contrary, it is a book about a man with his hands full of resolute dreams, a heart tormented by an ina adequacy and self pity and a stubborn and in enterprise. A strange mixture of a social animal and an eccentric. The book is equally about a firm in which he realized and through which he lived out all these circumstances for good or bad. Objections may well arise to the idea of summarizing an outstanding and natural genius so simply, are the elevation of the work of an inc capitalists, so restless obsessed by the lure of profit and power that he used a thousand tricks to endo undo his creation with eternal life. Others will recognize themselves for all of us bear within us the embryo of a miracle. Alright. So that is from... That's an excerpt from the book that I read this week, and the 1 I'm gonna talk to you about today, which is leading by design, the Ikea story. And It was written by Bur to. Okay. So 2 quick things before I jump into the rest of the book. 1, I wanna tell you how I discover this book. I stumbled upon this online discussion where people were trying to figure out what is this the the largest company in the world that's owned by single individual. And because these companies are private. It's really hard to know the accurate answer, but there's a good chance that Ing var, was that person. He founded it, I he at 17 years old. And before he died, he died at 91 I think in 2018. Bloomberg put his estimated net worth around 58000000000 dollars. Okay. So this is that peak my answer Like, that's a really interesting question then I started looking for books on Ing var, and I found 1 where he worked. This is essentially It's not written by him, but it's essentially an auto, A large portion of this book or direct quotes from from Ing var. Okay? The second thing is, I enjoyed the book so much. I'm gonna have a hard time containing my excitement. Today. So I'm gonna try not to jump out of my chair I'm gonna try not to knock my big head into the microphone, but I can't make that promise because I absolutely fell in love with this book. Alright. So let me just jump right into it. I'm gonna start a little bit about his early life. And I'm, there's a lot in the book about his early life. I'm only gonna pick out a few of these just so as a way for you to understand, like, there's there's certain experiences that you have as the young person that you're gonna keep with you out throughout of life, So I wanna, try to highlight what I perceive those to be an Ing bars life. Okay? So first he says he's describing his father here. His family just give you some background. His family, they're German, They wind up emi grading into, like, desolate farmland in Sweden and back in like the early 19 hundreds. Alright. So he says, this is a dad. He's talking to his dad now. Only 25, he didn't really wanna be a farmer at all. But his mother's word was law, and he became her obedient tool. He talks about his mom. She was an amazing person to whom nothing was allowed to be impossible. Sounds a lot like his theory in life. She soon discovered the poor state of my father's business affairs, so we started a guest house. So 1 of the things that most well known for is his extreme extreme for gal. And I think his early where he was raised and his early experience has probably probably helped that trait to grow, and something he kept for his entire life. So he says, so she started a guest house. We rented out room summer visitors every room taken except my parents into which we all squashed together. My mother was a heroin in silence. She contracted cancer before she was 50. She died at the young age of 53. The very thought of it makes me weep. Then he talks a little bit about his early childhood. He was a tree. Considers himself a merchant and a trader from the time he's, like, 5 years old. So it says, I suppose I was slightly peculiar in that I started tremendously early doing business deals. My aunt helped me buy the first hundred box of matches. They cost 88... I'm just gonna... I don't know how to pronounce the the current. So I'm gonna change everything the dollars are not actually dollars. But, it says, first hundred bucks of matches cost me 88 dollars. I saw, this is a hundred. So you bought a hundred boxes of matches for 88 dollars. I sold the boxes at 2 or 3 dollars each. So he's he says, talk about profit margins. I still remember the lovely feeling. I can't I I can't have been more than 5 at the time. Later on, I sold Christmas cards. I caught fish myself and then cycled around selling them. When I was 11, my main enterprise was garden seeds. He says, selling things became something of an obsession. It is... Now I I guess I should, back up. At the very beginning of the book, he talks about. They he... It says Ing var furniture dealer. That's how he describes himself. He describes himself as an entrepreneur, but primarily as a furniture dealer. So it says, something things became something of a session. It's not easy to know what might drive a boy more than a desire to earn money. The surprise that you could buy anything so cheaply and sell it for a little more. But I remember walking in the meadows with my father. We came to a place at which he said, I'd like to make a forced track here, but it would cost too much. Then we were soon somewhere else, and again, it was money that was lacking to carry out my father's many plans. So this is this is a very important part of his life. This is I thought he's remembering, you know, 60 years after it happened. He says, I remember thinking, if only it I could help father. Supposing I got some money so that I and then he, like, that never finishes the thought, just essentially to help his father. He says, to carry something out, you'd clearly had to have the means. And he talks about something very important to him is that he never owned he never like to owe anybody any money. The growth of Ikea, You know, if you start something at 17, he still worked on until he's 91. He got rich very slowly, but he would never he would always grow within the means. So he... He never... Well, let me just read this part. He says on another occasion, the manager of the bank, let me... It's essentially 60... The the conversion 60 to dollars. So that I could purchase 500 fountain pens from Paris. Okay? Then this is what he says. This was essentially the only real loan I have taken out in my life. That's bananas. It says trading was in my blood. Alright. So let me skip ahead a little bit. This is a beginning of Ikea. Like I said, how many people found their their company at 17 and then work on it for their entire lives. Is a very unique experience that he had. And this is how that that that actually happens. He says, in my last year at middle school, my first rather childish business began increasingly looking like a real firm. So I've already referenced this this word firm over and over again. This this is the the word that that that In var, Excuse me. And the author or use... What we would... Like, in America, we would use the the term company or business. So when you hear firm, that's what they're talking about. He's essentially talking about Ikea. So he says, my first rather child is business became increasingly like a real firm. Under my bed at the school boarding house, I had a cardboard box full of belts, wallets, washes and pants. So all these things he would order through mail order. He'd import him into Sweden and then he'd resell them. I was 17 in the spring of 19 43 and wanted to start my own firm before going to the school of commerce. So the school of commerce is kinda like, what our equivalent be, like, business school today. He says, thus was the trading firm Ikea founded. Now first, he just sold a bunch of different things. He just said belts wallets it's watches pens, seeds like, that you could use to to grow crops, all kinds of anything that that he thought he could make money on. Eventually, it's gonna obviously become just furniture and I'll tell you how we get there. Let me continue in this section first. Solving the question of how in the simple and cheapest way to convey goods from the factory to the cons to the customer was fundamental if 1 were to become a good businessman. In the school library, I found trade papers with advertisements for exports and imports. I wrote to a foreign manufacturer whose general agent for pens I then became. It's so interesting way to to write. Right? So, he's importing, bunch of fountain pens, and there's a there's a high profit margin on these. And he began selling those. He says, the reason he wanna do this because, he's always obsessed with the lowest possible price. This is something he kept with him when he when he was building Ikea. He says direct import was a way of fixing the lowest price, the lowest possible price. Then he would go in and study other businesses. He's very interesting. Like, the way his brain worked from such a young age. Is just... It's very fascinating to me. So he says, I into a shoe shop, Shoe shops. Excuse me. Shop. And saw the old fashioned way they had of selling anything. Talks about they have cardboard boxes stacked everywhere all the way up to the shelf. He says, and then they had ladders to to access. It says they had ladders that they had to keep going up and down to fetch brown and black shoes. And then this thought I loved. That couldn't be rational and it wasted money. So 1 great way to learn what you wanna do is by learning what you don't wanna do first. Something you wanna bring to your attention too. So he started with... Essentially she's gonna turn to Ikea. But he also had a job. So Kia started as a side as a side hustle. If you wanna think of in that terms. So he's working at a clerk in in this office, and he says the finance manager allowed me to sell files to my employer. This meant hundreds of files. I... The there's a discrepancy language here. I think what he means is, like ways places to store files because he talks about how heavy they are and they had to come by train. So, again, this just gives you an insight into his personnel personality and he's working there, but he's also looking for other ways that he can make money at the same time. Like okay. I'm in office. I know the problems they have, and I know people that sell solutions to the problems. Let me just go ahead and order those and resell them to to my... To to the company work for. And the reason I bring that up is because this realization is extremely important. This is what he says. Those files made a profit that turned out to be greater than my fixed salary. That's... Once you realize that, this is a birth of a new entrepreneur there. Okay. So there's a bunch that are happening on this page. 1, he starts selling furniture by I. So any way we all learn at the beginning. There's very slow growth at the beginning. And then we're gonna see how he accidentally finds his destiny, and then learning a life lesson from your competitors. So there's a lot packed on these pages. Let me just get into it. In 19 48, I advertised furniture for the first time. Up until then I'd had sold minor ware, Christmas cards, seeds, fountain pens, wallets, picture frames, table runners, watches, jewelry, nylon stockings stockings, that kind of thing. I read its advertisements in the agricultural society's paper. Okay. So he he saw somebody else sold furniture. And this is... I can starts to the mail order at the time. Right? There's no store. We'll get there eventually. So he says, I read, the competitor's advertisements in the agriculture studies paper. I decided to try the same route. So that's what I mean. He starts selling furniture first by I imitate. I tried advertising an arm... An arm nursing nursing chair that I called a roost. The response was una. We sold a huge amount of this test furniture. And then this sentence gives you a description of the prices or should any of the sales. Everything went. That was how the business started. People ordered on a form from us and the factories delivered. Furniture began to take over more and more and evenings were passed cutting up material for upholstery. Ikea could now no longer remain a 1 man firm, so he's doing everything himself. He says, in 19 48, I appointed my very first employee. 2 years later, the firm had grown to a staff of 7 or. So that's what I mean Even when you later in the book it goes into, like, how they they did not... You know, you see some companies a start. They have no stores and then, you know, maybe 5 years later, they may have hundreds. Ikea did not grow that. It was very slow and deliberate. Even the beginning. Versus a 1 man company, then a few years later, it's a 2 person company, and 2 years after that, they only have 7 or 8 employees. That's very slow growth. So by chance, the furniture trade, which I entered an attempt to imitate competitors decided my destiny. No other event in life pleases me more than the fact that I ended up there. My interest at first was purely commercial. Selling as much decent furniture as I could as cheaply as possible. Okay. So again, he's young. He doesn't know. You... Did... We always, I always go back to, like, people debate about, like, what entrepreneurship is. And I think the best description I ever heard was on... It's a Peter Drug. Entrepreneurship is not an art or a science. It's a practice. Meaning that there's things that you're gonna learn that you can only get to experience. And so that's... That he... He's just like, okay, I'm I'm copying everybody around me. I'm just gonna copy what they're doing, but he's... When you're you're... When you mimic, you're not thinking. Eventually, he realized, oh, I need to rethink this. So says, first, I'm just buying as much decent furniture interest as possible and sells as cheap as possible. Now here's the problem. He didn't realize the the limits to that like, business process. He says, not until the first complaint started coming in, did I realize that it was quality that was lacking. 1 day that would force me to draw certain conclusions and choose another way. So that's 1... Right 1 going to wind up being the ikea away. I had made a contact a few years previously with my nearest competitors. And that taught me something for life. So now he's gonna meet another furniture dealer, but this did furniture dealer, you know, let's see. 35 years older than him. Is this night guy named gunner. Gun was a man in his fifties, and he offered me about a score or so of watches for 55 dollars. For 50 to 5 dollars each, remember this is did not real dollars. I couldn't afford that I said, and somewhat modestly appealed to a sympathy I was young and very much wanted to become a businessman like him and needed all the help I could get. So they agree on a price, he winds up giving in giving into gunners... Gunner gets the best of them in in in this negotiation, but he learned something for life. He says, taking his fat cigar out of his mouth, gun then said, young man, you'll never become a businessman. If you say to start with that you could pay 50 when I say 55, then you can accept 52 without first having tried off for 50 51. So he's saying, like, you gave up too early. Like, you got to negotiate better on that. He says this is the mean lesson. 1 thing you have to learn in business is that 10 dollars on a price can mean everything. So he's... Essentially the the translation is like, that's... Not even 10 dollars. Think of a dollar can mean everything. So he says, I promise I'll never forget that I said politely, and I've kept that promise ever since. Still today at the open market where we live in Switzerland, I have a habit of taking the opportunity just before they are packing up to ask if I may buy a little more cheaply. My wife gets pretty tired of this. Okay. So at this point, I think he's already made the switch to just dealing furniture. I wanna talk... If you look at, like, the the highlights and all the post notes I have all over of this book. The vast majority of what I wanna talk to you about today is gonna happen the beginning because I find it so fascinating. Like, Ikea when it's, you know, turning over billions of dollars a year, and he's already a billionaire, that's a less interesting story than understanding how he got there. Right? At least to me. Now what blew my mind is Ikea almost died in infancy. So I wanna spend some time talking to you about how he works his way through this. This is extremely important. Alright. So he says, Ikea was very much at of at a crossroads. Competition and mail order had become almost un uni durable. A fact, 1 simple example can illustrate. So this is the simple example he's gonna use is he's trying to resell ironing boards. Okay? So he's selling an iron board. All his competitors are. They start out, you know, 24 dollars and somebody lowers it's 22 50 in 20, and it just keeps going down going lower and lower and lower. They're just competing on on on price, which is a terrible situation to be. And if you're trying to run a business that you want to survive. Right? So he says, step by step, this price were affected the quality of the ironing board. Which became simpler and simpler, but also worse and worse. The same applied to furniture. Complaints started to mount, and I could see how things were going. The mail order trade was risking and increasingly bad reputation And in the long run, Ikea could not survive in that way. The core problem with mail order was that customers themselves could not touch the goods, but had to rely on descriptions in the advertisement or catalog. I think if you analyze that sentence, you see where the logical step is gonna make soon. So well this a problem. Like, they can't touch the furnace They can't see it. What is Ikea today? Yeah. You have this huge catalog. But they use a catalog to drive people into their stores. So he says, we were faced with a momentous decision. To allow Ikea to die or to find a new way of maintaining the trust of the customer and still making money. Out of the long talks to the night about how he's talking about he's talking with this, like, initial group of of employees. Out of long talks throughout at the night about how we were able to get out of this vicious circle, lower price worse quality, the idea grew of trying a permanent display or exhibition of our furniture. People could go go to to display, see the furniture for themselves and compare the quality at different price levels. So he's he lives in this little town. I think you could print pronounce at Alm Holt, Sweden, and there's this little It's like, a this called, like, a little town store that's closing. Okay? So at this part... At this point in time, he's got it's solve the the the the quality issue. Right? And he's gotta find a way to... Essentially, he's figuring out how it can I differentiate myself from a bunch of mail order competitors? So he buys the store. So it says the store is about to close. For what I thought was the tremendous sum of 1625 dollars. He... So he did a the calculation there for. He spent 13000 Cro. I think it's cost, But it was 1600 bucks a time. I bought the entire shabby building. The decision was logical. In the spring of 19 52, customers that in the future, In spring of 19 52, we informed our customers that in the future, we would sell only furniture and domestic articles. That was how I became a furniture dealer. Okay? So that's when it happens. Happened about 4 years after. Okay. Now he says, we could now last show those cheap ironing boards alongside those that cost 5 cro or more and were of good quality. And people did just what we had hoped. They wisely chose the more expensive ironing board. At that moment, the basis of the modern ikea concept was created. This is why it's so important. And in principle, it still applies. First and foremost, use a catalog to tempt people to come into an exhibition, which today is our store. So he says, these talking about the process. That was... This was maybe very common today, but back when he was doing it and especially in the place he was doing it, and no 1 else was doing it this. He says, mail order and furniture store in 1. As far as I knew, that business idea had not been put into practical use anywhere else. We were the first. Now he's gonna say something here in this next paragraph. That always reminds me of it's actually the the... I'm pretty sure it's a company model for Jeff Bezos is rocket company blue Origin, but he also uses it in the building Amazon. And this this this idea of doing things step by step, but you're doing it. He says step by step ferocious. Right? We're gonna take our time. We're gonna build for the long term, but we're not gonna dill Dal. We're not La Ga. We're making intentional steps and we're always moving forward. So ikea is no difference. He says, success was immediate and and created the embryo and resource for the store we created 5 years later. But I've have never been so scared in my whole life as when we open and I saw the line outside. There were at least 1000 people there. I couldn't believe my eyes. We didn't know whether the floor would hold up or even more important whether we'd be able to supply enough buns. So these are, like, cinnamon buns I think. That was precarious as we had promised coffee and buns to those who came to the opening. I remember the time afterward as 1 long rush of constant joyous work. Ikea was taking shape as a real firm real company. Many of our unwritten laws were already written by this time, and he's talking... He's gonna... I'm gonna talk a lot about because he's got... He's does something I think is extremely smart. People... That I I... I've talked about over and over again. Henry Royce, founder of Rolls royce, kept meticulous notes, his philosophy on engineering was so like, so deteriorated oriented and so like, his personal notes were so beneficial that that Rolls royce bounded it up and printed it as an internal book. Last week, I did or not last week a couple of days ago I did a bonus episode for mis that talks about Carl Braun did something very similar where he he outlines, like, how a company should communicate. And he's writing it for his company first, but other companies could copy. So anyways, In var has done a lot of work on not only in, like, speeches, but in writing about what Ikea stands for. So this is some of the unwritten laws. He says we're already written at this time. Helpful, thrift and a strong sense of responsibility. I'm gonna talk a lot more about all this stuff later. And then I'm still in the same section. This, again, the note of myself, it's so funny how all these ideas keep compounding. Right? And you see a lot of the same ideas that are separated by in some cases, hundreds of years and thousands of miles. Well, this reminds this section right here where where this is... These are direct quotes from Ing var reminds me of Henry Clay F. When he told us right at to be beginning, gentlemen, watch your costs. Selling us the same thing over and over again. To this day at Ikea, we try to translate everything into a clear price and state it. This is a fantastic idea. Our advertising brochures have on the front or back, information on what they cost to compile. Often with an indication that is in the end, the customer who has to pay for whatever we waste. He says, and then on the next page, I'm gonna skip over a bunch of this stuff, But this this section just says, hey, listen then, we can all improve our station in life. All of us. We all have that power. And he says gradually the pressure on this the little town founded in I on how pronounce it, grew even greater and greater, and it wasn't long before, apart from the restaurant. We also had an in on the site with a hotel in a pool. So he made the first Ikea store, like, a destination people would trouble all over the country to come in so to come and visit. My grandfather... So I I failed to mention something previously. The store he bought, was... Used to be run by his grandfather, and his grandfather is dead at the time. So he said gradually the pressure on this little town grew even greater or greater and it was 4 apart from the restaurant, we also had an in on the site with the hotel of pool. My grandfather would have been amazed for the place was this old country store. So when I'm reading about the improvements that he made to what used to be his grandfather store in this tiny little town. It reminds me of... I I think there's like, not 2 types of people in the world, but there's people that, like, I'm gonna read this quote from steve jobs. I always thinking think about all the time. And I think there's people that believe it to be true, and those are the people that, you know, They think they can influence their own life that can change things that can make things better. And then you have some aspect of humanity that just thinks oh life is, like, I'm born into this world. It is what it is, and I'm just gonna leave my life and die, and not have any influence. Of course, like, I believe the first. You probably do too. If you're listening at this podcast. So he says, see, Jobs. When you grow this is 1 of the most important quotes Ever come across my life. When you grow up you tend to, get told of the world is the way it is and your life is just to live your life inside the world. Try not to bash into the walls too much. Try have a nice family. Have fun. Save a little money. But that's a very limited life. Life can be much broader once you discover 1 simple fact. Everything around you that you call life was made up by people that were no smarter than you, and you can change it. You can influence it. You can build your own things that other people can use. Once you learn that, you'll never be the same again. I don't know if Ing engvid was ever taught that explicitly by anybody else, but he definitely threw experience is learning that lesson and you see that. His his fan focus on improvement every day. Over a long period of time, gets the result that that he got. It's it starts out in 1 tiny store in the middle of Nowhere Sweden. And builds 1 of the most largest private companies in the world. Alright. Now, there's a lot of bad mistakes and dumb things. Okay? I I've to said over and over again this the the podcast does not exist for to, like, un unfortunately idol these people. Human beings have great ideas and they have bad ideas. We all have flaws. So we're not we're learning from. We're not idol. Right? That's extremely important part. Imports the same thing. I'm gonna read this this section to you because this happens over and over again. And He mentions what I I'm about to mention to you, I don't know half a dozen times in different ways in the book. And that is that he was so obsessed with work that he wait... He didn't... He... His... 1 of... His largest regret in life is that he was so obsessed with work that he missed his kids childhood. Okay. And this is what he says, he mentioned a much of times, but this I think is the best. That's the 1 I wanted to share with you instead of just saying the same point over whenever am. He says, it was to be 1 of Ing var great sorrows and the cause of some soul searching that business made him neglect his 3 sons as they grew up. He has done everything to make up for it since, but everyone with... This is the most important sentence. Ready? But everyone with the children knows that childhood does not allow itself to be recon conquered. That just... That is damn good writing right there. That's a hell of a sentence. And so Ing bar repeats that over and over again. Like, now, you know, his sons are his relationships will, when this book is are in this book is 20 years old, he's still alive. But and his sons are in, like, the thirties at at that point. He has relationships to them. They were all working Ikea in 1 form of fashion. He wants them to take over after he's gone and and and so on and so forth. But he's a very emotional person cries a lot. This book... I mean, I can't tell you him many times it mentions him crying. He's extremely heartbroken over this. That he felt that, yes, he was able to to build a great empire he was able to to to make the lives of his customers better, make the lives his employees better, but he did that at the at at at a huge cost. And he says over and over again, Like, that... The cost was now worth it. And the reason I bring that up is because, you know, I I you'd be hard pressed to find somebody that's that is like, more of an evangelist for entrepreneurship, but at the same time, like, we we can't forget that at the end of the day it's our job. And our family has to come first. We are going... Unless you're completely psycho soc person, you're gonna regret missing out in your kids childhood. They're they're they're so they're small for so such a short amount of time. It goes so fast until they they grow you know, they have their own lives. Other... Like just... It's such a tiny tiny time period that I I just think, like, I've I've read enough biography at this point and seen this mistake like, Phil Knight, Sam Walton, and the people I use over and over and they're, like, damn. Yes. I built Nike. Yes, I built Walmart. Yes. I built ikea, but damn. I didn't spend enough time with my kids. And they're at the end of the... This guy's they're doing... Phil was doing the same things just like Sam just where bars hearing here. For there's something in humanity that when you get to the end, Ing bart talked about the book, he's like, listen, Every everybody approached me before to talking about, oh, right biography. He's like, I'm not interested in that. I'm a private person, but then he says he was finally convinced because they said, yeah, but think of all the future entrepreneurs I can learn from you. And then that's when he said that drew his attention. But there's something in our species that towards the end of our life, we want to pass on the knowledge that we've accumulated to decades of experience. And I see this over and over again. And maybe have a unique perspective because I don't know how many the people read that many biographies. But, like, I'm just... It's... I'm telling you. Like, it's it's it's present enough that it's a big deal and there's something in our nature that causes us to make that mistake over and over again. And hopefully, by me bringing your attention, you think about that. When, you know, when, hey, You... It's... There's nothing wrong with being obsessed. You know, I'm sure I'm attracted to us with people in in some degree I am obsessive. But, like, Damn, I don't wanna be a bad dad. I just don't. Okay. I wanna go on to another regret that's on the very next page. And again, we see this regret a lot. There's a desire or longing for the earlier smaller days of a company. And I don't know what the takeaway here is. Other than you have to do whatever you feel right. All I can tell is brings to attention that I read this a lot that they all long. Like, yeah, I build just giant a company. I have 40 thou... In his case he's got 40000 employees. But they miss the days when there was 10 of us. It's very interesting. Alright. So he says, the transition from the closeness of the city there and I'm gonna skip to the less intimate atmosphere of a large company was difficult for the founder. Essentially, he has never really accepted it. That's a hell of a sentence. Right? So now we're gonna go directly to his words. The first wonderful time of strong working fellowship with a circle of individuals, all of whom I knew personally made me dream foolish dreams of it always remaining the same. I nourished a false belief that would be possible to preserve the total us feeling even when we grew large. The days of the family have passed. The ikea spirit still lives on, but in another way, but those days at the beginning on the farm at home when Ikea was really a family, that remains my very best memory. Now keep in mind. He's probably 70... I would say he's about 71 years old when he's writing those words and a multi multi billionaire, and he's telling you his very best memories when he had 1 store and 10 people are working very closely with. There is something in our nature where we we prefer to work in small bands of tight like, close knit individuals. And yet, you know, the history of entrepreneurship is you know, the opposite. It's like this start off small just as like a means to an end. I'm sure there are some people that have realized. And saying, am I'm I'm never gonna allow myself to grow to. But, again, it really is, like, personal preference. I don't understand that it debates back and forth. Like, you... If you wanna build a giant company, build a giant company. If you wanna build a small company, build a small company. You gotta do... Like, I always go back to that, that's saying, that that quote in a book, Michael O biography, like, you have to be who you are. I think it's Michael. I might be confusing That way red out. 1 of them said it. So anyways, Okay. So he's got his famous quote, Ing engvid is very... The way to think about it him is almost like a preacher. He he has these, like, ideas they repeat over and over again because rep he understands reputation are persuasive. Right? So 1 of those is only those who sleep make no mistakes. He says. So he says, I've have not been able to avoid severe losses. Both fiasco and triumphs have marked the history of the firm. I bring that up because again, everybody sees the end result. They know Ikea is this huge successful company. It's like that no huge successful company gets huge successful without, a a lot of mistakes. He's gonna talk now about his many weaknesses. He says he's too trusting that he's gullible that he is an his inability to learn from some mistakes. This is a very I, you know what is? I was nervous. I'm not using nervous when I sit down to do this. I'm nervous that I'm not going to be able to convey everything that I learned from this book because it's so unique and weird. And I mean that the the most positive way possible. He's like, he's got this, like, typical this he's like, this typical and I don't know anything about the culture, but, like, he says, like, his family, like, Germans were, like, you know, you hold your emotions in, you, like, you're you're kinda like stoic, I guess is the the way I would describe it, but this guy, like, the book is full of him essentially being extremely insecure and full of self doubt, which is surprising. Surprised me. So he's very, like, a, forthcoming with his... A lot of his mistakes. Oh, I guess I should should should bring this up now because it it made national news in, like the nineties. When he was young, he was part of the sweetest. It's, like, Swedish neo Nazis. So he says, like, it... There's an entire chapter to the book dedicated to this. He he says, you know, he was a byproduct of a German grandmother who was devout, like, pro German and a German father who had the same beliefs and so they taught his beliefs. And he believes that up until it's, like, it's his early twenties and then he started like, changing his beliefs. And according to the book, it's, like, more Pro German and less like anti, other religions or other ethnicities, and there's no, like, explicit evidence that he was anti semitic, but, like, his dad would read mind calm and stuff like that. So, again, I bring that up is because there's no perfect person, and they're all gonna make terrible mistakes, and this is something that he talks about over and over again, like, you know, staying up late night his bad crying about the mistakes that he made when he was younger because it did damage to his company, you know, 50 years after the fact. But you can never really know what's inside somebody's own heartless unless they're gonna express it, but he says, like, you know, that was a short part of his life that he was like, interested in fascism and that he changed later on. But I don't know. It was a my point being is, like, he didn't leave out the un parts because that entire chapter was extremely un firing and makes him, you know, look extremely bad. Alright. So it says, now back to in in ing vas words he says again, I had to find a solution. I we a lot. As I couldn't bear. Actually, I often failed to look at things from the bright side. The sad thing is that I didn't learn much from these early failures. On the contrary, I kept repeating them. See what I mean? This is extremely hard for somebody to to admit about themselves. Father always said you're too gullible, and that is still true For a long time, I found it difficult not to believe people. Now that I'm older, I become slightly more crafted and guarded towards people in general. So there's just some of his faults. I like this idea. So, eventually, they're gonna open. So they have this, like, little showroom Right? But, eventually, they they they open... Well, it's... I guess... You no. I'm sorry. I was wrong. This is still and he... He's got his his 2 story wooden showroom, which is what he's gonna... What I wanna talk you about real quick here. Eventually, they build, like, their first what they into their first real store, but we're not there Yet. So it says, the good idea here is that he thought of his first store as a laboratory. So he says a renovated 2 story wooden building became a superb laboratory for everything new that was to be created. A workshop was formed for learning to build the perfect selling machine. This an interesting way to think about your business as as you're constructing a perfect selling machine. So he says, We needed a laboratory to learn how to build the perfect selling machine with the help of a catalog, business sense and the underdog obsession with always doing the opposite of what others were doing. So we've seen this a lot. In the the founders service we study. This obsession with going their own way with finding not just copying what other people are doing and accepting it without thinking it through, but it really saying, hey, I could find a better way. Ing english was no no different. And he says, now here's another another fault of his. Right? I wanna bring a lot of this to your attention because I think it's important. His obsession with work led to his first divorce. And this is what he means He never really learned So he doesn't have any... He hasn't an adopted daughter with his first wife. Right? They get divorced. I'm gonna tell you about here in a minute. And then he has... He gets rem remarried. He doesn't have his first kid that he was 38, but he's making the same mistake over overnight him, Just like he neglected his his children for work. He neglected his first wife for work. And so this is what he says about. It goes on and on. I think the sentence is... At these 2 sentences gives you a good summary. But the whole matter pains me and still hurts. I considered myself a real shit. So he's taking blame. He's like listen, you know, I didn't give her the attention I needed, you know, so focused on my business, and, of course, it's gonna end divorce that way. Okay. Skipping ahead in the timeline. So he... His goal is to knock out middle. Right? He... From a very young age, he's like, I don't understand. Like, the prices that comes, like, the price increased once once a, a product moves from the factories gates to the customer's hands. It's much more expensive. What what's going on here. And so he realized, oh, you got all these people in the middle taking a little piece in adding onto it. So he wanted eliminate that. You do that, when you try to change, and that's the way the furniture business was in his country at the time. And so he's he's trying to rewrite how the industry sales thing. Well, what's gonna happen? Your competitors and your industry, like, we call them, like, organizations are gonna push back and so they do that severely to him. So he's dealing at this point? He's dealing with and competitors and supplier boycott. So what would happen is his competitors would buy so much for they buy from similar suppliers and his competitors would push, put pressure on his suppliers saying, hey, if you sell to in Ing var to Ikea, we're gonna yank our business from you. Now what would happen is they refused to sell to Ikea because Ikea at the time was much smaller than the other competitors. Right? So this just remind everyone's struggles. It's just a lot of these struggles are hidden. So it says the atmosphere became increasingly rank. And Ing var had many tearful nights There's a crying again as he lay awake wondering, how he could solve the problem. Alright. So this is now Wanna tell you... This is why the industry fought, Ikea and how Ikea 1. And then his idea of nursing the supplier. Alright. It so superficial, the battle was about whether fair exhibitions could sail to the visiting public, which Ikea did or whether only wholesale trading could occur. Less superficial, it was it was about breaking an ups start. Okay? So that gives you, like, the basis for what's happening here. Essentially, a lot of furniture retailers the time to get customers, they they'd go to trade shows. And sometime, essentially, you were supposed to sell just to wholesaler who would then turn around to sell to directly to customers. But I ikea was selling direct to customers. So they would sell to customers and hold wholesaler with the same part, and that's when people, organizations were essentially trying to to change the rules so this practice was no longer allowed. They're essentially, like, what did you just said superficial less superficial is about breaking an up start. They're not. It's not a debate of rules. It's debate about limiting competition, unfortunately. It says year after year, the same complaints against a k were made. By 19 52, restrictions had gone so far that exhibit were not even allowed to take orders And the young director was summoned to the chamber of commerce for questioning. He's the young director. A few years later, the National Association of Furniture dealer succeeded in enforcing the the fair to ban Ikea from even giving the prices of exhibited goods. So anytime you see this pushback in organ... In in industry within an industry, these are these are short term band aids. Eventually, the the the the better competitor which Ikea, by far the veteran company at this point is going to overtake. This is just silly nonsense that you see over an Oem. Petrified conservative sales thinking was up against the new and insulin price pressure. And that's what they didn't like. That he was eating into their their their profits. Ikea was banned again and again from doing anything, but kept finding new ways of getting around each new band. That's why they say is extremely creative. In a letter from the National Association of Furniture dealers, Ikea was liken to a monster with 7 heads. This is how they describe Ikea. If you cut off 1 another soon grows. Says this battle fair participate for fair participation was really only over 1 issue. The low prices of the ups start. And it finally ab evade, not because anyone changed their opinion, but because the price... This is an actual organization in Sweden. The price and cartel commission. But because the price and cartel commission intervened, it was not because they intervened, but mostly because Ikea was growing at record speed and acquiring its own exhibition premises. Meaning, I'm not going... The fair anymore. I'm gonna open these stores in the 3 most important cities. Says they they could not be bought with a battle for they were they were fully busy with succeeding. And then we're gonna wrap this up here It says, a manufacturer's description of the difference between Ikea and other furniture dealers. Ikea paid within 10 days with a deduction for a cash discount. Others did not pay for 3 or 4 months and yet made the same deduction. Nursing the suppliers is 1 of Camp parts, hobby horse principles. 1 that he's still in parts to his staff, meaning that you're gonna get better, like, he understands how humans work. That, yeah, there's a company and you have to deal with a company, but a company is just a collection of human beings. And if you treat them better, if you're nice to them, you pay your bills on time, you're in turn going to get better service. And so that's something that he continues to preach to this... Or he did till, you know, obviously, he passed away. Okay. So now this is In bars philosophy on problems. This is gonna sound familiar. This is 1 of my fair quotes that I've discovered by reading all these books is from Henry Kaiser, problems to just opportunities and workloads. We see a similar echo here from Var says... In Ikea business philosophy. The whole matter should be described as a golden rule. Regard every problem as a possibility. New problems created a dizzy chance. When we were not allowed to buy the same furniture the others were, we were forced to design our own, and that came to provide us with a style of our own, a design of our own. And from the necessity to secure own deliveries, a chance arose that in its turn opened up a whole new world to us. Now 1 of the things that Ikea his most famous for it that you... You know, you you you pick up the furniture yourself, you take home, you put it together yourself, So it's called self assemble furniture. That's something that was kinda discovered by accident. And he says, perhaps said that the re... That reality forced the innovation upon us, we had begun to experience a worrisome some high percentage of damage furniture and transport, broken table eggs and that kind of thing. So initially, self assemble furniture is just a way for them to get less damage furniture and transport. Right? And it has... So it says once it started working, it says thus self assembled book his chairs, beds and other pieces successfully appeared. But it also had other effects, like, beneficial affects them. It says a design that was not just good but also from the start adapted to machine production and thus cheap to produce. With a design of that kind and the innovation of self assembly, we could save a great deal of money in the factories and on transport. As well as keep down the price for the customer. Okay. So we just heard that he considers every problem and opportunity. Right? And so he realizes that he's a few suppliers are still blocking in Sweden. So he's like, okay. I gotta find a solutions problem. I'm gonna look outside the borders. And so Poland was just, I guess, just stopped being communist or it's like, half. Like, it's kinda transitioning from, like, communist to more like a market economy. So expanding into Poland turns out to be a major turning point in Ikea history. And there's like, there's a chapter that goes in... On this. I'm just gonna pick out real short to give you like a summary of it. It says, Ikea as simple and open open structure of command had be... Has become a dream for people used to inaccessible state hi, and young well educated academics have an attracted to private enterprise. So a lot of these people come to work for Ikea. And it says, it went well for other reasons too. Having spent 20 years with Ikea Poland, this guy, Eric explains the company's success, and that's direct quote from from from Eric about Ikea success in polling says, because young people were given responsibility because employees were pro permitted to use both imagination and common sense because the company maintained its humble attitude, This is a humble attitude if we don't improve someone else will, so we must make the effort. And because from Ing var comes the same perpetually driving question that keeps developments going, how can we make it a little cheaper. What do you think? Of course, we can. So essentially just giving people that did not have large influence over their work and kind of directed by central authority, the ability to, like, he trusted in them to make the the best decision. Now, at this point in the book, there's a summary of the early history of a ikea. I wanna read the whole thing to you because I think it's in a few short paragraphs, it gives you a general overview of the first few years of Ikea. So the story of Ikea is a businessman man's manual. It teaches that few events in the inception and growth of a company can be ignored as unimportant. Both fiasco and success build an entrepreneur. Sometimes even a disaster can turn into a miracle. Ikea route to progress resembles most of all a process in which every new stage seems to have happened naturally, though perhaps not logically. When the boy meaning a young Var sold his first box of matches, his innate genius was tested. And the driving force of greed was also aroused. When the first piece of male order furniture sold better than all of his minor ware, he had the first impulse that turned him in stages from a peddle into a furniture dealer. Yet he still lacked a vision of something greater than money. When falling prices in the competition with other mail order firms threaten quality and thus undermine the public's confidence in his firm, he gained insight into the relation between price and people's needs. That is how adversity is sandwiched with progress and opposition creates openings that invite new successes as well as new obstacles. The flow of customers to the little town gave the founder courage and resources to to make the decision to build an a possible store in the countryside. His successes caused the blockade by competitors who forced Ikea to go outside the borders of the country to seek new manufacturers. Thus issuing a world citizen passport for the company, which today is very... Has a very complicated ownership structure and and factories and employees all over the world. Production costs dropped, prices dropped and success in the market was secured. Without this resolute triumph, the money would not have existed to make it possible to open a store outside stockholm, which it which required an investment of 2100000.0 dollars, financed by Ing var himself without borrowing a single cent. It was a turning point that provided the foundations from which the modern ikea would soon conquer the world. Alright. So that gives you a good idea of where we are in a story. Okay. So now that we have that foundation. I wanna talk to you a little bit about how Ing var managed and then him dealing with with the book calls like his J, his somebody that, stab in the back or they had it falling out Whatever word where do you wanna put on it? So first, I gotta tell you about 1 of his employees, and through telling you about him, you'll see how En bart chooses to manage. His name is Jan. I don't have how to pronounce this last. So we're gonna just gonna call him Jan the whole time. Alright. So Jan employed in 19 68 as 1 of the... As as the first of Ing var many assistance. Tells of how he was practically left on his own for the whole of his first month because the boss was in Poland. He had to Jan meaning Jan, he had to find out for himself how the furniture store functioned. Everything seemed very free, disorganized, chan and full of unwritten laws. Jan had to become his own entrepreneur. Form his own sphere of influence and Ing var approved of that. As I movable as he is and his demands to follow the ikea concept, he, meaning I embark is is susceptible to the independent mavericks. This is something that's mentioned in the book. A lot over and over again. He's got a soft spot because he he I think he's a mis fit. Ing is definitely mis fit, maverick whatever word do you wanna put on it. And so he... When he sees other people that are like him, even when they... Then this guy, Jan, they they go, like, they fight a lot to the point where, like, Jan thought he was fired multiple times. But there's something where he he gives Leeway to to people that look like himself. Does that make sense? Like, he just... He didn't like other people telling him what to do, he wanted to come with his own ideas. And so when he sees these people in his organization, he kinda nurture that even if they go against him. So he says, he is susceptible to independent mavericks. The combination of lone wolf and herd animal is in fact the sum, the sum total of Ing var own makeup as an entrepreneur and builder affirm. He knows how to recognize himself. Okay. Then he talks about there's a change that's gonna happen in any... The growth of any company. It as a decisive moment in the growth of a company when the founder has to hand over the financial function, to somebody else. Right? Somebody more experience in in and in those like, in that job because it Hinder his business activities. This happened when Ing var appointed the economist Alan Cro. Cra willingly became increasingly high handed in the business press and gave the impression of being Ikea strong man, big mistake. And, with Ing var as a secondary figure. Sometimes he decided he didn't even have to... He didn't even have time to speak to the founder who had an appointment. That's just... Listen, if you're working for... Closely with the founder of a company, that's a stupid idea. It that's just that's just not smart. The guys the founders making appointment with you and you're saying, I'm too busy to talk you. That's not a good idea. He was good about enforcing routines and systems but became in a conflict with the with the dynamic go get her. So Cro wall is not how Janet is. Cro, he can't... He was a academic and a bureau democrat. So he comes in Nike ikea, and he tries to, like, set up a hierarchy. But we just... I just got tell you, Jan kinda kept everything kinda free. He's got laws. He's got a company bible, if you will. But it's not like everything essentially planned. Okay? And so it says he came to betray Ing var confidence in a shady property deal. And the 2 parted ways in a highly painful manner. Cro was more or less dismissed as a board meeting in front of his members. So This is the dynamic, like, the dichotomy of human beings personalities. Ing var wanted to, like, to build Ikea as a family, and I have my own personal reservations comparing companies to families. I I think, like, families are most or rightfully. So operate in more of, like, a socialist manner, companies aren't. Ing var has a 58000000000 dollar net worth. The people working for him don't. So I don't think, like, you should lie your your your your employees and say that your family. You... I mean, you're not sharing resources as a family. So this is it's just something I would never, like, I don't know Anytime every... Anybody's ever said that to me. Like, just... I just know that that they're trying to enabling manipulate. So anyways, Ing var is extremely emotional he'll hug and kiss you who, like, you wanna touch you all the time. He's got like, this this huge emotional aspect to him. But when you cross them, he can be unbelievably cold and distant. And so we just saw that with, you know, firing somebody in front of everybody's probably not the best idea, but, you know, you he... He was... He reacts emotional, or he reacted. I, I keep forgetting that he's no longer with it. So, you know, he's he he he can be unbelievably joanna my my... My the point that I'm poorly making at this moment is that he's got multiple sides. Just like of us do. And that, you know, we can be loving and and and and accommodating the people we love and that we get along with. At the same time, it's unbelievably, cruel and heartless and cold to people that cross us. Okay. Okay. So I... This is... I wanna talk to you a little bit about why, like, how did, like, why didn't Ing var wanna go public? You know, wouldn't that have accelerated the growth. And so the the book actually, Spends a good amount of time talking about this. So Just wanna pull up some highlights because I think it's important. It says, this is... Is this a quote from him? Yeah. This is a quote from Ink bar. It says still today, we wanna grow at our own pace. So that we keep up, not just with what is new, but also develop what we already have. So you doesn't wanna keep growing just to grow. What if, like, we should slow... What if we're going too fast and we're not developing the reach we already have. Right? Ikea strategy has long been to take at least half of our resources to improve what already exists. The other half to do what it to do what it is in the future. If if at a somewhat slower pace than if we had had access to unlimited money. Okay? So that's what he talked about. Unlimited money is essentially the public markets. He's like, we're gonna grow at a more slow and deliberate pace and we think that's gonna be better for the overall company. That's something he believe. Now here's the author talking about. Expanding on Ing bars own words and in police. Today, everyone has been converted to the conviction that going public would do more harm than good to Ikea in the long run. The peril of quotation on the stock exchange are exposure to the media and demands for constantly increased profit and expansion, regardless of the business cycles of competition and vision. So he's start listening all the stuff he doesn't. He doesn't want start, like, people comp... Employees to focus on what the stock price that day. He doesn't want constant exposure to the media is a very private person, he doesn't want external demands for constantly increased profit and expansion. What if he doesn't wanna do that. What if it's gonna harm his business. And so... And and then he doesn't wanna compromise on his his vision. In addition, Ing var likes to point out the stock exchange is an expensive solution. Public companies like to distribute 1 third of their annual profit to their shareholders. Money that disappears out of the companies and works against building up reserves. Built the... Why does... I can't need to... And he says, I can't need to build up reserves in order to take bold decision. So this whole idea of, like, you know, keeping the money within the company, something we heard from Henry Singleton, something we heard from Warren Buffett. Now we're hearing me again from Ing var. You know, he's gonna keep the money in in house. And then now Ing var talks a little bit about this. He says, it was not only a long life for Ikea. Remember I started out the, the the podcast talking about. He wants to give Ikea eternal life. That's a very explicit goal. Eternal life. I... That that's not very common for any entrepreneurs that I've I've heard talking such explicit terms. So he says, it was not only a long life for a key I wanted to achieve, but also it's independence of any 1 single country. Okay. So now we're getting to a weird part. That I'm gonna omit almost completely out of the book because frankly, I don't understand it. There's pictures in the book. So Ing engvid leaves Sweden because they have this crazy crazy tax system and, like, inheritance laws where, essentially, if he died, he wanted the the the Ikea to survive, but also to be benefit short to his family, and it that was impossible. So he he it lives the last, like, 40 something years of his life, in Switzerland. And as he's integrating out, he creates what he calls and the author says he's like, like, downplay playing. He says it's it's a unique company structure, and the authors like, it may be the only company structure like it like, that exits in the world. There's there's pictures in the book that show part of how the company is organized. It's a series of trust and these venn diagrams, and I... I look at the picture, like, there's no way I can explain this, like, just with words. You have to look at it. And even then, and it also talks about how Ing var will only reveal the parts of the company owner ownership structure that the law in the specific company that that... The so specific country that that part of the company structure requires them to do so. So it's it's largely a secret. And this extremely complicated. I had a good friend of mine who... For a long time was an a state, a state planning attorney, and essentially, like, when you're a state planning attorney, the vast majority of your... To people interact with are supremely wealthy. Like super super wealthy. And in the area that he was practicing in. Like, it was a... It's in a part of the country it has a huge population of extremely wealthy people. And I'd have many, many conversations with them because it blew my mind. It came from, you know, like, if you watch game with their thrones, like, my upbringing is more like flea bottom. These people are living high garden. And so I would talk to him about all every week when he was doing this because it's just blew my mind. It opened my eyes up to like an entire world that even exists. There's a book called family Wealth that goes through. I read probably 15 years ago. That goes through some of these ideas, and it's just completely different how most people think. So I'm gonna skip over large parts of that again, if you... You can read about it online, it talks a little bit... I think this the structure has its own Wikipedia actually. But I do wanna just tell you, like, how complicated it gets... This is the very beginning this change. Let me just read this to you. This is after that this is after the ownership structure with was changed. It says, now Ikea had a danish head office, a Dutch foundation, a Belgian coordinating group, whatever the hell that means, and a founder living in Switzerland was, are Ikea and general still Swedish. Who knows? And so they called the inaccessible It says the inaccessible company is how it's referred to. What a weird term. Right? Let me... And I can read... I'm gonna read 2 more paragraphs, and then I'm gonna move forward because this is something that I don't, like, any of us are ever gonna have an experience with, but you might be interested. When Ing inc comp decided to go abroad, his ambition was undeniable to give his life work the best possible chance of eternal life. There's that phrase again. Long after he passed away, he wanted the company to be able to develop and flourish. In his own words, As long as there's human housing on our earth, there will be a need for strong and efficient Ikea. But his ambition was further than that. No 1 and nothing was to destroy or danger his business vision, with a member of the family or market forces or politicians. Barriers were to be constructed against not only hostile assaults, but also against the danger that lies in apa. All the d was to be guaranteed as long as humanly possible. Okay. So now I wanna talk about a casual culture, a love of them mis fits, letting people make mistakes and then the company bible, and I'm gonna spend a lot of time in the company bible. Okay. So it says at this point in the... It says the pioneers would be accused of being frivolous in their business methods. So that means, like, Ikea is a bigger company at this point. Now since it's growing, they feel the need to put in, like, more. So the pioneers think of those as, like, the the the first, like, 10 or 12. The book, I think compares them to, like, Jesus and the apostles or excuse? Jesus and the disciples, and, obviously, Ing var being Jesus. So It's a different time period in in the company history. So now we're gonna go back to that Jan, you know, person that I talked to talked to you about earlier. So it says, the pioneers would be accused of being frivolous in their business methods. At least 4 times, Jan considered himself fired. In his role as the company's perhaps necessary and font terrible and super entrepreneur. Interesting phrase. Right? Fortunately, Ing var Has never really had anything against Maverick. However, rowdy they are. So it goes back to seeing people that like him and giving them leeway that other people would not be given. It says, remained in the background. At first, not restraining these young men bursting with energy. So new lifeblood coming into the company. The founder has always had a notorious weakness. Some call it talent for testing the limits of ideas, and sometimes letting the... This is another good idea. So for sometimes letting the rope run out. So what does that mean? Laying the rope run out on a project in order once in for all to prove what is wrong. As Jan says, Cam preferred them to make mistakes rather than be idle. The time for afterthought soon came, and the company's spirit's needs were admitted to be as great as the need for external expansion. So this is what I mean about him being exchanged. Think about when they say company spirit, that's that's what we would refer to as company culture. Okay? So gradually, this insight would lead to a phenomenon that goes under the name of the ikea way. The global company's viable study that takes... Okay. So I gotta explain this to you. In the 19 seventies before I read this book, when I was researching before I before I realized I was going to buy the book, no. I think I already ordered book. Anyways, I found something online, it's essentially an internal tech company textbook that Ing var wrote in the 19 seventies. I'm gonna leave it linked in the show notes. Anybody can read it for free. It's called a furniture dealer testament. Okay? So think about that as the company bible. So Me can read this back to you now you have the information. It says, graduate since I would lead to a phenomenon that goes under the name of the Ikea away. The global company's bible study that takes a furniture dealer testament as its number 1 textbook. The Ikea Way trains managers to be spiritual ambassadors think cultural ambassadors out in the empire. And 1 of the first comp compulsory lectures was by the rebellious jan whatever last name is. Okay. So now This is where I'm gonna spend a lot of time. Probably the majority of the the rest of our time together this week talking about the company bible. First, I need to give you this basic laws of Ikea before I go, and I'm gonna quote extensively from a furniture jail testament. The 3... The 4 laws of Ikea... So it says, for thus have the laws been since the birth of Ikea. So this is, like a general framework to organize Ikea. Number 1, a good cash reserve must always be insured. This is something we've seen multiple other entrepreneurs preach. Number 2, all property must be owned. Meaning, you have to own the stores in the land that the stores are on. Number 3, all expansion is to be largely self financed. So it talks about later, when he's going through this, like, this media crisis in the 19 nineties about as early ties to Nazis. They they they erroneous, 1 reporter Ron suggested that some, like, early, like, Nazi gave the seed money for Ikea, and that caused Jan to be more emotional and own almost he anybody's ever seen him before because he said he goes, you could accuse me a murder. Don't ever accuse me of borrowing money. So that's just like insight just personality. So Is be largest self finance number 4. There should be no boasting. Alright. So now I wanna get into... Let me... Okay. So this is in the... So I was pleasantly surprised that in the appendix of this book, they reprint a furniture dealer testament. Again, this is written in 19 76, you could probably read it half hour or something like that. I'm junior pull parts that I thought were interesting. He's got, like, 9... How many... Like, think about this, like, the 10 commandments, except there's 9, the 9 commandments of Ikea. And so he starts off. This is the very first paragraph. We have decided once and for all to side with the many. What is good for our customers is also in the long run good for us. This is an objective that carries obligations. That's... Those are words written by Ing var. That could easily been said word for word by Henry Ford. Alright. So we're still in the introduction. The means we use for achieving our goals are characterized by our un prejudice approach by doing it a different way. So you're saying, like, yeah, what did James Z tell us back in the day, difference for the sake of it. Var is the same thing. We're gonna do what things differently. And by our aim to be simple and straightforward in ourselves in our relationship with others. Always bear in mind that freedom implies responsibility, meaning that we must demand much of ourselves? On says, she talks about his... The product range and philosophy. What are they describing? They also describe the rules and method that if we have worked out over the years as cornerstone on the framework of ideas that have made and will continue to make Ikea a unique company. So this is his company Bible. This is saying... Like, you know, chefs publish like, Cookbook that you can you can view the recipes and try out yourselves. This is exactly what Ink bars is doing here. Number 1, the product range is our identity. And there's in this range... There's in under, like, each heading is a much of sub. So the first one's a product range of identity. I'm gonna read my note to you. Quality only where it matters to the customer, plus it is the entire company's responsibility to keep our cost low so we can keep our prices low and forever. This cannot change. K? So I'm gonna just pull out some quotes here. Quality... This is an interesting idea. Quality must never be an end in in itself. It must be adjusted to the consumers meet needs. And at first, I read that That's like, oh, I don't like that idea at all. And then when he explains I, okay. That makes sense. He says a tabletop for for example, needs a more durable surface than a shelf and a book case. Okay? So would it be over improving on quality at the expense of the customer's needs to make the the book case from the same materials the tabletop. That made way more sense. In the former case, a more expensive finish offers the customer long lasting utility because your tabletop has to be more high quality in the books shelf. Right? Whereas in the latter in the books show, it just hurts the customer by adding to the price. Quality must always be adapted to the consumer's interest in the long term. And so now why is this obsession with low price? It is the many whom we aim to serve. The concept of a low price with a meaning makes enormous demands on all of our coworkers. That includes product developers, designers, purchasers, office and warehouse staff, salespeople and all other cost barriers who are in a position to influence our purchase prices and all other costs. Meaning that we... If if our goal is to aim... It just said the... We are aiming to serve the many. That means it doesn't... We can't just reduce costs in our stores has to reduced costs in our warehouse staff in our offices everywhere. All other costs. He didn't say some other costs. He said all other costs. And he says, our basic policy of serving the many can never be changed. The second says the Ikea spirit is a strong and living reality. So I'm just gonna say, this is my note. Company spirit was easier to maintain when we were smaller plus, don't waste your life in a job. Hate. It's too great. Ideas. So he says, things were more concrete in those days. The readiness to give each other a helping hand with everything. The art of managing on small means. He's he's, like a nostalgic for the early days again. The they're art of managing at small means of making the best of what we had, the cost consciousness to the point of being sting, the humble, the un uncomfortable enthusiasm and the wonderful sense of community through thick and thin. And so it's... What does it have to do it? Not don't wasting your life and a job. Hey, it says, if you are not enthusiastic about your job, 1 third of your life goes to waste. Number 3, profit gives us resources. So another way to think about this is profit and why it is important. To achieve our aim, we must have resources, especially in the area of finance. We do not believe in waiting for right plum to fall into our mouths. We believe in hard, committed work that brings results. Profit is a wonderful world. Let us start by stripping the word profit of its dramatic overt tones. It is a word that politicians often use and abuse. Prophets give us resources. So this is what I love about the fact that human nature just does not change. He's talking about at the time. And he's writing this in 19 seventies, you know, politicians are demon people are successful. Demon companies that are making profits. It's happening today. It will happen 40 years from now. I just realize that we're not coming up with unique ideas. We're just replaying over and over again and arguing about the same things over and over again. It's bizarre. The aim and of our effort to build up financial resources is to reach a good result in the long term. Profit forces us to develop products more account economically to purchase more efficiently and to be relentlessly stubborn in cost savings on all kinds. That is our secret and that is the foundation of our success. Number 4, reaching good results with small means. These 4, 5 and 6, there's 3 words that can summarize this whole section about to reach Be resourceful or it's resourceful, simplicity and difference. Those are also great, like, foundations to build any business on. Alright. So it says, that is an old ikea idea that is more relevant than ever. Time after time we proved that we can get good results with small means are very limited resources. Wasting resources is a mortal sin. It is hardly an art to reach set targets if you do not have to count the cost. Any architect can design a desk that will cost 5000 dollars. But only the most highly skilled can design a good functional desk that will cost 100 dollars. Expensive solutions to any kind of problem are usually the work of mediocrity. We have no respect for a solution until we know what it costs. An Ikea product without a price tag is always wrong. Before you choose a solution, look at the look at it in relation to the cost. Only then can you fully determine its worth. Waste of resources is 1 of the greatest diseases of mankind. Many modern buildings are more like monuments to humans stupidity than rational answers to needs. But waste costs us even more in little everyday things. Filling paper, should filing paper that you'll will never need again. Spending time, he's just give examples of how a lot of companies waste time and resources. Spending time proving, they you were right anyway. Postponing a decision to the next meeting because you do not wanna take the responsibility now, tele when you could have just easily wrote a note or send a fax. So a lot of your younger people listening are not gonna understand that calls how long distance this calls you just cost money. The the list is endless user resources of the ikea away, then you will reach good results with small means. Number 5, simplicity is of virtue. The more complicated the rules are the harder they are to comply with. Complicated rules paralyzed. It's kinda... Now I'm reading that. Remember remember I was just telling you that the culture was kinda like casual, more relaxed. It kinda makes sense if he he believes he's, like, over complicated rules. It's... There there's too hard to comply with. Historical baggage, fear, and unwillingness to take responsibility are the breeding ground for bureaucracy. Indecisive generates more statistics, more studies, more committees, more bureaucracy. Bureaucracy complicates and para. Planning is often synonymous with bureaucracy. Do not forget that exaggerated planning is the most common cause of corporate death. Exaggerated planning constrain your freedom of and leaves you less time to get things done. Oh, that sounds exactly like Henry Singleton. Complicated planning para. So let simplicity and common sense guide your planning. Simplicity is a We... Simplicity is a fine tradition among us. Simple routines have a greater impact. Simplicity in our behavior gives us strength. And 6, Let me just read that part. Sorry. Is doing it a different way. By always asking why we doing this or that, we can find new paths. By refusing to accept a pattern simply because it is well established. We make progress. Our protest against convention is not protest for its own sake. It is a deliberate expression of our constant search for development and improvement. Number 7, concentration is important to our success. The general who divides his resources will be defeated. For us too, it is a matter of concentration, focusing our resources. We can never do everything everywhere all the same time. We must concentrate for maximum impact often with small means. Now he also... So, you could probably nodding around. Yet. Makes sense. But he... I love he makes the additional point that if when you're forced to concentrate on 1 thing. Then inevitably means you have to be okay, having other parts that you're not concentrated concentrating on be be less beneficial. So he says concentration means that at certain vital stages, we are forced to neglect otherwise important aspects. The things about... If if a trade off is easy, then the trade is probably not important. What he's bringing to our attention here is like, yeah, you need country resources, but you have to understand the decision to where the conscious can be hard because you other good opportunities. You've gotta let the other good opportunities like, diminish our with way to focus on the great opportunity. That's what makes the trade off so hard. Concentration, the very word means strength. Use it in your daily work, and it'll give you results. Number 8, taking responsibility as a privilege. There are people at all levels in every type of company community who would rather make their own decisions than hide behind those made by others. These people dare to take responsibility. The fewer such responsibility takers a company our community has the more bureau bureaucratic is. Constant meeting and group discussions are often the result of unwillingness are inability on the part of the person in charge to make decisions. Take go back to the famous quote by David Og. He says go to all the parks in your cities. He'll never gonna see a statue dedicated to a committee. He's telling you that the companies are run best by usually 1 person making, like, leading the way in and making the hard decisions. Taking responsibility is nothing to do with education. Financial position or rank. Responsibility takers are essential for progress. I love the part part. Because think about Ing engvid Come comes 1 of the most successful entrepreneurs all the time. He's d. Doesn't really have much formal education and did not have much, you know, financial position or rank when he started. Only those who are asleep, make no mistakes. There's that quota of his against. Making mistakes is the privilege of the active. It's very unique way of thinking about it. Right? The fear of making mistakes is the root of bureaucracy and the enemy of development. It is always the mediocre people who are negative, who spend their time proving that they were not wrong. The strong person is always positive and looks for. That's why in a lot of the early episodes of founders. I had that critics don't no shit segment. Because I think it is right. It's the mediocre person who is negative. Who spend their time proving that they were not wrong. The strong person is always positive it just moves forward. Okay. Number 9, most things still mean to be done a glorious future. That is how he hence lot of his letters. He's got his own like motto, that we saw with Stanley. Right? Alright. So this section... The summaries don't quit. Be wary of experience as an excuse to not try. That's another Henry Ford. Don't waste even 10 minutes and be a positive fan. That's a great great term. Alright. So he says, the feeling of having finished something is an effective sleeping pill. A person who retire, feeling that has done his bit will quickly with her away A company that feels it has reached its goal will quickly stag and lose its vitality. Happiness is not reaching your goal. Happiness is being on the way. The positive joy of discovery must be our inspiration in the future too. Experience is a word to be handled carefully. Experience a break on all development. Many people's sight experience as an excuse for not trying anything new. Now this is extremely important. Bear in mind your time It's time is your most important resource. You can do so much in 10 minutes. 10 minutes once gone are gone for good. You can never have them back. 10 minutes is not just 1 sixth of your hourly pay. 10 minutes is a piece of yourself. Divide your life in into 10 units and sacrifices as few of them as possible in meaningless activity. Most of the job remains to be done. Let us continue to be a group of positive fan who stubborn and persistent refuse to expect to accept the impossible, the negative. What we wanna do, we can do and we'll do together. A glorious future. And that's the end of the company Bible. Now I wanna close back on not Ing var, the family man, not Ing var, the entrepreneur, but The person. And at his core, he was a mis fit. And so I think this is a good place to leave the story. He says, or it says the author says. He comes back again and again. With painful self surging and an almost bitter undertone to his defects. A hopeless favorite expression, he uses both about himself and all too often about other people when he is dissatisfied. Anyone who sees Ikea his monumental progress, may find it difficult to understand why Ing var wrestle with self doubt. Nonetheless, still in the autumn of his years and despite his astonishing life's work There is an outsider within him who always feels threatened. A small, naive 17 year old entrepreneur fuss over a lost dollar and crying when he's misunderstood. Even today behind his... Behind his multinational Ty is a country boy with a fierce sense of being an underdog, standing on tip toes and peer une easily through adult eyes. Am I good enough? Ing var recognizes himself as an outsider. And in that way, he is 1 of us all. He knows what it's like to be odd to fall outside of the establishment to feel rage against injustices. He keeps coming back with the delight to an old headline in a popular tabloid. The furniture king who does not look like a capitalist, The article describes him as a troublesome catalyst, who is far too likable. That's just what he wants to be, a rebel and friend of the people, a patriot, and a capitalist, all in the same bargain box. That's where I'm gonna leave the story. If you want to read this full story. I can't recommend this book enough. I, this is a book. I think we're gonna go back to many times to re reread. There's so much more in the book that I have to leave out. Obviously, it'd be an 8 hour podcast. I just read every word to the book to you. But if you wanna support the author, if you wanna to support yourself, the author and the podcast at the same time. If you're going to buy the book, buy the book using the link that I'll leave in your show notes or the link that you can find at founders podcast dot com. You'll support yourself by getting a great book that I think there's ideas in this in this book that you can keep with you for and pay dividends for a lifetime. You're should putting the author, hopefully still alive or whoever owns the publishing because he spent, you know, several years, countless hours, comp piling the book for for us for us to learn for in judgment. Enjoyment, and you'll support the podcast because it's an Amazon affiliate link, and they'll send me a little bit of money. If you choose to buy the book and no additional cost to you. Thank you very much for listening. Thank you very much for the support, and I will talk you next week."
}