{
  "transcript": "I wrote this in November and December of 19 85. I did write this a hundred percent with my 40 year old type writer. I didn't have a ghost writer. I wanted it in my own words. I hope to pass on some of my theories of business to our people. And I hope these theories are used in our business for as long as the less schwab company continues. Should we fail to follow these policies towards customers and employees, I would prefer that my name be taken off of the business. There could be some interest in this book with people who are interested in business. If so, you were invited to read the book. I hope in some way this book might help you in the business world. If you are not interested in business, This book will bore you. And if I were you, I wouldn't waste my time reading it. Alright. So that's from of the forward of the book that I read this week and the 1 I'm gonna talk you about today, which is lush schwab. Pride and performance, keep it going and was written by Lush schwab. Alright. So I wanna talk first before I jump into the rest of the book, how I discovered. It's like, how I found out about this book. So at this point, by this point in time I've done, I don't know what. 3 or 4 podcasts on various that Written read about Charlie Mu. I've done a podcast on every single shareholder letter that warren Buffett has ever written, and I did a podcast on, 2 other books on Warren Buffett. These are all in the. If you haven't listened to him yet obviously, you have access to how many anytime you want. Go back and listen to them. But they bring up lush schwab over and over and over and over again. So it's very simple. Like, I've learned a lot from both Buff and Mu, especially Mu. And if they tell you know, they have... They say... They always talk about the operators and other business people that they admire and their respect. And then if there's books on the on them, they explicitly say, hey, you should go read this book. So let me just read some of the the various little quotes that have collected in this regard. So here's Charlie Mu is giving... It's at the the Berkshire meeting in 2004 and he says. If you wanna read 1 book that will demonstrate really shrewd compensation systems in a whole chain of small businesses. Read the auto of Lush schwab. Who has a bunch of tire shops all over the Northwest, and he made a huge fortune in 1 of the world's really difficult businesses by having shrewd systems. He can tell you a lot better than we can. Warren Buffet on the book says. It's an interesting book. You know, selling tires. How do you make money doing that? Then he talks this is a different speech. This is a speech back in 2003 at the University of california I'm gonna read a few paragraphs from this. This is Charlie Mu. Talking, and he says there's a tire store chain in north in the Northwest, which has slowly succeeded over 50 years. They're less schwab tire store chain. It just ground ahead. It started competing with the stores that were owned by the big tire companies that made all the tires. The good years and so forth. And, of course, the manufacturers favored their own stores. I'll talk to you more about less, view on that later. The their their their stores had a big cost advantage. Later, lush schwab rose in competition with huge price discount like Costco and Sam's Club. And before that Sears and so forth. And yet here is Schwab now with hundreds of millions of dollars in sales. And here's Las schwab in his eighties with no education having done the whole thing. How did he do it? I don't see a whole lot of people looking like a light bulb has come on. Well, let's think let's think about it through let's think about it with some micro economic fluency. And he's gonna talk about what, like, a brief summary of what he believes was like, led to some of the success that les had. So he says, is there some wave that Schwab could have caught? The mini you asked the question the answer pops in. The Japanese had 0 position in tires, and they got big. So this guy must have ridden that wave some in the early times. Then the slow flowing success has to have some other causes. And what probably happened here, obviously, is this guy did 1 hell of... He did 1 hell of a lot of things right. And among the things that he must have done right is he must have harness what man man quill. I don't know how to pronounce that name. Calls a superpower of incentives. He must have had very clever incentive structure driving his people, and a clever personnel selection system, etcetera, and he must be pretty good at advertising, which he is. He's an artist. So he had to get a wave in the Japanese tire invasion, the Japanese being as successful as they were, and then a talented fan, remember that word fan had to get a hell of a lot of things right and keep them right with clever systems. Again, not that hard of an answer. But what else would be a likely cause to this peculiar success. And then now we have, another quote from It's 1 of Buffett shareholders. I don't know which she. But he says, it's it's extra tough when a fan there's that word again. Fan small competitor like Rose Blu. That's the nineties the the the lady that she ran to Nebraska Furniture so she's, like a hundred and 3, wind up doing hundreds of year... Hundreds of millions a year... Hundreds of millions of dollars. Excuse me a year in revenue, warren buffett famously bought her business, and he talks a lot about her in new shareholders letters. Anyways, So he says it's an... It's extra tough when a fan small competitor like a rose blu are a lush schwab, or a Sam Walton sets their site on your particular marketplace? Buffet said. How do you compete against a true fan addict? You can only try to build the best possible mode and continuous to attempt to to widen it. So I wanted to bring that up at the very beginning because I think it gives you a good introduction into who Lush schwab is or was, I guess, and helps understand a lot of the things I'm gonna go over in the book. Alright. So let me go back to the book. And we're gonna... I'm gonna start at the very beginning. And what I love about, les is that he was he he had a very strong opinion that you should not have a crab in the book of mentality and that you... That you're... You need to share everything that you learn and know with other people And his particular thing, he's like, I need to constantly educate my employees. I the only way we're gonna be successful so if I can work through them. And a way to work through them is to instill them with all the ideas and theories I have on how we should be running this business. So he says, this is his main thing that he talks about over and over in the book, the 1 that Charlie Mu and warren and Buffett always, always talk about is that he had he understood human psychology. They said he wasn't educated. Right? He's an orphan at 15. I'll get I'll I'll get there in a in a minute. But he understood how humans behave and what motivated them. So he famously sees every single store that he had was run as an individual business. And then the workers in that store got 50 percent of the profits. So that's what Mu and buffett talking about that. You need to study competition... Compensation systems. This is what this is where we're gonna start here because Les talks about probably... He says it's a single most important thing he ever discover business. Okay? So he says, I encourage you to share profits with your employees. I encourage you in every way possible to build people. This is your... This is good for America. It is good for you and it is good for your employees. If you do share do it openly. And honestly, and don't get jealous that they start to make some money. That's the whole idea. If you make people under you successful, what happens to you. Aren't you also then successful. But if you think of yourself first, it just won't work, and there's no use tempting it. What nicer thing can you do in your life than to help young people build their lives and successful people? Not just in money but in always ways. The older I get the more proud Am of the profit sharing programs and other programs that I've have created them these are the ones that Mon just referenced. Right? Are that I've helped... Are that I have helped create. I believe so strongly that America is such a great comp comp country and that capitalism is the best form of government. I think we owe it to America to do our share to see that it continues. The best possible way to make it succeed is to share with people to help people be to help people be successful people. So when I'm reading this, first of all, this is why founders can even exist because for some reason, towards the end of the lives entrepreneur, they love writing down everything they learn. So they're all their knowledge from decades and decades of experience doesn't get lost, and then we can use their ideas moving forward. Right? But when I read that section, something jumped out on my mind so I wanna talk to you about that. I'm gonna put the book down for a minute. Another person that Mon and buffett constantly refer and that a lot of people admire. A lot of entrepreneurs that are alive today talk about all they learned from James S, which is the cofounder founder of Costco. Okay? And what les is talking about here is, like, listen, you need to forget your crab in the book mentality. Like, share everything you have and build people up. James Senegal did this with Jeff Bezos. And I read... No. This is gonna come from the everything store. I read the book what 2 years ago I even know how long ago. And I've never ever ever forgotten this. It's... I think about this all the time. So I'm gonna talk a little bit about what like, James is something like, 30... I think he's like, 30, 32 years older than Jeff was. So in the book it talks about, in 2001. I think about the the company, Amazon today is vastly different. Right? 19 years or whatever it is later. 2001, you know, it was a much much smaller company. So they wind up having a meeting. They meet and funny and funny enough if they meet a Starbucks inside of a barnes and Nobles. But anyways, just as Cynical explained the Costco business model to Bezos. It was all about customer loyalty. To the selection of products and individual count... Should though the selection of products and individual categories is limited, their copious quantities everything there and is all dirt cheap. Costco buys in bulk and marks up everything standard across the board 14 percent. Even when it could charge more. It doesn't advertise at all and earns most of its gross profit from the annual membership fees. So he says he's continuing the conversation timing with Jeff. James is talking. He says the membership fee is a 1 time pain. But it's reinforced every time customers walk in and see a 40, 47 inch television that's 200 dollars less than you pay else. This is really important sentence here. It reinforces the value of the concept. Customers know they will find really cheap stuff Costco? Now why is the word value so important because James built in his entire career off of that? He says, my approach has always been that value Trump's everything. The reason people are prepared to come to our strange places to shop is that we have value and we deliver on that value constantly. The Monday after that meeting, Bezos met with his senior managers. Now this is a... Another example, I was referencing that, you know, the same thing we're doing here. We're studying from Entrepreneurs chris to bass. You see that every single other entrepreneur we ever recovered does the same exact thing. Jeff is no different. Now he didn't just have a con... Conversation with James a little. Well, that's nice and and came went home. He actually implemented those ideas into his business and it fundamentally changed what Amazon is. Think about that. There was no Amazon Prime before this. Okay. So he says, the money morning meeting after... Or the money after that meeting, bezos... Bezos went Met with the senior managers and announced that Amazon would immediately be cutting prices on books, music and videos by 20 30 percent. Later during a conference call with analysts he observed. There are 2 kinds of this 1 of his favorite quotes. There are 2 kinds of retailers. Those are... There are those folks who try to figure how to charge more and they're and there are companies that work to figure how to charge less. We are going to be the second full stop. Now that's not that's not the end of what he learned from this. So I'm gonna quote from another. This is now an article quote analyzing, like, the meeting between James and Jeff. So it says, let's see. Okay. So now this is quotes... This is actually an interview with James. Sorry. He's a tough business person talking... This is James talking about Jeff. He wanted to he wanted to buy from us at 3 percent to 4 percent less and we paid it for the merchandise ourselves. Those talks went nowhere. Instead, Bezos came away with... From their conversation with some deep insights about Costco success in keeping markup up small and prices low. When Amazon eventually launched its prime membership program, the parallels to Costco own pay paid memberships were easy to spot. Now this is why how it ties all the way back to, to less. He says, with Cynical 2 can candid with Bezos, The Costco cofounder is un about his willingness to talk shop with a younger entrepreneur trying to build a business. Perhaps just because of his desire to see best practices spread throughout American business. Okay. So This is something Less talks about over and over again? He's laying out a series he's talking about all the success he's had. He's like, and then he says over and over again of the book. Why are you not doing this? Why are more American business people doing this? What are you doing? Like, take this good idea over and over again. So, I I just could not help the entire time reading book, tie it to other things that I've learned in studying all these entrepreneurs, and you just see these main themes over and over again. Alright. So first, I'm gonna go back to the book. I'm gonna talk a little bit about as early years. Now he... Les talked about the very beginning. He didn't have a... He didn't have a ghost writer. He never wrote a book before. As a result, the book I have in my hand is very it's put together very bizarre, and I love the way. It's just there's no fluff. He just writes simple short sentences. Then he'll just go on to the next thing. I mean, it's not separated. You have, like headings and stuff, but there's no, like, sounds like he's... It's not even a narrative, I would say. He's just whatever who happened to be on his mind that Day was right. So I wanna talk about, his israeli life, and this is a sentence step, 2 sentences that kinda sum up his father. Father bishop was not there. He was drunk again. Talks about they grew up on, like, a like, a camp, Like a log... I don't know if a logging camp. Essentially, that they lived... Okay. Let me just The schools... He's an eighth grade time. The schools were just a railroad box car with somewhat crooked windows cut in 1 side of the box car. There were 3 of us in the eighth grade. So they're this like, this camp with other families that work for this same company. In those days, we had to take state exams to graduate from the eighth grade. We all failed. So it says, there's there's, like, a lot of ranchers grew group in Central Oregon. And he considers yourself very much, like, a ramp... Her a western person. So it says, the farm 1 cell as it was the start of the the great depression. And the bank finally took the farm back from the debt owed. So some what was happening to his family my mother thought it I might help my father's drinking problem if we all move back to Oregon. We were taught to work at very young ages. It seemed the normal thing to do. Now he's gonna describe his... I mean, I guess you called a home. It's... I mean, it reminds me very much of, like, the podcast is on Jim Clayton, who grows up in a log cabin with, a sibling in his 2 parents, no electricity no running water, and then winds up selling his business for 1700000000.0 dollars to warren Buffett, like 40 years later. So we have a similar situation here with less. He says small... He's describing it. Small 2 room holes, a 2 holder with no running water. Water was haul by train from town, spigot from town. Spigot were spot around camp, and you took your bucket to the tap, filled it and carried it to your home. Today, that would be poverty, but the homes were clean and people had fun. There was 1 community shower. And so he called... He's living in a log camp. Okay? So he says. Now, a lot of people, you know, could good, you know, like, oh, poor, like, you know, woe with me, look at this environment. He didn't look at it like that at all. In fact, he thought that even though the people were pouring and had a lot of money. They were could... They they were still good people. So he says, I've been around the people of the log camp for the past 50 50 or more years. And the people and the children of these people have turned out to be much to be much above the average citizen, both in success in business and in being a good all around citizen. So he's living logging camp but then there's no, like, high school. That's see it. So he has to he has to take a bus of some sort to high school, and then he has to be boarded by another family during the week, and he come back to log camp on a on a weekend. So this is, lesson. High school he says. We miss much of the school activities and pretty much felt like outsiders. 1 of my biggest fears was that my father would come to school on Friday drunk. It would haunt me all week as I was proud, poor, but I had a lot of pride. He talks about his the fact that alcoholism had on his family. This was killing my mother. It was sad times for the Schwab family. So he realized that he's talked to work for or at a young age and he wants to make his own money. So, he starts to immediately deliver newspapers, and he's extremely good at it. So he says I immediately started to deliver newspapers. I remember so well my first route. I ran the route for 2 months in order to get enough money to buy the fur... My first used bike. Okay k. So that's how Poor he was. Most people are delivering most other boys of his age. Were delivering bikes newspapers on a bike. Later he gets a car, but he builds this entire newspaper. This is important part of his life to understand him as well. He built entire business wise he's in high school. Right? And then he he starts off just like he does his tire business. Okay? Well, I, Don't have a bike. I gotta use what I have. You wanna Have? I 2 legs and a lot of and and youthful energy. So I'm gonna run down and and deliver the papers. Right? Then gonna save my money. I'm gonna buy a bike. Then I'm gonna get so good I'm Start adding other routes. Oh, wow. Now I have other routes. I'm making more money. I buy a car. He eventually starts making more money from his newspaper delivery business than his high school principal made. He says my father died almost of the day of my sixteenth birthday. He was found dead in front of a moon shine join. Now this is some crazy sentences here. We thought there might have been foul play, but it didn't really matter. He had gone so far downhill and was working for 50 cents a day for a rancher. It sounds like my father was all bad. This isn't true. Why and how a man can let this happen, the lord only knows. Being a put person who took 1 drink and couldn't stop until he completely gave out. He ran downhill from there on? But he was a hardworking working, extremely strong man, a gentle man, but a raving Man act when drunk. It certainly brought sad days to our family. As... His mom's gonna die very soon after this as well. Going back to what I was just talking about how he... He was able to make a lot of money in High school he said, I rode my bike during the week, even though I was getting to the age where 16 year old boy didn't, like being being seen delivering newspapers, especially on a bike. But money in this case was much more important than pride. So he winds up taking over all these routes He says there were 8 or 9 routes in the town, and I took over the whole town during that summer. I was now making about a hundred and 75 to 200 dollars per month, and I wasn't even 17 yet in the middle of a depression. The high school principal only made a hundred and 50 per month. I think I thought I was already a man. He doesn't hide the fact that he's extremely confident and... He calls himself Cocky we're and over again. And I'll talk more about that in a little bit, but he he thinks it's a huge asset actually. Actually, and it's it's on the very next page. So this is know that myself was being cocky. Was helpful, and then I wanna talk to you about less visibility ability to study more than anybody else did. Alright. So he says, The 1 thing I did know was newspaper circulation work. And I knew a lot more about it than the 2 minority owner. So he's saying he studied, he studied this particular aspect of the newspaper industry, more than there's 3 people that owned the main newspaper he's working for, which is called the, I think it's called the Ben Bulletin, and they had 1 main guy and then 2 minority partners. Well, let me, you know, before I get there, let me... I'll go back to that. Let me read finish this this paragraph. So it says, The circulation, this is important to know his personality too because he talks over and over again how he's a master at analyzing other businesses and seeing what they do wrong. And then just avoiding that. It's very similar to, like, charlie Motors. Because I'm not trying to be brilliant. I'm just trying to avoid it being stupid. Less did this say. Same thing. He says. The circulation end of the newspaper is usually regarded as the lower end on the prestige ladder, but it's also closest to the money. Right? I attempted to because he's selling subscriptions and newspapers too... On his routes. I attempted to put some pride into the circulation work for myself and for others. I was young, sometimes cocky, but this cock helped me a lot going to, like, less had an abundance of confidence in myself. And think about it. Think about with the access that to information and and tools and if... That you may have, if you haven't started a business yet compared to less, parents dead at 15 or 16 years old, they... He's on his own. They're... They try to give him guardians ship. He winds up saying, no, Just run a room and figure it out myself. No... Really no education to speak of. And it builds a company then in 2018 did 1800000000.0 dollars in sales. Okay. So there's another thing that I wanna go back to here. He says, I knew... The 1 thing I did know was newspaper circulation work. So he's focused... Essentially saying I focused on 1 thing I got really good at. I knew more about it than than 2 minority owners. So when I read that part, I thought about 1 of my favorite speeches I've ever seen. It's on Youtube. If you have access to my notes. It's in there. It's a speech by Bill Girly. He's a partner benchmark. It's called running down a dream, how to succeed and thrive in a career you love. You can read my notes or you could just search in in youtube. I'd I'd recommend watching the whole talk. It takes it's about an hour. Okay? But he says something in there that I... That I that always think about. And first of all, he's essentially giving a speech to I think University of Texas Nba students about, like, you know, running down, how to succeed and thrive and a career your love. Essentially what I just said don't waste your life doing something you hate. That's what Bill saying. Like, how do you figure this out. So He says something that directly relates to what we're talking about here with less. I'm gonna get that. And I'm... Actually, you know... Before I get there, I'm gonna share some of the other highlights from this talk because it's so interesting. He talks about how he he learned from 3 other people and what they did. So it says a dream job as a career where you have immense passion. Life is a use it or lose it proposition, that's kind what I was just echoing there. Right? Most humans take 1 career path. If you only have 1 shot, why not do what makes you happy? That's the entire speech the this important... Entire reason why he's giving the speech because he obviously sees people that don't do this. Talk about, uses the the the lives of Bob Dylan, Bobby Knight and Danny Meyer as example. So I'm not gonna cover all that. I'm just gonna cover some highlights. So he talks, talks... He's, like, he studies. He takes a ton of notes. He's watching the chef. He talks about this. He talks about, a quote... 1 of his specific quotes. I spent nearly 2 years doing the best work ever as a student, Danny Meyer, that's from comes to from Danny Meyer before he opened his restaurants. And what Bill was saying. He's like, he's most proud of the studying he did on his own, not the studying he did in college. So now, he Bill says, pick a profession about which you have immense passion, a deep personal interest Nothing will make you more successful than if you love doing what you're doing. You will work harder than anyone else because it will feel like fun. Remember what Buff and mu told. How do you compete against a fan? You really can. Lexus is a fan. Bill Girly is a fan. Everyone has the will to win, people don't have the will to practice. So what is that? What is he talking about today? Saying, be obsessive about learning in your field, hone your craft constantly. Understand everything you can't... You possibly can about your craft. This is a crazy sentence. Consider it an obligation. Hold yourself accountable. Keep learning over time, Study the history. Know the pioneers, exactly what we're doing here Isn't it? Strive to know more than anyone else about your particular craft. What did let's just tell us? Let's just said, I knew more than these guys and they own the company. You should be the most knowledgeable person. It is possible to gather more information than someone else. Now that brings me to the most in my opinion, probably bill's most important point. Okay? And he says, the good news. I think about this in terms of less and all the people we study. The good news. If you're gonna research something, this is your lucky day. Information is freely available on the Internet. The bad news. You have 0 excuse, 0 for not being the most knowledgeable person in any subject you want. The information is right there at your fingertips. If you adapt that mentality, it is impossible, impossible. That you are not gonna succeed at what you wanna do. And the whole time I'm reading this and thinking about this and tying all this together, I've been... I was reread some of my notes on, shoot me the highlights I took when I read Sam Walton auto. And Sam did this exact same thing. He studied everything. I think in the book it says there's no... There's not a personal lie that walked in more stores than Sam Walton. Even when he was vastly more successful when everybody else. He's like, no, I can still learn from these people. Alright. So I'm gonna skip... Go go back to the book. I'm skipping ahead, he winds up working in the newspaper business for quite a while. So this is less at 28. I was now 28 years old. I had ambition. I wanted to go into business as I always wanted be a businessman, but I didn't have any money. So the story of Les schwab is he's gotta do the best possible job of whatever job he has in front of him, and he knows if he keeps at it eventually opportunities to gonna present itself to get his real goal. So he talked about wanting to to be an entrepreneur when he was, like, 16. Now we're fast forward 12 years, he's still not there yet. Right? He doesn't know what kinda of... He knows that he wants to be in business, but he doesn't know what kind of business. So he says, I was going through a period at this point of not knowing just what I wanted to do. I bring that up, and I highlight that because everybody feels this way. I felt this... I felt this way in the past, many times, less feels this way, going back to Sam Walton, you know, Sam there his manager told him when he's working at Jc, he's like Sam, you gotta find a different career. You're not cut off for retail. Like, think about how ridiculous set is. Right? He just didn't know what he was... What he was gonna do. And, it's no different. I'm sure you feel the reason I bring this because I'm sure you've had this own feeling in your life. Right? So I'm gonna fast forward it. This is now less at 33. Remember, he wanted to be an entrepreneur 60 16. He doesn't do a to about 33. He, I was now 33 years old and still wanting to go into business of my own. Money was the main thing holding me up. So his brother law winds up making some money at in, like, the timber industry. Right? So it says my brother law told me to find a business, and he would help me finance it. That was all I needed, and I started to look seriously as I knew the time was earning out. I believe if you didn't get started in a business at a fairly young age, you would get into a rut. And never make the big decision to jump. There was a tire business for sale in Prime. So this is gonna be the very first les schwab tire company right here. He went up getting a loan, let's see. The price of the shop was 11000 dollars plus inventory. Let's call it 15 grand. Okay? I've seen other people analyzed this, and they said he he did it for 3500. That's not accurate. I mean, the book, it says, The took price of the shop was 11000 dollars. So it says, I thought the tire business had a future. Remember, he doesn't know anything about the business though. But again, this is why I go back to, like, having a belief. You can't just have a false belief. I don't mean be cocky or be confident and I do the work to, like, necessary to justify that. But what he did our having a career now. Sorry working essentially full time we since he was 15 years old and he's 33. Okay? So was 18 years. Like, he knew he could learn... Like, he didn't know anything about the newspaper delivery business. Learn that. Didn't know anything about working and did anyone working inside the... For the actual newspapers. Didn't know anything about Did... Well well. I was like I don't know anything about tire business when wanna figure it out. He says, I thought the tire business had a future. I remember telling my wife, I thought it was a salesman. Oh, so that's an understatement. A pretty good 1. Okay. That's an understatement. And maybe that ability could be used in the tire business. It was a hard, knuckle busting, dirty work. I got 11000 dollars for my brother law sold my home and borrowed on my life insurance. Altogether raised 3500 dollars. So what's that? Just under 15. Just shy 15000 dollars. Okay. Now, this is... He talks about his first day in business. This this is the first sentence on the first day. I'd had never fixed the flat tire my life. He had no experience with tires whatsoever. Okay? But but from a very early age, He thought a lot about business because I told you he can't constantly analyzed. He's like, why are they making the decision they make that soon so weird. You can do this too. Go patron store or service, and like, this is really sloppy. This is not... I would do it differently. I'm sure you've had these ideas, all of us had these today the. This is why are you doing this. Is a very bizarre. Les has... It's full of ideas like this. So he says, 1 of this is that if he ever went into business, he was gonna share the profits. I remember telling my wife many times. And Ever got a chance to go into business, I had my ideas about sharing with people and about sponsoring people in the business. There are a lot of people who could run a business, but would never get a chance due to mostly the lack of startup up money. I was going to fur the money and in some way share with them the promotion of our business. So what's unique about the the structure, the incentive structure, and I would say the organizational structure of Lush schwab is each individual store is a own entity. Right? And the employees that are in... That are work in that store have partnership agreements. So I don't own stock, but they own access to the profits. Okay? So he says, and that's what he means. Like, they may never be able to run a business on the house, But if they look at their individual store as a small business and they own 50 percent of it, and maybe there's, you know, at a start. There's 1 guy running the store. You know, and then, you know, you might have 12 or 13 people in store over time. As it gross. So the first month we did 2800 dollars in sales. Feb... That's January. February was even less in sales. But in March, I got... I started going and by June and July, I was doing 10000 dollars more per month in sales. At the end Think about this contrast. Right? At the end of the year, I had a hundred and 50000 dollars in sales. The man I bought I bought out, meaning the the previous year, they did 32000. In sales. The note of myself is being good at sales is like being a magician. Because les would go out and he'd... He wouldn't sit down and wait for people to come to a store. He'd go out and sell tires. That's what he did all the time. He was a fan to use that word again. Okay. So now he's gonna get into, like, he... So Mu talked about, like, he less erode the wave of the Japanese tire importing. Right? And why did Japanese by the Japanese have an opening to to to make so much money the American market. You had a bunch of huge American rubber companies. And you're gonna see... Like, because they treated their dealers and the people buying from them terribly. So it says, The pricing policies of the major rubber companies to their dealers was most unfair. They were all the same. All 5 of American rubber companies. So we're saying there's essentially like a cartel. There's collusion. There's price fixing here Right? This was called meeting a competitive situation. That's is the term that that that the companies told their dealers. Right? What in? So les is gonna translate this for us into English. I called it milk the dealer of his profit. And so he's gonna continue talking about, like, you know, they're you're milk the people are supposed to be how helping. It's the opposite theory that les has on business. You should be helping the people that can make you... Because helping the people making you more successful. You're doing the opposite. So he calls this earning your failure. That's a really interesting idea It's like, they are in their failure. I had to contend with this until I made connections with Toy Tire company from Japan. I say thank God for the 4 entire supply. It helped the independent tire dealer. I had a theory that went like this, never take advantage of a customer. Never take advantage of an employee, but take all the advantage you possibly could of a rubber company because they were not being fair and honest. So he's giving back exactly. He's not just like, okay. You're gonna take advantage. You'll take all my profit and I go to business. Single, I'm gonna fight you back. You wanna be unfair me? I'm gonna be unfair with you. Less a very hard dude. As you could imagine. He says today in 19 85, I don't feel the same way towards rubber companies says I did 25 or 30 years ago. They are much better people today. Today, I... And so he's saying, like, this is the theory. This is the theory I had when I was in the beginning, I don't obviously hold that theory now. She's how about growth he had. Today I don't want my company to take advantage of anyone. Even the rubber companies. But I certainly wanna apologize for anything I did in order to survive 25 or 30 years ago. I am proud that I had the guts to fight hard enough to survive this period. I feel strongly that the rubber companies were very unfair to their dealers during the early years of my tire business and they could be unfair because they had curtail. The 5 and and now, what do think is gonna happen? Over and over again, we we see examples of this. When you take your eye off of... And you stop having a man nia focus on the customer and you start wanting to make more money for yourself or be selfish or just think, hey, I I've cornered this market, too bad. They have to deal with it. What's gonna happen? I... The 5 major American rubber companies have received their just awards as 2 of them have dropped truck tires entirely, and the other 3 aren't doing very well with truck tire sales. It serves them right. They have earned their failure. So he's got... Is this his second store? I think he's about to open his second store. But this is something that les was very adamant and about from the very beginning. He says I had made my mind up to do it very differently. This just comes from his his analysis of of, like, studying businesses seeing where they they make a mistakes and then collecting more information about else, I never finished my my my, my point on Bill Gu. There's a book out there, I'm gonna eventually read on the founding of benchmark. And the original founders... Like, the summary of the book says that they eventually go out and hire people that were very strong in areas they were weak. And I don't remember, like, I know Gu was an an analyst and that he was taking his own advice and collecting more information being the most knowledgeable person than anybody else was. And so they saw that he was strong where they were weak, so they brought him into the company. That, and advice that he's giving us in that talk made Bill Gu Billionaire. He got into benchmark benchmark succeeded and he's a partner now, and he... That's that's how much studying and learning the craft and taking what you're doing during the day seriously. Like, that's what it could lead to. That's that's a pretty crazy outcome. Anyways, back to last. My theory in the small store was that all other large tire dealers had... Oh, so this is interesting. It's a weird thing. So they're selling truck tires. Remember, there's a lot of, like, lumber and ranch and, like, think of, like, you know, very rural production here, and truck tires are extremely expensive. So the other businesses would go out and They have, like, these large... They they bring the service to you. Right? So he says, and he's like, I'm gonna do the opposite. They're gonna come me. So my theory the small store was at all other large truck dealers, large tire dealers had big service trucks running all over the country. They called on mills, commercial accounts, garages and service stations. But I had made in my mind to do it differently. I would advertise to the ranchers and other people telling them to buy direct from me. The other tire deere dealers had 6000 plus invested in service. So 1 truck would call sixth grand. Right for them. I put in a whole store for 10 grand. And we were there 6 days a week. They only used... They only called once a week, meaning, like, you could only visit using the trucks. 1 customer once a week. Truck he's got people coming to him. It worked. People did come directly to into my store and business was picking up constantly. He did it for a, a fraction of the cost? Like how many trucks... How... Like, 6000 dollars a pop, You have a bunch of trucks. You're spending way less and he'd spent on 1 store. This is when he started profit sharing, and then this is very smart move. He did on his part. He didn't ever think that Les schwab would be as big as it I got because he treated everything as an experiment. Right? So he says a big day. My business career was on 01/01/1954. This was the start of the profit sharing program that we still use today. We still share 50 percent of our profits, but we share it with all employees in the store. So he's sharing it with this guy, Frank who's gonna be managing of his first store, so he can open a second store. He says, I also told Frank, that if this store was successful, I plan to build more. If this store failed, I would just go back to P villain and just run 1 store. There wouldn't be a chain of lush schwab tire centers that we have today if I hadn't been successful in Redmond. Okay. So it's first 2 stores to get started. He was, like, a sound like a dealer contract. This is how he knows the dealers were were very unfair. And it was this... It's called okay tires. And he was determined to be independent. And he was he was honest almost to his fault. So he starts meeting with the the person, like, the person that... I guess you call it. Someone like, a franchise. I guess this is how I just describe this. But he, I was gonna open my in my own, independent tire store. And then the person that he has a contract head. He said I couldn't do that, And my reply was, let's not argue. I just wanna be open about it. Now I had a fight with okay tire stores. They were on my back, but we charged head. He says, I did really have a fight with okay. They were threatening to take all my equipment away from me and cancel me out as an okay rubber franchise member. I lost my temper and told them here after. I didn't want any more harassment from them. If they had anything more to say, say it in court. I walked the floor nights, he that he uses this term over and nerve again. I walking the floor at night. Because if they took my equipment, it would have bankrupt me. I was bluff, but I was determined. He says, as I think back, I think the reason they didn't take it to court would due to the fact that... He's... This comes up with a really good insight here. Due to the fact that if they lost, it would have messed up the... Their other franchises nationwide. So he only had... He's on in the 19 fifties, the fee was, like, 12 dollars per year, and they, like, thousands of these everywhere. So Yeah. They may, let less, like, slide out of a contract. He shouldn't have been... He shouldn't have gotten out of, but it cost him 24 dollars for the year at at a risk of, avoiding their franchise contract with thousands of others. This is every time they try to and this is hilarious. So then they try to cancel because every time they try to cancel me. I would send them a registered letter telling them I wouldn't accept the cancellation. It's like, no. Oh, you what... It's like somebody breaking up with you. No. I don't think so. We're not gonna break up. This is a reminder that the early days of his company were full of struggle, and then he had, you know, modest initial goals. The pressure on me was tremendous. My largest account was behind on payments and it worried me to no entity he'd to extend credit to his customers. My net worth was about the same as what they owed me. If they had gone broke at that time, they would have taken me down with them, and the less schwab story would have ended right there. I told Dorothy. This is his wife. I was gel an idea for the future. Maybe build 6 or 7 or 8 stores someday. I think today I have, like, 600 or something like that. I was already visualizing ahead, but we certainly went past the 6, 7 or 8 numbers. Skipping ahead a little bit, we're gonna see less, like many of entrepreneurs that we study are masters at capping their downside and then leaving the the up their upside un capped. And then also, he... He has... Again, no education, but a lot of street smarts and let people good with people, and he just instinctively knew. Hey, I don't wanna build a business on someone else's property. So he said, I had an escape clause in the contract that... He's talking about, expanding now. Now he's up to a 7 store. And expanding, like, larger buildings, larger land. He says, I had escaped clause the contract that I could turn it back to him and not have to pay it off. He wanted to lease it to me, but I'd already seen the wisdom of owning property and I wanted a contract so they could own it someday if I made it. So he has this the standard operating procedure where he do A55, and he would do a 5 year lease with a 5 year option to buy. And so now, actually, I was just reading. There's was actually a piece of news on Lush schwab company recently where it was it was a private company. I'll talk to you more about that, and they might put it themselves up for sale. Less his dead. His his kids are dead, unfortunately. So this is different multiple generations now. And they're gonna sell it... They think they'll get about 3000000000 dollars for the company. And they own a, a big chunk of that value. They own a lot of real and it comes to what less is doing here back in the 19 fifties. And then this idea about don't build on someone else's property. You used... What is it like the the modern day equivalent? Is people that build businesses on top of, like Facebook, Google, 8 Youtube. I just saw somebody. They were, like, they built a business on Youtube. They hired a bunch people, and then I guess, I Youtube to change the algorithm or it's just decided hey you can't make money at, like, d demonetized them. And they went to Twitter and understandably. Listen, This is Heartbreaking. Like, somebody can lose their business right on a holidays where the case is, Was just like, rule number 1. Don't build a business and someone else's property. Okay. Here we go. I love this part. So... Okay. So remember, at the the beginning, he talks about how these these these tire companies would just screw their dealers. So he has an agreement about, like a some, like, a 5 percent stipulation and a contract, which is essentially his profit margins at the time when he was just starting out. And they agreed to to keep it in even though they were gonna take it out from other tide jail, and then they rem neck, like a few months later, they rem egg on that agreement. And so this is less response. He says, I called the vice president at night and got him out of bed. He later told my wife that I called him at 02:30 in the morning. It was not quite that late, but I was mad. I got the 5 percent back. And so he... The takeaway from this experience he's having. He says, it's hard to comprehend today. Why big companies treat their dealers and employees the way they do. And so and in the sense lessen is their customer. And it's... The lesson here is maintain a focus on the customer, And just if you do that, we see... And I note doubt myself is, like, why is this so hard? Why do so many people spread across all different countries, different time periods, eventually lose sight of who got them there to begin with? What got them there was a man mechanical focus on the customer. And the pe... And the businesses exceeded over a long period of time never lose that focus. This is the company called general Tire. I think they go out of business actually. Or at least they go to the business they were in at at that point. And it's like, it's not It's not a surprise. Less is... Like, it... He's just very, like has, again, a lot of common sense. It is hard to comprehend today why big companies treat their dealers and employees the way they do. Because when he knows long term that when you when you treat people like that, like, They're gonna go elsewhere. They have other options. It only works if you have, like, a a monopoly. Even then, do you really wanna be that that kind of person. Here's an his example of his fan. I is not unusual for me to drive 600 miles or more in 1 day and make many stops. So he'd be out in the field constantly, constantly visiting the stores, constantly checking up to make sure that they're actually falling through on the ideas and the theories and the way he wanted the businesses run. He's also studied people, like, from other businesses and and adapted. Essentially in this section, he's learning from other... From the advertising, practices of other people. He's studying lucky strike cigarettes. So he says, lucky strike cigarettes were tremendously heavy advertising So this is he was advertising the radio time. LSMT was their slogan. I don't know how that even worked. And it says it was on their cigarette pack and they hammered it constantly. LSMT. Lucky strikes means fine Tobacco. So it's an acronym. So he's watching this. He's like, wait a minute. And he's like, I told Dorothy. This his wife again. Look, LSMTMT. That means les schwab means fine tires. I started to use it immediately. And it was very effective. This is huge section. I'm gonna skip, but I wanna tell you the the the key takeaway here. He's 1 of the first company. I think they still do this to this day. He decides that even if you're not his customer, he'll fix your flat tire for free. He starts putting that in his advertising. And over time, this tactic grew his business. So he'd lose a little bit on the front end, you know, because he's dedicating maybe 25 minutes, whatever however long take takes to fix to flat. But when it was time for new tires, they'd go back to the business that helped them. And that's just, again, fundamental aspect of of human nature. And he he started fixing flashes because he thought was the right thing to do and then eventually, she's like, oh wow. This is helping he discovered this by accident. Because they they come in and I'm like, oh, yeah, you know, 6 months ago, or whatever, you fix my flat tire. Now I need 2 rear tires. I decided to buy it from you. So any anyway you can you can adopt, adapt that to your own life, you might find a way that if you do something for somebody, when time comes, they can... They reciprocate. It's the reciprocal tendency, I think is is the the psychological term. I can... There's a lot in this book where... Once you read... Once you... Like, I feel I've read enough about Charlie Mu and then read also the people he admire, and you start see, like, what he admire other people is the stuff he wants to see in himself and probably does see himself. And, 1 of his most famous ideas is invert always invert, like, you can solve a lot of problems if you work backwards. This is less saying. My my thinking was to reverse it. And says, most tire businesses had a small showroom, and all the tires were hidden in the warehouse. My thinking was to reverse this to make the showroom, the warehouse. It would impress people but I had to wait until I can get the right buildings to work out of. I did the best of what I had and even then I had more tires displayed than any other tire deer dealer in the area. People were impressed. You now, this is another example. Of how you can be great at 1 business, and that doesn't equal that you're gonna be great at any business. Right? And a lot of people think this. That's why you have, like, phenomenal serial entrepreneurs. They have a great idea They sell a company then they try. You... And sometimes they're successful in the second or third time. But most cases, they gave away the best idea. And now you're just working in your second, or third best idea. It's very bizarre. So he he wants to start a ranch, and Ranch is supposed to be able... It's a business, like, it's so to sustain itself. He says. I often said, I think I'm 1 of the very best tire dealers in America. But without a doubt, I'm pro... I probably am about the worst cattle rancher in America. Attempting to be a cattle rancher has cost me millions of dollars. I would undoubtedly be 3, 4 or 5000000 dollars richer if I'd never attempted to be a rancher. But you also see his... His idea where he would a repeats over number again, but I don't really regret it as you only go through life once and I would have hated to go through life without my cattle ranch experience. Says that over and nerve again. You only go through life once You only go to life once. Why aren't you taking, like, why aren't a risk that you wanna take. Kind of what we were talking about at the beginning of the podcast. Right? This is another example of his fan. He was obsessed with keeping everything clean, to the point that he insisted that remember he said that I'm gonna I'm gonna do the opposite of what people do. I'm gonna have this huge tire showroom. And people are gonna be really impressed. I can see how much selection I have. It's gonna look like I have more tires than all my competitors. He made sure that the tires on display were cleaned every day. So he says a super... And he calls with a supermarket tire store. A supermarket tire store has tires displayed, a clean showroom, tires wax, and up and and a appealing appearance. I sincerely hope I've made myself very clear. And this is also an insight his personality. So he talks about you have to, the tires are clean daily with a dust cloth, and they're cleaned so nicely because of the clean lac exit. And he gives it instructions. 1, I wanna tell you where he's writing this. It's he's had in the book. He reprint a bunch of. He calls them company Bolton ins to think of them, like, internal company communications like a memo. And I I would I would pay for a book that that had just had every single memory ever written written. I think they'd be fascinating. But he just... He shares a bunch of them. And at the the end of this memo, you see an inside personality. I this is this entire memo about keeping your store clean. I sincerely hope I have made myself very clear. I love you, but I love a supermarket tire store even more. This guy, man. His personally, like, jumps off of the page for real. So another example of his bull in his Bolton is how to get the incentives right. And so this was people he wanted a he wanted people... Like, if he's investing in leadership, they have to then an intern invest in their people. Right? So he says, to all stores. If a bright young ambitious person joins our company and wants to make our company's career, does he do it because he likes you, Do you think that this man is gonna work 10 hours per day just to help you build your stores? He's picking up that we're all self interested. It's in our nature. Right? So he says, don't, again, appeal to interest. Don't say, hey, buy my product because it's better for me. Talk to your customer but what what's the difference it makes in in their life. Right? So he's doing this on a in an internal management perspective. Do you think this man is gonna work of work for low pay year after year just so you can build your profit share contract into a nice fat at nest egg? No. I don't think so. He wants to see results just like you did when you started up the ladder. This man didn't join the company because of of the future of the store manager or for that matter for the future of Les schwab personally. This man joined the company because of his future with the les schwab tire centers, not you personally. So he talked about don't block these people, hire them. He wanted them to he wanted them to hire assistant managers, and they would they would resist because it would take away some of their money. So he says, and not realizing that they'd make more money in the long term because the system manager make the overall business, which they have a percentage of more successful. So he says, And this program in spite of this bolton in my urging never did work until we made a change. Since our manager's didn't volunteer, I made a rule, the manager's contract was gonna be changed to 45 percent. If he didn't have an assistant manager, the company got 55 percent. I was like, you don't wanna give up an extra few points. Fine, the company will take it. Do you know something? We never had a problem after that and having an assistant manager for each store. On the next page he's reminding us the the importance of being focused. And I think this is more important today than it was in in Lush Schwab day because there's just way more things to to to steal away our focus, and then we have entire companies with some of the smartest people in the world figuring out how to steal away more of our time. So I think again, less, a bunch of people that we studied, I'll talk about... You have to you have to have dominion and control of your focus. Because if you're giving it away it's the most powerful thing you have. And the thing that will make your business or your life more successful. On your personal level monet momentarily, any any like, literally, anything that you wanna improve, The way to improve it is to focus on it. Alright. So he says, we must constantly remind ourselves as to just to why we are successful. And we must do something, and we must do... And what we must do to to continue to be successful. Because if we become complacent, brother, it's all over with. That's another thing. That's how Larry I think he calls the reader brother over and over again brother. It's like, Whole Hogan over here. Oh, so here we go. This is the... Now he... So there's no really structure to the book. Right? Which I which was really enjoyable. I really liked it. But now in the middle of building, he how he builds his business, he flashbacks to building his first business, which is, like, the newspaper delivery business. Right? And this reminded me, the... This moment that I'm about to describe to you. Is if you experienced this, this is the day you become an entrepreneur. This is the same thing last week. I covered Ing var Cam. Did you know Ikea was founded when he was 17 years old. He worked on it to he's 91, I owned a hundred percent of the company die with a network somewhere around 50000000000 dollars even though he had a had weird ownership structure later on, but for, like, tax and state purposes. He had a very same experience when... I I forgot what he was selling now. I think it was fountain Pens. But anyway, he made, like a 300 percent return. And he was, like, Young young. Maybe under 10. He's like oh, wait a minute. I worked all week. I got whatever a dollar, whatever that was, and then I just did this business and in 1 transaction, I be 5. So we're gonna see the same thing, similar thing happening here. In the early days of less schwab life. So it says, I guess as I think back have I've always been interested in business. Stores and the people working in stores interested me. That probably is the reason I successful with my newspaper routes. The newspapers in the 19 30 period were very competitive. And if you had ability, you could make good money. Remember he made more in his high school principle. There was about 25 percent unemployment during the depression period. My folks died when I was 15, but I never took a dime of welfare money. I could always find more work than I could do. I think 1 thing that convinced me to be a salesman and a businessman was a job I had 1 summer along with my newspaper route. So he worked in a restaurant and he was a dishwasher. I got a dollar 50 per week plus dinner. But to his hard work, with the paper early in the morning school all day and working until 08:30 at night. So I quit the restaurant and started working harder on my newspaper route. We got 50 cents for each new subscription we sold. I can make more in a few hours selling newspaper subscriptions, then I could all week at the restaurant. That convinced me that selling in business would be my career. So that's what I mean. That's the moment when a an entrepreneur is born. This is a... We... Now are flashing forward back into his life, and he's buildings business, and this is where he just gets tired of the B, and he decides I'm going independent. So it says, I was so disgusted with the tire supplier. That I was willing to do almost anything to help my company survive. About 19 66 are thereabouts, I made a big decision. I decided to take down all the rubber company signs to go straight independent. To buy tires like safe way buys groceries. This is important. So he took... He calls it what the the concept that he introduced to the tire industry, the supermarket of tires. And this is also why, you know, the company called Les schwab tires. They don't manufacture on tires. They buy the best from other people and sell them, but he's not tied to 1 individual. Like, there's a lot of them... There's a lot of contracts where it's like, okay. I'm a bridges stone dealer. I'm a fires dealer. I'm a michelin dealer. Less is like no. No. I'm I'm gonna be in control here. Not you. So he says, I decided buy tires like safe buys groceries. I'd buy the best possible tire, good quality and the lowest possible price. This was a major move at the time. No 1 had really tried it. Alright. So he he's continuing to grow skipping ahead again. He he he designed his company with not a lot of policies. Right? He had systems, which is what Mu would say. But he didn't have a lot of control. So he hires like, the company's growing like crazy. So he hires a controller and the controller quits. He's like, this is ridiculous. You don't have enough, like, controls in place. You can't run a business like that. And so why would it work? Like, how did this... This is possible. Right? He's got a bunch of stories. He can't be the stores all day. But he has an incentive structure very smart. So he talks about... Listen. Yeah, there's a... You're gonna have a contract. And your money's gonna go into, like, the... Looks like, a lot of the profit sharing would go into like, a retirement plan. But you would forfeit that money if you were ever caught being dishonest. And it sense, like, stealing from the company, which a lot of, you know, people would do. In other companies. That didn't really happen here because let's say, are you gonna steal 400 dollars from the cash register, If you have 20000 dollars bank that you're gonna forfeit and you... That's such if you... If you're caught Stanley, you're gonna forfeit that? Well, some people still will, of course, but a a lot more of like, no, That's that's a bad deal. So he says, now and this... This is why he says, this is less describing why he can run a company with so with so many stores but so few control. So he says, now that we share with all people, Remember there's ownership involved. If any 1 employee sees another employee steal anything, they are a weak kitten and they don't report it. Why? Because this man is stealing from them from his children. If he won't fight for his children, he can't be very much. For a company's as large as ours is today, we have very little honesty. And again, that's just less understanding the way humans think. Okay. Oh, this is... Okay. So there's gonna be some heartbreak breaks here. He has 2 children, both of them, he wants... He he he wants, like, the family business to continue. We wanted this business to continue for hundreds of years within the family. We obviously now know that that's probably not gonna happen now. But both his his son and his daughter, working in the in the in the business. Okay? And this... Don't ask myself... It's something that I'm talking to myself here. Is be kinder because we are all temporary. And it just it just... It just... You're gonna regret Now there's some people are gonna do you wrong, even in that situation, like, maybe as I get older, I'm just like, you know what, just... It's not worth it just removes this person for your life, but don't, you know, fight or It's just... There's other ways to direct that attention. So he was pretty hard on the sun, and you're gonna see why this is gonna be a bigger regret here. He says. This is a son. He stopped by a house when night really broken down. Maybe I was too rough on him, but the only thing I could tell him was, damn it. I told you show. I told you so. I wonder now if maybe I was too harsh on him. He was defeated, bankrupt, broke and really down. So his son isn't in a really dark, dark place in his life. And, you know, that's life is hard enough to get through without having, you know, somebody you really love, like your father or maybe a close friend, be extremely, you know, Not helpful in that situation. His son knows he made a mistake. So a short time after this is what happens. It was 2AM, 10/26/1971 when the doorbell rang. Policeman were at the door. They came in and told me Harlan that a son was dead. He had run into the back of a log truck. I sometimes have thought he might have done this on purpose as he was very very depressed. He was 31. Harden left his wife, gene, daughter Diana 10 years old and son Allen, 8 years old. And so I'm sure that night he was harsh with his son, like, I'm sure he didn't think... Like, you know, maybe we're gonna... Maybe I'll be mean, maybe we'll make up whatever the case was. I'm sure he didn't think his someone's gonna die at 31 years old. And I think the way les wrote about this is, like, you know, if had known that, he would have... Did things differently. So I think, like, just in general, be kinder as much as we can as it's probably good life advice. Okay. Now I wanna tell you about an experience that he's gonna... That he's gonna go through, a lot of entrepreneurs deal with, and it's falling out with partners over money. Sometimes it's over... Not just over money, but the falling out of partners what happens a lot. So he started the company himself over time, It got so complex that key employees were given... Like, lard decent percentages of the company to help out because he's like, I can't do this all alone. And so he says Norm Nelson and Don Miller were both making tons of money. But as always, I never paid too much salary, The salary was enough to live on and the rest stayed in the company to be used for expansion. So what happened is they wanted they wanted to to to take their money out. Less wanted to leave it in to expand and continue to grow the company. It's something he did the entire time running the. I soon found out that I run into a bus saw as both Norman and Don teamed up against me. This is something I could never ever figure out. So that he goes... I think this heard him a great deal because he talks about a lot in the book, but this 1 section is, like, really, really long. He doesn't write long chapters. Just gonna hit, like, the highlights here. And he says, what, like, what he's learning from the situation. Money has funny effects on different people, especially the kind of money these men were now making. So he's fighting about this for, like, a long time, months and months and months. So so he says, I went home and Dorothy and I talked about nothing else that night. At breakfast, Dorothy suggested, why don't you buy them both out? You'll get by some way, something hit me. I hit the table Dish dishes fell off, and I said, that's the best damn idea we've had in the 6 months we've been talking about it. So he goes. He says, okay. The contract says at any given time. If I give you 30 days notice, I can buy you out. So I'm not gonna argue with you, I'm still the 1 we're gonna run the company. I'll figure out how to do it myself. He says, Dawn, you wanted a swimming pool? Now you can have it. You'll get your 225000 dollars. Norm, you wanted money? Now you're gonna get your money. You'll get around 300000 dollars. Okay? I'm skipping large parts of this. He says, it turned out to be 1 of the by far 1 the best things that could have happened to the company. Greed was entering into the company and greed destroys. Their interest today would be worth around 12 thou... 12000000 dollars each. So again, less took an extremely extremely long term view in its company. He optimized for the long term... As anybody that that is good at running companies does. To optimize for the long term. I'm gonna I'm gonna delay my compensation or my consumption now because I'll make more money in the future. Right? This is just basic tenets of business. Right? At the time he's writing these words, the company was doing 10000000 dollars in sales. Or she's not... I'm wrong. The company is doing 10000000 dollars. This is in the 19 sixties when they have this falling. Right? So they're fighting over a couple hundred grand. Right? They couldn't see the long term vision, like, like, less good. So the company are 10000000 dollars in sales at that time. In 19 85. So let's let's call it, almost 20 years later, they were doing a hundred and 80000000 in sales. That's the time he's right in the book right in the book. Now, fast forward again. In 2008, 1800000000.0. Could you imagine what that that that percentage of less schwab tires would have been if they would have kept it. They didn't they got bought out for 203 hundred grand. If they waited 20 years, that 203 hundred grand is 12000000 dollars, who knows what it would've have been if they they waited even longer. It's that's crazy. So there's a lot more to that story. But I'm gonna skip over it. He's got a motto, un for good reasons. Un for good reasons has been a slogan of mind for nearly 34 years. I've been in business. I could never could understand why more business people don't share with their employees. So there's a lot of sentences in in this book to start like that. I could never understand why more business people don't do x. So he says, I don't understand why they can... They don't share more with their employees. What nicer thing can you do with their profits? You can't take it with you, And then he talks about, like, he's got strong Strong points of view and strong criticisms for how a lot of American businesses were being run at the time. Have you ever have you ever been to or read about a ribbon cut in ceremony by a wealthy man, whereby he had built a wing on a hospital built a museum or church or something for the community? Oftentimes his own employees were in the crowd, and some of them couldn't even afford to buy new shoes for their kids. I believe in sharing with those who helped me and thinking about un and thinking about un self for good reasons. Oh, so now we're gonna see more of his... His... Remember member I told you his viewpoint was that the people that were doing the actual work were way... He he did... He thought very much in the opposite manner as most com... People running companies did. Except so at this time. This this belief is probably still true. He's, no, No. You give all the bonus money to the people in the office. The people in the office are just telling us how the people in the front lines did. And they're doing it after the people after the fact. He's like, that's nice. People in the office. You're gonna tell me next month with the guy's and the the girls working the stores did last month. Like, those are the most important people. And so this advice is something I talk about a lot where if you're in the position where you're working for somebody else right now, if in your... In your long term interest, it's it's better if you stay closer to the money. If the position you're working in is close to how the company makes money. The further you get away from the money, the easier it is for management and downturn say, oh, we don't need that department close it down. He says over and over and over again. So he says, we have had over the years, some people in the office that sometimes think they're are more important than the stores. The office serves only 1 purpose. That is to serve the stores. So Sam Walton his auto says, listen. You are either serving the customers, or you're serving the people that serve the customers. If you're not doing 1 of those 2 things, you you will not be employed by me. Henry ford thought start thought similar things too. He says, our store managers make more money than our office people. Some of our office people, especially some people with Nba degrees or Cpa certificates, sometimes wonder about this. But I've worn them. Don't bitch to me because don't bitch to me because that is the way I want it. If you wanna go out, Start at the bottom changing tires and work into a manager job, then hop right to it. If it weren't for those men in those stores working their butts off in all kinds of weather, whether missing meals got off for hours, etcetera, you wouldn't even have a job. He's very adamant. They I think there's a lot of sen with, like, his roots, like, growing up the way he did realizing, like, how where the value is actually created in other people's lives. It's not with the people sitting in the office. Doesn't mean they don't, like, they they can't add valuable, contributions to a company, but don't don't don't get it twisted why that company is actually successful or something less. He... He... That's just 1 quote. He brings us up a lot in a lot. Okay. Here's a story. Okay. So this is him again analyzing other businesses And in this in this case, it's a competitor. Right? And so his his main takeaways life is hard for people who think they can take a shortcut. So there's this this this new ups start in the tire business in Oregon that's gonna go and and compete with him. They might might have actually been in in existence before he was, but they were expanding more rapidly than he was. He said and the guy... The guy running is called meal. And it's the son of the founder actually. It says, if Neil... The... So this this business was indeed started before Les schwab, but it didn't expand rapidly until the sun takes over. Right? Now we're gonna see the difference between a founder and a Ceo. If Neil and he talks about this a lot. He talks over and over again that he's worried about the future of his company because he... Jose, you know, company x, their founder Rant did a fantastic job. The founder dies, look at the company x now. Company why founded did a fantastic job look at the company now. Over and over again. Let's was just obsessed with this. If Neil made a major mistake, and he must have because he went bankrupt, it wasn't moving too fast. But he had me concern for quite a period of time. The Nelson tire warehouses were spring up all over Oregon. I think they got up to 24 stores. They were heavy on advertising. They always advertised they had the lowest prices in town. Now, les is gonna say this is a stupid idea. I personally think it's very foolish and poor business to say we have the lowest prices in town. He says that... Because first of all, prices change all time. And so sometimes he'd have customers come to a storm and be like, I'm comparing your prices to this ad I saw that says they had the lowest prices in town. I'm... I discovered. Oh my God. They don't have a lowest price in town. So his debt customer's first impression of the business was they're freaking lying to me. What, they're not gonna go back to your story You're just wasting advertising money. Why'd you do that? So he says, I said to he he didn't like the way they run their ads, but he also said, they were very smart cost wise. Right? They thought, okay, I'm gonna have advantage by having a lower cost, but they they cut costs in the wrong area. They cut costs and and the what they paid their employees. Less is making his employees rich right over. The flaw here was that they didn't get with their low low pay near the quality of employees we had. And so the problem was less less almost followed them and and what it led to his demise. He says, after thinking about this for a year or so, wondering if I shouldn't cut wages and benefits, I finally made a decision. That decision was if I couldn't be proud of my company if I couldn't pay good wages if I couldn't have good benefits, if I couldn't have the best employees, then why would I even wanna stay in business. I already had all the money I wanted personally. So we did nothing and we won. That's that takes a lot of a restraint. Understanding that, hey, this person looks like they're succeeding from the outside, but I can identify flaws that over the long term will take care of themselves. So we did nothing and we won. The customer liked us best. Life is hard for the man who thinks he can take a shortcut. So she's talking me and it's like, I'm gonna grow methodically slowly over a long period of time. This new guy gonna come in and he's gonna outgrow me Nobody's everybody's gonna give him imagination and think he's fantastic, and then guess what. Who's gonna be around a decade from now. I will. He's not. So he talks talk... He... He... He was tempted to go public at 1 point. So, this is a quote from an art... From an interview I saw right before he died in, like, 2004. He says the company isn't for sale. All stock will remain in the family. He also turned down acquisition offer offers from Warren Buffett, and then the the owner of Michelin Tire. Actually, the owner of Michelin tire became a billionaire off of this, and he wrote a book that I just that I just downloaded. So he he's gonna wind up being a future founders. So Anyways, this is this is less talking about how he resisted. Since I'm so glad I resisted the urge to have our stock on the market. I don't want a few investors around the country club asking about our business. And questioned some of our decisions. You you can... If I pick up from now that he's a control freak. In the sense that, like, he wants his business run the way he wants his business run. And he says they might even ask, How come some of those store managers... Oh, and then you're gonna see his personality here too. He says, how come some of the store managers make so much money? Why they make twice as much as I do, and I have a college degree? I'd probably lose a customer as my answer would be He is worth twice as much as you, and he has a degree too. He learned how to be a businessman. I'll probably add, he also learned how to work, something you never did learn. And then he talks about, like, he still goes on about, you know, I want control. You know, I can make... He thought Was like, make a ton of money. But what am I gonna do with the money? This is interesting because while I was researching, or reading about James S, Sam Walton. Let me see if I still have that. Quote. Actually, so Don't mess it up. Sam Walton attempted by Costco. In the early days of Costco. And he came a couple times. He spent visiting in and James is like, I don't wanna do it, you know, whatever. And Sam's was like listen, I'm interested in by a company, but I'm I'm never gonna do anything hostile to you. So he met with them. He said, no, Sam calls him again. Right? And so, Walton Phone again, wanting to know if Costco leaders have warned out to his idea. Synagogue reply, Sam, we have no interest. We're like you. We're entrepreneurs. We wanna build a company that'll be here 50 years from now. Walton reply was I understand. You understand. He's the same kind of person He's like, I wanna sell Walmart either. So I completely understand what you're saying here. So this is les has that thought. He's like, I don't... I'm not doing this for the short term. He says, I could come out with an astronomical bundle of money if I sold the company. But what would I do with it? What could his money be beyond a certain point? You say you're saying I'm already stupid rich? I think the biggest misconception the public has about a successful businessman is he is working for more money. You won't find many truly successful ones that are greedy. Success in my mind comes from having a successful business. 1 it is good place to work, 1 that offers opportunities for people, and 1 you could be proud to own. Success in life is being a good husband, a good father, and you end up being a second father to hundreds of other young men and women as a as a business owner. Just last night, I attended the wedding of a young man from our office. And this young man told me that the 2 men that 2 men had influenced his life, his father and me. That's worth more than money. So I have a lot of thoughts about this. 1, I think if I analyze the the products I love and the company that I truly love. Their founders had the same view that that Sam had, that Les has, that James has, actually, actually, 1 of my favorite fair quotes. Let me read this quote from Steve Jobs biography you. That steve Jobs had. He says, I hate to when people call themselves entrepreneurs. When what they're really trying to do is launch a startup and then sell or go public so they can cash in and move on. They're unwilling to do the work, it takes to build a real company, which is the hardest work in business. That's how you really make a contribution and add to the legacy of those who went before you. You build a company that will still stand for something a generation or 2 from now. That's what Walt Disney did, and He and Packard and the people who built Intel. They created a company to last not just to make money. That's what I want Apple to be. So there's 2 thoughts here. These are the people Admire most. It's amazing what they were able to do. And the other thought is, I don't know what it would be like to be able to turn out. Like, let's say I build a business and someone offers me 200000000 dollars for it. Like, hopefully, I would have... Assuming that I thought this was the best idea. I'm gonna have my life and something that's really important to me. I'd have the wherewithal to to to choose the route that other people, like Steve and Sam and James and molested it. I would be lying to you if I was sure for not. Yeah, especially if you grow up without a lot of money. Like, that's very hard. I like, I... What I'm saying is, like, I don't wanna judge other entrepreneurs that choose a different route. You know what I mean? And there's was a difference between, like, I think so a lot of new entrepreneurship is, like, really creating financial instruments more than than businesses. That's different. But I I just don't think I'd be in position to be, like, oh, I can't believe that person sold this company when he could literally... Set his entire family, like, give financial stability to his entire family. You know what I mean? Like, I understand that. And it'd be super hip... Hypo... Hip critical. For me to sit here and be, like, oh, yeah. I would never do that. I would just automatically like, no one's ever waived 200000000 dollars in front of my face or whatever the number is 60000000. Whatever. Like, I completely understand that. So I'm just telling you, like, this is what I admire, and I hope if I'm ever in that position, like, I'd I I would, you know, have the courage because Think it's really, really hard to do what they're doing, but admirable. So I I don't know if that that stream of concerts has made any sense other than, like, I understand both sides of it. Back to less, he says most companies... Essentially this part I'm gonna reach you. Most companies put the emphasis on the wrong part. He says, we are different from most of the of the American Corporations as we think the most important people in the company are the people on the firing line. The ones who sell, do the service work and take care of the customer. Most American corporations have the fat salaries and outrageous bonuses for the top people and treat the people at the end of the line is Pi. I guess that is why if you're... This is hilarious. I guess that is why if you are on the ball, you can beat them on any type of fair competitive basis. He's saying they have their their... Like, 1, I think this is a huge problem society... In like a society level that if that trend continues. If you see that the workers get crap on and the the people that are so far removed from the customers make, you know, these golden parachute. We that we've seen a lot in the last decade. But I love what James is saying. He's like it's good that they're putting them for on the wrong part. That tells you that they're shitty at business. And he says that is why if you're on the ball, you can beat them on any type of fair competitive basis. Blessed did not have that there was other competitors that had better relationships with suppliers had more assets had more money, more everything. And he's saying, I'm gonna beat them because they don't know what they're doing. They're playing pretend. I know what I'm doing. I mean, he proved that he knew what he was doing. I forgot tell you this the beginning. He he didn't write it to publish a book. He wrote it for and and self published it. He self published it and only sold in stores. But he became like, a cult classic. They did... I I have, I'm holding my hand the third printing, and it's a last printing according to the this this thing and they sold 20000 of them. So it's not a lot in circulation. But essentially he wrote the book for his employees as a guy to to carry on the the the business after he's dead. He just happened to have, like, like, interest to outside people. So I think it's if you're running a company, you should pick this book up. I mean, you don't have to take my word for it. Hopefully, you found this interesting, but if Mon is telling you read the book just read the book. So anyways, he's got a, a bunch of theories and stuff that I'm not gonna cover here, obviously picking out things that are interesting to me. So it says do a gust. I'm gonna mistake a lot of business and make it's a shotgun their advertising. By this, Mean, they spend a few dollars on newspaper ads, a few dollars on programs, a few dollars here in a few dollars there. You can't be effective that way. Whatever you do, you must do it with gust. You must do it in volume. So if for hit... In his case, radio advertising was the first big hit for him. He says, for example, radio. 1 ad ad isn't worth a dam, but 10 ads per day for 30 days gets attention. It's a case of, repeat, repeat, repeat. Alright. So that's his advice to it with Gust. And I love this section. He says, I'm optimistic about the future in spite of everything. If we are smart, if we earn our way if we do the job, then the future will be optimistic to us. I am 68 years old now. He actually winds a living till about 89. And I've run and overdrive my whole life. I've been in business for 34 years, and I think back a lot. In writing this book, memories come back. And you wonder why so many things happen? How in the hell did Les schwab become the best known tire name in the Northwest. How do these things happen? And why? Will changes come in the future that will just reverse these happenings? Will always work out in our favor? And how do we break away from the pattern and go what and go with what we know today is a lush schwab way? That wasn't the way the big rubber companies wanted us to do it. We were ahead of the times. The large rubber companies turned out to be our best friends. Why? Because of their ways, their policies broke their dealers, often leaving us as the only dealer in town in a position to give service. This we know for a fact. When we create our programs, When we create our policies. And when we follow our programs and our policies, we will make money. We will always remain strong, as long as we have the ability to create. If we fail to create, then we will die on the vine like so many other companies have done in the past. And that's where I'm gonna leave the story. If you want the full story, read the book. And if you wanna read the book and support the podcast at the same time, buy the book using the link that's in your show notes or at founders... Are available founders podcast dot com. Thank you very much, and I'll talk to you next week."
}