{
  "transcript": "The Fuji and province of China is known as the Venice of Asia because of the superb stone sculptures created there over the centuries. Hundreds, perhaps thousands of years ago, stone sculptures worked any time honored and time consuming way. When their sculpt was completed, the artist immersed it in a nearby stream, where it remained for many years as the waters constantly flowed over it. During this period, the finishing touch was applied by mother nature and father time. The gentle but constant flow of water over the stone changed it in subtle but profound ways. Only after this occurred would sculpt or consider it complete. Only when time had done its work was the sculpture perfect. I believe it's much the same in one's profession. Superb, reliable results take time. The little improvements that lead to impressive achievements come not from a week's work are a months practice, but from a series of months and years until your organization knows what you are teaching inside and out. And everyone is able to execute their responsibilities in all ways at the highest level. I believe that every organization has a cultural conscience that it carries forward year after year That ethos may be good or bad, productive or unproductive, but it exists, and it is guiding ongoing personnel and informing new arrivals as they come on board. The attitudes and actions I installed, including the inventory of San Francisco football plays were the results of the same guys doing the same thing for years and years. Subsequently, it became almost routine to execute at the highest level when the heat was on. Excellence in every single area of our organization had been taught and expected from the day I arrived as head coach. The big plays in business are professional football don't just suddenly occur out of thin air. They result from very hard work and pains taking attention over the years to all of the details related to your leadership, Talent, functional intelligence, experience, maturity, effort, dedication, and practice may not be perfect, but they will get you so close to perfection that most people will think you achieved it, and the results will show it, It takes time to develop a standard of performance. It's not just a seminar or a practice or a season's worth of seminars and practices, but thoughtful and intense attention over years and years. This is a powerful force to have within you. I was filled with an appreciation that what these players and members of our organization were doing was a work of art, 1 that had been created over many years, similar in a way to the sculptures in China. It was a thing of beauty. I believe true in your profession. Your effort in the beginning is part of a continuum of effort. Your standard of performance is part of a continuum of standards. Today's effort becomes tomorrow's results. The quality of those efforts becomes the quality of your work. 1 day is connected to the following day, and the following month to the following years. Your own standard or performance becomes who and what you are, you and your organization achieve greatness. Alright. So that was 1 of my favorite excerpts from the book that I read this week and the 1 I'm gonna talk to you about today. Which is the score takes care of itself, my philosophy on leadership by Bill Walsh. So this is 1 of for years and years and years. This book... This is probably 1 of the most, recommended book. In start up land. I can't tell you how many different entrepreneurs and have recommended this book. So I'm gonna start before, before I jump back into the book, I wanna talk to you about So I went back through my notes. And I searched for every time that this book was recommended. And I think the person that best described in, like, the most synced terms, like the main idea behind the book was the founder of Twitter and Square, Jack Do, let me just tell you what he said about the book. It's 1 of the books that he most recommends to people, and he he's talking about Bill Walsh in in this statement. He says. He took a team that was at the bottom and brought them to the top. He focused on the details. He didn't say you need to win games. He said you need to tuck in your shirt. You need to clean your lockers. This is how we answer the phones here. He set a new standard of performance. Something else Jack learned from the book is, bills... It has a lot of list. Like, he's like, a 5 top... You know, here's 5 things you need to remember for this or 10 things you need even from for this. But his overall philosophy He calls at the standard performance really he's talking about the culture that you're you're building in an organization. Okay? So he says, 1, be yourself, 2, be committed to excellence, and 3, be positive. And then finally, something else jack took away from the book, which I think you you could infer from the exit that I just read you is recognize that mastery is a process, not a destination. Okay. So I'm gonna jump right back into the book. I wanna start with something. He does not... This is not a typical... You know, normally, I try to read biographies or even if it's on a biography, it's, like the history of a of company. Because I believe what Charlie Mu says, like, if you understand the person. The reason he reads so many biographies is because he says, like, it's a way to build like, a lattice work of their ideas. So if you understand the personality, maybe their early life, you understand how they arrived at, the ideas, they they accumulated over their, like, a their career, their experience. And then how, like, their early life and the personality informs that. So there's not a lot of that in this book. Bill Walsh was a mentor of many people. He was called upon to to cheat, like he considered himself a teacher, which I get into. But he did not he did not develop a lot of strong personal relationships. He seems to to keep, like, a lot of his own personal feelings like close to his vest. Almost like hidden. He's got a very old school way of doing things, but he does talk the section I'm gonna reach you here is the the loan exception to that. He talks about what he learned from his father. So I wanted to pull that out of the book and start at the beginning as a way to hopefully understand the person Bill wall. Was, and then we're gonna understand his ideas even better. Okay? So this is his father and when he learned from Xu life. He says, when I was growing up, my role model was a good 1. The guy who set the standard for me was my father. Dad knew what it meant to work really hard, and he did. He never went past eighth grade. He scrambled around as a young man to make money and came up through tough times, including the great depression. He struggled to make a living for his family, but he showed me what a man does when he has a job to do. He goes out and he does it. During the depression, my father has paid 31 cents an hour to work 10 hours or more a day on the assembly line. At the huge Chrysler plant near our small house in South Central Los Angeles. That didn't pay the bills. So he set up a little auto body repair shop in our garage where he worked after he got done working at the plant late at night and on weekends. When I was a teenager, I had to work with him on many of those evenings and weekends, long hours into the night helping him out. I hated it but he taught me the connection between hard work and survival between survival and success. Dad taught me that. His work ethic became my work ethic. He paid a tremendous price for his willingness to work. It may have shortened his life. A life that offered little in the way of fun or material reward and kept him from connecting in any meaningful way with his son. And this is a heartbreaking part. I real... I never really got to know my father. He didn't have time. It was all work for dad or his family wouldn't survive. Over the years, I've heard many theories, often complex are convoluted on what it takes to be an outstanding leader. Most of the theories seem to take a a monumental work ethic for granted. As if it is assumed or something. As if people automatically know what it is, and then they just do it. I didn't assume it, the majority of people out there don't know what it is. They need to be shown and you're the 1 who must show it. So 1 of the things I I enjoyed about the book, was first he's got a lot of great ideas, and there's very little fluff. He just constantly just hit you with ideas. But that last line where says, they need to be shown and you're the 1 who must show it. He's talking directly to you. He uses at constantly. He's like, okay. This is what I did. This is what I learned from it, Now go into it. Do this in your organization. I think that's extremely helpful. He's also... He talks about setting a standard of performance, like a high set of standards for his organization his team. He's also by reading the book. He's doing that for you. He's he's stretching what you think is possible and what you think it can accomplish. I think is extremely helpful. Okay. So, before I jump into, I wanna start with what Jack was saying. Like, he he shows up at this team? It was at the very bottom and he he he took it to the top? Like, how does that happen? Before I get there though, we have to understand, like, why? Like, why is he writing this book? Like, what why even talk about this? In other words, like, why are you gonna care about your standard of performance? And I think he hits on, like, there's this this this dichotomy in our nature that the things that you work hardest for, the things that take the most time. Sometimes the things that that cause most pain are the things that you enjoy the most. Extremely counterintuitive because I think most humans see comfort. Right? So he says, pursuing your ambitions, especially those of any magnitude can be grueling and hazardous and produce agonizing failure along the way. But achieving those goals is amongst is among life's most gratifying and thrilling experiences. So he talks a lot about, like, the... Like, you just essentially, like, He's competing in a 0 sum game. If you've ever studied, like, the the schedules of Nfl had football coaches, like, they're grueling. It's definitely not something I'm 1 for my life, but a lot of the book shares this experiences of, like, heartache, heartbreak, stress. And yet, he he described... So when you're reading the book, it may sound like wow This guy went through a lot. But he talks about how thrilling it was to overcome those periods of discomfort. And he I went up being 1 of the most successful Nfl coaches of all time. It's like, 5 super goals, with with with his system. And so I think that's that's really interesting where he said he just said, but achieving those goals is among life's most gratifying and thrilling experience Anyway had done something extremely hard, like, running a company doing anything, knows what that that feeling that he's describing. So he it says the ability to survive and overcome the former to attain the ladder is a fundamental difference between winners and losers. And then another thing, I think you need to understand about Bill before we jump into his ideas is he considered yourself a teacher. He loved teaching. He... Like, he... Yeah. He's a football coach as a leader of people. He says, I'm a teacher. That's how we describe his occupation. So he says, this is somebody else talking about him. So he says, Bill Walsh was an educator, a teacher. He accumulated great knowledge because he was a grade a student of leadership, playing close attention along the way to some of football most out standing and forward thinking coaches. So I did he do that, He, learned from, like, before he's had a coach, he learned from his bosses, people that are in a position that he wanted to get to. Continued to learn from his peers once he was a head coach, he also, I'm gonna tell you about this. He would study the history of his profession and he'd pulled out ideas that wind up, leading to his innovation. Which is what we're gonna talk about later It's this thing called his the West Coast offense. So he studied people above them, people equal to him and then people doing the same things he hoped to achieve in the past. So he says Bill, then they're gonna talk a little bit about this series. He says, Bill absorbed their good ideas. He learned from their bad ones. And then he applied his... Then he applied his own even more advanced concepts. He revel in the process of teaching what he knew to his teams. And now he's teaching what he learned from his career to us. I came to believe that the part of football he enjoyed best was teaching are more accurately identifying outstanding talent and teaching that player that assistant coach are that staff member how to be great. He loved it. And here's a quote I pulled out from bill. The ability to help the people around me self actual their goals underline the single aspect of my abilities and the label that I value most, teacher. In a very real way, everything I did was teaching in some manner or another. So he's gonna hold that same when he's talking to you directly. Right? He's gonna say, listen. I taught everybody around me. You... If you're the... Whatever leadership capacity you may have. Right? Whether you're running the company maybe a small team is in the company, your family, your friends, whatever it is, you it's your... It is your obligation to teach everything you know or, to the people around you. So with that, here's... There's another... There's 2 sentences in the book that I really think is, like, a summary for what this book is about is a great description. It says, Bill Walsh love to teach. This is his final lecture on leadership. He actually dies of leukemia as they were put in the book together. And then, he also says something about, like, the stuff he's teaching. And when I was reading this, this is really what I hope founders does for you in your life. He says, this is Bill talking. He says there's no guarantee, and there's no ultimate formula for success. What it comes down to is intelligently and relentlessly, seeking solutions that will increase your chance are prevailing. I love that idea. What what we're trying to do here. We're intelligently and relentlessly seeking solutions that will increase our chance of prevailing. When you do that, the score will take care of yourself. Okay. So now we're... Now I finally got to the point where I think I get into the main part of the book. And so I wanna start with a quote from Bill Walsh. She says, running a football franchise is not unlike running any other business. You start first with a structural format and a basic philosophy. So he calls that his standard performance think about it, like, your your own philosophies on on how you wanna organize your business or the culture your company may have. Your structural format and basic Philosophy, and then you find the people who can implement it. Right. So now we're gonna get into how he ran his team. This is the state of the team when he took over. He was a successful head coach at Stanford gets recruited to the Nfl, and he says, that this is what I faced on my first day of work. An... An organization in turmoil, a team whose roster of talent was paper thin, a future that seemed dismal. In spite of last year's 2 and 14 season, I didn't even have a first round draft pick. So now he's gonna talk about. Okay. Well, yeah, I took up his team. I have no talent. You guys kinda sucked last year. What are we gonna do here? So he he doesn't start. This is what I think why people recommend this book so much. Because you think, okay, well, I'm gonna start winning games. We went 2 and 14 last year. You know, the business aspect this is, like, we lost money Now we're gonna turn profit whatever the case is. He says, no. I'm gonna build the culture. But he calls it a standard of performance and think about a standard of performance says it's high requirements for actions and attitudes. So let's let's hear what Bill has say about this he says. I approach building the 49 organization with an agenda that didn't include a timetable for championship are even a winning season. Instead, I arrived with an urgent timetable for installing an agenda of specific behavioral norms. So this includes both actions and attitudes. That apply to every single person on our payroll. This another unique Idea has. To pit it bluntly, I would teach every person in the organization what to do and how to think. The short term results would contribute both symbolically and functionally to a new and productive self image. He's gonna talk about the importance of your own self image. And he explains what I've been trying to explain poorly the past, I don't know several weeks about... There's a there's a large section of people out there that have the ability that have the desire to wanna run their own businesses, but what's holding them back back is their own self image. Bill talks about this a lot. And so that's what he's talking about. Like, before, like, before you you become a winner, you have to believe you have the ability to become a winner. And he goes, so I'm going to systematically convince every single person of my organization that they're 1 that they have the ability to be a winner, and 2 that they're part of a world class elite organization. So he's... What he's he saying? He's like, I'm gonna... This is the standard you have for your own life. It's down here. That's not good enough. If you're gonna stay here, it's coming way to the top, and I'm gonna show you how to do that. So he says, it would it would it would contribute to a new and productive self image. And an environment and become the foundation upon which we could launch our longer term goal, namely the resurrection of our football. So he's was working backwards. People was like, okay, I took over his football team. I took over this company gonna make... I'm gonna improve it by winning right away. Like, no. I'm gonna build the foundation, and that's why the book is called the score will take care of itself. Because if you do every... All the little things right, every single 1 of them, then you don't have to worry about it. Because you're... At whatever you're in, your endeavor is, will be successful. Now we get... We're getting to his fundamental leadership assertion. Okay? He says, it began with this fundamental leadership assertion. Regardless of your specific job. It is vital to our team that you do that job at the highest possible level in all its various aspects, both mental and physical. So what he's saying is like listen, we're gonna have a set of values. We're gonna have set of standards. But the values have to come from a source. And they can't just be, like, they need to initiate action at this point. They should not just be words to repeat that are really just lie. So he he compares in contrast the way he went about this to weigh other organizations do, and you might have experienced this in some of the organizations are... That you've been involved with. He says, this is consistent with my conviction that an organization is not just a tool like a shovel, but it's an organic entity that has a code of conduct conduct, a set of applied principles that go beyond a company mission statement that just tacked on the wall and forgotten. We had no mission statement on the wall. My mission statement was implanted into the minds of our people through teaching. At its best, an organization, your team best speaks values and a way of doing things that ema from a source. And guess what? That source is you, the leader. Thus, the dictates of your personal beliefs should ultimately become characteristics of your team, and we've seen this over and over again with the all the founders that we studied. They... You cannot separate the person from the company that that that that he's built that he or she is building. Their personalities is undoubtedly into their organization at a very fundamental level. That's why it's such a it's such a difference between, like, when a founder leaves or passes away or dies where the case is, like, how... Like, that organization changes over time. That person's no longer there. So at at the very beginning, essentially what he's doing here, this next section, I'm about to reach you. Think about like this. He's teaching everyone to make a commitment to be the best versions of them. Cells. Even, now, that's that that's just that's a, you know, something we've seen a lot. But here's the difference. Even when their current... The current external results may not warrant that belief. He understood the order in which things have to happen. Right? So he says, my standard of performance applied to marketing, office personnel and everyone else with details applicable to their jobs. Even to the extent of including specific instructions for receptionist on how to answer our telephones professionally. All of this increasingly demonstrated to others and to ourselves that we were on top of things, all things. We were neither sloppy or ina ineffective and contributed to a greatly heightened sense of this is who we are. Even though a strong kit... This is the this is the difference between, like, what he's trying to do at the very beginning and and they're their this their, external results. Right? That's why I started the the podcast with that that metaphor about the scope the the, like, father time and mother nature, slowly, like, finishing the job because it's a good metaphor. This is gonna take a lot time. So he says, even though a strong case could have been made that who we are wasn't much. Based on the initial law 1 loss records during my first 2 seasons. So before he gets there, say team goes 2 and 14. His first year, they go 02:14. The next year, they go 6 and 10. Okay? Then, you know what happens here after that, they win the Super Bowl. So he says, of course, that was part of my challenge. This is the most important part of the section I'm I'm listening. I'm reading to you right now. The the most important sentence if you only remember 1. Of course, that was part of my challenge. Turning the self image of the organization on its head from toxic to top notch. Okay. So, how do we do that? 1 way to do this is to teach everyone that you were part of an elite organization. If you start with that belief, eventually, they're gonna... If you start teaching that, eventually, they will believe. He also talks about Listen man. If you're gonna teach your organization, you gotta a repeat, repeat, repeat repeat. Humans are not gonna absorb these lessons, the fur... Just you get you can't say it once and expect everybody to get. That's just not how it's gonna especially an organization with... I don't know, hundred and 1550 people however many people are in a, in a professional full football organization. Alright. So he says, So I'm gonna start this. I'm gonna I'm gonna have a lesson, it's gonna I'm gonna repeat it all the time, and I'm gonna repeat it in different ways to teach the same lesson that listen. You're San Francisco 49. And me as as Bill Walsh running this. I'm not letting, you, he has, like, a he will get there. He's a Giant ego. But he's... And, rightfully so if you think about what he's able to accomplish, but He talks about, like, you're gonna meet my high standards or you're leaving. But the standards are not going, like, that once the San Francisco 49 standards, they're not devi. They're not breaking for anybody. So he says, to encourage and you're gonna see, like, little tiny ways he does. This was really smart. To encourage positive thinking pride and self esteem, I insisted that specific equipment carrying the emblem of the San Francisco 49 be treated with respect. K? So if it has our logo. Guess what? Now that I'm in charge, San francisco 49, they're in a lead organization. So you're not gonna abuse things. It's like a flag or Emblem. You're just gonna throw it around. Like no. You're not do that. For example, players were told their practice helmets, which carried our Emblem should never be tossed around. So it's very common like, they're done. They just throw it to the sides. Like, they should never be tossed around. They're not gonna be sat on, and they're not gonna be thrown in the bottom of their lockers. So what does he say? He says you wear it, you hold it, or you put it on a shelf, the same applied to their game helmets, of course. That San Francisco 49 or emblem. And the helmet it was a fix to, sign that there were members of in an organization with pride and high behavioral expectations. So sony he talks about a lot in the book is the reason this idea is so powerful is because very few people are held to a high standard. Very... Talks about 1, very few people will are capable of holding themselves to a high standard. And then also, very few people work in organizations are part of organizations that actually make sure that every single person, they may hold certain parts of the organization, certain parts of the company to a high standard. But Bill's was like, no, I could have every single 1. And then he talks to so he changed a lot of things like, people would come into to... They'd be rookie. They'd come in, they, you know, kind of abused also talk about he didn't, like, how coaches talk to his players and, like, he's like, that's... If you're... If you're trying to talk about your in your part of an organization, then you talk to him, like, they're a dog or are you treating like, crap, Like, that doesn't make any sense. So This is another idea where you changed. He deviate it from the norm. He analyzed what his peers were doing He's was like nope. No. That's not smart. I'm not doing that. So he says, we respect every member of the organization because they deserve it. If they don't deserve it, they're not part of this. So he says, in keeping me this philosophy, I for the traditional h of rookie and walk ons, making them the butt of humiliation or physical punishment me Like I'm not gonna do that. You're you're 49. He says when they arrived, I informed them. You are San Francisco 49. As long as you're here, you will be treated like 1, and it was true. They were respected full fledged members of organization from day 1 and were treated as such until they proved otherwise. Now he wasn't a soft person by any means. By any means. So I'm in you respect. If you don't meet my standards though, I... He's a dictator. You're out of here. He says, of course, when they proved otherwise, they were not subject subjected to H, they were subject to determination. And his whole point, like don't haze them. Get him up to your standard if they can't meet your standard, get him out of the organization because your your organization is only as strong as the weakest person. Alright. Now he goes back to his very weird unique idea. The prime directive was not victory. He never focused on victory. The book is called, the score will take care of itself. That's his philosophy leadership. So he says, from the very start, my prime directive, the fundamental goal was the full and total implementation throughout the organization of actions and attitudes of the standard of performance. This is radical in the sense that winning is the usual prime directive and professional football most businesses. So again, he has the same trait that almost every single every single person I've analyzed for this podcast does. They're gonna learn as much as they can, but they're gonna learn some things Like, oh, that. I'm learning what not to do. This is the same thing that that that bill's doing here. He said, I had no Grand plan or timetable for winning a championship, but rather a comprehensive standard and plan for installing a level of proficiency. Competency, at which our production level would become higher in all areas, both on and off the field than that of our opponents. He's got a really interesting idea about competition I get to too, which I love. Beyond that, I had faith that the score would take care of itself. So if we do everything little right, we can't help it win. Oh, I just ran over my next point which is to note I left myself on the next page. If can't do... If we can't... If we do that, excuse me, we can't help but win. I directed our focus less to the prize of victory than to the process of improving, ob obsessive about the quality of our execution and the content of our thinking. He also talked about... This is really interesting too. There... He didn't believe that there was independent operators. Like, some people would say, okay, this is star player. He's got different rules apply to him. Oh, this person's really valuable. You know, we have to treat them differently. He says every team member is an extension of the entire team. Players had a connection to and we're an extension of the coaching staff. This is the whole idea about that any organization is really an organic, organic entity. And so, you, these these echoing nature here. Like, there is no division. Everything's connected. So he says, there they an extension of the coaching staff, trainers, team doctors, nutritionists, maintenance crew, and, yes, the people who we answer the phones. Everybody was connected. Each of us an extension of the other. Each of us with ownership in our organization. I taught and this is him talking directly to us again. I taught this just as just as you should teach it in your organization. And so now he's gonna get to the point? Like, why is this such an important thing. And his... 1 of his big ideas is that, listen, winners act like winners before their winners? He understood the sequence of events He says eventually within months, in fact, a high level of professionalism began to engage within our entire organization. The 49 self perception was improving. Individuals began acting and thinking in a way that reflected pride and professionalism even as we continue to lose games. Winners act like winners before they are winners. Champions behave like champions before their champions. They have a winning standard of performance before they are winners, and this sums up the entire section. The culture proceeds positive results. That's his entire thesis. You gotta get it the that your culture and your philosophy and your standards correct first, then you will automatically win. You can do it reverse. And I love this. So in this section, he's really good. And he's obviously a really a teacher. It did it for decades. Right? So this is another way to think about the section I just read to you. In a way, an organization is like, an automobile assembly line. It must it it must be first class or the cars that come off it will be second rates. The exceptional assembly line comes first before the quality car. So he's saying, the... Or... Once you have a great organization, you can't help but make a great product. And in his case, product was had a really get... You you knew if it was a great product or not because you'd win games if it was. Alright. So I really like this idea. Like, it's a way to... He has this idea that his guiding set of philosophies. They essentially act like a north star. For your life for your for for your organization. So he says, consistent effort is a con... Consistent challenge. So you don't just start doing things well. And then, oh, just straight up there. It's like you're gonna take 2 steps forward. And you might take 1 step back. You might jump up to 10 steps forward, and then you might take 15 steps back. It's his constant going Ebb and flow. So he says there's an Ebb and flow and up and down in every significant endeavor at every level. I cut through that ebb and flow with the standard of performance. It was our point of reference. I and envisioned it as enabling us to establish a near permanent base camp near the summit, consistently close to the top within striking distance, never falling to the bottom of the mountain and having to start all over again. So the way we do things, we might have some setbacks where we're never gonna go back to the place we started from. We've we've surpassed that. We're getting closer and closer to our goal, we might get even closer to the top at some point and maybe knock down the next year, but this this consistent standard of performance is gonna keep us within striking this to what we're trying to do. Okay. So now I'm gonna take a little inter because what... I think this is a good time where we're at where he's talking about, like, you know, it's it's an ebb and flow. It's gonna go up and down. And during his second season, he is going to... Well, first, he's gonna describe something everybody has a deal with when they're trying to accomplish anything. And this is commonly referred to as the entrepreneurial roller coaster. And it's usually... Oh, like, it's an emotional up and down, Like, you're entrepreneurship and any anything. You even what bill's doing. When you're doing something hard, it can produce the highest highs you've ever feel in your life. But at the same time, it can also produce the lowest lows. And you have to be able to to work that through mentally So you don't quit or or give up when you're failing because inevitably, you're gonna have some some forms of failure. Right? So this... Let me... I'm gonna do this Inter... First gonna start with this great quote from Bill. He says almost always your road to victory goes through a place called failure. K? Now what he's gonna describe is, this next session I'm gonna read you. Just happens for a few brief hours when they just lost the game in the second season he goes 6 and 10. If he if he loses the next game, he's on a terrible winning losing streak. He has a chance he's gonna get fired. So before the the organization can reap the benefits of a center performance, he might be cut out. And what, the this inner monologue about the to re too you is happening when he's on a cross country flight back to san Francisco from Florida, and let me just go right into his mental state. Says I slump down, depressed in my dark little space. Contemplating whether I should offer my resignation. This is gonna be a hard sentence here. Most debilitating of all, devastating was a non fear that I didn't have what it takes to be an Nfl hud coach. So our equivalent so you didn't have a... The what it takes to be entrepreneur, founder, whatever it is. At 1 point, I actually decided to hand in my resignation in the next morning then I changed my mind. So there's a roller coaster. Right? I've tried to describe my anguish, but the words come up short. Everything I dreamed of, professionally for a quarter of a century was in jeopardy just 18 months after it was being realized. And yet there was something else going in on in on inside of me, a voice from down deep from down deeper than in my emotions, something stirring that I'd learned over many years in football, and before that, growing up. Namely, I must stand and fight again. I need to stand and fight earth's all over. In my mind, our gut and in spite of the pain, I knew I had to force myself to somehow start looking ahead. To overcome my grief. So that's his advice to get out of the inevitable dark period you're gonna have in your life, you're focusing too much on your current state and your past. Right? So he's saying, no. The key here is to focus on your next task to just keep moving forward. I was able to summon enough strength to pull my focus my thinking out of the past and move it forward to our next big problem. It takes strength to shift your attention off pain when you feel as though your soul has been stripped bare. When the inevitable setback, loss, failure or defeat comes crashing down on you, losing a big sale, being passed over for a career, being for a career promotion, getting fired. Allow yourself the grieving time, but then recognize that the road to recovery in victory lies in having the strength to get up off the mat and start planning your next move. Failure is a part of success, an integral part Everybody goes through it. Knowing will happen and what you must do when it does is the first step back. Okay. So now his takeaway, so he winds up pulling himself out of that. And then these takeaways. Let's listen. Each time this happens. Each time you come back from doubt or despair, you get stronger for the inevitable future recurrence. So he says when you stand and overcome a significant setback, you'll find an increasing confidence and self assurance, that has been created by conquering defeat, almost, I would say that has been earned by conquering defeat. Absorbing and overcoming this kind of punishment en genders a sober steel tough that results in a hard and sense of independence and a personal belief that you can take on anything, survive and win. Okay. So back to how he's setting his organization up for future success. And this is this is where he talks about, like, you have to... Like, humans are not they're not they're not naturally for the majority of us. Not... It's not natural to set extremely extremely high. Expectations with standard performance. And I would say... Let me read you this part but before I do, just keep in. I think this is also something that's happening to me and it probably to you if by listening to this. Is part of the benefits of reading biographies is, like, you're constantly reminded that you can be excellent just like they were. And it keeps you being supposed to that over and over again, it keeps you accountable to a higher level than if you didn't read or didn't hear that story. So he says, beat and this is why that's important. He says beat be clear in communicating your expectation of high effort and execution of your standard performance. Like water, many decent individuals will seek lower ground if left to their own inclination. In most cases, you are the 1 who inspires and demands they go upward rather than settle for the comfort of what of doing what comes easily. Okay. So now this... There's a really interesting story. I'm gonna... This is the longest part I'm gonna read to. And it talks about... It's just an... It's this the story is incredible. It's an incredible story about how he came up with the idea of the West coast offense. How it it was derived essentially from, like, having to use limited resources he had. And then this is how... And then also his his his his habit of studying and constantly learning from others and then combining those their ideas and adding his own unique ideas and something brand new. As innovation in the game of football. And then what's most interesting is this cell competition who lack that innovation reacted. Okay? So let's let's go into. I love this part. Here's an interesting but very irritating footnote. For my effort in coming up with a successful new way of doing things, I received the dis of many in the Nfl. Their condensation stemmed from the fact that my approach didn't rely on the traditional brute force grinding ground game our spectacular long bomb pass of old time Nfl football. Mine was a different approach. But he's saying mine is a different approach to gaining yard, controlling the ball and scoring touch touchdown, which essentially is... He's saying mine's is a different approach to what everybody... The objective was trying to do. There's... Everybody has the same objective, what we've seen over and over and as we we study more founders and history like... But you can... You can reach out objective in many different ways. Almost limitless different ways. In a sense the Nay were seeking victory, but only if it came the old fashioned way. They were locked into the past and un... And un unwilling, locking themselves out of the future. His main point, leaders do this themselves and their organizations all the time. It was a change whose complexities were often myths understood by observer. So in this section, he's gonna tell us listen. I thought deeply about this. I combined a bunch of different ideas. I had unique set of experience experiences. And from the outside, if you didn't know it as well as me, we talked about this a lot. They that is it is possible for you to know more than somebody else. And if by doing so gives you a huge advantage. So we're gonna see that in his case, he's like, listen, there's people analyzing what I'm doing from the outside that don't even know what they're looking at. And you're all we're also gonna see a little bit of ego? He says, it was a change whose complexities were often misunderstood by observers. Why? Because it's a new way of doing things. And if you didn't have the set of experiences the set of thoughts and didn't study the same stuff that Bill Walsh had or Bill Walsh did rather, you wouldn't even understand it. You said, so now he's got the 1 of these famous, like, What do you call? Tv v broadcasters, people that talk while the game's on. Just that, Howard K was once was critical of a call I made because he wasn't aware of just how complex and precise our receivers routes were. He ex explained with ex exploration during during 1 money night football broadcast. How could Bill Walsh call for a 12 yard pass play when they needed 14. So he's gonna now analyze that assertion this criticism that he's receiving like this guy I know who he's talking about. Howard didn't understand the extraordinary precision required for successful execution of that play. We couldn't have the receiver running approximate routes and exact each time. The route called for the route that was called for on that play was 12 yards exactly, and he It sizes that word. Exactly. Not 11, not 13, but 12 and to an exact spot on the field. This is 1 of his innovations. Additionally, what Howard and many others missed in the early days was that 60 percent of the yard itch, this is an example of him knowing more than other people. And this is kind of embarrassing on Howard Part, your job is to come. So study the the game. You don't even know what you're talking about. Additionally, what Howard and many others miss in the early days was at 60 percent of the yard on our pass plays came through running after the catch. He wasn't expecting him to catch a ball 12 yards and just say there. It's like, no. We expect... Now sometimes he's gonna be stopped there. So someone's gonna be incomplete where the case is. But 60 percent of the are gains comes after that point. You're focusing on that point. A 12 yard pass was designed to produce an additional 7 yard gain on the ground. So now people didn't like this. It's so 1 executive summed up like this. And this is not real Nfl football. He viewed his gimmicky, smoke and mirrors, nor neither substantive nor long lasting. He was wrong. This is where we're gonna see some of Bills ego Then, I'm gonna talk more about this, because he explicitly talks about the value of having an ego in the book. So it says the complexities of the offense I created as compared to his real way whereas dissimilar as a rolex to a sun. Now, to hell of a statement. This is what I love because this is something you... Anybody that said history knows. And then... So now you... That... That's where he's, like, you don't even know what you're looking at. But not only that, You're telling me that I just need to go ahead and copy everybody... What everybody else did in the past. Right? Because that's quote unquote real football. But the problem is you people that love the past aren't even studying the past. So he says few inventions are created out of nothing. What I was doing had its roots in the theories of others who had modernized the passing game. Most notably, the Brilliant Sid Gill. Okay. So think about that. He goes back. He's like, alright. And I'm gonna tell you why he had invent us in minis. Like, well, I don't have a... 1 of the things was, like, I don't have a quarterback who's capable of throwing accurately a long past. Like, what am I gonna do? So what he did is like, I have a problem. Let me see how other people solve this problem in the past. And you had this this coach in the past called Sid Gill, who... Then let me... I guess, I'll just read... I'm gonna read you what he says. He says those who are cling to the past apparently forgotten the past. Early in its evolution, football didn't even allow a forward pass. K. So he's going back into the the the... He's studying the history of his profession. He's like, alright, I'm sure we've seen this somewhere before. He says, in fact, it was brought into college football simply as a device to make the game safer. This coach at Saint. Louis University immediately and enthusiastically enthusiastically embraced a new alternative to always running the. So you're saying at this point, you couldn't even, no 1 was passing forward. Everybody's running the ball. So this guy back in the 19 hundreds, which is, let's say, what 70 years before Bill Walsh took an idea, and then revolutionized or, he he calls it modernizing the passing game again. He starts using the Ford pass. No 1 else is doing it. This is the results. In 19 o 6, his team went 11 and o and outs scored opponents 407 to 11. He faced traditional who looked down their noses at what he had incorporated as part of his search for victory. It's often the case that a game changer takes a while to change the way the game is played. And that's exactly what Bill Walsh did. His his system is still in use to this day. Now, it's important to know. Like, Bill Walsh is extremely smart, but he... He's not like he came up with this at of full cloth. He just told you studied the history and learn from other coaches. Combine all these ideas, But it was also invented at a necessity. He... Somebody else gave in the name the West coast offense. He said it should be called the lemonade offense, because it was his response to be given lemons in the form of a team with no ground game and a quarterback without a strong arm. So he says, the fact was that we had seemingly no... The the fact was we had... The fact that we had seemingly no options, forced us to come up with new options. What's he talking about? I'm talking about being resourceful. Here's a good question to write on a post it note and put on your desk. What assets do we have right now that we're not taking advantage of? He's talking directly to us. It's important. Let me say that again. Right write out this question. And then ask yourself. What assets do I have right now that I'm not taking advantage of. So this is an example of what he was working with. His quarterback to the name was Vi virtual Carter. Here's was... I I was working with Vi virtual Carter's limited skills. He was a quarterback who couldn't throw a long pass accurately? Then, oh, then... So another thing was, he analyzed how everybody else, like, the a bunch of their players. He's like most people don't realize, most fans. Don't realize that a football field, the length is it's 53.5 yards of width. That's a huge space. So it's he's like, why is no 1 using all that space? He's like, that... Like, most teams bunch their players together. So what do he say? Okay? I have a limited qb can't throw along, but I can get a more space by spreading my receivers out. Right? I'm gonna use all 53 yards. So his his innovation was okay. I'm gonna use 53 yards of width, and instead of going long, I'm gonna use about 10 to 12 yards, maybe 7 yards of distance. And if you go 53, with, by, let's say, 10 yards of depth. You have a giant field. Like you can utilize. And then he says, so the width of the and the availability of 5 potential receivers, were all available assets even before desperation drove me to utilize them creatively, creatively. Okay. I love that section. Alright. Now he has something he says Over over again. You need to be un in moving towards your goal. He says this a bunch of times. In the book, it's also a trait that, he admire and others and he mentions other coaches that have this trait. And he saw that trait and other people He's like, I want that for myself, so he he developed that talent. He says, we are un in moving towards our goal. We will not quit. There's an inner and an obsession to get it done the way you want it done. It's good to remind yourself that this quality, strength of will is essential to your survival and success talked about earlier how to to manage your your mental state when you're having setbacks. In this case, he's talking about your physical state. You need to keep moving, acting, working. Often your urge to go along, get along, you're advised that your plan should have worked by now. Art told other variations that amount to backing away from a course you believe in your heart and know in your head is correct. Another great story. He's really big on details. So like, listen, you sweat a little details. But you need to sweat the right little details. So he's gonna give us an example, the same person applying the perfect execution of the idea, and then that same person not getting, like, doing the exact opposite. I Coach George Allen was a demon on details. He was preparing to play in the Super Bowl at the Los Angeles Royal colosseum see. A few days before the game, he sent a staff member out to the call see for an entire afternoon to chart the movement of the sun during the hours when the game would be played. George wanted to know exactly where the sun would be so he could calculate the advantage if the if his team won the coin toss. This is an example of sweating the right small stuff. Now, here's an example of focusing on the wrong small details. George took time off from his coaching responsibilities to design a more efficient system of serving food for the players. A way of reducing the amount of time players spent in the lunch line. He took time out of a schedule to personally drop a schematic for those players wanting soup with their meals. 1 line was designated for those wanting in crackers with their soup, and 1 line was for players who didn't want any crackers. This is an example of sweating the wrong small stuff. I love this idea. We've seen it in different variations. His his idea is like, listen. Don't most, like, most companies, most football teams, most organizations. They focus on their competitors. I I don't care about my competitors. Instead, I'm gonna spend that time making myself in my organization better, and therefore, I'm gonna make it harder for them to compete against me So he talks about, you know, coaches would use saying like, oh, we're gonna play x team and they're really vicious, etcetera. He's like, well, I generally prefer the opposite approach. To me, the opposite of the, the to me, they, meaning the other teams were objects that were both face list and nameless. Nameless, face list objects. My logic was that I wanted our I wanted our focus directed at 1 thing only. Going about our business in an intensely efficient and professional manner. First on the practice field and then later on the playing field. I found that I felt that moving attention away from that goal to create artificial and manufacture demons was artificial and usually non productive, especially when done repeatedly. Now, we already par passed the part where he becomes extremely successful, like, he he wins a lot of games. He obviously wins a lot of Super Bowls. And at... Now he's getting to the point where when you're already good at something. You get, like, a lot of accolades and people are telling how smart you are. He's like, don't let that happen. Don't let anybody call you a genius. And that's it when you when you research bill walsh, you'll see a lot of people calling him a genius. And so it it's in part because of the complexities of our pass based offense, the media began referring to me as the genius. And then he's gonna, you know, he's human. At the beginning He's like, oh, that that makes me feel good about myself. When the... When when the name was first attached to me, I was naive enough to be flattered and did nothing to discourage writers from using it. I may have even been thinking, hey, Maybe there's something to it. I learned soon soon enough that an inflated label like genius or any other form of hyper comes with a big downside. Buying into what people say about you can create both external and internal problems. This makes your life and your job a lot tougher than they already are. The genius labor, the genius label was an alba trust around my neck. It's easy to get caught up in or enamored by lofty titles, praise, and flattery as you sub subconsciously attempt to become the character. Others have created out of who you are. This goes back to to Andrew Carnegie advice for. He's, he's 1 of his famous quotes is like, the the the judge within, like, reign supreme or something like that. Essentially, he's telling us, like, the the the most important person to judge who you are is yourself. And in... Like, you know who you are? Like, internally, like, are you proud of the person you have become. Don't let other, like, the the the views of other people, like, color that or influence so much. And and Bill's is kinda echoing that here. He says, that character isn't you, but it's an addictive attraction if plaques awards and commend combination start rolling in. Believing your own press clipping, good or bad is self defeating. You're are allowing others, oftentimes uninformed others to tell you who you are. The real damage occurs when you start to believe that future success will come your way automatically because of the great ability of this car that you have suddenly become. That the hard work and implied intelligence you would utilize initially are not as crucial as they once were. That is when you get lazy. So he calls a success disease. Okay? And his point is like he fell for it for a little bit, but what helped him avoid it was his standard performance. Think about as, like an, operating system. It's a series of habits. That you just apply every day everyday regardless of the outcome. Because what happens is, like, there's a lot of people are be really successful. Like, okay. I'm gonna... I'm gonna slow back. I'm gonna I'm gonna, you know, let my foot off the gas so to speak. I'm just gonna, you know, I'm fine now. I'm a winner already. I'm good. 1 of my favorite things comes from Conor Gregory is if you sleep on a win you'll wake up with a loss. And so understand that this is prevalent human nature throughout millennia. So we have to... We need a solution for it. Bill's solution is like, my standard performance. I applied that standard day regardless of external outcomes. So I won the Super Bowl. Okay. The next day back at practice. I lost the game, next day back of practice. Because over time over the length of your career, multi decades the score will take care of itself. Alright. So he it says, when you reach a large goal or Finally get to the top, the distractions and new assumptions can be dizzy. First comes heightened confidence follow quickly by over confidence. Arrogance and a sense that we've mastered it. We figured it out. We're golden, but that gold can tarnish quickly. Mastery requires endless rem mastery. In fact, I don't even believe there's ever true mastery. It's a process, not a destination that goes back to what Jack Do he was telling us the beginning. That's what few winners realized and explain to some degree why repeating is so difficult. Having triumph, winners come to believe that the process of mastery is concluded, and that there it's proud new owners. Not the case. Now he's gonna get into the part, The difference between ego and ego ti. Don't let anybody tell you that a biggie goes a bad thing. Tiger Woods, Bill Gates Warren Buffet have lots of ego. And so does anyone anywhere who is dedicated to taking his or her talent as far as it will go. I've got a big ego go too. Here's what a big ego go is. Pride, self confidence, self self esteem, self assurance. Ego is a powerful and productive engine. This is a very important part. Without a healthy ego, you've got a big problem. Ego is something else entirely, and they're they're next door neighbors. You gotta be very careful about this. It... Ego is an ego that's been inflated like a hot air balloon. Arrogance their results from your own perceived skill power position. You become increasingly self important, self centered and selfish. Just as a hot air balloon gets pumped with lots of hot air until it turns into some big some... Into some big ponder entity that's slow, vulnerable and easily destroyed. In evaluating people, A prize ego go. It often translates into a fierce desire to do their best and an conference that stands them in good speed when things get really tough. Psychologists suggest that there is a strong link between ego and competitiveness. All, this is a hell of a statement he's about the sellers right here. All, the great performers have ever coached had ego to spare. Alright. So you essentially, what I what I took from the sections is you need a belief in yourself, just don't believe that you're perfect. That there is AII think arrogance to... A lot of people confuse confidence with arrogance to me, arrogance is when you think you could stop learning from other people. Alright. Okay. I wanna read you this 1 section. This is this is how a former player saw bill. And tell we've talked a lot about a lot about. Which is essentially the the power of focus. That Whatever you're gonna focus on your life is what you're gonna improve. So you gotta... You have to protect that. You can't just give away you're focused to a lot of people that are... Don't want the best in your life. This could be, you know, Tv shows, friends, loved ones, whatever case is, like, don't let people distract you if what they're... If what that distraction is is not the best for you. So he says, I saw immediately, they had a singular focus on being first class on being the best on being the greatest. But a lot of people have that. The desire to be the best. Here's the difference, Bill knew exactly how to do it. The specifics, not just for his quarterback, but for a receptionist answering the phones. Not just for a backup left tackle, but for grounds keepers. Somehow he knew what it was and what constituted greatness for every single job in his organization. He knew what a spreadsheet looks like. What a marketing presentation should look like and all the rest, detailed concepts and he hired the very best people to do the jobs and he needed them to do. And in most cases, he had a good sense to get out of the way and let them do their job. This is a very undervalued management scale. So this is an important point because this is coming from somebody that bill manage. And he's also talking about what... Like, the superpower, when when you combine focus and consistency, like what that will do to your life. Right from the start, he really got out there and coached, rolled up his sleeves and got totally into teaching what he was aiming for, and he did that every day of every year for a decade. So he's talking about here. What what that player is talking about here is what Bill's gonna tell us now that there's no mystery to mastery. How do you get good? There's no mystery to mastery? He says, for the case, you don't know, Jerry Rice played for Bill Walsh. Some people say the best receiver in history. So it's a story about Jerry Rice. And it's interesting because also story about Jerry Rice towards the end of his career. He says, if you're Jerry Rice, the greatest receiver in Nfl history, you're practicing... He says, And if your jerry rice the greatest receiver in nfl history, and you're practicing a sla pattern at 6AM over and over again with nobody within a mile view, no football, no quarterback, nobody but jerry working to improve to master his profession. What's the... Why or is it not why? Or not what? Why is the Nfl greatest ever receiver doing this? He's gonna get to the point? Jerry Rice understands the connection between preparation and performance? Between intelligently applied hard work and results between mediocrity and mastery of your job, and Jerry had the skill coupled with the will to do it. You never stop learning. Said, again, this whole section about what's the... Why do people feel there's a big mystery to mastery, where where Bill telling is there's... There is no mystery. You never stop learning, perfect, refining, molding your skills. You never stopped depending on the fundamentals, sustaining, maintaining and improving. He says Joe Montana, which also he coach and he says maybe 1 of the best quarterback of of all time. Did this as well. He says Jerry and Joe, may the best ever at their positions, At the last stages of their careers, we're still working very hard on the fundamental things that high school kids won't do because it's too damn dull. It wasn't dull to Jerry and Joe because they under the why? The why. Go over and again. People have to understand why they're doing. It wasn't dull to Jerry and Joe because they understood the absolute and direct connection between intelligently directed hard work and achieving your potential. We all do you do I do. Everybody who's a serious player knows what it takes. The difference is how much you're willing to give to get there. For us, there is no mystery to mastery. It applies to anyone anywhere who wants to get really good. Who wants to master his or her profession. It applies to you. Okay. So 1 thing 1 pattern and I see a lot when reading all these books is a lot of founders, they actually learn from seeing things done the wrong way. So very fast and in beneficial way to learn. Bill's no difference. He says I hate to see bad football. I hate to see t... A team play bad football even for a single play. Bad football makes me ill in the same way, a symphony conductor hates to hear an orchestra, Mango ba beethoven. There's a reverence for the arts. For me, it can be described as a reference for football as it could be played. And he he describes like, the the highest form of football He's like, it's an exquisite beauty of what can occur at its upper most level. I think top performers in all professions have the same deep respect even reverence for their work. I could see I go back to this over and over again. It's very obvious for me why a lot of founders and and other people that are, that wanna master the profession recommend, keep recommending this book. Is because that essentially like, that's what he's trying to help us do. Because in he mastered his profession. Everybody works, right? To some degree, how many of us actually want to master our profession. It's a small group. It's a group of mis fence, you know? These are the most interesting people in the world. These are the people that are are most widely admired, and it's just like, why wouldn't you? You're spending half of your life, your conscious life. Seem you sleep 8 hours a day. You're up for 16. You're gonna work 8 of those. Right? Some people work more some people work less. That's why average who knows, but that means half the time that you're actually experiencing life and not in some dream like steak you're working. Why would you not wanna master it. It's just I think it's, like, it's 1 of the things I have hard time explaining because it seems so obvious. And for Bill, like, that's... I'm glad he he he combined all the lessons that he learned from from trying to master his profession, you know, for 5 decades or whatever it was. Think what, I him he wanted to be a head coach in Nfl. Took him 25 years just to get to that point. Then he's got all... So he's got ton of life experiences lessons up into that point, and then he's got another... What is it's at? 10. I forgot how long he coached for. But, you know, let's say another decade plus after that. Continuing learning. And then just somebody put it down in a book that you could pick up and read and and, you know, 15, 10 hours, 15 hours, but I that... That just seems like a good idea. Got another idea. Pretty package. Will not sell a crappy product. Before they started winning games, Ceo he came up with all these marketing techniques to try to sell season tickets, and 1 was a pick a seat day. And they he wanted sound like like, 10 tickets the entire day. Was it was terrible. I think he bought 3 of those tickets. Anyways, this says pick a seat day and this there's a lesson here. Pick a seat day was a total flop. What is a flop that taught me something very important. A pretty package can't sell a poor product. Results in my profession were winning football game and that was the ultimate promotional tool. I was trying to sell a bad product. A team that was the... That had... That was the worst franchise in sports that had lost 27 straight road games and whose record at home wasn't much better. So he's like this doesn't matter. Like I can't pay lipstick on a pig here. So he says from that point on, I focused my energies exclusively on creating a quality product, 18 that was worth spending money to see. When that was achieved, We also achieved a 10 year waiting list to buy 49 or season tickets. And finally, another, the last piece of advice from Bill Walsh said I wanna cover today, and it's something that happened to him. There's a lot of, you know, heart wrench things in this book. And device 2 words avoid burnout. And he can say that because he burned out. He retired the day right after he wanted Super. He just couldn't take anymore. He says, and he gives an example in history of people. This also happening to him. Alright to other people. He says he's giving an example of another coach. He says not long after he was finished, burnt out as he described it to reporters at a very emotional press conference when he announced he was quitting. Dick retired for 14 years. Before returning in triumph by leading the Saint Louis Rams to victory in Super bowl 34. Later, he told the story of having a sign on the wall this is his previous job when he was the Eagles head coach. It said, the best way to kill time is to work it to death. He told people I worked time to death until it killed me. So he's telling us to avoid this. This this his main takeaway here though. This is Bill talking now. Can you imagine how burned out you must have to be to wait 14 years to to return to doing something you love? I don't have to imagine it. I never returned to the Nfl head coach in spite of offers where I was given a blank contract and told to fill it in with whatever I wanted and then sign it. That's where I'm gonna leave it. If you want the full story. Buy the book using the link that's in the show notes on your podcast player or at founders podcast dot com, you'll be supporting yourself by getting a book that'll hopefully have ideas to help help you master your profession, your craft, whatever that may be. You'll also be supporting the author and this podcast because it's an affiliate. And I get a small percentage of the sale and no additional charge to you. Thank you for listening. I just have 1 request. Please tell at least 1 friend about this podcast this week, and that's it. Thank you very very much for listening. I will talk to you next week."
}