{
  "transcript": "About 4 years ago, shortly after his death and a few days after we had lunch together. I received a letter from saul price. Dear Jim. It's always nice seeing you in experiencing your enthusiasm, knowledge and commitment to your values. You've been very generous about giving me some credit for influencing you. I suspect that's true, but you would have been a great achieve under any circumstance. Upon reading his letter, I turned to my assistant and said, I've been waiting 50 fucking years for this letter. It was well known that compliments from saul came about as frequently as Haley comet. After digesting the letter, I reflected on the fact that here I was in my seventies, and I'm still seeking approval from this guy. What was it about the man that en so much admiration and respect, not just for me, but from thousands of us who work with Saul over the years? Certainly, there was this intelligence and creativity, but that's not the complete answer because as we know, there are millions of bright people in the world and only a handful make a lasting impact. There was so much more on saul leadership qualities that touch all of us and made everyone confident that we were persevere regardless of the obstacles. I started working at Fed mart in 19 54, while still in college A path that was followed by many of Costco current executives. Saul gave us incredible opportunities to learn the business, teaching us the skills and core principles we applied throughout our business careers and then later when we launched Costco in 19 83. Saul teachings had a great impact on our business ethics, our core values and, of course, are merchandising philosophy. He believed in developing strong operating efficiencies, and he continually emphasized passing on savings to customers. We owe our legacy to the retail concept that saul pioneered with Fed and Price club as do all of our competitors in the industry and big box retailers in general. Sam Walton, who started Walmart in 19 62, 8 years after Fed was founded later admitted that he had borrowed many of Saul innovations. Perhaps saul greatest business legacy was the creation of the price club concept that as many as as a dozen existing retailers and startups attempted to clone. At 1 point, a reporter as soul, how it felt to be the father of an industry to which he riley replied, I should have worn a condom. He was able to be creative and he had the courage to do it was right in the face of a lot of opposition. It's not easy to stick to your guns if you were swimming against a current of traditional thought. His lessons and philosophy that business is about more than making money and that a company also has an obligation to serve society are still valuable reminders for many of us in business today. The fact that he instilled these concepts and so many who were around him is in my mind, his greatest legacy. Alright. So that is the founder of Costco, the Pro j of sole price, Jim Cynical writing in the forward to the book that I read this week, and then what I'm gonna talk to you about today, which is saul price, retail revolutionary and social social innovator, and it was written by his son, Robert Price. So this book is a great illustration at this point that you and I always talk about, which is books are the original links, you can be reading a book on, say, Jeff Bezos, for example, and you realize, wow, a lot of the ideas that we credit, Jeff Bezos for having. He actually learned from Sam Walton and Jim Cynical. And then you studied Sam Walton and jim Cynical, and they both say, hey, I... There was nobody else alive that I learned more from than sole price. So that's what we're gonna do today. We're gonna learn from the life and career sole price. So I wanna start with this 1 sentence. It gives you an insight into soul personality, but also, It talks about why I think this book is so special because it's written by his son. And this is his son writing. He says. For more than 40 years, we'd had worked together. I had learned that my father expected to be fully informed openly and honestly, even if he did not like what he heard. So I'm gonna talk a little bit about of seoul early life so we get a good idea of who he was as a person before we jump into his ideas. Yeah, he he's a first generation American. He says they're immigrant parents talking about soul in his siblings. Who were poorly educated un laborers expected their children to study hard to go to college and make their mark as doctors or lawyers. Seoul parents and others of that generations had high expectations seoul wind up living exceeding their high expectations. He's he spent the first half of his careers an attorney, which I'll talk a little bit about today. But also, he has the distinction that he he's probably 1 of the a few people in the world that founded and took 3 separate companies public. So where did he get this drive, what, like, what causes a person to push themselves so much. And from the very beginning, you'll learn, he's just to mis it? He had a a physical deformity, and this led motivated him to prove himself through achievement. So this is all talking about. He says, when I was 3 or 4 years old, I had an affirmative in my left eye that caused a droop eyelid. It was something that bothered me and made me self conscious, and it looked... It almost looked like his entire eye... Like, you see pictures of him when was older, it looked like his entire eye was closed. He says the kids the kids teased me a lot and consequently, I was shy, and I compensated this. By being an over in school. So... Yeah. He's an over, but he's also kind of like, a, I guess I missed it as the way to it. Let me let me tell you what that means. This is being an over achievement reading in an early age holding his own with adults and games of cars and chess and doing well in school without really trying. Sc soul skipped 2 grades, but he was also very mischievous and school. So he gets into a bit of trouble, and this is what I mean about being a bit of a mis fit. This is what his his his mother has to come into the school, and this is what the teacher tells his mom. The teacher told Bella, that's his mother that her son was very smart, but she warned that he could go in 1 of 2 directions. A career as a gangster or as someone who would do much good. So when I read that, I immediately thought back to 1 of my favorite quotes for from 1 of my favorite entrepreneurs of all time, which is Yvonne S, the founder of Pat. And he says repeatedly He says, listen, if you wanna understand the entrepreneur, study the Juvenile delinquent. The delinquent is saying with his actions, this sucks, I'm going to go do my own thing. And so that idea about doing your own thing, realizing, hey, the situation, what I'm looking at could can always be improved. That's something that, we're gonna see a lot in the... We're gonna see a lot in the career of of soul price. Before I get there, let me tell you a little bit more about his early life, his dad was a lazy and most likely faking an illness so he could receive disability benefits, so he talks about this role this place on his life. He soul was essentially the exact opposite of that. And he he's dating, which which is gonna eventually be his wife. This woman named Helen, and her parents were very... They they try to convince her not to marry him. And here's a, reason why says my father didn't do anything, except play cards and chess. So they weren't wild about me. They didn't think I was good enough for their daughter. He grew up during the great depression. And actually, the fact that his father was on disability benefits, actually saved the family from from poverty. And so this is this is an experience that seoul having. He would drive across the country at the time, because his family had to move from the northeast to San Diego, and he went back and forth a few times. And he just had a really good insight. So he said says soul would later recall. He says, this was in the middle of the depression, and I don't know that many people in the Us realize how close we came to a real revolution in this country. I saw with my own eyes, farmers standing with guns pointed at the sheriff keeping them from coming on the land and fore closing, it was an extremely scary time for our country. This also, I think influenced his decision where he thought of, yes, business, you have to make a profit, but very much like Henry Ford, he thought the the original purpose of your business is to serve. He was very big on serving your customers. But not only that, since your employees are the ones that are actually serving the customers while you're running the business, you need to make sure that you're that you're paying them well and you're giving them benefits. So just like Costco is well known for doing today, Sole businesses would pay would pay their their employees much higher rates than than they could, like the equivalent like a competitor would. So I'm gonna skip ahead. At this point, he's already practicing law. His parents were it was very important for them to... Their kids either to be doctors or lawyers, And this is what Seoul says about that experience. Though. He says, over a period of time, I really learned far more from my clients than I ever learned in law school So he had most of his clients were entrepreneurs entrepreneurs they're founders are running businesses. And he became completely in love with the idea of business, and he started to develop a passion for it. A passion that he didn't have with with law. But that quote from him made me think of another quote from Henry Ford, which he says true education is gained through the discipline of life, And I think that's what a lot of us are realizing that. You know, I've learned way more on my own than I ever did in any kind of schooling. Alright. So he starts to... He he starts practicing law, but he also builds up his own law practice. Right? And so he gets clients for his law firm by first giving away value for free. So I wanna talk about that, and then I wanna talk about his reaction to to the Bombing pro harbor. And he says, he's doing a lot of pro bon He says not charging for one's legal services, especially for a young attorney, struggling to earn a living might not have been so obvious. However, his pro bon legal work introduced him to many people in the community, some of whom eventually became his clients. Mark, and this is sol. He says, I had developed a reasonably fair practice and was making a halfway decent living. But literally, overnight, life in San Diego changed forever. So there's these more of these traumatic experiences that that Undoubtedly have an influence on our future. And in this case, San Diego was known for being like, a huge base for the the United States Navy. And so I didn't know. This is blew my minds. I wanna talk, I wanna share this with you. Even though I've studied you a lot about the history of World war 2. And so it talks about what the... What, happened to the city of san Diego, they would... They would do these blackouts when they were in... They thought, okay, if we just turn off all the power, the the Japanese if they won bombing, they don't know, like, they can't see what their bombing. So this is, how soul remembers it. He says, all of a sudden, there was a barrage balloons all around San Diego in total blackouts every night. It's hard to even recall how inconvenient it inconvenient it was, trying to get around dark without lights in your car without any lights in the street and trying to figure out where you were going and how to get there. It was a very very difficult thing. But somehow, we still managed to keep moving, and I really can't recall clearly how we did it. So as during this time it his life, we see the complete opposite traits that his father had. Saul loved... He learned to love being productive. And then as a result of packing his days full of productivity, he also understood the importance of time. So he talks about that. And I want to... I wanna say a little bit about that. So he's Let me just give you some background here. He's working nights at a place that is manufacturing airplanes for the the war. It's called consolidated. Okay? So it says, throughout the rest of the war, seoul was at his law office at 8 in the morning until noon. Then he worked at consolidated until 11:15 at night. He would eat dinner, go to sleep and the next morning do it all again. He didn't complain. He said, I enjoyed the experience. Unlike his father who had managed to find ways not to work, self thrived when he was busy, working hard and feeling productive. His desire to work hard and get the most out of every hour of the day was not characteristic of his earlier years. They're saying he had to learn this trait. He commented that he never worked very hard in school, at least not until law school. Beginning with his early career in law and then at consolidated, Saul would continue to live his life working hard and taking full advantage of every hour of the day. In his later years, sol frequently spoke about the importance of time. So this is his granddaughter speaking at at Soul memorial service about what she learned from her grandfather. She said, the concept of time was very important to my grandfather. I remember on a couple of occasions talking to Grandpa Paul about how we'd be able to accomplish certain goals? He explained to me that we always have more time than we think. How much sleep do you get he would ask? How long does it take you to study? How long does it take you to eat your meals? So many questions about my day. Well, you have enough time he would say. There are 24 hours in a day, 168 hours in a week. We just was waste so much of it. There was always enough time. And so on his desk, he had... He was just famous for having the sign that says do it now. So he had extreme levels of imp. So I wanna tell you a little bit about what he learned. From his law practice. He says, the big thing about the practice during the war and during all those years after the war was that I was dealing with small businessman, and I was very involved not only with their legal problems, but with their overall business as well, I handled bankruptcies, real estate deals, partnerships, divorce and estates, over a period of time, I really learned far more from my clients than I ever learned in law school. And because I involved myself so deeply, I think that is where I began to accumulate the knowledge and interest in business. And 1 of these businesses that he gets involved in is a thing called 7 c's. Checked this out. This was very interesting. So it says in the 19 sixties, Navy regulations required that sailors depart from their ships and come back to their ships in uniform. Because Sailors wanted to change into their civilian clothes once they were shore, They needed a place to store their uniforms and to purchase clothing. In response, a few enterprise entrepreneurs, a opened locker clubs. So what was a locker club. Locker club was stores that that not only had lockers where the sailors could store their uniforms, but offered a wide range of goods and services for sailors to purchase. The most successful the Locker clubs were the 7 Seas Locker club. And so he winds up giving legal advice and general business advice to to the founders. It has sole took an active interest in the 7 Seas business. The 7 Seas was another learning experience for seoul. An opportunity to see how a large store selling a variety of goods and services all under 1 roof could be successful, catering this an important sentence. They could be successful catering to a focused segment of the marketplace. In other words, a niche? Now why is understanding, like seeing an example of the of a successful business of focus on a niche important because This is the... Where we're at in the book now, the beginning of his first business, which is gonna be Fed, which is you're gonna see focuses on a niche. Now I have to tell you. He's got a really interesting story. He feels it's, like, almost accidental. He accidentally. Fell into the field that he's gonna pioneer that he's gonna create a lot of innovation in, and that's retailing. And so his father dies, his mother law's needs help. She needs a lawyer. She's looking to do... She... They're selling 1 piece of commercial property, But he's... Like, they're they're deferring the taxes by buying another property that actually produces income. So they're they're investing in commercial property. Okay? And so her name bertha, let me just read that this part too. So after weeks trying to come convince Bertha to agree to the trade, Seoul was faced with the challenge of finding a tenant for the main Street property. So his... This is the property that his mother law is going to to buy. Okay? And it says Soul client and good friend, Man Weiss, not only help find a tenant. And so in doing so, he introduced seoul to his career in retailing. So Weiss tells him about this this business is called Fed. Remember, he starts Fed Mart. Okay? And this is a an example of a very successful niche that's servicing government employees. And so they take this long... The living in San Diego, you decide, hey, we're gonna... There's a lot of people... This is a, I guess a good indication that you have a good business too. Right? Or that somebody else has good business. Where there's a lot of people living in San diego that do the drive to Los Angeles just to shop at the store because they save so much money. Okay? And so we're gonna see a lot of these ideas that he notices in other businesses that he's gonna apply to Fed Mart now and then price club later, which in turn, Sam Walton, Jim Cynical and Jeff Bezos applied to their businesses. So this extremely interesting me. So he says, they decided sold and 2 of his friends, 1 of them was is guy named weiss, but I'm not gonna, try to burden you remember all these names. It has decided to take a trip to see Fed. It was a large store located in a non traditional retail area of Los Angeles near Cal pasture. So what what's Costco famous for? They are located in non traditional retail area. Right? It says Fed was not a for profit company. It was a non profit corporation operating a membership retail store that catered to federal employees such as postal workers. The Fed store was doing a brisk business with customers coming as far as away as San Diego. In fact, 5000 Fed members lived in San Diego and we're driving 200 miles round trip to take advantage of Fed bargain pricing. On the way back, the the man had a spirited discussion about Fed. The membership concept, the non profit nature of the business and categories of products being sold. He sold a bunch of different stuff like clothing appliances cameras, he anyways window Costco knows what they sold. They were convinced that up this is an important insight. They were convinced that Fed coat type businesses could be successful in San Diego. As soon as they return to San Diego, Seoul took took these other 2 guys to see the main street warehouse. Everyone agreed that the building could be adapted to a retail businesses. So you see all all these things had to come together. He he had this big problem. Is he's we're trying to help his family. And now they got a a large warehouse, of commercial property we didn't don't have a tenant. He's learning. He's he he learned from the the locker stores. Like oh, that's interesting. You could... You just built a business on on, like, a a small segment of the population that have a very distinct need, and then he sees Fed. And all these ideas start processing in his mind. And the result is gonna be days he's gonna start Fed Mart. Seoul was also really good at, analyzing the business decisions and philosophies of other businesses. And finding areas where he could do things differently and give him an advantage. This is 1 example at the time in San Diego, most almost all the shopping was done downtown. And he just noticed a lot of weird quirks about these businesses that he didn't think we're actually optimized for all the consumers. So when I read this section, you realized that, like, Costco Price club, Fed... They do essentially the opposite of whatever everybody else was doing. It says down... Downtown store hours were 9AM to 5PM, Monday through Saturday, and they were closed Sunday and evenings. Personal service was common. Nicely dressed sales Clerk provided friendly service. And merchandise package and attractive boxes that clearly displayed the name of the store. So Costco has none of that. And when when I when I read that section, I'm also listening to his audiobook book that, goes through, like, the history of the Americas, like, focus on, like, different native American tribes. And they talk about the Inca in the book. And so I started doing some other reading on Inca and was fascinating. Came across 1 paragraph that made me think of, essentially, it's it's the story of adaptability and resourceful ness, which is, I think, key characteristic in all the people that we're setting in the podcast, but it also reinforces that, like, there's not 1 right way to do something. That you can have success and sometimes extraordinary level of success if you think of Costco, doing things the opposite are your own way. So let me an example of that. This this paragraph it says the Inc inca lack the use of wheeled vehicles They lacked animals to ride. They lacked wagon and plow. They lacked knowledge of iron and steel. Above all, they lacked a system of writing, and this is the most important part. Despite the supposed handicap, The Inc inca were still able to construct 1 of the greatest imperial states in human history. I think there's a lesson for entrepreneurs or anybody that wants to master their craft in there. Alright. Let me move forward. So, no idea original. Right? Like every other founder so learn from other founders. So there's other people that were innovating in retail that he also learned from and adapted their ideas. As an example of that. Increasing consumer demand motivated entrepreneurs to challenge traditional retailing concepts. A new type of retailing, this is called discounting was launched by Eugene Fe, founder of E j Corvette with his first discount store operating in New york City in 19 48. So this is a guy that was that was innovating and retailing a decade before seoul even starts working the industry. And so his store, which is called Corvette it says Corvette sold... I'm sorry. Corvette displaced earlier 5 in dime retailers and preceded later large larger discount store. Corvette sold home appliance and other household products at deep discounts from the manufacturer suggest should get suggested, fair trade prices. So this used to be a law, and this is what Eugene is trying to get around. He says corvette circumvent the fair trade laws by requiring essentially what they did is they they they instituted a floor on pricing. And they're regardless if you could figure out a way to sell it for cheaper you weren't allowed to. It's a bizarre law. But it says corvette, this is how I'm not being clear here. Sorry. This is how eugene gets around this. Right? And this is an... An an idea that seoul is gonna borrow from him. Getting think he's gonna steal it from him. He says, he's he circumvent the fair trade laws by requiring that shoppers became members in order to shop. The membership was really just a way of outs farting the fair trade loss. Isn't not interesting how these ideas stick around their history. Like, it was started by 1 guy because he wanted to go get around a law that doesn't even exist anymore yet Sam's Club, Costco, all the the these, wholesale retail clubs or whatever you wanna call them. Still use that today. Is very it's very, very fascinating to me. Okay. So at this point in the story, Sol... He's like, I'm gonna open Fed mart. He's gonna raise... He's raises... He grabs some partners raises some money. But he he says something that's really interesting looking back at this time. And he says fortunately, so later called. Most of us had backgrounds that were alien to retailing. We didn't know what wouldn't work are what we couldn't do. Okay. So he's hitting on a very very idea. This is idea that he's discovering the 19 fifties. But if you go back to the podcast I've done on Henry Ford, this is something Henry Ford said in the early 19 hundreds. And he says, that is the way with wise people. They are so wise and practical that they always know to a dot just why something cannot be done. They always know the limitations. That is why I never employ an expert in full bloom. So what Henry saying there and what Soul saying here is that the fact that we were ignorant wind up being beneficial to us. We didn't know what wouldn't work. We didn't know what we quote unquote couldn't do. We just experimented. We thought about it, and we came up with ideas and then tested those ideas. That is extremely powerful because that is how you gain knowledge. That is what makes reading these biographies so so valuable. Because they're gonna learn things that you can only get through multiple decades of trying to do something. That that that, that learning process is using trial and error, it cannot be replicated in school. Alright. So it says, he raised 50000 dollars from a handful of investors, including his own 5000 dollars as seed money. For most of the investors, this is important. 5000 investment was not a lot of money. But for sole, 5000 dollars, this is a significant amount of money. So he's taking a big risk here, but like most of these founders, he does something that's genius. He finds a way to cap his downside. So you need to find ways to cap your downside in life, but always leave your upside unlimited. So he he goes in and he uses the experience he had in as a lawyer to negotiate leases and to change certain clauses in a lease, so his downside is capped. We negotiated lease for 10 years. We were so uncertain as to the future of this enterprise that we reserved the right to cancel the lease at the end of 1 year if it didn't work. So 1 of the most famous examples of entrepreneurs doing that is, Richard Branson goes to start, I think it was Virgin Atlantic. Whichever 1 was this first line. And he negotiate with Boeing. Says this and I'm gonna buy, you know, I'm gonna buy all these plans from you, but I need it out. So after 1 year, I'm not succeeding, You have to agree to buy them back from me. That caps his downside. This is just a good rule for life. This is... This is this is really interesting observation, so this is saul talking to Says, I used say afterwards that when we didn't know what we were doing. It only took a 50... It only took 50000 dollars to start a business. Meaning is for store. And 5 years later, when we were really experienced at running Fed mart, it took 5000000 dollars to open 1. It's really interesting. This is an I'd I love this idea, from James Dyson, I think about it all the time in his auto geography. He says difference for the sake of it in everything because it must be better. That's a good description of the early days of Fed mart. He says Fed broke about just about all the conventions in the in 19 fifties retailing. Shoppers had to be military or government employees. This is the early days. He eventually changes this later on. Right? But again, he's just copying Fed. We all copy. That's just what humans do. They had to be military government employees. They purchased a 2 dollar lifetime paper membership card and needed to show their card in order to shop. Instead of being open 9AM to 5PM, Fed mart hours were 12:30 to 9PM. These hours were designed for the convenience of civil servants and military families. Most products were paid at a central register area in cash or with a check, no credit except for purchases of furniture or appliances. In addition, Fed refused to stock products from manufacturers who enforced fair trade laws. That's why they have that 2 dollar membership card. From the data that Fed opened for business in November 19 54, the story was store was an immediate and spectacular success. Those early Fed days were not without challenge though. Some of the downtown merchants tried to cause problems. So now this is this is what I hate. About businesses that don't wanna compete failure. Fair fairly. And he soul gonna have to deal with this constantly. They go and, like try to, like, tat on them and try to find other ways to knock them out. Set of competing with somebody that that is doing is providing a better service for the customer, they find, like Cro capitalist ways to knock out their their their competitors. So it says, right before we were... To open a guy came, this is soul talking. Right before we were we're were gonna open a guy came into the Fed premises. He represented himself as being a betting inspector for the state of California who's responsible for seeing that things like pillows and mattresses do not have any delete stuff in them. Here comes in this bedding inspector, and he has a long list of questions. And the questions had nothing to do with pillows and mattresses. I politely and firmly told him to get the hell out. If you wanna close us down then take your best shot, and we never heard from him again. So I'll talk more about, he runs into more shenanigans like this when he starts to sell prescriptions for for for the bet the best price around. Let me get a little bit into... We're gonna see in his early days. He starts developing his his business philosophy. It says Soul describe his business approach as the professional fiduciary relationship between us the retailer and the member, which is the customer. We felt we were representing the customer. This is... I just wish every business did. This. You had a duty to be very, very honest and fair with them. So we avoided sales and advertising. This just like Costco. We have an effect said that the best advertising is by our member. The unsolicited unsolicited testimonial of the satisfied customer. This is something that we just... We learn from Lush schwab. We've learn from a lot of people. The best form of advertising is word mouth advertising. Like, if you can invest that money, There's nothing wrong like I'm not saying anything wrong with advertising course. But you might feel that the money you're spending on advertising might... Could be better. Like, what if you could invest... Is there ways to invest that money into making your product better? Because if you make your product better, humans or social creatures. And if they come across a good product or good movie or good anything. What do we do? We tell our friends about it. So that's got that's like soul fundamental understanding of human nature that insight he derive there. So he says, The way Seoul put it, if you wanna be successful in retail, just put yourself in the place of a cranky demanding customer. In other words, see your business through the eyes of the customer. A few months after Fed opened its first store, sole and his partners made a number of strategic decisions. They had a belief that there needed to be 1 merchandising strategies throughout the store. So... And some stores I would open up. You'd have this big open warehouse and part of it would be run by the personnel one's the warehouse and then they they, like, rent out space. To, like, other independent operators. So so copy this decision. He's like, oh, this is a amazing sense. So he he buys them all out. He's like, no. We're gonna... It's gonna be consistent. And we're gonna be running everything in throughout the entire store. All the departments would thereafter be operated with consistent merchandising philosophy. Now, before I tell you another 1 of his philosophies that I really enjoy, he does another smart move, I feel like, all... If you look at the notes that I have in... The books like smart, smart, smart, damn, smart, smart move. He's just a really clever guy. And so another smart move is... He starts his business and yet he caps his downside again. He's still practicing law. Because he... If it doesn't work out what's happening. He... We're gonna close down your law practice before, you know, your next business is 6 6 is successful. So it says Seoul was still practicing law. He'd began spending more and more time at the main street location while trying to be attempted to his law practice. Eventually, he gave up his law practice and became the president of Fed Corporation. By the late 19 fifties, saw had changed his career from business attorney to businessman. He never regretted his decision. Now this is also something I think is interesting and that you need to know. At this time, he's making this decision. He's lived... He's 41 years old. Like, it took a lifetime of experience and learning There's a lot of people in a rush to find their business. I understand. I envy the people I see now or, like, they they find what they wanna do early in life and they just able to let that compound, you know, for many many decades. But for a lot of people including, like, myself, you know, you you could be confused as to what you want your life to be. Are the things that you wanna work on. You could you could sit go into, an endeavor Like, oh, this is what I wanna do. And then I, there's a lot of things that I didn't know I didn't like about it in beforehand. So I think that's extremely inspiring. It's something you see very common. I mean, Sam... An example of Sam Walton, and he was like 44 when you found Walmart okay. So now back to more soul philosophies has Soul made... Is... I'll leave... I'll read my note in a minute. It says, Soul made his decision from the point of view of his own experience. The fact that he was an attorney and not a retailer. And that he was an entrepreneur and not a chain store executive. He was never driven by the need to have the most stores the most money, but by the, this is the important part. But by the desire to give the customer the best deal and to provide fair wages and benefits to Fed mart employees. And what's interesting about this is, like, this may be rare in business, but companies run with this mentality? They wind up ending up with all the money anyways. Okay. So what does it mean to take care of your employees so. Soul was insist on paying them very well. Let me give you example of that. Employers were paying their employees 50 cents per hour. Seoul knew that people could not live on 50 cents an hour. He decided that the wage rate at Fed would be a dollar per hour. Of, and what was the result. Of course, everyone wanted to work at Fed mart. So I did I don't remember if at at the beginning. I usually try to tell you where I found this book and I might be repeating myself because I can't remember if I told you not, but I was watching this this conversation. So, first of all, through Charlie Mu, I discovered his love and admiration for the operator, Jim Cynical. And I was listening to a talk by Jim S, like, a week ago, 2 weeks ago whenever it was. And he kept bringing up whole price I'm like, wherever I heard that name before, realized it's in, Samuel Walton book, his biography that I did on founders number 6. If you haven't listened to it, go back and listened to it, that looks amazing. Hopefully, the podcast is too. But he was talking about that he learned from his mentor, the value of paying people, like, more than you needed to. Right? And it's so important because it it reduces turnover, you get more qualified candidates, and then there you get happier employees, and then what happens? People are happier at work. They serve your customers better. So Jim gave an example of, like, this is like, a virtuous feedback loop that he would get that now, people... Costco has a a reputation for for for paying well. And so they just... They just had a a job opening. They needed to hire 200 new people. 22000 people apply for those 200 positions. It's crazy. Alright. So on... So I I know if Finished I thought, but, of course, when he kept mentioning Seoul. I look for book on them. I ordered it. The day it came. I picked it up I was... I I was planning on doing a different book this week. And I started reading, I couldn't put it down. So I like, oh, like, that's a good indication that that's the the book Need... Like, when I'm that excited, I think it'll, like, it'll show. And I think it'll make it more interesting to to hear me talk about, like, what I learned from Reading about Alright. So back to this, he's... What he just do? His competitors are paying 50 cents? Like, that's not enough. I'm paying a dollar. Why would you require Fed wages to be twice as much as the competitors. Fed was paying a dollar an hour in San Diego in Phoenix. The ways decision in the San antonio... In San Antonio was simple. Employees in San Antonio worked just as hard and as well as other Fed employees. So what you talking about as other retailers would adjust market rates down if if there was like a depressed markets. Right? He's like no, That doesn't make sense. Like, let me just let me just simplify here and everybody meets dollar an hour. Fed had excellent profits in San Diego and Phoenix, while paying good wages, why not apply the same wage philosophy in san Antonio. Now that this this philosophy didn't supply wages. So always wanted to do the right thing. And so he's opening stores in Texas, and this is in the the age of segregation in America. And so there's constantly like, you're gonna see him stand up because he thinks the the practice of segregation is disgusting. So it says seoul was negotiating a mortgage for the property with a major insurance company when he noticed that the mortgage agreement stipulated that Fed must maintain separate bathrooms for whites and colored people. Seoul told a lender that the separate bathroom provision was unacceptable and that he would not enter into the mortgage agreement unless the provision was removed. The lender removed the provision. Once again, Seoul chose the right way. And was able to achieve a victory in the battle of segregation. Okay. So let's go back to some of the struggles that you have when you're in the early days of a company. They start... This is what happened when they open a pharmacy in Fed, and... And that talk I referenced from Jim Talks about specifically, like Costco, sells prescription medication way lower. Give you an example of, 1 of their customers that now is a Costco loyal called around, like, Walgreens, a bunch of other prescription, pharmacies. And let's say there... He got 3 different quotes. And it was in the area of, like, 700 dollars. He calls Costco and he's, like, 53 dollars. When a customer an experience like that, like, you have a customer for life. But to get to the point where Costco could sell pharmacy, or prescription drugs. Fed first had to, like, blaze the trail because you had a lot of interest groups that were not interested in seeing real competition on these prices. So it says. This is what happened when, they start selling drugs. With... They would stood numerous obstacles in operating the... And opening the first pharmacy. They had pressure from the local and state pharmacy organization, pressure placed on wholesale companies not to deliver ourself to Fed, difficulty in obtaining a permit from the state board of pharmacy. He was expelled from the local and state pharmacy organizations and he received numerous death threats. A rock was thrown to his living room window, and he was treated like a traitor. That is that is just silly nonsense. That is just absolutely ridiculous. Now he also ran some some problem. Anytime you're... You know, when when you don't have... When you don't have real competition, and you have these, like, artificially inflated prices, you're gonna see human behavior like that. And he saw similar stuff like that when he wanted to so gasoline. So this is his creative a solution to being cut off by gasoline suppliers. Alright. So it says, there was nothing new about selling gasoline at discount. Sold did some research about the cost of gasoline and discovered that the cost acquire premium gasoline was only a few pennies higher than the cost of regular. So this is this idea. He decided to sell premium gasoline, price the gasoline at a few pennies above more than the price of regular. So I'm only gonna carry premium. I'm just gonna price at a few cents at what you would normally pay for regular. Major gasoline suppliers cut off the supply of gasoline to Fed mart. Oh, so what does he do? He starts a fake shell corporation. So it says, although the action by suppliers clearly violate the law, there was no quick opportunity for legal dress. Therefore, therefore, sole devised a solution. He created a Fed subsidiary that functioned as a wholesale gasoline supplier. Gasoline was acquired in Texas and then shipped throughout the Panama canal and offload loaded in Long Beach, California. This kept the supply of gasoline flowing. So there's an entire chapter, all about the emphasis that's all put on teaching. Starts with a quote from Jim Senegal. He says if you're not spending 90 percent of your time teaching, you're not doing your job. And so now the they authorize, those of us who were sole students would all agree that seoul above all else was a great teacher. Jim Synagogue started are working for Seoul in 19 54 at the age of 18. Jim recounted the time that I received a call from a reporter to answer some question. Some questions. And so the reporter says, you knew him for a long time. You must have learned a lot, And now Jim says my response was, no, that's inaccurate. I didn't learn a lot. I learned everything. Everything I know. Saul had a favorite adage that he frequently found appropriate to repeat. You train an animal, you teach a person. Seoul really wanted all Fed employees to think about and understand why their jobs were important to the success of Fed mart. He was not a big fan of procedures and training manuals because he believed that manuals were a substitute for thinking. His emphasis on teaching was expressed in the in the phrase alter ego. It was a rather simple concept. He used the following example. If the owner of a store was able to do all the jobs himself greet customers, order and receive merchandise, due to the accounting, suit of floors, clean the bathrooms, he would. But the reality is that normally the owner can't do all the work himself. Therefore, he must hire people to help. He must teach his employees to become his alter ego, so that they understand the importance of their jobs and perform their jobs as well or better than he, the owner would do if he had the time. The owner of the store needs to use his time to do the highest go work and delegate less skilled work to his alter egos. In that way, the owner will devote him to his time to managing the business and making sure that his alter egos are doing their jobs and doing them well. And here's a good example of that. This comes from 1 of the employees in describing encounter with Seoul. And says he, which is soul comes in 1 night and we're all exceptionally busy. The sales floor was shot and it was a mess and I'm out there pulling cardboard, turning the egg rack, making sure the mill case is full, just trying to keep our heads above water. We were drowning. Saul finally grabs me by the shoulder and yank me back to the warehouse. He drags me back there and he's got me by the shoulder and he looks me in the eye and says, you're not running this place. It's running you. And I mean he was yelling and on me. The main message had stuck with me my entire life. It made me change everything I did. After that day, I just stayed ahead of the business. His point was that all I was doing was reacting to what was happening. You have to take charge you have to run the place and you have to stay ahead of it. Okay. So now I wanna tell you about... He's got a really interesting idea he calls intelligent loss of sales. Alright. So it says, saul proved that it was possible to do more sales with fewer merchandise items? He pioneered large package sizes as a way of lowering prices. But why does limited selection result in higher sales. Part of the answer lies in what's so called the intelligent loss of sales. Conventional wisdom in retailing is to stock as many items as possible in order to satisfy every customer's needs and wants. The intelligent loss of sales turns that theory on its head, post that customer demand is most sensitive to price, not selection. How did the intelligent loss of sales work? So classic example at to time was 3 and 1 oil. The manufacturer produced the oil and 3 sizes. Most stores carried all 3 sizes of 3 and 1 oil, even though the large 8 ounce size was a better value per ounce than the smaller sizes. Most people who need 3 in 1 oil will buy the 8 ounce size if that's all there is on the shelf. She said most, but not all. Off. Remember that point. The price is far better per ounce, though 8 ounces is a lot more a lot more for some customers is acceptable for most customers. What about the customer who doesn't buy the 8 ounce size? That was the intelligent loss of sales? What does limited selection have to do with efficiency? This part is gonna remind if you listen to my podcast I did on, Herb keller, and all the efficiencies he got from southwest airlines and why it was 1 of the only only airlines to pull, be able to be profitable. He uses a lot of ideas very similar to this. So I'm gonna read this whole paragraph. Just keep that in mind as I'm reading to you. What is limited selection I have to do with efficiency. Because payroll and benefits represent approximately 80 percent of retailers cost of operations, pricing advantage follows labor productivity. Fewer items result in reduced labor hours, throughout the all of the product supply channels, ordering from suppliers, receiving them at the distribution center, stocking him at the store and checking out the merchandise, putting out the he's gonna simplify all the stuff that think he just said there. Put simply, the cost to deal with 4500 items is a lot less than the cost to deal with 50000 items. That's the intelligent loss of sales. Alright. So at this time, Fed doing so well, It gets the attention of Sam Walton. Let me just read this quote from Sam. He says, I learned a lot from Soul price. A great operator who had started Fed mart out in South... In Southern California in 19 54. I've stolen. I actually prefer the word borrowed as many ideas with sole price as from anybody else in the business. I really like Seoul fred Fed name, so I latched right onto it with Walmart. Okay. So I that brings up a a good point that I'm gonna set up for labor later. Okay? And it comes to this, this quote I love from Charlie Mu that I always keeping my phone and I think about it. And he always recommends that we need to we need to, copy or learn the best of what other people have already figured out. So he says, how does Sam Walton, a guy in Benton arkansas with no money, blow right by Sears. He played the chain store game harder and better than anyone else. Walton invented nothing, but he copied everything anybody else ever did that was smart. So he blew right by them all. Remember that sentence, so he blew right by them all. I believe in the discipline of mastering the best that other people have figured out. I don't believe in just sitting down and trying to dream it all up yourself. Nobody is that smart. Okay. So remember that quote and remember what what Sam just said for for later. Okay. So Fed starts to do well, but as every business kind of plateau toes out, and now they're having some difficulty. They've have increased competition, a lot of people are... Competing with them now. They're copying them. Right? So it says the early years of the 19 seventies were proving to be quite a challenge for Fed mart. So we're, you know, almost 20 years after the business was started. So we'll began to feel pressure and a lack of enjoyment with the chore of running an expanding company with an increasingly leak with increasingly competitive challenges. So later commented that we were good at creating the business, but we weren't as good at running the business. So what does he do? He's trying to get out of the the... This this rut he's in, and he decides he's gonna learn... He starts learning from other founders. He travels to Europe and start studying other retailers that are innovating and maybe finding some kind of partnership. Right? So there's a big section on this. I'm just gonna hit a few highlights. He he visited 3 retail chains, 1 in Holland and 2 in Germany. 1 of them was... Is it... Is... I don't know if Marco the name of the store or the person So I visited Marco. Okay. As a store. He talked about Marco at length in particular the passport membership concept for business customers. So what they did is they separate their business into... You could get extra discounts if you own a business. Then he meets... He... That's an idea he's gonna use later for the business he's gonna start after Fed, and he he gets fired from Fed. And so I'm setting up him getting fired. Okay? And it starts with 1... This person he meets in Germany. This billionaire retailer by the name of Hugo Mann. Hugh man created these things called hyper markets. Okay? So seoul is really impressed about it? What's a hyper market? It says hyper markets now operating throughout the world are what Americans would think of as large discount stores such as Walmart super centers. So before the walmart super center that's everywhere targets very similar. They talk about that? They talk about Kmart as other competitors, you this got Hugo man in Germany doing all this. Okay? Hugo got a lot of money. And so Saul I was like, okay. Well, why don't we combine our ideas with Hugo money? And so he he starts this idea of the process of selling Fed mart to Hugo. Bang that. And it says the negotiation session proved plenty of opportunity to gain insight into the characters we were dealing with. But Sol had decided that Fed mart had much to gain by reaching a deal with man in his group. Later on, looking back on our times of man, the warning signs seems so obvious. But at the time we were caught up in the euphoria of making a big deal. So this is a mistake that he's making. Winds up selling the business to Hugo. And he essentially, he wanted to do the deal with man. So fed Fed could expand, also expand with with Man's money. But man owns it. And it's his money, and he's gonna decide what happens. And so this is what happens. They have a board meeting and it says, the first time that Soul and I experienced a real Hugo man. Is at this board meeting. Rather than the friendly person we had seen, man launched into a 90 minute ti raid criticizing soul and Fred mart performance. He only looked at me, so Soul Son, Robert who who writing this book is also helping him run the business. He's in this meeting. It's kinda how weird this would be. So he's criticizing performance. He he oh, he's locking eyes on 1 person. It'd be very bizarre. So it says he he only looked at me never once looking at soul or addressing a single remark directly to him. Neither soul nor... I uttered a word despite the humiliating attack launched against us. We were finally seeing Hugo man's true character, a side of him that executives in Germany saw every day. So there's a lot of thoughts I had... That came to mind when I was reading that section. And 1 is, like, yeah Seoul has a lot of accomplishments. Right? But he also started and stopped. Like, he'd start a company and then sell it. You know, he that's why he was able to to found 3 companies. And take them all public. So Fed marks the first 1 Price club, which is essentially he's gonna be merged to Costco is the second 1, and then he starts this huge real estate investment company. Who's was the third 1. And what I thought about is, like, isn't in a weird debt like, Okay. So of all, he's in he's in this he's in this meeting. He's getting just, like, you know, Souls is a very proud smart, successful person. It's not easy for you to sit there and have somebody else that you're now technically working for. Dress you down in front of everybody. You know? There's a reason why a lot of entrepreneurs I'd optimized for control over money. But then I also thought I was like, well, it's weird. He came up with all the ideas, but because he did this starting and stopping. Sometimes there's they were all his decisions. I mean, he his... I was gonna say sometimes it was his decision, sometimes it wasn't, but no. It's his decision to to sell to hugo. So it was in turn his decision. Now think about all the people that took a lot of innovations and ideas soul, but never quit, refused to sell. And think about the success they had because what's rule number 1. Don't interrupt the compounding. Right? Samuel Walton never sold. Became 1 of the richest people in history. Jeff Bezos never sold became 1 of the richest people in history. Jim Cynical never sold. Costco is 1 of the most successful retailers. I think it's the most successful retailer in the United States right now. If Not mistaken. There's just something to that. Everybody's gotta make that their own decision, but I just can't help but seeing the contrast between Seoul. Even though he came up with a lot of the ideas and innovation. Remember I just said, what Charlie what remember I you to remember what Charlie Meyer was telling us. Remember, he said he never invented anything. He just copied what everything else other smart. Anything else that's Smart that was smart, and he blew ray past them. He blew right past them. He tries to buy Soul business... Second business. I'll get there in a minute. I just think there's a lesson there. Like, if you have a good idea, if it's... You have a business that you're passionate about like, just let it compound. Like, why start over? I don't know. IIIII just... The the contrast is so obvious when you read this book assuming you've studied us, obviously, Jeff and and Sam and Jim and everybody else. Like, she's just like, wow, man. I... I wonder if, you know, he's also older at this time. He's like, 60 but the first time he sells Fed mart to to Hugo. I just wonder if he'd ever. Like, he never... He says anything about it, but I would just wonder if he he regrets that. So... Okay. So he gets fired. And now, you know, he's gotta start all over he says if you rang him dry at this point of his life, he'd have a net worth of around a million dollars. So he's like, alright, what are we gonna do? And so this is where he comes up with the idea for the price club, which is they're really inter iterations or All these ideas are iterations on. Like... So you start with Fed. Right? He he studied Fed. And he makes Fed mart. Then he has a lot of experience 20 years almost running Fed mart, and now he he wants to take that a step further. That's that's where you have price club, which is closest to what costco is because they wind up merging. Alright. So this is the idea. The price club idea was fine they can see sometime in the middle of January 19 76. A wholesale business selling merchandise to small independent businesses. It's also what he learned in Germany. You took an idea from there. The business owners would come to a large warehouse, select the products from steel rack displays, p either by check and pay either by check cash. Instead of each business owner purchasing products from various suppliers who specialize in specific product categories, hundreds or even thousands of small businesses would pool their buying power by shopping at a wholesale warehouse. So think about that. That is Costco. If you take out the business part of it and let anybody do it, that's what they're doing. They buy everything, like, they buy in bulk at a huge discount to what you could as an individual could could per procure this that's those same the same merchandise for. Right? They mark everything up with a standard. I think it's, like 14 percent. I could be wrong. Something like that. 14 percent. They're doing is just trying to cover cover their operating costs. And then they're gonna charge your membership fee to access to access this this wholesale benefit, and that's where all their profit comes from. That's very similar to the early days of, like, Costco further iteration. On price club. So he's gonna start out with with business customers. But there... You know, he's gonna run in some problems. So I'm gonna I'm gonna go right there. I'm gonna skip over a bunch of, parts that the early days, and... Because you just need to focus on the fact that, the idea when you describe it to somebody makes sense. Right? But sometimes you can launch an idea that other people agrees makes sense, but we have a hard time finding customers actually fall through in that. So they open price club. Right? And he... Again, he's he's got a little bit of money, but he's supporting himself his family, his 2 sons that used to work in Fed refinery, so he gives them a job and he has to pay them, So, it's also a slow start. This is scary scary times, especially when you're... What he'd be 60 around 61 at the time. Alright. It so, Seoul was hoping that price code would be on track within a month or 2 to do 2 thou 200000 dollars per week. But by the end of the first week, sales were averaging below 30000 dollars. Oh, price club was off to a shaky start. Business was so bad that employees were asked to park their cars in the front parking lot. Spaces that were previously reserved for members just to make sure that people knew price club was open for business, and this is a terrifying part in any new Denver. We could not figure out what was going wrong confess. Was the membership fee, did we have the wrong merchandise, the numbers clearly showed that if something were not done soon to change the trend line, the price the price club was on its way to bankruptcy. So now here, they discover something through trial and error that was very surprising and save their business. So they're like, their their brainstorm service like, how can we figure out, like, get customers. So their idea was like, hey, what if we pitch the government and see if we can go talk to government purchasing managers and see if they wanna shop? And and buy memberships. And so at 1 of these meetings. Like, well, we we don't wanna do this, but, 1 of the people on the council was actually the head of the San Diego Credit Union. And he's like, hey, we're not business owners, but would you... Can we shop at like, could could our members take advantage of the cost savings. And so it's... And it says, we quickly contacted the San diego City Credit Union to let them know that their members could shop at price club. This this 1 thing that happens changes the trajectory of their business and saves their business. People join credit unions to save money to borrow money low interest rates and to receive a variety of other financial benefits, including discounts at retail stores. Shopping at Price club, a wholesale warehouse was clearly consistent with the credit union's mission. They're both membership programs. If you think about it. 1 is a membership saving on money. Just the interest rate. Right? The other say saving money on the price you pay for goods. So they're they're they're very similar. This... The kind of person that would shopping it like a price club at Costco, who probably also finds, understand the benefits of being a member of a credit union. So the credit union agrees that they do free marketing for them. It says the agreed to include a price club flyer, free of charge in the monthly statements that were mailed to their members homes. The flyer stated that as a member of the credit union, they could shop at Price club without paying a membership fee. So it's was very smart on how they approached. They're like, hey, you already have a large membership base. Right? What if we add another value to your members. You don't have to pay us anything. And essentially, it's it's it's increasing the value of both memberships at the same time. Because now the San Diego credit union members have an additional benefit that they didn't have to pay for. And it's saving money, which is why they join the credit union to begin with. And and from a price call perspective, they're they're they're... It's distribution and advertising. Now these people for goes, oh, I even know this thing was open. Let me go check it out. What happened next was quite surprising. Their credit Union members quickly responded to the Flyer and signed up for the new group membership card. Many of these group members realize that if they could qualify as business members, they would save an additional 5 percent So you'd have a 5 percent discount of your member. Someone in their families might have a business, they store our a law office or any other type of business. The on... This is the whole point of this section I'm telling you. The on una consequence of this of this campaign was an increase in business members. Which is is exactly what Price club wanted. They wanted more people to sign up. If you're gonna pay for a membership, you're more likely to actually use the store. And that's exactly what happened. So now only do they get more members, so they get more sales because now they're for... They're like hey, I wanna take advantage of this thing I'm paying for. Although the price companies investors would have to wait until June 19 77 before the business reported its first profitable month, the introduction of the group membership turned the business around. And so now we get to the part where we realized, hey, everything that made price club different is what makes price club successful. Go back to James License and difference for the sake of it and everything because it has to be better. Price club was new and different, combining merchandise features brought over from Fed with a warehouse format. Price club differed from its competitors because of the number of items offered for sale. The typical grocery or discount store carried 50000 different items compared to price clubs 3000 items. Item selection also include everything from automobile tires to institutional size packs of toilet paper and detergent. Price club was a warehouse with rack storage. High ceilings and concrete floors. Price cups... Price club sold products for office and institutional customers. Products that were normally ordered over the telephone and delivered to business customers at the time. And most importantly, the prices for the merchandise whether for business customers are retail buyers were over were overall far less than prices available elsewhere. The operating efficiencies of the warehouse concept and the direct delivery of products from the suppliers to price club made it possible to sell the merchandise for less. So now the business is becoming really successful and what happens when you're successful you draw attention. And now we're gonna see other founders learning from from salt again, Now check this out. This this person if you've listen on my podcast gonna sound familiar back on founders number 45, I did podcast on 1 of the founders of Home Depot, Bernard Marcus. Well, look at it here. Here's Bernard back in the seventies. It says, even though Price club had tried to stay under on the radar, people in the retail industry we're taking notice. In 19 78 Bernard Marcus soon to be the founder of Home Depot came to see the price club and to visit with Saul. Saul took marcus on a tour of the price club. He suggested to Mark... This is this is huge. Think about the the the difference 1 meeting has in the life of Marcus. He suggested to Marcus that he opened his own home improvement business using the knowledge and experience he had gained at Handy dan. That's when he got fired. The the the company that he was running before he starts Home Depot and he gets fired from. Marcus took soul advice and with his partner, Arthur Blank, opened the first home Depot in Atlanta, Georgia in 19 79. So was almost a year later. Blending what Marcus had learned in the traditional hardware business with Price Clubs warehouse format. You could think about a Home Depot almost like a price club that focuses on home improvement. Okay. So for our markets is learning from him now. Guess who's back. We just had a quote from Sam Walton saying, hey, Fed Mart, I like that idea so much. I added it to Walmart. Well, now this is Sam Walton 20 years after the fact. He's coming back to Saul. He's coming back to the the fountain of good ideas at his sole price. In 19 82, Sam Walton who had created Walmart by using Fed mart as a model. Called Seoul. Walton wanted to come out to have a look at Price club. He eventually tries to buy it, but it but soul decides to merge with Costco. So he says, Sam was interested in learning as much as he could about the warehouse club business. Once again, Seoul was open in Generous information. Sam thanks All and return to Arkansas. The next year in 19 83, Walton opened his first Sam's club in Oklahoma City. So I wanna now talk to you about another mistake that Soul makes, and it's all about the importance that we've talked about a lot of last few weeks So the important of focus. So this is this note myself don't lose your focus. So at the time, I don't even understand why. But Seoul was was really... He's more interested in, like, the real estate deals because they would they would buy the property that they wanna build on, which is just good advice, don't, you know, don't build a business in somebody else's property. But He like, he he just started essentially develop taking away resources from expanding the business that was working to buying more real estate. I mean, this is kind... This is a mistake, I think, but he also, like, he gets insights that leads him to make that to create that real estate investment trust us that he takes public, but it's bizarre. So he says some of the company's senior executives and mostly investment community frowned on the company's directing so much of its financial resources into real estate development. Real estate development was a diversion from the company's core business, and this is the weird part. The immediate financial returns on real estate were much lower than the returns on price clubs operating business. No idea why he did this. Eventually, he gets to the point where he was he he was more focused on real estate than than the actual warehouse business. And so then he realizes, hey, it's time to sell. So we see another trade. He's like, I'm I got bored. I something else. It's not clear when sold again to seriously consider seriously the sale of the price company. It may have been prior, Oh, his his his grandson dies of a, brain tumor really young. He's like 15. It's also the son of the author of the book, which is just devastating. So it says it may been prior to Aaron's death, But in the days weeks and months after, I can believe that so must have ago over how to approaching about this subject. So they're just dealing with just the worst possible thing that could happen to person. Right? On 1 hand, he had a strong sense that was time to sell. He had always believed that his and my business strengths were in the creative area and not in the management side of operating a big business. He was tired of the constant pressure from Wall Street and for more growth. There were only 2 realistic possibilities. Costco and Sam's. And, of course, if you have to choosing Gene Sam's and Costco, he's gonna pick his, you know, his pro air, you would assume he would. So in 19 93, Costco and price club Merge, and you know, Costco is still around today, which brings us full circle because we started our discussion today with Jim In seventies talking about... I've waited 50 years so this gotta give me a compliment. Like, it... How important It just speaks to how important soul was to his life. You know Jim was 1 the most successful entrepreneurs in history. And Costco is 1 of the most successful companies. So it just it just reaffirm everything that we're doing here. That the value in learning from from founders of the past. Now I wanna get to the part where not only was obviously seoul had a huge pack impact in Jim's life, but he worked hand in hand with his son for 40 years. And so this part is where his son is now talking about the impact he had on his life. And I just... I think this is probably from a from a personal perspective, the most important part of the entire book. As much as Seoul public accomplishments represent a tremendous legacy. His more enduring legacy maybe the impact he had on the lives of the people who knew him through personal or business relationships. All of us can honestly say that there's at least 1 person who's had a transformative impact on the course of our lives. For me, that person was my father. Whatever I have learned about business, I learned from my father. Everything from how to read a financial statement to management to good judgment and fair dealings. My father taught me how to think and had to question and not to fall into the trap of assuming rather than checking things out for myself. He also taught me to be humble to appreciate the unpredictability of life, to care for people to remain hopeful and always to be there for people who are need. Working alongside my father for nearly 45 years, I came to appreciate how unique our relationship was. My father was a strong man who told me that he had to be tough to grow up in the bronx and survive. He was very smart, opinionated and can make his case with anyone. My father was so competent, responsible and protective that as he would withdrew from day to day activities, I wondered whether I could ever carry on without him. The greatest tribute I can give him is that he taught me so much sometimes without even realizing a lesson was taking place. When it was time for me to step up, I was ready. What greater legacy could there be from a father to a son than leaving the gift of life skills necessary to carry on. He was a poster child for the american dream. His immigrant parents were born in a small Russian village. He was raised in the Bronx, graduated from high school in San Diego and was the first in his family to graduate from college. He earned a law degree. He became an exceptionally successful businessman in philanthropist. He celebrated 70 years of marriage to his to his wife Helen. He was a good father who instilled high values in his sons, and he never walked away from responsibility. It doesn't get much better than that. Writing this book has given me an unique opportunity to provide a permanent record of my father's life and contributions for the benefit of members of the family. Those who knew and work with him and students of business and phil. And people in general who may learn about and be inspired by his story. May his life be a blessing and an inspiration. If your loved ones feel that way about you when your life is over, I think that's evidence of a life well lived, I hope the stories on this podcast inspire you, like they do me. I hope these these ideas add value to your life. If you want the full story by the book using the link on your podcast player or at founders podcast dot com, and I'll talk to you next week."
}