{
  "transcript": "Simmons chose a different approach. A world class mathematician and former code breaker, simmons had a hunch that financial markets moved in orderly ways. Just not ways that could be detected with human intuition and insight. Simmons believed that collecting and analyzing data could provide an advantage and that automated trading was possible. Working from a rams shack office in a long island strip mall, simmons hired mathematicians physicists and computer scientists to ama re of historic records and develop algorithms to process at all. His team hunted for patterns in deep in the numbers that might reveal long sought rules governing markets. After decades of struggle, his data driven approach paid off. Other investors began to emulate Simmons quantitative methods, inspiring a revolution that swept Wall Street, Silicon Valley, and everywhere else predictions are made. Since 19 88, his company's signature fund has generated average annual returns of 66 percent. The firm has recorded trading gains of more than a hundred billion dollars. Simmons himself is worth 23000000000 dollars. Okay. So that's from the book that I read this week and the 1 I'm gonna talk to you about today, which is the man who solved the market. How Jim how Jim Simmons launched the Quan revolution and is was written by Gregory Z. Okay. So I wanna start with, what I think is an important aspect of his personality, it's important for you to know that Jim did not want this book to be written. He his a huge aspect of his personnel personality. He he definitely prefers to move in silence. And so let me just read this extra to you. So Simmons and his team are among the most secretive traders Wall Street has ever countered. Loa to drop even a hint of how they conquered financial markets. Lest a competitor sees of any clue. Employees and Jim avoid media appearances and steer clear of industry conferences and most public gatherings. And then Simmons is gonna... He provides a great illustration of of his opinion, quoting a character from the the classic book animal farm. He says, Simmons once quoted benjamin, the donkey animal farm to explain his attitude. God gave me a tale to keep off the flies, but I'd rather have no tail and no flies, and then Jim says, that's kind of the way I feel about publicity. So there's something that the author says in the very beginning of the book that I think holds True for a lot of the entrepreneurs that we setting in this podcast. And he says that was most fascinated than by striking paradox. Simmons and his team shouldn't have been the ones to master the market. Simmons never took a single finance class didn't care very much for business, and until he turned 40 only dabble in trading. A decade later, he still hadn't made much headway. And so whenever I read things like that, my mind all always goes back to its quote from the auto of Henry Ford, where Henry says, why is people always know exactly why something won't work. That is why I never employ an expert in full bloom. So what what Henry saying there and what the author also saying is like, experts have a lot of good ideas. But they have a lot of ideas why things won't work. And the unknown unknowns in life will always out no outnumber the known nodes. And the only way to discover true, like, like, unique new knowledge is to trial error. That's how humans learn. And so I wouldn't... Even if you if you have a belief that's something that you can do something or that something's possible. And other people aren't telling... Are telling you are automatically, oh, it's impossible. The only way to see if those other people are right is actually try. Mean, that's exactly what Jim does. That's that's a testament to this entire book. Okay. So I wanna start talking about his early life, we're gonna really focus on this personality because what the other was just saying there, Like, that's that's a bizarre, like a occurrence bizarre situation to happen where... He dabble it and he barely dabble in trading, didn't dedicate his full attention to it to his over 40, then struggled for more than a decade before actually being proven that his thesis was correct? Like, what kind of person is is able to persist. That length of time. And I think that's... If you had to summarize, if if you have to summarize this book, that's a good word to summarize it. It's persistence. The entire book is a story of just Jim constantly running into a problem, doubting himself, but carrying on anyways, figuring out a solution, then he then care... Then he has some success, then he runs into another problem. And this just happens over and over and over again. So that's really how I think of the the life of Jim Simmons is really a life of persistence. So School his early life, and it says, the 14 year old was trying to earn some spending money working at a garden supply store near his home. It wasn't going well. The young man found himself so lost and thought that he had misplaced the sheep manure, planting seeds and most everything else. Weeks later, the couple who owned the store asked Jimmy about his long term plans. I wanna study Mathematics at Mit. They burst out laughing. Now this is the interesting part. Des skepticism didn't bother Jimmy. The teenager was filled with unnatural confidence and an unusual determination to accomplish something special. There's a great quote by Nolan Bush. He's the founder of Vita atari and the founder of Chuck cheese and he was also the mentor of Steve Jobs, Steve jobs worked for, for Nolan when he was 19 years old. When Steve's was 19 that is. And he said in his book, I think it's called finding the next steve jobs. So when he wrote. I did a podcast on it. But he says only the arrogant are self confident enough to push their creative ideas on others. Remember what... Well, as we go through all, this book today. Jim's idea was unique and new. And he definitely was... I don't know if it... I mean, 14... We see signs it at 14 years old. But he definitely had high levels of self confidence high levels of arrogance, and I think Nolan in in regards to jim and a lot of other people, I think Nolan quote is is actually true. Now we're gonna see some advice Jim got from his father early in life, And I just think this is fantastic advice. For everybody. Because his his father's name is Maddie. Maddie lived a life he didn't really want to live. And he's realizing that, and he's he's teaching a son not to do as I did for So he says, later in life, Matt told his son he wished he hadn't fore forgotten a promising and exciting career to do what was expected them Interesting to note if you ever look at, like, well, when older people are, you know, close to closer to death and we are, hopefully, they're looking back on their lives. Usually the... 1 of the biggest regrets is that right there, that I that I I didn't live my life. I lived a life. Other people expect what what other people expected of me. That's something you just definitely don't wanna do. He says, this is Jim talking about the lesson he got from his father. The lesson was, do what you like in life, not what you feel you should. What you feel what you feel you should do. Simmons says, it's something I never forgot. Would Jimmy like to do more than anything else was think often about mathematics. Another aspect of his personality that will... That kinda shed some light on, like, why how is it possible? That he was able to persist through all the struggles that he encounters throughout his life. And he says, it's nice to be very rich. I observe that even before he's rich. Simmons says. I had no interest in business, which is not to say I had no interest in money. So what Jim is saying there, He had a he had a persistent and burning desire to be wealthy. So I'm gonna tell you a bit more about his confidence before I get there. I think this is a good idea. It's how he's just says he really like to thank especially about mathematics, but also how he used his mind to solve problems. So he says, Simmons realized he had a unique approach. He would more problems until he arrived at original solutions. Friends sometimes noticed him lying down eyes closed for hours at a time. He was a ponder with imagination and the instinct to attack the kinds of problems that might lead to true breakthroughs. Okay? So I don't know if I do it for hours, but I do this as well. Like, if I have... If I can't figure something in out from fresh by something. Sometimes I... You know, you you just throw more time and effort at it. And then you're not making any progress. So I will do this. I'll close my eyes. I'll make sure there's no noise. There's no light, and I I won't try to control anything. I will just literally let my mind go wherever it wants to go. And I are you out... It actually works. You have... Like, it you're giving yourself time... It's almost like a, like, your mind is, like, a computer in that sense where you have to give it time to, like, cycle through all the information and to actual make the computations to solve the problem. And so Jim continues. He says, I realized they might not be spectacular or the best, but I could do something good. I just had that confidence. So at this point in the book, Jim's about 18 or 19, he he he meets his first wife. And really, what, this is an indication of, before I read it to you. This is an indication when you hear what his what his future mother law says about him that Jim had a very strong personality. And what the book goes into great details. You know, he's got a lot of brilliant people that work with him over, you know, few several decades in his life, and he... He's the 1 responsible for managing all these billion people. So I don't think you could do that without a strong personality. So it says, His wife is... His first wife's his name was Barbara Says, Barbara was too young to wed. Her mother insisted. She also worried about a potential power and imbalance between Barbara and self assured fiance. Years later, he's gonna wipe the floor with you. She warned Barbara. Okay. So so far, we have this super smart super driven, super confident person with a strong personality hell bent on doing something great with his life. Okay? So that's a really important part to understand Jim Simmons as a person and understand how he's was able to do what he... He was able to do. So at this point, in the story, he's already in college. And this is when he first gets introduced to the idea of trading because at the time he was just focused on pure math. Mix. He thought his life for he was just gonna be an academic. That's what he thought his life was gonna be. So it says he began getting up early to drive to San Francisco so he could be at Merrill Lynch office at 07:30 in the morning in time for the opening of trading in Chicago. For hours, he would stand and watch prices flash on a big board, making trades while while trying to keep up with the action. It was kind of a rush simmons calls. When Barbara became pregnant, there were too many balls for Simmons to juggle. Reluctant, he put a stop to his trading, but a seed had been planted. Okay. So right around this time in his life, he's doing some really good work in mathematics, and he wins a prestigious 3 year teaching position at Mit. So he starts doing that, but almost immediately, he he he experiences an existential crisis. And this is gonna happen a lot in his life, which which makes it even more remarkable That he was able to persist through all this. So he says, Simmons began to question his future. The next few decades seem laid out for him all too neatly. Research, teaching, more research and still more teaching. Simmons love mathematics but he also needed a new adventure. He seemed to thrive on overcoming odds and defying skepticism, and he didn't see obstacles on the horizon. At just 23 years old, Simmons was experiencing an existential crisis. Is this it? Am I going to do this my whole life? There has to be more. His job exterior masked mounting pressures. So the reason I wanted to pull that out is because Jim's experiencing that in his life I've experienced that in my life, you've probably experienced in in your life. Everybody experiences that. It's it's important to understand that the experiences that we're having are not unique that humans in the past had them, the humans currently have them and the humans in the future will have. What matters is the ability to understand and realize, hey, a lot of most people when they when they feel like this, they quit. They give up. That's what most humans do. They don't write books about those those people. The fact is the few people they're able to push themselves to just keep focusing not on how they feel now, but what they need to do in the future and what they need to do today. I think that's the best piece of advice you get from the the life of Jim Simmons. It's inevitable. There is no life where you're gonna feel comfortable all the time. You're happy all the time. You're gonna run into problems. Because especially if you're trying to do something unique and and great. The point is just just focus on today, and then focus on the next thing, just keep going forward. Do not let your mind beat you. Alright. So it says, This is a very next page and gives you a description of, like, what he's trying to do. Like, he's he's teaching He's doing all this stuff, but he's also has multiple jobs because he's he still has this desire to be rich. So as Simmons was hustling for money. But it wasn't simply to pay off his debts. He hunger for true wealth. Simmons saw how wealth can grant independence and influence. Jim understood at an early age that money is power, his first wife says. He didn't want people to have power over Is what I always talk about, like, what is the, like, like, what is the point? Like, what drives most entrepreneurs? And I use the word entrepreneurs Anybody that wants to master their craft. In my opinion on this is, like, yeah, we will all make a lot of money, but I think it's more, like, seeing money as an as a means to buy our independence. And so in that sense, like, I think control motivates most entrepreneurial, like, type personalities than money does. He says his earlier career doubts res resurfaced. Simmons wondered if another kind of job might bring more fulfillment and excitement. And perhaps some wealth. The mounting pressure's finally got to simmons. He decided to make a break. So he's 23 years old here. It is going to be 17 years from this point. Till he actually does what he wants to do. Which is, you know, build wealth through trading. Now he jumps out of academia and he starts working for a, like, a very secretive intelligence group that works. There essentially subcontractors for the national Security agency. And the reason I'm bringing up this part of his life is because he learned so many valuable lessons here that he uses... He'll use about a decade decade and a half, maybe even though close to 20 years from the time we're in the story. Okay? So it says, Simmons quit, Quit Harvard University to join an intelligence Group helping to fight the ongoing cold war with the Soviet Union. It was an elite research organization that hired mathematicians from Top universities to assist the national security agency. So the reason I think this is important because the the... What I'm about to read you right now, he copies this idea for his fund. But again, this is gonna, you know, this doesn't take place for another 15 to 20 years in the future of his life. So it says, Simmons was struck by the unique way talented researchers were recruited and managed in his unit. Staff members, most of who had doctorate were hired for their brain power, creativity and ambition. Rather than any specific expertise or background. He does this exact same thing when he hires people's first fun. He doesn't hire people on Wall Street. He hires people for their brain power creativity and ambition. The assumption was that researchers would find problems to work on and they would be clever enough to solve them. And it was while working at this company or I guess, this organization, he comes up with the idea that he would eventually use He just has to wait for the technology to catch up, and it wasn't there at time. So this is what I mean This is also Jim Simmons the 28. Even as Simmons and his colleagues were uncovering Soviet secrets, Simmons was nurturing 1 of his own. Computing power was becoming more advanced but security firms were slow to embrace a new technology, continuing to rely on card sorting methods for counting and other areas. Simmons decided to start a company to electronically trade and research stocks. A concept with the potential to revolutionize the industry. Now the problem was he never got the company off the ground because he couldn't raise any money. And he didn't have any money he his on, so he just kept working at. It's it's called Ida as the organization he's working for. Now, they eventually Simmons and some of his colleagues. They they published this paper, and I'm gonna read to you what the papers about. And then no myself on this page was this sounds a lot like what he does at Renaissance technologies. So it says, the group, I'm gonna skip over their names. There's a lot of characters in this book. This... If if you ever read any books by Michael Lewis. This this book is kinda remind you of of that. So much of that at the beginning of the, like they publish a cast of characters. I knew Was in trouble right away because I'm terrible remembering names. So I'm gonna skip over the names because that confuses myself. I Probably confuse you. So it's not it's not really important who's is working with just know as a group that Simmons has... I mean, he's exhibiting behavior he does all the time. He he is able to corral really bright people. And for some reason, they, like, they not submit. That's well, they submit to his management. He he, like, kinda runs things. He has that kind of person personality. So it says, the group published an internal classified paper for the Ida called prob models for the prediction of stock market behavior. It's exactly what he dedicate his later career to. That proposed a method of trading that researchers claim could generate annual gains of at least 50 percent. Now how crazy that because he it actually achieves gains of 66 percent. Simmons and his colleagues... This is... And this is exactly what they do later on. Simmons and his colleagues ignored the basic information most investors focus on, such as earnings, dividends and corporate news, with the code breakers termed the fundamental economic statistics of the market. Instead, they they proposed searching for a small number of macros variables, capable of predicting the market short term behavior. Here's what was really unique. The paper didn't try to identify or predict these states using economic theory or any other conventional methods. Nor did the researchers seek to address why the market entered certain states. This is extremely hard for humans to do because humans learn by stories. Right? Jim is avoiding that. And humans not not only is this desire to learn by stories, so I think, ingrained into our nature that even when we don't know why something's happening, will create a reason a narrative. Even if that narrative is not accurate. Says for the majority of investors, this was an unheard approach, but gambler would have understood it well. Poker players surmise the mood of their opponents by judging their behavior and engine... And adjusting their strategies accordingly. Players don't need to know why their opponent is gl or ex ex to profit from those moods. They just have to identify the moods themselves. Simmons and the code breakers propose the similar approach to predicting stock markets. So something I always repeat to people is like, you just... In life, it's just a good idea to stick say as close as possible to the money. And in this case, we see Gambler doing that. People where they are judged on their P and L immediately. Usually derive insights that that there are people that are not practitioners do not. And so that's why I think it's just good life life advice to stay close to the money. You'll derive... You'll... You'll obtain information through trial and error through experience that others just won't. Back to his personality, and I think part of the reason why so many smart people were willing to to follow him. He was a really great listener. And so it talks about 1 of his colleagues that he's working with that Ida says he was a terrific listener. It was 1 thing to have a good ideas. It's another to recognize when others do. If there was a pony in your pile of horse manure, he would find it. Remember, earlier, it said, when Jim was quoting animal farm about his his lack of, desire for publicity. He wasn't always like that. He actually gets fired from the Ida because there's a lot of protests at the time. Once they find out that this organization exists and that they work for the National Security agency, just, like, you could see something like this is happening present day, but this is, you know, 60 years ago. They start protesting and there's picket and all this other stuff that's happening. And so Simmons is like, hey... I'm against the war, we're not building missiles here. We're just trying to crack, like, in from... Like, this is a mathematical problem. Right? So he writes this this letter, like, this op ed in a newspaper. And once it's published, he's fired immediately. So I I think this experience caught... Like, he learned, Oh, wait, you know, like, not all publicity is good publicity. Like it could have negative effects, and it's it's a very terrifying part of his life. He's 29 years old, so listen to this. Simmons had 3 young children. He had little idea what he was gonna do next, but getting fired so abruptly convinced him, that he needs to gain some control over his future. He just wasn't quite sure how. This is Jim Simmons on talent. Simmons developed a unique perspective on talent. He valued killers those with us... And this is how he describes what a killer is. Those with a single minded focus who wouldn't quit. That sounds a lot like him. It really does. And he talks about, like, there's a lot of smart people, but, some of them don't have any... Like, don't have any original ideas in their head. He says, some academics were super smart, yet they weren't original thinkers. So he eventually winds up at Stone Brook. He's gonna build their math department. He goes back to academia essentially, but he's not happy. So this is Jim Simmons at 33 years old, and this is a reminder that genius and madness or next door neighbors. Simmons decided to take a sa somatic year, so he could grow undergo primal therapy. The approach involves screaming or otherwise articulating repressed pain primarily as a newborn emerging from the womb. Simmons who sometimes woke up screaming at night was intrigued by the approach. So again, I I have to say, like, the reason... The benefit of reading this book is because it's it's it's a book about struggle and persistence. And I think the ability to persist through struggle is is applicable to every single thing in your and I think seeing somebody else to that over a multi decade period and eventually succeed is extremely inspiring. I will tell you later, if you do decide to read the book where to stop at. It's divided in 2 parts, and I would say 95 percent of my notes And if... You could see the book Have in my hand, you can see this by the the post notes sticking out. But, like, 95 percent, maybe 98 percent of the notes I took were in part 1. Part 2 is just weird. I don't even know why it's an include in the book. Alright. So this is, I'm gonna skip ahead 7 years. This is Jim at 40 and he finally makes the jump. And he says, Simmons reduces his obligation to Stone Brook to spend half his time trading currencies. By 19 77, Simmons was convinced the currency markets were ripe for for profit. It seemed Simmons that a new volatile era had begun. In 19 78, Simmons left academia to start his own investment his own investment firm focused on currency trading. So this is the company that eventually turns into Renaissance technologies. And then Here's the problem. And then other note, so The note off is at 40, he finally makes a jump, and then keep this other idea in your mind as I read the rest of the section to you. Only mis fits understand mis fits. That's why it's so important. If you happen to be a curious and driven person, to be exposing yourself to these... I feel biographies is the best vehicle for this. Because, like, you realize that everybody that doesn't really fit in. And if you are driven and curious, you don't fit into the rest of humanity. They might... I think all of humanity is curious. They're not all driven. Right? And so it's very important to expose yourself to to other people like you. So you realize, hey, everybody... Like, there's other people have gone through this, I can do this as well. And if you look to, you know, you're you're... In in many cases, your immediate surroundings, you're not gonna find people that have had that have the same personality traits are the same ideas or want the same things in life and we're gonna see this here. You know, Jim was obsessed. He had this idea to to do something great, a burning desire chief wealth and yet he took him to his 40 to do this. And then when he finally does it, he gets an un unbelievable amount of criticism, And I'm gonna talk a lot about that today. He says, Simmons father told me he was making a big mistake giving up a tenured position. I think about that. His dad's, like, bad move. You have a steady job. Jim doesn't want a steady job. He wants Wealth. And think about it if he what would have happened if Jim listened to his dad here. He would have... He made 23000000000 dollars following his own intuition. Mis fits only understand mis. You can't... Like, his dad wasn't. His dad's, like, didn't understand it Most people want that. Or maybe if they... I don't even know if they want that. Most people will accept that. Hey, I got a steady paycheck I'm fine. If you really want to do something different, like, you're gonna have to overcome people telling you that you're wrong. Alright. Math and then he he gets it from his peers too. Mathematicians were even more shocked. The idea that he might leave to play the market full time was con confounded. Academics were convinced he was sq rare talent. And then this is 1 of his, his... His colleagues, we looked down on him. Like he had been corrupted and he had sold his soul to the devil. And Now here's a problem though. Simmons had never completely fit into the world of academia. And he says, I always felt like something of an outsider. No matter what I was doing. And so his friend says his, he, meaning, Jim really wanted to do unusual things. Things others didn't think possible. Simmons would find it harder than he expected. So I'm gonna give you a description of his first office, and it's a reminder to all of us at big things start small. Simmons sat in a store storefront office in the back of a dreary strip mall. He was next to a woman's closing boutique, 2 doors down from a piece of joint, and across from the tiny 1 story Stone Brook train station. His space was built for a retail establishment. It had beige wallpaper, a single computer terminal and spotty phone service. From his window, Simmons could barely see the aptly named Sheet pasture Road. An indication of how quickly he had gone from broadly admired to entirely obscure. This is not gonna deter him though. And this is a another example of then the Nolan Bush quote. I just said. The only the arrogant are self confident enough to press or creative ideas on others. And when I mean by arrogance is I don't like... When you have... If you have a profound belief in yourself a lot of times, like, it's beneficial to get along with other humans if you hide it. But don't let them ex it. And by arrogance, like, my definition of Arrogance is different than other peoples. I don't believe in, like, people are super self confident. I don't call them arrogance. What I consider Arrogant is, like, people think they know everything that they they at they get to a point. Where they think they can stop learning from other people. I think that is arrogance. I don't think high levels of self confidence as arrogance. You know, but you can never get to level of arrogance where it's like, oh, I've mastered this. I figured it. I figured it. I don't... I can stop learning now. That, no. That never happens. So he says, until then Simmons had dabble and investing, but he hadn't demonstrated any special talent. Somehow, Simmons was bursting with self confidence. This is like he's using this fuel. It's pushing him. This is a positive thing. It's not only negative to to most of society, most other humans. But for entrepreneurs, anyway anybody wants to do something different. It's it's like rocket fuel. He says, and this is the inner monologue he's having. It looks like there's some structure here, Simmons don. He just had to find it. Simmons decided to treat financial markets like any other chaotic system. There must be some way to model this he thought. So he comes up you gotta start somewhere right? So this is his first idea for a trading style. And what so remarkable about, but the story is, like, he comes up with a lot of good ideas, they work for a good amount of time he'll make a good amount of money, and then they break. And that's where he's like, oh crap I have his problem. Most people quit. They pack it up. They go home. Simmons persisted. He says, and now he's working with this other person, doesn't matter. Simmons hoped he and blank could make big money relying on a trading style that combined mathematical models, complicated charts and a heavy dose of human intuition. So they wind up raising about... They start with a little less than 4000000 dollars, but they experienced high levels of early success, and they're doing they're doing this in currency. Says he and simmons kept buying British pounds and the currency kept soaring. They followed that move with accurate predictions for the Japanese gen, the West german Mark and Swiss Fran gains that that grew the fund by tens of millions of dollars. Simmons was having a blast, exploring his life on life on passion for financial speculation, trying to solve markets, perhaps the greatest challenge he had encountered. The fun would not last. So they they start they're trading bonds as well. They're doing those other stuff. The important part is that it's gonna blow up in their face. It says simmons shift to bond trading had gone aw. Clients kept calling, but now they're asking why they were losing so much money rather than extending congratulations. Simmons seem to take the downturn hard. Growing more anxious as the losses. I'm gonna explain more about his state of mind here. The important part to remember about this section is we all go through this. Don't quit. Simmons seem to take the downturn hard, growing more anxious as the losses increase, Sometimes, I look at this, and I feel like I'm just some guy who doesn't really know what he's doing, Simmons said. His colleague was startled until that moment, simmons self confidence seemed boundless. Simmons told Simmons told his colleague about Lord Jim, which sent... This is a story which centers on failure and redemption. Simmons had been fascinated with Jim, a character who had a high opinion of himself and year for glory. Sounds like I'm him. Right? But failed miserably in a test of courage, condemning himself to a life filled with shame. Simmons is doing the exact same thing we're doing. Understanding and learning from these stories so we can seek inspiration that we can use in our own life. It's very, very important. It gets him through these tough times. And the, I get... The important part to remember here too is, like, he has to go through these tough times to arrive at the at the innovation that actually gives him these these crazy outside results. He could not have had the important part here. He cannot not have the success he had without first going to the failure. That applies to everybody. Alright. So he's gonna emerge from the fun and he comes up with a new goal. In the following day, Simmons emerged from his fun more determined than ever to build to high tech. Trading system guided by algorithms, rather than human judgment. He he shared a new goal, building a sophisticated trading system fully dependent on preset algorithms that might even be automated. I didn't wanna have to worry about the market every minute. I want models that will make money wise sleep he said. The technology for a fully automated system wasn't there yet. He suspected he need dreams of historic data so his computers could search for persistent and repeating price patterns across a large swath of time. So he brought stacks of books from the World Bank and elsewhere, along with reels of magnetic tape from various commodity exchanges each pack with commodity bond and currency prices going back decades. So I need... I don't think I've mentioned this, but he doesn't start trading stocks, so he's this is, like, years in the future. He's he's building systems to trade bonds, commodities and currencies. That's what he's doing. So, I just need to tell you that now because I forgot to tell you the future. This was ancient stuff that almost no 1 cared about. I feel the same way when I find a book that's, like, 50 years old or 75 years old. And you have this this person that I didn't even know exists and this built this wonderfully fabulous built business. I feel like I told you this idea where I really don't think about this as a podcast. I think about this as a service, and it's I... It's, like, the same way archaeologists dig for, like... You know, bones or signs of, past animal and human life. I feel like I'm doing the same, but I'm doing it for ideas. Idea, I, archaeology. So he says this was ancient stuff that almost no 1 cared about, but Simmons had a hunch you might prove valuable. Simmons had a staff or travel to Lower Manhattan to visit the Federal Reserve office to painstakingly record interest rate histories and other information not yet available electronically. So, there's other examples I'm not gonna reach you in the book, but he does is... For his entire career. He's constantly searching through historical records to develop an information advantage, and he feeds these historical records into the automated system he has, and that's how he builds the the the machine that essentially prints money that he's... That he's gonna eventually build for Alright. So he does this. It works out for a little bit. I'm gonna skip over a lot of that, and then the inevitable happen. He takes just 1 step forward and 2 steps back. 2 steps forward, 1 step back, and he has his process over and over again. And it says soon, he and his colleagues had lost confidence in their system. And then this is this is what happens. This is the thought that Jim is having. This is a 19 80. We're 10:12 years before he finally gets this... Automated system he wants and about 20 years, so he he can becomes fabulous fabulous wealthy. Maybe this is audience he's having, maybe a computerized trading model wasn't the way to go after all. The And the north life myself is this, and there's no formula. Life is complex and success is not a straight line. Imagine if he gave up here. It'd be... I think a lot of people from externally like, like the that it would they would understand. Doesn't mean he would stop trading, maybe to decides he he can handle, you know, ups and downs by trading an intuition or where the case is. But if he quit here, like, the this book wouldn't exist, we wouldn't even be talking about them. His life would be drastically different. The point is like there's no formula. Everybody's gonna go through this over and over again. Persistence. That's what this book is about. And this is Jim's 44 years old. 44, and he's not giving up. Alright. So, he doesn't know if the technology there. They they they try to do a mixture of essentially, more traditional methods mixed with a little bit of data mining and technology. K? And it starts to work He's like, okay. Maybe this is a better system. The traditional trading approach was going was going well. At the same time, Simmons was developing a new passion. And this is we're gonna see he's losing his focus here. He starts backing promising technology companies. In 19 82, Simmons changed the name of his firm to Renaissance technologies. Reflecting his developing interest in these Ups start technology companies. This is is a crazy sentence because he's known as a trader. Right? Simmons came to see himself as a venture capitalists as much as the trader. And what makes this... The story so fascinating to me is that he can have wild wild success doing these things. Eat, but their wild wild success for short periods of time. So unless you have the extreme discipline that most humans don't have is like, okay. I made 40000000 dollars and 2 years, I'm gonna bank it and and that's it. I'm gonna go find something to do. Most people. Like, I mean 40000000. Okay. I'm gonna make 80000000. And then in their quest to go from 40 to 80000000 They lose it all. This is what we're gonna see here. So... This is his partner, Ba, why do I need to develop those models? He's... Yeah, yeah. It's so much easier making millions in the market than finding mathematical proof. This is his part. He says, if I don't have a reason for doing something I leave things as they are and do nothing. He was explaining his trading tactics. This is Jim's partner's daughter describing what how his dad trades or how dad trades. Dad stereo was to buy and hold on forever. The strategy enabled them to write out the market turbulence and rack up more than 43000000 dollars in profits between 19 79 and March 19 82. Alright. That's that's fantastic. What happens on the very next page. In the spring of 19 84, the losses kept growing. This cannot continue they yelled. When the value of bombs investment pro position had plummeted 40 sent, it triggered an automatic clause in his agreement with Simmons, forcing Simmons to sell all of Ba Holdings and unwind their trading affiliation. So this happens a lot. The 1 consonant in the book is Simmons pushing everything forward. But the people he does this with, including partners. I... He goes to... I don't know half a dozen. Half a dozen partners, and he has to do that because he keeps learning from these situations and then tweaking his idea, little by letting he takes the failure, and uses that as another informational advantage. And he's like, okay. Well, I'm gonna find somebody else and he starts working with them, and he... They may have a key insight that he wants to keep, but maybe some bad insights he wants to avoid. So eventually have a falling out that's inevitable, and then he just keeps that. And I'm gonna take the good ideas, and avoid the bad and keep pushing forward. I think that's good advice for life. But before he's able to do that, we gotta to go back to wrestling with self doubt. Our old friend is here. Good old self doubt. The losses in 19 84, trading debacle left deep scars on Simmons. The fund was losing millions of dollars daily. Simmons contemplated giving up trading to focus, giving up trading to focus on his expanding technology businesses. Simmons himself was racked with self doubt. He had to find a different approach. Okay. So eventually, he starts working with other colleagues where they build together, they build something. That that's very close to what Simmons envision when he was 28 years old. Right? This is this automated system that doesn't rely on human intuition. Now the weird thing is how he reacts when they finally do this. And this is not, like, is something that can make a lot of money, but it's not, like, it's... He's gotta go through about 2 or 3 more iterations till he he finally gets, like, his the the the crazy numbers. This is still a crazy numbers to any normal person, but Jim is an Empire builder and a psycho. And so that's what I mean. Like, it goes from me... Like, he's not satisfied making hundreds of millions. He wants to make billions. So I wanna read this section to team and then I'll tell you the note of myself. He says his method wasn't based on a model Simmons and his colleagues could reduce to a set of standard equations, and that bothered him. These results came from running a program for hours, letting computers dig through patterns and generate trades. This sounds exactly what you wanted to do anyways. To simmons though, it just didn't feel right. I can't get comfortable with what the system is telling me. I don't understand why. It's a black box. He said with frustration. Karma his colleague agreed with Simmons assessment, but he persisted. Just follow the data, Jim. It's not me. It's the data. It works Jim and it makes rational sense. Humans can't forecast prices. Let the computers do it. They urged. It was exactly what Simmons originally had hoped to do yet Simmons still wasn't convict, or it still wasn't convinced of this radical approach. When I read that section, this is like, the insight there is, this is what he wanted to do, but he still unsure, Like, we love love playing tricks on ourselves. Our mind is undefeated of and just understand a... Like, even, like, he's think about that how strange it is. He might have been working, let's say, what 20 years where we are in... Like, he had this study for 20 years. He starts finally against the point where it it... He sees just on the horizon. It's right there. And what happens back to feel his old friend self doubt. Mind playing tricks on I'm like, I don't... Just... It doesn't feel. Doesn't feel right. There's just something that that that happens that we have to understand. This is something that happens rather. And we just have to understand that. It's it's it's gonna happen to us. It's gonna happen to other people. And, like, we just have to... When that happens, I love this idea because it's almost like a to me what what is happening in the simmons here is it's almost like a a fear of the unknown. You know? Because we we love to tell our ourselves stories. We want into the why. But, like, there is no explanation for this. It's more... It's more complex than then we're able to reason with. And so that fear, what Jimmy Iv always says the founder Records and he's just had a crazy life. But he always says, like, a lot of people use... He's like, I use fear as... Instead of letting it like, push you from the front or, push you from the front, Use it as, like fuel to push you from moving forward. So he's, like, I've trained Jimmy says, I've trained myself. As soon as I feel fear to keep moving forward. Because I know my natural instinct my actual result, what most humans will do is they'll stop. Going back to the system that developing part of what gives them a huge advantage in why the system starts working so well is because they study the past to gain an information advantage. They just have access information that other people don't, and it's access to good information. So it says, they had access to more extensive pricing information than their rivals. Thanks to their growing collection of clean historic data. Since price movements often resembled those of the past, that data enabled the firm to more accurately determine when trends were likely to continue and when they were ebb. So this is something they talk about over and over again in the book that they feel their their huge advantage is the fact that human nature doesn't change. And so they have, these clean data models of how humans have reacted in the past and their hypothesis moving forward is that humans are gonna react the same way in the future. Okay. So this is the state of Now that this system works for a little bit, but again, I told you they have to go through these these iterations. These these they have to keep going forward and tweaking this thing. So they're gonna have success over and over again and they're gonna go backwards and then they're gonna fix it. Eventually they're gonna get to point where they have this this on. So this is a state of his business right after he starts the Medallion fund. Now the Medallion fund is the 1 I told you about the very beginning of the podcast. The 1 that's gonna make over a hundred billion dollars in profit. Okay? So it says, Simmons had spent more than... In this gives you an insight of how much he's struggling to persisted. Simmons has spent more than a decade, backing various trades and attempting a new approach to investing. He hadn't made much headway. It talks about this guy flame out. This old partner. This other guy wasn't around anymore. Anymore either. And now his fun his new fund with 2 other people was down 20000000 dollars in mid mounting losses. Simmons was spending more time in his very side businesses than he was on trading. His heart didn't seem to be to wanna to be in the investment business. Str and another person he's working with and his colleagues became convinced that Simmons might shatter the firm. And the reason I brought that section into the podcast is because You see entrepreneurs do all time. Like, when they run into a road roadblock with their business. They're stuff, they don't know what to do. Really, what you're searching for is momentum to get back on track. Right? That's the want your number 1 goal. But what we do is we focus on everything else about that. And so what Simmons is doing. He's confused. It just starts... It's... You start immediately going back to, like, maybe your second or third best option because you don't know how to progress. I think it's a better idea Just like, okay. When I noticed I'm distracting myself that that that means I need to lean in more. So I need to go and focus on 1 thing, just getting back on tracking, regaining that momentum. Alright. So eventually he has a falling out with all his his partners. And again, he's the 1 that runs the Medallion fund. He's the 1 constant person. Throughout all of this. And he links up with somebody, this guy's name was gonna be Be camp. And Be camp was working like part time, and he would analyze what Jim's former partner that is now out of them Medallion fun was doing? He's like well, he's got 1 good idea, but he was distracted by all these other less... Less good ideas? He's like, why don't we just focus his 1 insight that he had or not 1? He had 1 of his insights he had. Was why don't we focus on what's working, which is interesting that he needed somebody with outside eyes to tell him them? Right? Because That seems so obvious to us because we're in the outside. But when you're loss on the thicker of things, it's very hard to to think clearly. And so that's this huge, like, revel revelation. That Be camp has leads to the medallion fund starting to, like, really gonna track and really generate the money that Simmons is interested in. And it's interesting. It was... It it's... The strategy was almost opposite of the person running it before. So he says, He advocated for more short short term traits. This is what what the Medallion fund is known for at the beginning, that, you know, they'll they'll trade 2 3 times a day. Eventually, they get to trading, hundred and 50 to 300000 times per day. And Brook camp idea is, like, we're gonna set up a fund like a casino set setup. I'm gonna... This is a really interesting part of the book. So he says he advocated for more short term trades. Too many of the firm's long term moves have been du. Had been du. Well, Medallion in short term trades had proved its biggest winners. It made sense to try to build on the success. Yes. Absolutely. Let's go. So he said, he... Be camp also argue that buying and selling in, and he's got really weird ideas, But these ideas are literally what... Their are future success built on. And I say weird because I don't think I would have came up with them. Maybe you would have, but they're weird to me. Broker care also argued that buying and selling infrequently mag signifies the consequences of each move. Mess up a couple times and your portfolio could be doomed. But if you make a lot of trades, each individual move is less important. Brook camp, hope Medallion could resemble a gambling casino. So this metaphor really helped me understand what the hell they were doing. Because they can give you, like, ideas of what they're doing, they're not gonna tell you, like, they say this is, you know our they're not gonna tell you exactly what they're doing. But this is gives you, like, in my... When I read this section, it really kinda like, crystallize what's happening. Okay? So he says, he wants it to resemble a gambling 1 casino. Just casinos handles so many daily bets that they only need to profit from a bit more than half of those wage. He wanted Brook wanted the fund to trade so frequently that could score big profits by making money on a bare majority of its trades with a slight statistical edge, which they derive from their models and their historical data, the law of large numbers would be on their side. Just as it is for casinos. So this is what Be camp says. If you trade a lot, you only need to be right 51 percent of the time. That fundamental insight is exactly what they do from the time we're are in the book till now, They say, listen, we're are we are only right 51 percent the time, but we're a hundred percent right, 51 percent of the time. And if you do that, and they also add leverage and all other stuff, that's... You can make billions of dollars trading. So Alright. So the new strategy is working and it says, the firm implemented ended a new approach in late 19 89 with a 20 27000000 dollars Simmons still managed. Remember, they lost a bunch of money earlier. They they have these, you know, huge run ups saying they lose so much of money. So they start in 18... 18... 19 89, with 27000000 and essentially, that 27000000 is gonna generate a hundred billion dollars of profit. Like It's gonna keep going into the future. So says the results were almost immediate, startling nearly everyone in the office. The more the... They did more trading than ever, cutting Medallion average holding time to just a day and a half, that's down from a week and a half. Scoring profits almost every day. So that's in 19 89, they're start to make a ton of money. So it says for much of that... And this is an important part. Right? Because this is... Again, like, now is your own mind gonna play tricks on you as we've seen, but other people are gonna con... Even when you're succeeding other people are gonna tell It we're... We are a bizarre species. And we get in our way a lot of times. So it says for much of 19 90, Simmons team could do a little wrong as they... It it was asked if they discovered it's some magical formula after a decade of fumbling around the lab. 1 day, they made more than a million dollars, a first for the firm. Simmons rewarded the team with champagne. The 1 day gains became so frequent that the drinking got a bit out of hand. So every time you make a million dollars. You have champagne. Now they're drunk every day. For all the gains few outside the office share the same regard for the group's approach. Who cares? Who these people don't know what they're talking about, ignore them. We were viewed as Flakes with ridiculous ideas. Medallion scored a gain of 55.9 percent in 90 19 90. Dramatic improvement over its 4 percent lost to previous year. That's Be camp the 1 that led that key insight. And so listen. The story of this page is even with wild success people still tell you that you're wrong, Who cares? It they just don't matter... At least people just don't matter. They fundamentally do not matter. You cannot let them play with your mind. Your mind's gonna mess with you on its own. You can't add, like, you can't let other people do it. I can't I'm kind of running over my point on the next page. So they just had a 55... This is what I mean. Okay? So I guess I'll tell you the note first. No that's myself. We have to remember that we humans have the tendency to get in our own way. K. I think I've said it a lot today. They just had... Jim is gonna do some weird stuff here, and he's a brilliant person. They just had they just had a 55 percent, 56 percent return. And Jim is Jim is worried about, like, overall, like, macroeconomic environment, So he's like hey, man, we should buy some gold. I have, like, but essentially, he's like I have an intuition that we should do something. But Jim, you just said that you want... You didn't wanna rely intuition. That you that when you relied a intuition in the past, and you succeeded and then it whenever inevitably we failed, you got sick, you wanted to throw up all other stuff. So what are you doing? So so he's calling up his trading partner, Bur be camp. He said, by gold. And Be camps like, no. We're gonna no. Jim. We're not doing that? We're gonna let the system run. They hang up. A bit later calls again. Did you see gold it went up? And and Be camps, like, what do you what are you doing? He says, says, be camp was baffled. It was simmons who had pushed to develop a computerized trading system free of human involvement, and it was simmons who wanted to rely on the scientific method testing overlooked anomalies rather than using crew charge a gut instinct. Yet, the the rest of the team had worked diligently to remove humans from the trading loop as much as possible. And now Simmons was saying he had a good feeling about gold prices and wanted to treat the system. We getting our own way. This section was interesting because it's it's... I love this idea that books are the original links. And so, you know, the people that he's gonna mention here, there a bunch of past episodes of founders. So it said, Ed Thor became the first modern mathematician to use quantitative strategies to invest sizable sums of money. Thor was an academic who had worked with Claude Shannon, the father of information theory and embraced a proportional betting system of John Kelly, the texas scientist who had influenced Be camp. So it's interesting how all this stuff ties together. It's a... In I would've have, you know, if I would've have... It's just a matter of what books, like, which sequence you read the books. If I if I had read this book first instead of the other books, like, I would've have, you know, this book would have led me to to them. I just happened to discover them before him, But I I really think it's fundamental him it's very interesting how Simmons is gonna have a lot of success and and Broke camp was a huge influence of that success. And yet, he was influenced by people in the past. He read John Kelly's paper, the Kelly Criterion. They knew ed ed Thor, had thought about investing with Simmons. And, Broke camp was also a huge he'd he'd ran into in the in the hall. I forgot where that. I think they were at Mit. And he starts... He just bumps into Shannon and tries to start a conversation with him even though everybody knew a Shannon was a huge because he respected him so much. And it's interesting he bumps Shannon, and 1 of the first things that of Shannon mouth Was like, hey, this is not a good time to to to invest in the market. In Broke camp didn't even understand because at that time he wasn't invest in interested in investing He's like, why is Shannon talking about investing. So I don't know. I I love how all this stuff ties together. And I think it's just more of an indication that we're just on the right track and that we're studying the right people. Okay. Now, here's the point. Remember when I said Jim was was just, like, his heart in his mind. We're messing with him because like, I... I... This is what I. But I don't understand why I understand why. Eventually, Jim gets over that. And then he has his great metaphor for how Jim thought about the system that he that they they were developing. He says, I don't know why planets orbit the sun, Simmons said, suggesting 1 need too... To spend too much time figuring out why the market patterns existed. That doesn't mean I can't predict them. So again, I think that just helps. The the book can get... It's a great story, but it can be sometimes confusing what the hell going on. So these metaphors really help me understand, and that's why I'm sharing it with you. Let's see. Okay. So continuing that kinda of line. Of thought. It says Simmons viewpoint can be seen as profound. Even radical. At the time, most academics were convinced markets were inherently efficient. Okay. So we talked about this a lot. The people we studied a lot of people that don't agree. You know, at this time, I don't know what it's like in academic circles now, but definitely at back in let's say, 5 decades ago whenever it was. The the the the the conventional wisdom was it's useless to try. Markets are perfectly efficient. Don't do this. And so we study people that, you know, said, yeah, I don't agree with that. Henry Singleton, the claude shannon to add do to warren buffett, to charlie Mon. Really any entrepreneur because, III don't think they... I know that the they're theory like, on on financial markets. But if you you take that idea that, you know, all, you know, don't markets already efficient all the opportunities are there. Like, there'd be entrepreneurship. You just go get a job. So entrepreneurs I think instinct practitioners as opposed to academics and instinctively understand that that's not true. Like, 1 of the reasons I served companies when I so young is because III First of, I had to. I had to make money, and I didn't think, you know, making 10 dollars an hour or whatever it was 15, 20 years ago whenever that was. I thought I was worth more than that. And I was willing to to bet myself to prove that. So I think there... That's a that's not a unique thought. Finding any means. It's why you start a company you're like, I can capture way more. I can, first all I can provide more value and I can capture more of it than than just going to good job. So he says, they were convinced there's no way that markets would be in Da dah, suggesting that there were no particular ways to beat the market returns and that financial decision making of individuals were largely rational. Simmons and this colleague sense that professors were wrong. They believe investors are prone to cognitive biases, the kinds that lead to panic bubbles booms and busts. So it also talks about in here. It's like, well, they they came at realization early. And then after the fact, you had people like Danny Con and Amos Ta about providing, like like, reasons after the fact of why this is probably true. Right? But Simmons didn't know that. As a Simmons said embrace AAA statistics based approach because of the work, or he did not. Excuse me. He had not. Embrace statistics based approach because of the work of any economist or psychologist, nor he had had he set out to program algorithms to avoid or take advantage of investors biases. So he was doing it because he instinctively we thought that was accurate. 1 of my favorite favorite favorite quotes that illustrates what's happening at just part in the book is that business is like nature. It doesn't care if you arrive with the right answer for the wrong reason. I think it's extremely important because it's a very bizarre way for people to think. Businesses like nature, it doesn't care if you arrive at the right answer for the wrong reason. I don't care if I arrive at the right answer for the wrong reason. I just want the right answer. Simmons just wanted the right answer. So he says what you're really modeling is human behavior. Humans are most predictable in times of high stress. This is talking an insight in how the system, system they built operates. Humans are most predictable in terms of high stress. They act instinctively and panic. Now this is so important. Because we're gonna talk about their entire premise of what the hell they're doing. Essentially is the entire premise of what you and I are doing right now. Our entire premise was that human actors will react the way humans did in the past, and we learned to take advantage. So I wanna direct your attention now to, they were trying to recruit somebody. Right? And he comes to visit and he decides I'm not gonna do this. So it says, and this is why. He says, it looked like 4 guys in the garage. They didn't seem that skilled at computer science, and a lot of what they were doing seemed by the seat of their pants. Just a few guys dabbling at at computing. It wasn't very appealing. And this a just a reminder, our appearances can be deceiving. At this time, the fund had already grown to around 300000000 dollars, and they were seeing annual returns above 50 percent. 4 guys in a garage that don't know that don't look like they know what they're doing. And I... The the note I left them terrible handwriting is it's important to note this opinion by outsiders persisted well past the point of Simmons outperforming everyone else. Perhaps there's a lesson in human nature there. And what what I mean about outperforming, check this these numbers are mind blowing, But this also... The reason... This not the reason I'm reading it you. The reason is because this tells you a lot about Simmons personality. Why don't we keep it at 600000000. They asked Simmons. That way, the medallion could rack up 200000000 dollars a year in annual profits more than enough to make us employees happy. That is insane amount of money. And that's like that's different from like being worth 200000000. You are actually making that is real cash coming back to you 200000000 dollars. No. Simmons responded. We can do better. Emperors want Empires. G 1 colleague. What Jim wants to do his matter, he wanted a life that meant something. If he was going to do a fund, he wanted to be the best. Now you can imagine with somebody with that kind of personality that's not happy with 200000000 dollars a year in profits. You can imagine what, like, what kind of environment do you think that that person's creating at their company? Well, here's a description of that fire, ma'am. Simmons push for results within weeks if not days, an urgency that held appeal. The atmosphere was intense. 1 visitor liken it to a perpetual exam week. Okay. So the... At this point, they still needed a nut 1 more breakthrough. The final breakthrough is, comes from 2 guys, but I think they're mercer and spread other person's name. Mercer and Brown. Okay. So... And I love seeing... Let me tell you how. They they went up rating Ibm computation linguistics team. So I'm gonna read this section to you. They're they're light on the details, but just the way they look at things. So the reason I... I'm... I'm gonna bring this up is because I love seeing people draw parallels from other domains and then bring those insights into their own work. Okay? And that's exactly. So from 200000000, a couple hundred million, whatever the number is every year to billions and billions and billions of dollar rapidly. The final innovation was this, and it says, it became clear to immerse... And this is their their thinking abstract. Right? It became clear to mercer and others that trading stocks bore similarities to speech recognition. Let me let me back up. There was AAA fundamental ceiling. On the size of the markets that up until this point they were operating in. Right? And so Jim kept saying over whenever in, like, to get to the level he wants to get at, he has to be able to trade various other products, and it starts with stocks So they had to build the system to adapt to stocks, and they tried it, didn't work went really slow, etcetera, etcetera. The whole thing I've been... The whole theme have been telling you over and over again. You know, the it was not immediate. They had to do trial and error. They had to think about what they're doing, constant run experiments and then eventually keep going keep focusing was winning. So now I can read this part to you. It became clear to mercer and others that training stocks bore similarities to speech recognition this blew my mind, which is part of why Renaissance continued to raid, pete Ibm computational 16 team. In both endeavors, now they're gonna compare both of what they wanna do and what they had experienced doing. In both endeavors, the goal was to create a model capable of digesting uncertain jumble of information and generating reliable guesses about what might come next. While ignoring traditional who employed analysis that wasn't nearly as data driven. And to further explain that point, Simmons has a great... He does a great job of taking extremely complex things. And then, like... I mean, it's a teacher at heart. That's what he did for, you know, most of not most of his life, maybe 2 decades of life. So he explains that paragraph. Now let's let he's gonna translate that for us. Right? And so he's gonna summarize that point here. Simmons summed up the approach in a 2014 speech. It's a very big exercise in machine learning. If you wanna look at it that way. Studying the past, understanding what happens and how it might imp non randomly on the future. Okay. So remember when I said earlier, I wish if it... There was... The book is broken down into 2 parts. Okay? Like, 75 percent of the books and only had 70 percent of the book is part 1 and then you have part 2. I have 2 notes in part 2. If if I could do this again. I would just read part 1 and then stop. Part 2 starts to get into stuff, like they're already fabulous wealthy, so then you have, like, a bunch of people come... New people coming in the firm, has lot to do with, like, backs, like, contentious interpersonal relationships, office politics. They get into current events and and real, like, national politics that... That's not just not interesting me in my own personal life. I don't... I I barely pay attention to current events. In my personal opinion, the information age where we're, like, we're overwhelmed with so much noise and information. Like, I... Personally I just use time as a filter. And things that time is a great way to separate noise from signal or signal from noise however you wanna say that. So I'm not... There's nothing for me to say there. It does not... That's fundamentally uni interesting to me. I like to read about ideas that are true today that were true in the past and they'll be true in the future. The last few pair chapters in this book. No one's gonna give a shit about. Like, in the future. So I'm just skipping all that. I'm gonna end the podcast here with life, which something that I think is true today what's true in the past and we'll be true in the future, and it's life advice from an 80 year old Jim Simmons. I think older people, especially older successful people or smarter. They they have had... They've seen more. They've been able to separate what is actually, you know, true or what is actually valuable from things that are not valuable. And that's why, you know, I spent so much time trying to learn from people that have I've already gone where I'm trying to go. So he says, simmons shared a few life lessons with the school's audience, work with the smartest people you can, hopefully smarter than you. Be persistent. Don't give up easily. So he did that. He worked with smart people. A lot of those people in in in especially a specifically domain. He says, they're lot smarter than me. Be persistent. He definitely did that. Don't give up easily. And then this, I just love because this is the way I feel about whenever I see, like a well run business or a well thought idea. I just there is a beautiful element to it for me. It's beautiful. Good writing, great books. There's just all kinds of things and life that are like that, staring at the ocean, looking at mountains, whatever. He says, and I think it's good life advice. Be guided by beauty. It can be the way a company runs or the way an experiment comes out. There's a sense of beauty when something is working well. I think that's a that's a lovely way to end. The story. If you want the full story, I definitely read the book. Like I said, stop at part 2. Maybe you might be more interested that stuff and then read about if you want to, But I could see, again, I said it before, it's a it's very thrilling. Like, let's go to the back page real quick. You got Ed thor, who, you know, has become somebody that I definitely don't realize them that's not that's not the right word, but something I look up to. And like, when I when I read the story at Do life, Man Markets like, I look at his life as something that I I wanna aspire to. The fact that he was so successful in so many different domains that are important. And he understood when enough was enough. He just... Yeah. I think I've been telling friends and Been buying up but for a lot of people that in my opinion he mastered life. My opinion of what a master life looks like. Everybody probably has different opinion. Right? So he says, talks about this book. He says, Zuckerberg Vividly tells a story of how Jim Simmons and his team of scientists developed the most successful quantitative trading operation history. It was immensely enjoyable. 1 of my favorite writers. Michael Lewis. He says the definitive account of a strange and wonderful sub plot of the financial crisis. So there's... It... It's it's very well reviewed. It's sold a lot and a lot of people like it and I understand. If you want to see the next book I'm doing because there's a lot of people are saying they're using this as like, a a giant book club. I don't know how the hell, I don't expect any anybody to read 52 books a year. And I don't think every... I know not think that people have said they have done this, but people are are are buying the books if they find out what I'm doing in advance. So they have it down or at least partially done by the time the podcast comes out. That's really interesting, like, by product. I kinda surprised by that. If you wanna see that, I leave a link in the show notes. It says, like, a list of all the books that that appeared on founder or something like that. But, anyway, you can you can either click that link, it just leads you to the Url, which is amazon dot com forward slash shop 4 slash founders podcast. And so as soon as I know what the next book I'm gonna do. I don't know if I know that next week yet. I have, you know, I can't even tell you how many books I have in queue. But anyways, I put it up there, usually, by the time you're hearing this, you... If you go to amazon dot com slash shop slash podcast. You could already see what the the next book is I'm doing it. Almost every time, by the time the podcast comes out I already know. And I might start... I don't... I don't like having, like a set schedule 2 far in advance because I really try to focus on what am I most excited about to read to read about now. Just more enjoyable to me, and I think it's better for for your experience as well. But as far as much as I can know in the future, I'll just start putting them, even if I know, maybe 2 it the next 2 or 3 books. I'm gonna have some series. Like I'm gonna do, at least there's 4 books I have that are all about, like, early days of Detroit streak, because I'm fascinated by, like, the beginning of the automobile industry. And then the fact that, like, it happened in 1 city and now that city, like, through competition, like, kind of exploded, like, a like, a bomb went off and that the industry got destroyed. It's just... I don't know. So anyways, I was like well, instead of splitting those up, I'm gonna do a bunch. So when I know the series, I'll do that. I have a series on a father and son, 2 biographies. 1 was recommended me a listener, then maybe find the who their dad was when I start doing research So that kind of stuff. Where I know that, hey, in the next, like, 3 or 4 weeks this is what I'm gonna focus on or whatever. I'll I'll put that on amazon dot com slash shop. Us founders podcast, our founders. I don't even know what it is Just click the link you'll figure it out. You're smart. Alright. Thank you very much for your attention. Thank you very much for your support, and I'll talk you next week."
}