{
  "transcript": "At a time when money in sports were still 2 separate worlds. The most admired athletes and soccer players enjoyed dropping by in the small Ba town for a chat with Adi Da, the ingenious German cobb behind adidas. On the other side of the small river that runs to the town, the guests were just as impressive. Just after the war, Ru rudolph Da had walked over after a blazing fight with his brother Adi and set up Puma, a competing brand. Their feud shaped the modern sports business, giving rise to corruption and ever increasing financial stakes. For several decades, the Bi Da Brothers ruled over the sports business from their Medieval village, Their shoes featured in nearly all the emblem pictures of sports history. The Americans started hijacking the business in the eighties when the sons of Audi and Ru rudolph, were spending most of their time fighting each other. Distracted by their own devious rivalry, the 2 da cousins ignored the rise of the hard hitting American ups start. Once it had t adidas in Puma in the United States, Nike set out to capture the European sports business. Okay. So that's an extra from the beginning of the book, from the book that I read this week and the 1 Gonna talk to you about today, which is sneaker wars. The enemy brothers who founded adidas in Puma and the family feud that forever changed the business of sports and it was written by Barbara Smith. The reason I started with that excerpt, I'm still not sure what I'm gonna name this podcast if I... Because most of like, what I personally enjoyed and what I wanna focus on is is Adi da, but there's a lot of just interesting things about the family. So I have a feeling like, the podcast will just be called the Da family because I... There is a bunch of notes and highlights I have. Regarding how they ran their business that it feels interesting. But the reason I bring that up is because this book, I'm gonna read a couple of, like, you know, the blurb on the front and back cover. It was not at all. When I picked that up and started reading it, I had 1 image in my mind of what I thought I was gonna learn. Like, this specifically the found the founding of Adidas in Puma, and it... There's just so much more to this book. So it says, this is from the Washington post it says Smith gets behind the business proposals, marketing plans and constant dollar signs to focus on the human aspects of how these warring brands succeeded and why they faded. That's also why I wanna... I'm gonna talk a lot about and not a lot, but a a good amount about Nike as well and the role that Phil Knight and Nike played in that. It is that human component that makes sneaker wars read like a modern cautionary tale for those apt to turn big business, into the most dangerous sports. And in the beginning, it says, this is from the Welsh street Journal says, a book you'll read at a sprint, an anecdote rich history of competition, commercial and corruption. So that gives you good idea We're gonna learn a lot more than just about the 2 individuals behind adidas and and Puma. Before I get there, though, I wanna start with the early life, the family business before adidas and Puma of the Docile family, how they had to deal with World war 1. And then I'm gonna focus it I'm gonna immediately get into after that. Adi resourceful and his personality. He's is by far my favorite character in the entire book. Alright. So let's let's jump to we're gonna be in the 19... Well, this is right. This is actually right before, well, I'll just read you to. This is right right before, well we're 1 and then we're gonna jump right after it. So it says, When it was established in the P twenties, the brothers shoe business put an end to their families many years in the weaving industry. Okay. So let me stop right there. They were audi rudolph for partners. We're gonna call that their family business, the the the Da brothers shoe company. Eventually, they're gonna split up. That's, you know, why the title says there's a huge family feud. And the 2 the 2 companies that come out of the Da brothers shoe company. It has a different name. It's in German. There's no way I can even pronounce it. Is what it is Adidas Puma. Okay? Before we get there, we have to understand, like, what's taking place in their lives. So. So it says, it put it into their families many years in the weaving industry. Their father Christ was the last and the long line of Da Weaver. Now remember I said, or the author said at the beginning of the book, they're ruling the sports shoe business from a medieval village. And so you have multiple generations, of the Docile families that were weaver, and this is coming to an end right at the time when Audi essentially becoming an adult. Okay? So it says yet the industrial revolution made Christ skills obsolete, prompting him to switch to shoe production. His wife, Paul, this is Adi mother, complimented her husband's meager earnings by setting up a laundry at the back of their house. This is important. Aided by her daughter, the... So they... The the mother and the daughter Clean, the the the clothes. Right? And it says the clean wash is then delivered around the town by her 3 boys. Boys. So you have Fritz ru rudolph and Ado off. Ado off is Odd. Known around town as the laundry boys. Okay. That little meager laundry room in the back of the house is also where Adi gonna start his shoe company. Okay? So it says in, I'm gonna go back a little bit in history He says in august... In August 19 14, the 2 eldest Do boys, for fritz in ru rudolph, were drawn into the war. They were among the thousands of Germans who believe they would be back in a matter of months, but it would spend 4 long years away from their home in the muddy trenches. Just months before the end of the war, Audi turned 17 and he's drafted. So he has to go to the front. The war ends when the... During the Dazzle brothers returned, the 3 hard men found their mother's laundry empty. In the post war misery, there weren't many who could afford to have their clothes washed by somebody's else. So this is he's seeing an opportunity here. My father's not a weave anymore. The family biz... The meager family business that we have is out of business, like, we have to find ways to support ourselves. This is it. So it says, Adi rapidly made up his mind. He would build up his small... His own small shoe production unit right there in the former laundering shed. Now this is where we're gonna get into the amount of resources in. And this is part of what I'd admire most about Adi. First of all, Like, I'm gonna repeat this over and over again. He he has soul in the game. He is completely focused on making the highest quality product he can make where his brother is more about making money. Right? And well, I'll go into more detail on that in a little bit. But it's also, like, you have to respect his resourceful. And the what I by, this is really inspiring is because post world war 1 Germany, Like, there's there's no materials. There's a lot of poverty. There's not even that much electricity, which is where... And so we're gonna see how the hell do you start the company that comes deed in these conditions? So he says, Adi spent many days scouring the countryside picking up all sorts of army utensils left behind by retreating soldiers. He's scavenge for any debris that could be remotely useful and haul back to his workshop. Strips of leather could be cut from army helmets and bread pouches to be recycled as the shoes sole. Torn parachutes and army have sacks were more useful for slippers. To make up for the light now, This is this blew my mind. To make up for the lack of electricity, Adi came up with an equally clever device. Among his early inventions was a leather trimmer a fix to a bicycle frame, which his friends. This says friends. This is actually, his first employee would pedal to get the band turning, The ingenious young man built up his trade with sturdy shoes that could be expected to for several years. So that's how they generated their own power. And there's actually... I found a picture online of this. You know, it's it's a bicycle frame with a bunch of straps, and they're literally getting electricity by by turning the pedals for so he's doing this for several years. And he just... That's just another thing you just have to understand about Audi. He's very meticulous, very methodical, and he's completely focused on on quality. And I'll get into more detail about why he was like that because 1 thing you you wanna know about it him is see he considered myself an athlete. So he was obsessed with sports. He liked running. He, likes soccer at all these things that he did this for for his entire life. And so he just had a bunch of ideas Like, you know what, the shoes and the stuff we're using, they could be better, and I can make them better. I can learn the skills necessary to make them better and he did. So it says 3, and now we need to talk about off though. 3 years into his venture in 19 23, Rudolph stepped in. The partnership between the 2 brothers work smoothly at the beginning. Right? Even with their contrasting personalities, Not much of a talker, Adi re the time spent in his work shop. Ru rudolph, however, was loud, he doesn't say obnoxious, but he's obnoxious, and extroverted. And he was better equipped to head up the company's sales efforts. In fact, the da could hardly have picked a worse time to get their business going. The war victor had seized most of German... Germany's resources, and millions of Germans were suffering from unemployment and hunger. So again, everybody's out of work, people are dying from hunger in some cases, his parent his father just got, you know, me rendered obsolete. They don't have electricity have resources. Odd didn't care. He just focused on his goal and kept step moving forward 1 step at a time. I think this extremely important lesson from his life. So he starts... He's he's creating shoes and, you know, they start very, very slowly. You know, they might be 10 shoes a day, 20 shoes a day, stuff like that. And then eventually, they have... He finds a a distribution. Channel, a very valuable distribution channel. And so he started sending his shoes to the German sports clubs. Right? He says, by sending by sending offers to sports clubs, the bachelor's rate in growing orders. They chief sold spikes and soccer boots. The breakthrough... The breakthrough for the early company came when the coach of the German Olympic track field team had heard about the spikes made by the sports enthusiasts. Then... So it has the name of the the business. I can't pronounce it So we're gonna call it the Da Brothers sue company. Now, here's there's a lot... I mean, he's... They're in Germany. I think about what we're we're at in human history. And in time in geographic location. They're in Germany, in between World war 1 and World war 2. You've studied any history, you know what's occurring. What phenomenon is occurring here. The rise of Nazis in Okay. So I'm gonna talk a lot about that because if I I wanted to answer the question. Like, were these people nazis caesar not. Alright. So it says for the the Du Brothers shoe company, Nazis was a formidable stimulant. Hitler Stu implemented their theories with Has, and 1 of the most urgent tasks, they suffer for themselves was to promote German sports. So they had the theory that they're, you know, that they this this ridiculous theory about, you know, we are a supreme aria race, and, you know, Hitler wanted to prove it through acts of physical achievement. Well, the shoe company is making shoes for for... They're making the best sport shoes. And so of course, they're gonna, like, their business is going to benefit from this this this ideology. Okay. So, okay. I'm a little conflicted in this part of the book what I'm about to reach. You you're not the Nazis I mean, obviously I hope the same opinion you do. That's ridiculous. I love Adi dedication to Craftsmanship. He has sold the game. I'm gonna say that over and over again. I believe my personal belief is, like, if every cuss... If every company we interact with our revenue organization that we had to deal with in our day day lives, were led by people with Soul in the game. Our lives would all be easier. They'd be better. We'd enjoy it more. With So Adi has that, but he also is not the best business person. And 1 thing that we've learned from all the founders and all the books that we analyze on this podcast is to to to to quote Steve jobs, like, you have to watch your nichols. Okay? You got it... You all... You you have to build a great product, but you also have got to embrace, like, that you have to run the business in a profitable and it's an intelligent manner. So it says, The opposite characters of the 2 brothers were causing increasingly frequent rift. Ru rudolph who drove the company skyrocketing sales rolled his eyes at Adi obsessive tinkering. So they're both wrong here is what I'm point... My point here. They're like, they're both not complete. He regularly lost patients with his brother's a loop. So that's root rudolph getting mad adi because he was a loop when he came to business matters. As for Adi, he became increasingly disturbed by his older brother somewhat os audacious loud manner. They're just not... They're not suited to be business partners. They have... It which is interested which is in tall wise, you could argue they were. But in you you have to like and get along with the people that that you work with, and they just didn't. Okay. So I wanna jump to something else here. I'm gonna put the book down for a minute because, again, we talk about books or original links. They lead us from 1 idea and 1 person to another. Right? But there's is... So much more. This book is more about, like, the history of puma adidas and it goes. Now, I wanna focus more on Adi. Right? It's so I was so intrigued by... I didn't know who he was before I picked up the book. I never even thought about him. I didn't know existed. So I I went and I found... There's, like, online. You see like, the the Do family and the Adidas company has, like their own history of record and buy like you can read it. Right? And so I wanna pull out. I read a bunch of that. I took some notes pulled out some Mick from some highlights, And I wanna put the book down and and do that. And what I thought of... I don't know. There's a there's a documentary on Netflix. It's all... It's like, I don't it's about Bill Gates, it's, like, inside of bill's mind or something like that I don't even know what's it's called. But in the in the... The documentary was interesting because it's It talks about, like, Bill's for, like, he's a ferocious reader, like... And he says something that I thought was kind of... The documentary is just something that I personally thought was ridiculous. Say, like, he reads 275 pages an hour. I don't read like Bill gates. I I'm not, like, my goal is not to read the most books ever. It's like, to actually think about what I'm learning and and reading. So, you know, I put the book down for a while and started doing additional research. And then I go back to. I think that's the better way to you... Like, books or tools. They're not like something like, I don't wanna just go through. I don't know. I I I'd be I'd be shocked if Bill gates could actually retain all that. I I highly doubt that he actually can. So I wanna jump to the the chronic biography of Adi and Kathy Da, so that's gonna be his wife. And just pull some stuff that thought... That I wanna tell you right upfront because I wish I'd known this at... Before I read the book. Because it kinda... This, like, brief out. I'm gonna give you kinda, like, helps... It helped me understand him more as a person, and I think putting this the front is gonna help you understand him and the entire docile families we move through this. Alright. So it says, Adi duster himself was an accomplished an active athlete. He was also a precise observer. He recognized that the athletes of each discipline lack specialized shoes. Now that sound... That statement, this is now the norm. Right? But understanding the impact Adi had on the world of sports and business is and his day was not. This is an innovation that he's largely credited for. So he says, in his eyes, this was a disadvantage. This was his concept. If an athlete wore shoes optimized for their specific sport it would certainly result and improve performance. That statement to to us today is completely obvious. A hundred years ago, it wasn't though. In Audi, in Audi, woke the idea that would guide his life and revolutionize sport. The sporting world needed specialized, dedicated professional shoes for each specific discipline. So this whole idea, like there's undoubtedly areas in life now that the same thing is present today. That they could benefit from some kind of specification whether it's equipment, software whatever it is. There's a business opportunity in just taking it a step further and improving that. And that business opportunity is present a hundred years ago It's present today will be present a hundred years in the future. That's not gonna change. So says, after the first World War Germany was fired in economic depression and conditions did not favor the successful founding of a company? I mean, some of this is gonna be repetitive because it's also covering the book, but I think it's important. Where during the time of crisis with the material for his shoes come from and who would buy them. To earn a living, he repaired shoes for the citizens of this county lived in and to begin the production of sports sport shoes to used various materials originally made for military use. How harry I told you that. So it says after the war, not only were raw materials and short supply, but the electrical service in Germany was also inadequate. Audi possession innovative spirit. With belts, he rigged a leather milling machine to a bicycle mounted to wooden beams and the first employee worked the pedal to power of the machine. So I love that idea. It says during long hours of detailed work in refinement, Adi continued to develop his shoe models and even tested them himself. Talks about his personality here. Adi was quiet was a quiet focused inventor. There there's gonna be a lot about Adi when I was reading that reminded me of Henry Force. Oh, excuse me, Henry Fo. Henry Royce, 1 of the c founders of Rolls Royce. If you haven't listened to the podcast that I did on them, It's essential to anybody that cares about building quality products, it is on think founders number 81. There's is just a ton of similarities between these 2 people. So it says, and the first... Now we're gonna get be the beginning of his... His company says in the first 2 financially difficult years, a dozen workers produced about 50 pairs of shoes per day. They were making mostly soccer shoes and then tracks shoes. Together, they survived the economically challenging times, and in 19 26, demand increased significantly. They had outgrown the family washroom room, so Audi and Ru rudolph decided to take over unused production space. At the second location, now we're gonna... This is amazing because, at at the end of the book, I think they're saying adidas is producing like 200000 pairs of shoes a day. Right? It's a very beginning. They're producing 50. I think even that before this, they're producing 10. But now we see, okay. Start in the washroom and this is what I can do. Now they have a small factory, and they're gonna start making about a hundred pairs of shoes. It says, at the second location, they installed more machinery and increase the staff to 25 people. They produced a hundred shoes day. Now, here's the a huge increase to their business, is the fact that they took advantage of, centralized attention on sporting rents, like especially the. And this is an example that that had a huge impact on their business. Remember, Audiences has a theory theory. Like, I'm pretty sure you can get better results if I make specialized issues for what you're doing. And so he's also an athlete speaks to athletes. They understand each other, so he's able to convince them to trial out his shoes. This happens in the 19 28 summer Olympics. He says he was determined to use, this world stage should prove that top athletes with proper shoes could run faster jump higher and win more. Adi gave the German distance runner Lena Rod, a pair of shoes, he had developed. She won the race and become... And became the new world record holder. So a ton of people are paying attention to what's happening. What do you think is gonna be an in result when if somebody breaks a new role record. They're gonna wanna know who that person is and what equipment they use? With her gold matter, Medal, she confirmed Adi theory and the whole world witnessed it. Higher faster further was possible to choose from the from the da. Isn't that crazy? Like, in our world, like, of course. Like, that's my... The point I trying to make earlier. There's there's a ton of things that people in the future studying the time we're actually living in now are gonna look back and like, of course. Like, how did you guys not understand that? That phenomenon, you know, occurs constantly. And to us, it's just funny. It's like, of course, if you had specialized equipment like you would do better. And so the idea that Adi was the first person actually act on this and then build a business around it, is is fascinating to me. Another thing about Audi that I really really really respect. Like, he was obsessed. He's always learning. And this is something like the entire point. Why does this podcast exist for that exact reason? Like, the idea that you should just, you graduate from school. And you stop learning. Is silly. These people are terrible that do that. Odd was not 1 of those people. He says in 19 32. His business already booming. He's already having success. That's what he does. He decides to attend a shoot... The shoe technical school in it's a town called like, perm, so probably pronouncing saying that were wrong, and it was known as a shoe town. So to add to school And in this town, Odd deepened his knowledge of shoe making shoe making business techniques and model building. So when I read that part, there's a bunch of things that pop up put in my mind that are related to all these other books that I've read and analyzed. Right? Not many people know. This is something Jeff Bezos would have done. The very early days of Jeff of of Amazon. K there's just like a handful of Amazon a boys. He leaves Seattle dries. I forget forgot how many hours to take he paid for and took a 4 day course on book selling. You gotta have the humble to understand that there's this you can learn from everybody. You know what Mean? Like, Jeff Bezos is not... Jeff Bezos then Is obviously not the person. He is today. He had to learn to become that person. Like, that's amazing to me that he's like, yeah, you know what Like, my business up and running, but like, I can... I I always want to learn more. That's why, like, people like Jeff Bezos, Sam Walton, these people went to school on everybody. I just think that's so... Like, it's such an obviously good idea that it protects me why more people don't do that. Now so that's the first thing I thought of. And then the second thing I thought I was like, okay. So Adi is paying to go to... Here He has a probably the most successful shoe business in Germany at the time. Right? So he pays He's like, I'm I can learn more though. Like, isn't that that there's like, a a level of, like, humble there. To... Like, he's already the best. He's like, I can get better. But then the second thing is, like, there's a shoe town. Right? And that made me think of Enzo ferrari. I think it was back in founders number 97, r 98. I think it was 97. I did 2, but I'm pretty sure this... This is a 97. But, he talks about, like... You know, and ferrari is 1 of the the history greatest successes. Right? He had this mean this fan singular man focus on building race cars. And he talked about it that, like, it was also a product of where he lived in that small town, I think it it's... I call... I pronounce said Modi. I think it's Modern. What he says, this is a quote from Enzo ferrari. Ferrari, it is my opinion that there are innate gifts that are that are a peculiar of certain regions. And that transferred into industry, these prop propensity may at time acquire an exceptional importance. In Mode where I was born and set up my own factory, there is a species of psychosis for racing cars. That is a hell of a statement. A species of psychosis for racing cars. So undoubtedly according to Enzo, he was a benefit of him and his company were ben ben think that's what where I'm looking for. Of this special psychosis. I think this is also part present. And, you know, there's a ton of industries that that are... Even it's weird because I'm like, a huge proponent over remote work, and I just think, like the... Like, I clearly to me, the future of remote work is clearly, like, distributed. Right? And that we're... I think that's a major shift that we happen to be living to it just like, Christ Da was living through. You know, the shift of being rendered obsolete, like, of weaving or whatever. But there is undoubtedly, like, geographical locations today all across the planet, the specialize in certain things, And so that, I guess is what Audi benefited from. That's what enzo Ferrari benefited from. I think it's an interesting thing. You know, this just 1 paragraph that I was reading and it spawned so many other other thoughts. Alright. Now I get a good point. I like, what is up with the Nazi shit, man? Like, what are you doing here? Like, and again, like, we're looking in the past? Like, we not living in that culture or anything else. That it obviously it doesn't excuse it, but it's just like, it's so... Obvious to us today. Like, that is a terrible horrible idea. Like, how how is that possible? So I wanted to dig into. Was like, I need to know what you guys thought. I I... It's... Well, let me read this part, then I'm gonna tell you where it's also hard to to understand to tall... Like, I grew up in America. Right? To we don't live in a totalitarian regime, like Nazi Germany. But I've told you this on the podcast before. Like, my father was born in Cuba. Before Castro. My family, my grandfather and my father had, and and my grandmother had to flee Cuba because of Fide to totalitarian. I met a ton a ton of cuban when I was growing up, that literally got on raft and and sacrifice their to that risked the lives of themselves. They're... I'm gonna get... Oh, I gotta calm down here. Okay. Let's try this again. I've met a ton of cuban who sacrificed the lives of themselves and their children and put them on raft. Could you imagine? Risk... Like, what conditions do you have to be living under to risk the lives of your children like that. That's insane. But 1 thing I learned from that experience was when you talk to them, there... There's no way to act in a totalitarian regime like that There's no way to accurately gauge except through their actions, I guess, how people feel about that because they're forced to lie. You can't go. Like, you could back then. I don't even know if it's priced the same same today. But, like, you could not publicly criticize the cash regime. They kill you. So it's really hard to see, like, okay, the Cuban are having this done to them, how many of them actually support Fide fidelity and the and the Castro family or how many of them are forced to and doing so. Like, they're basically lying, about it to to they're to protect their lives. I I guess there is 1 way to see how they they feel about it because there's been hundreds of thousands of people that risk the lives of their family and it cut on makeshift raft and just took off into the ocean. Okay. I wasn't expecting to talk about that, but it's important for this part of the story because you don't really know in those regimes who actually supports them who does it. So let's get it back into Adi. Alright So shortly after the national Social German workers party ascended to political power in 19 33. Adi and his brother Ru rudolph felt pressured to join the national Workers prop party. It was a requirement if they wanted to remain in business and foremost among the motivating factors for that decision was their obligation to retain job security for more than a hundred employees. To refuse party membership, would have net negatively impacted the business and jeopardize the for. So the the equivalent that I understood in my experience, if you... To to to actively seek out... And this happened to people in my my father's side of the family that this happened to them. That's why I'm so freaking emotional about this. But you... If... It says, to refuse party membership would have been neck... Would have negatively impacted the business and jeopardize workforce. To do that in Cuba, would have either you would have either been jailed or killed. So that's why it's I I under... Like, I I'm trying to, I understand what is taking place in the Do family this time. Right? So I says, Adi was uni impressed by the so called movement and was never politically active. To him, it was an... It was athletic competition that mattered most. His sole purpose was to support athletes. Regardless of political affiliation, religious faith or ethnicity, and he winds up doing this. He winds up hiding Jewish people. Like, the reason I don't think he was, like, believed in Hitler. What Hitler were trying to do is because, like his actions... Like, even if he said, okay, I, I'm a part of the Nazi, like, you know, I I filled up a paperwork. I'm part of their organization, his actions. I think that's... Again, we talk about this all the time in the podcast Like, you learn a lot more about people from their actions and their words. And he's hiding Jewish people. He's, like, if he gets caught, he could die for that. But he also does something where he he makes shoes for Jesse Owens. So this is... This is what happens. So he says, His whole purpose was to support athletes regardless a of political affiliation religious faith or ethnicity. The fact that he outfitted the African American Jesse Owens with da shoes at the 19 36 Olympics under the scrutiny and displeasure of national socialist leadership gave testament into his political dis interest. Okay. I'm gonna go back... And so I'm gonna go away from that and go more back to this this idea I have where he just reminds me a lot of Henry Royce the my admiration for the fact that he had sold his game, and then I would I wanna learn more about his, personality before we go back to the book. He painstakingly studied the motions and mechanics of athletes. At the age of more than 50 as he had always had adi adi practiced numerous sports disciplines, simply to obtain insight needed to deliver the perfect shoe technology to the athlete. He wanted to completely understand the practical needs of the athlete and believe that was only possible if he was familiar with the demands of each discipline through personal experience. He just David Og has alliance. That's the good the good ones just no more. And Adi was 1 of those people. He says using this knowledge, he develops shoes for track and field athletes, football players, tennis players, skier, boxer, basketball players, bowl, spencer and many more. Odd didn't just do things differently, he did them for the first time. Throughout the sporting world, they spoke of his innovations. I think he wanted up collecting something like 700 patents in his life, which would put him out of all the people we studied in the podcast. Number 2, Thomas Edison being number 1, Adi being number 2 and Edwin Land being number 3. In discussions with athletes, Adi introverted man fell away, he spoke their language because he saw himself as an athlete. He listened to their concerns and in the process of finding a solution spared no expense to address the needs of the athlete. His contemporary described him as ambitious, creative and tireless. When sporting events were being broadcast, he sat before the television with great concentration precisely observing the movement of the sports man's feet. There exists many handwritten notes spanning his adult ears that bear witness to Add passion for detail because note notepad were always on hand throughout the home, so he could jot down his thoughts and ideas at every hour of the day. And then more just... How could you not like this guy? How could you not like, and I... I... As as much as I admire him, I equally dis admire this on a word, not I dislike his brother. And you'll see why I'll get there in a minute. Adi Da remain modest. He never saw the spotlight and seldom gave interviews. He was more interested in tinkering with new inventions, developing new ideas and putting them to practical use. Throughout this creative process, he approached his work in a precise earnest structured in always creative manner. Okay. So that was a 1 hell of a tangent. Let me go back to the book. Let's talk a little bit more about the difficulties of building this business in World war 2. This is before the brother separates. So it says the war would trouble for the factory because it was subjected to tight regulations of the regime. This is the Hitler regime. It was decided... It was decided that the factory would not be shutter. This is the government making that decision, but its production was sharply curtail. So let me just hit some highlights here. Due to rampant shortages, the company scrape scrape by to make the required pairs of shoes, and it even ran short of staff. Allied bombs virtually erased entire towns from Germany's map. The people in the town they're in, shiver in their sellers when an incessant stream of bombers flew over to destroy large parts of neighboring towns. While I... While, Adi was clearly regarded the lin pin of the company, his brother str and impose himself as the leader. So he's very ego. We just went through, like, Audiences much more modest. He's just focused on Craftsmanship. His brother ru rudolph could be incredibly harsh and mean. He rejected his sisters, please. This is this... Anytime I'm induced... There's a pattern If you listen to a bunch of these episodes. The... Anytime I'm induced to a state of rage by what I'm reading usually has to be with adults mistreatment of children. III have no... Like, there's no slack in my life for people that that that are crappy to children. Like, there's the the the bat... Children are like the best versions of humans ever. And somewhere along the line, they get corrupted into, you know, less likable adults. And so 1 of Rudolph sisters is... He's... She's got young kids. And, right now, Germany, you know, they would... There's people fighting that were 14, 15, 16. It's having World 1 too. Some of the people lied. Some people they knew the age and they were still sent over, but his sister's like, please employ my sons at the factory, so they don't have to go into the war because they're... The factory is gonna be re re re reposition. What's the word I'm looking for? The factors just making things stops make... They start making shoes of the war effort and other things. Right? And ru rudolph rejected, bluntly rejected sisters, please saying there was enough family problems at the company. And so his sister says he could be incredibly harsh and mean. These 2 sons never return for war. This is the beginning at the end of their relationship. Ado off, hey, that's Adi full name by the way. Ado... Early release from military duties caused further ski in the family. The decision identified the younger of the Das Brothers is the most indispensable half of their leadership Duo, which deeply e ru off. So this is the government saying, you you take... You're so important to the fact that you have to say this you're not gonna fight in the war. Right? But ru rudolph had to fight. He was regarded... Ru rudolph regarding this is an unbearable injustice and was certain that his brother had plotted to have him sent away. More effects of running the business during and after War 2, the Us eventually shows up at their front door to the factory. It says this this this purple of my mind. Us tanks halted in front of the Da factory. They were pondering the destruction of the building when a young woman stepped out. The 28 year old Kathy Da that's Adi wife, bravely walked towards the soldiers and pleaded with them to leave the factory intact. All all the people, all the people in there wanted to do was make sports shoes she explained. So they wind up... She actually convince them. They leave the factory away, but then they they they need place for their soldiers to stay. Right next to the factory was the the family house. So what also complicated relationships of the Docile families, they've all lived in a giant house with wives and kids and everything else. So they wind up leaving the factory loan, but they are now a bunch of soldiers, overtake the Docile family home. Ru off... During this time, he's, like, going back and forth, and he eventually is, like, he tries to run away from... He's like a dessert because he realizes, like, the war is over, Like, I'm not gonna die. Like, it's clear. That we haven't given up yet, but the allies are gonna win. So he winds up, getting caught from doing this. And he almost dies. So this was crazy too. It says the local Gestapo chiefs rounded up some of the inmates and instructed guards to bring them to to... There's a word I don't pronounce I think it's a d chao. It's a famous concentration camp. So ru rudolph is being sent to eventually being sent to this concentration camp. He says the 26 men were to walk the 200 miles to the concentration camp and chains, attached to by 2. The driver who was supervising the March. His name was Ludwig Mueller was instructed by local officer of the ss to shoot the prisoners. Root rudolph is 1 of these prisoners, Mueller ignored the command and led the prisoners farther south, but they never reached a Chao Har Group pronounce that, the Con was intercepted by Americans, and Mueller gladly that the prisoners walk back to their homes. Okay. So when he gets back, he's convinced that his brother set him up, and they start, like, he thinks he's betrayed. And this is this is when they they break up. So his his return caused ugly scenes as the 2 brothers and their wives attempted to clear what had happened during the war, the rose, meaning fights were particularly explosive between Ru rudolph who became obsessed with his brother supposed betrayal. To make matters worth. Is worse, the 2 couples were still living under the same roof. Okay. So this leads to their inevitable separation as the separation between the 2 brothers is completed in April 19 48. It paved the way for the registration of 2 separate companies, The youngest other the brothers then contracted his name, Adi, and this... And his last name Dos, and that's where you get Adidas from. Adi, his first name Da, the first last name. Ru rudolph took on another suggested suggestion, and it was 1 up being changed to Puma, which we know. Okay. This how they split the staff, how Audi has to start over the age of 46 and in the way the adidas logo came about, which I thought was interesting. Rudolph was joined by nearly all of the staffs, administrative and sales staff at but since all of the technical staff had picked ado off side, I don't know why the author calls them Adi the whole time and starts reverting no ado off. So I don't wanna convince convention. I'm gonna change all these to Adi. He says, but since all the technical staff had picked Adi side, rudolph men didn't have anything to sell. Conversely, Adi quickly restarted production but lacked any Salesforce to speak of in his late forties Audi Da had to crank up his business yet again. So it says stripes had long been used to strengthen the sides of their shoes. But most of the time they weren't visible. This is really fascinating. They weren't visible because they were made of the same leather as the rest. So they were just functional. They were not for a design. Right? This made it hard for duster to back up their clean that some of the outstanding athletes had been wearing their spikes. On most pictures, even experts weren't able to tell which brand of spikes they runners had on their feet. But Audi da figured that if the stripes are painted white, they could be used to make his spikes stand out from a afar. 3 stripes easily spotted from a distance that would cleanly distinguish adidas from competing brands of shoes. Now I mentioned earlier, I'd admire au. I don't admire root off. So I wanted to go into a little bit about the different way the 2 brothers operated their company. Adi was still, at, most of these behind his desk pulling over technical drawings. The only thing he was very, like, quiet, you know, ran kinda hands off. The only thing that Adi did not tolerate were s ness and ignorance. If Adi felt that somebody was not completely up to scratch, the poor guy was out. The same went for anybody who spoke up at meetings for the sake of it. He did not like people to just talk for the sake of talking. Adi just didn't have the time for these kind of people. Ru rudolph ruled over his company more bra. He would burst into meetings with a resounding laughter, brim with enthusiasm. I'm nothing wrong with that per s, but there's usually a dark side to people like that. When his mood swung, However, which occurred quickly and currently, the employees soon became aware of it. Rudolph made his presence felt loudly under any circumstances, cheering 1 minute and booming with anger the next. So I just couldn't work in environment when I was being yelled at. That's... This is not gonna happen. And so that's kinda the environment rudolph fast. He's kinda, like, you know, rolling over things with an iron fist. You know, some people are fine with that. It's, you know, adults should be free to make their own personal. But it was like, I thought about that when I was reading the book on, Thomas Watson. Just the way he would talk to his employees. Just made me cringe. Okay. So I need to introduce you to another main character in a book. It's Horse Do. Horse Da is the only son of Adi. He's going to rudolph gonna have sun us suns that work in the business as well, and this this... Multi generational feud continues. So Audi and Ru rudolph, we're gonna, you know, never really reconcile. They'll talk a little bit, but they, you know, they never maintain that really ship. They both die with the relationship in tat. Same thing for their sons. Right? And that... This is a lot of... Like, the good in the book is focusing on Audi craftsmanship entrepreneurship. The bad is like the ridiculous non personal nonsense that these people are not mature enough to overcome. And that wind up opening this giant door and comes his super passionate super smart phil knight, and he's gonna... He's gonna... When you're distracted you're fighting, you're you're not gonna succeed it you're against somebody that's completely focused. And I'm gonna talk more about that too, because there's a lot of examples of that in the book, which I just absolutely loved. Alright. So I wanna introduce introduce you to a horse first and then talk about, he's got some good ideas for for marketing though. On the weekends, horse was often dragged along with Audi for lengthy runs in the forest. The young men re the shared sports activities which gave him time to forge silent bonds with his father. It's a quote from horse. My father wasn't exactly bubbly in terms of conversation. His words tended to be pragmatic, and unfortunately, Horse is his personality just is not... Odd he winds up dis owning his son before he dies. So I'll tell you that now, and horse is also... I'm pretty sure he was a giant ko. I'm almost positive. The the author never comes out and says it, but there's... I mean, is a... They talk about, you know, going to parties and with giant bowls of white powder, but I'll tell you more about personnel personalities. This he's not, like, Audi at all. It it doesn't mean he doesn't have skills He didn't add value to to Adidas He in large part. Audi he didn't give a... He didn't care about growing for the sake of growth. He would you wanted to make the best products. Horse is really the 1 that fuels that growth. It also, you know, they they over leveraged themselves later on, and that the company has to sell. The family has to sell it later, but but horse was an extreme character. Alright. It says, so he he sends there's a I don't know if it's Olympics is some kind of... Yeah, the Olympics, I think in Melbourne, Australia. So horse goes over and her and he starts... He he he immediately starts making his own decisions. He says the young da hair, skills that could not be acquired anywhere. So instead of selling it adidas to shoes, horse would hand them out for free, and people did not like that. Remember, at this time too, sports as we think of it today is gigantic multi... What... It's gotta be multi... It multi trillion. I know... Like, globally it's gotta be. Right? This huge industry. It was not like that at this time. There were still money being changed hands, but it was all, like, on the lows Was it's all corrupt and the book goes into a lot of detail about that. So giving away things for free and doing the just... They... These were unique ideas then. Right? Horse convinced that the gift would be a smart investment. He couldn't think of any better publicity for his business than a t of athletes hitting the tape in 3 stripe shoes. Free shoes actually paid off. When the medals were recounted horse proudly informed his parents that more than 70 of them had been won in adidas. The athletes had received their free adidas spikes was such eager that the brand seem ubiquitous at the Melbourne games. That's a smart move. Right? The snapshots of many finishes were dotted with melbourne spikes yielding un beat publicity for adidas. That's a real good idea. When these pictures came out, all of a sudden, a lot of retailers became interested. So he's opening up distribution channels. There's nothing wrong with what he's doing here. Go back. I'm gonna go back and forth. I'm not gonna spend that much time on Ru rudolph and Puma. I'm gonna tell you more about... Well, this is the note myself is ru rudolph the death spot. He constantly be little arm. This is his son. This is So horse is Adi son, Arm and his rudolph son. He constantly be little arm often in public. Arm pleaded with his father to let him leave and study electronics, but ru rudolph wouldn't hear of it. Arm was to learn the tricks of the shoe business as soon as he left college. This was all the more appalling since rudolph displayed apparently unjust indulge towards his second son. His second son's name is Ge. He... Ge was born 10 years after Arm. By openly favoring Ge, he... He stimulated and aggressive and sometimes unhealthy form of competition between his 2 sons. The disputes crushed ru rudolph wife. Once a choice and courageous woman, his wife crumbled on the relationship with her des spot husband, He's just a... First of, I can't run the company to save his life. Makes a bunch of dumbass decisions. And then, you know, making your kids compete? Like, what are you doing? What are you doing? And then being, like, making your what... Like, you having such a... Like a iron fist at your wife. You don't have a relationship at that point. I hate people like this. Oh, this is funny. So I'm gonna get a little bit into, like, where is the Where does this idea of, like, mixing money sports and business come from. And a German sprinter is gonna learn, while he's in America, that's the funny part that you can get paid for this. This didn't didn't happen in German before this. And adidas refuses initially refused. Eventually, they pay off they're... They engage in the corruption horse maybe 1 of the most corrupt people in the business of sports ever. I would argue. Adidas refused initially, but basically the exact opposite. Like, he has exact opposite, what viewpoint of his father. Okay? So this says this German Sprinter. She spent some time in United States. His name's Harry. That might be last name. Harry had learned that performers deserve to be rewarded financially. Harry appreciated this part of the American ethos and firmly intended to apply to his own athletic career. Harry bluntly inquired what Adidas would be prepared to offer to his commitment. So this is really surprising. Because Adi, all, he... Like, he was... He did it for the love of the game. He's like, no, I built these shoes for you because, like they're the best shoes are gonna help you perform better. So he he gets mad. He's like docile annually refuses. Audi Da was still convinced that Harry would have forgotten about the money nonsense that he would turn up in his adidas spikes. He was utterly dismay therefore when the German sprinter emerge from the tunnel in a Para puma. So Audi not gonna pay them off, root off will. The Sprinter choice was at least partly motivated by a thick brown envelope. Now, this is how payoffs happen, especially with Olympic athletes that were... You know, they were supposed to be amateur immature. So there's an American Sprinter. And he shares what was taking place around this time and history issue. The american Sprinter called precisely how it was done. I remember I remember it. It was like in the James Bond or mystery movies. A shoe agent would go into the bathroom and leave an envelope under the stall. I would go into the stall after him. You'd get an envelope that had 700 dollars or a couple thousand dollars in it and you thought you were rich. Okay. So this is something, you know, horse would engage in with frantic, coke head like energy. The guy didn't sleep. He worked all the time, was extremely paranoid. I mean, just if you list if if if you were to list this personality traits, I you Google, what are the side effects a cocaine. Like, they match up almost exact. Again, the author never says that, but, I, there's have... There's... If you read the book, I think you would arrive at the same conclusion. So he's got... Also. He's got interesting idea. He was very much more hands on. He wants to becoming, like, a pro sports agent almost. He's he starts a bunch of other companies because he has an outgoing... You know, party kind of personality, the exact opposite of his father. So he has his idea of the revolving dinner ploy. He does have some good ideas in the sense that, like, businesses made up of relationships and certain businesses definitely are, but it's also like, a very superficial transactional level. Like, he dies really early, like, 51 from cancer and, like, 2 days before he's dying. He's, like, writing notes to people, but he even says, like, he's he was at the end of the life. He says he's personally unhappy. He's a estranged from his wife and his 2 kids because he worked 24 7. And he he had very few friends. He had, like, an unbelievable... Like, he knew thousands of people, but very few real friends, and that's just like, that's a like, that's not that's a sad way to for your life to come to an end. Like, that's just not I don't know Anyways, I'll get there in a little bit. So now we're... Once he spotted an opening horse bull does at head, ignoring obstacles, he prod his aids into immediate action. So 1 thing, you know, I do admire about him, he was driven and he understood that, you know, success in some parts in to some degree is a function speed. And so he went fast. He was racing at 200 miles an hour, and we were puff behind struggling to keep up. Although contracts didn't s the employees work on Saturdays, the officers usually you full that day. Horse worked hardest of all, a work holiday by any stand. He always look for ways to exploit his time as efficiently as possible. So this is what... This is what happens. We see this a lot. You over optimize him 1 part of your life, and, you know, your time is finite. So that means you're going to... You're making a conscious decision. Maybe his name even concerts but you are making a decision whether you note or not that you're gonna make sacrifices in other areas. My point, the reason I bring this up so much because it it happens in these books all the time. They do that. Maybe they don't even mean to do it, and then they regret it later. It's we have to learn that. We're probably... If that happens to them, they're humans just like, we are, we might feel the same way. So that's why I keep bringing it up. So it says, 1 of his most bizarre employees was known as the revolving dinner. 3 groups of people would be set set up in separate rooms. Horse would have drinks with 1 group sit at the table, then as as planned, he would be called away from an urge for an urgent meeting. He would then move on to the next group. Eat an appetizer then be called away. And on to the... And then onto to Ne shoot for dessert. At the end of the evening, all of those guests would feel they had dine with horse. Now this part surprised me, like, why are you doing this? Breaking into new countries and new markets at this time was a very slow labor intensive process. Again, I don't think Odd even cared about this. But Horse wanted, you know, adidas to be like this was giant global company. So it says, at the beginning, Adidas received only piece meal orders from French clubs and athletes. Hope... But Horace picks picked resourceful players, the kind who would scour the country on match days to hand out adidas boots and spend many more hours cultivating friendships of the bars. They were doing this on, you know, an individual basis. I'm gonna infect 1 person on the team and that person is gonna gonna spread my product to other areas of the team. Extra rounds were bought for photographers that they promise to shoot close ups of a adidas boot. So he starts developing this this huge network. This is gonna very very reminiscent of, of the tactics we discussed on the podcast about Mike O, the person I founded that the Agency. Horse Taught his employees to hook sports people by weaving to together personal relationships. So this is... We're gonna see his personality. Were you in the locker rooms with them horse snapped? Do you know their names of their wives? Did you have lunch with them beforehand? Well then what did you expect? Such attention we're per perfectly in line with horse Dazzle motto? Business about relationships. Now, just like horse took adidas to new levels, so did Arm, which is, you know, his his cousin, his counterpart. It says the relationship between Ru rudolph and his Eldest son had always been strained. It deteriorated further when Arm having become more self assured began to question his father's conservative methods. Watching horse, Harmon Arm acknowledged that the sports world was undergoing rapid changes. And unless he was able to allowed to steer puma in the right direction, the company would be entirely left out. So Arm sees a huge opportunity. And he thinks that this is, you know, post World War 2. He's, like, you have this giant growing market in the United States. Like, we need to go over there. Arm discreet exploit openings to sell puma to sell Puma products in the United States. He had already been sent out there by his father shortly after the war and his visit had made a strong impression on him. He saw Puma would be at a huge advantage if it managed to make its mark in that country. So both of the cousins are doing essentially the same thing. They're expanding their their business at against the wishes of their family. Okay? So there's a bunch of details that, I'm gonna skip over, but it says, horse of the detain and all the altogether different. No longer was he the A young German with a handful of spikes. Instead, he had turned into respected entrepreneur, the international face of Adidas. Horse was seizing control of his parents brand. Okay. So says a contrasting... Now, it's gonna lead to a falling out with his father. The contrasting attitudes led to rank discussions between horse and parents. But staunch refused to be held back by their conservative ways, and they just weren't ready. They they they really didn't have an interest in doing that. They were fine just running it as a family business. Horse effectively resolve to compete against his parents. And this is where we see, like, unbelievable levels of du simplicity on his part. He starts competitors that they don't know about. He funnels money that was meant for the growth of adidas to other personal projects. He eventually builds, like a web of of offshore companies all over the globe that are so complex. He doesn't even know what's making money what's not. Again, this is very, like... I said it he acts like a C. And so the way he's running the business, you know, his father's very upset, and his father in seventies at this time. So it says, Adi watched the business with an increasing detachment. Now in his early seventies, he was tired of the relentless complaints for his managers, his wife and his daughters. So, you know, they have horse is running, you know, international expansion of eds, the the family and including the daughters are focused on the German aspect of the business, and they're just... They're not... They're... They start fighting within each other. And so Now are they internally fighting within adidas. They're also, like, paying attention to Puma because of the the family feud that happened, you know, 30 years earlier, and what's gonna happen? You just hope you have to focus. Just opened his giant door, and here comes Phil knight. If you haven't listened to the podcast. I did film night. His book shoe dogs is 1 of the best books on entrepreneur entrepreneurship river ever read. It's founders podcast number 10, but more than that, I really think that, the opening of that podcast is probably the 1 of the best if not the best opening I've ever of any founders episode. Because it's like, it it's this inner monologue. I think Phil knight something like, 24 years old a time. And, you know, just like, I everybody else goes to this, like, what am I gonna do in my life? Like, you know, especially at that age Has this huge uncertainty. Like, everybody goes through that. And, you know, he said, he's on the run. He's just goes his in inter ronald. He's like, what if I just pursue my crazy idea. And that that to decision, you know, led to to to Nike is remarkable. Anyways, Alright. So it says, another contender Threatened to upset the almighty dollars at the Munich Olympics was a small American company called blue Ribbon sports. Obviously, that's Phil Knight company before he changed the name in Nike. It had been set up by Philip Knight. A link middle distance runner and graduate of Stanford Business School. Then known as Buck, Knight had always run an adidas, but he thought it outrageous that American students should be more or less condemned to buy expensive German spikes. In his Stanford paper, he outlined a business plan to launch a competing brand. So this this is a question that launches Nike or what eventually becomes Nike. Can Japanese sports shoes due to German sports shoes what Japanese cameras did to German cameras He asked. I love picking the idea of picking out insights from other industries and applying it to... Saying, hey, that idea worked over in 1 industry you're probably work this 1. There's there's a huge there's a number of examples in history where that's successful. So a really good like, framework mental model, whatever you wanna call it. Alright. So I'm gonna skip ahead in the book And I'll go back in time, but I wanna stay on this in Nike thing. Okay? So now we're jumping ahead. I don't know. Maybe a decade. I think Odd already dead and Ru rudolph is already dead now, but but anyways, I wanna talk about how adidas opens the door for Nike with it's incompetence. And there's a lot taking place in this in this section. The idea that they're dismissive about Nike new technology. They called a toy. How many times have people discounted new inventions. And they say oh, it's it's a toy. All ton. The fact that Nike propelled what... At the time was a the new sport known as jogging. They were very dismissive. Oh, it's not a real sport, and the fact that Nike is not a threat because, you know, we're much larger company. Yeah. But Nike is growing faster. And you're not. You're shrinking. Eventually, you're gonna intersect. Alright. So let's go there. So 1 of the, brand representatives you United States for Adidas, He knows his Nike is exploding. So he goes back to Germany. He's trying to tell him he's like, hey, you guys need to check this out. He says, he figured that adidas technicians would be interested, but the response was invariably dismissive. The waffle, the Waffle shoe, the running shoe designed by former coach Bill Bower. This is Phil Knight partner in his kitchen provoked outright polarity. They inspected the sample as if it wore was a piece of dirt, they pulled at it, and then they threw it. They thought it was a big joke. These luna who designed shoes with a waffle iron. Yet the dirt... And so, it says, they they didn't see the Nike is a problem because They had so adidas just had so much demand that they couldn't keep up with them. Right? So, like, you they'd have suppliers in United States that had post place an order. They wouldn't get the result for, like, their order for like a year. And so they're like, nike no threats. Like, we have more business we can keep up with. Yeah, but you're not delivering the business on time. What do you you think everybody's just gonna wait around a year to get your get your shoes? So say, yet, the dear of Adidas supplies played strongly into the hands of Nike. In the exploding American market, retailers became so wary of the hap Adidas deliveries. That they could not afford to turn down an alternative alternative brand that is. To push its advantage, and then Nike takes advantage of that to like, oh, okay. Check this out. This is really smart. To push its advantage, Nike introduced a shrewd mechanism known as futures. In other words, they shifted some of the financial risk to their retailers. So people that wanted their product. In return, the retailers who took part in futures would obtain a sizable rebate on their orders and could rest assured that they would actually obtain the goods. In a market driven by wild demand, this was an un beat argument. So you could have a shoe that no 1 knew existed. And then overnight, maybe like, a soccer or a tennis player could win in the Wimbledon dinner or whatever, and then you have a hundred thousand orders next day. That's what they're talking about. And so what what what they did is like, hey, if you if you give us the money early, and you commit to buying x amount of Nike, well, first of all, guarantee that we get it you on time and too, we'll give you a discount. And so Nike would take the money from the retailers, give it to their manufacturers in Asia, and essentially, have the retailers finance the growth. That's exact opposite it was happening with Adidas. So owned a lot of their factories. And that's why... And they had a crappy logistics system. So it says, with the jogging boom in the seventies Nike advances turned into a tidal wave. At the forefront of the movement, Bill Bower men led many thousands of, otherwise, una athletic Americans on daily jog, And this newly formed army of leisure runners turned to Nike and mask or in mask? Sorry. Not mask. Now they're smart technique by by businesses we've seen this applied other ways. Like, what is your product used for? Don't focus on selling your product, focus on growing what it's used for. Lulu lemon did this beautifully in the last decade and half. They didn't try to sell you as leisure or whatever it's called. They grew the sport of yoga or the practice of yoga, whatever you wanna call it. And then, hey, if you're in a yoga, you're gonna come by my clothes. Hey, if you're jogging, you're gonna buy Nike. Brilliant. The German technicians shouldn't dismiss the trend by contending that jogging is not a sport. You don't get to decide what other people are interested in. This is this is the height of Arrogance. This is exact opposite of the opinion of their founder. This hasn't... And I wrote I wrote focus in caps with exclamation point. Horse Dazzle was equally guilty of a when he came... He's running the company full force right now. Audi is dead at this point. Horse was equally gil... Guilty of a loop when he came to Nike, absorbed by his sports marketing and broadcasting rights business. He's running other businesses and adidas at the same time. You're not gonna beat somebody that's running only 1 businesses. You have to focus. He didn't display much concern about the Nike issue. He eventually agreed to meet Phil knight. So they take go to Trade show. He wants a meeting him. He says... But he's got a big mouth because he's prey on drugs. The Nike men couldn't believe what they just heard. Horse Dazzle had let it slip that a strong adidas shoe sold about a hundred thousand pairs each year in the United States. Blue ribbon was selling roughly the same amount of Waffle trainers a month. So again, appearances outside appearances can be deceiving. Nike didn't have that information. At the time Adidas is doing more in overall sales. To selling more shoes in different different countries. They're selling clothing doing all those other stuff, but they're like, wait a minute. We're on something. You're only selling a hundred... You're your your best shoe is selling a hundred thousand a year. While, this new invention that we made and all the other smart tactical decisions we did, we're doing that in a month. At that point, you know games set match. You've already won. The other person just doesn't even know it. And that's inevitable. Shoot few short years after this. Adidas has to be sold. They start losing tons of money. Horse is... He... Again, Told you, he's got a of good ideas, but he's isn't more bad ideas and good ideas, and he was not good. They're like, you know, I've read some people, he was a a genius businessman. No. I disagree. I disagree fe. He was not a genius businessman. His father, he built on the innovations of his father. His father I when... I... I'm not calling Audi genius businessman. Like but he he built high quality products. And it's this focus on, like, this expansion and this distraction. All stuff is just like, you had a good business here and you ruined it. That's my point. Like, this happens a lot. And we do it It's like self inflicted. I don't know. I just I... So it's so beneficial reading these books because you realize, a lot of times what not to do and that's very powerful. And both families are guilty this. I wanna go back in time. We're gonna see how audi horse were never on the same page, and then we're gonna see root rudolph an arm and doing... It's it's so... Like, they... It's funny. How you ever see 2 groups of people or 2 people who might know that hate each other, and you happen to be friends of both or whatever other cases is, and some... You can extrapolate this out onto until, like, you know, tribes that fight each other, with a sports sees, whatever you're, like, do you people even see you're way more similar than you think. So we see that in the relationships with their sons. So he he gets really mad because horse starts making, adidas clothing. And Adi just wanna make the best shoes. Just says, and he's yelling at this time. Horse. You won't spare me anything. He burst out ind. Sure enough you have done well for us, but bathing suits never. Have you gone completely mad. Never under the Adidas brand. Adidas is about shoes and swimmers don't wear any. At the receiving end of these theories, Ti horse das retained his cool. It didn't... It didn't matter who he replied calmly. If his parents refused to launch Swimwear under the adidas brand, he would launch it under a brand called Arena. This is all these side businesses he makes. But the promise is he takes he's taking resources away from Adidas to to funnel side business. It was an escape route that would enable him to develop his business with those families consent. Okay. So that's that's what's happening at this time in the to in the the... I was gonna say the Das family. We're about has our family and the Adidas family compared to the Puma family. So let me go back to Ru rudolph because he's about to die. Right? So it says unbeknownst to many other family members ado off and our audi ru rudolph had met up several times. They they had, you know, at least 4 lengthy discussions over the years. I think they were both in their early seventies when this was happening. Wouldn't... Reconciliation no, but they did talk. The night of Rudolph death, the Chaplain, I guess this from the church placed the call to to Adi. But Adi declined across the river and embraces his brother 1 last time, but he conveyed his forgiveness. Rudolph passed away shortly thereafter. Now, with the death father, Arm, his son could run the company as he pleased without interference from his bullying father. This marked the beginning of remarkable run for Puma with sales multiplying 5 fold in 10 years. Yet Arm still couldn't measure up with his cousin horse, who was warming his way into the most influential spears of the sports business. This assuming me comes, like, you know, it starts selling promotion sponsorships, excuse me, you know, just growing the brand. But I wanna fast forward because this is the author where she's like, you know, it's a remarkable front, Yes. Remarkable in the sense that, like, yes, they did more in sales, but a lot of that was unprofitable growth. And so eventually, Puma, it's... They they they sell stocks, and the bank takes it over. They lose the family business. And before I reach you this part, this this section... I'm because I'm gonna jump ahead the time and then go backwards. Right? Because I'm trying to organize it by by the Puma side and the tea side. But when I'm reading this section, and you have families, starts with 2 brothers fighting each other, then their family, then them fighting the the descendants of each family then internally, but, like, everybody's is fighting. And like, over work. And my thought was, like, entrepreneurship should be a force for good. If you have a business that makes you miserable somewhere along the line, you lost the plot. You took something 1 of the greatest inventions in human history, 1... 1 of the best things that that we as the species have have created, and you turned it into from an from a huge asset to your for for your family to a a disastrous liability. So skipping ahead. When his father, this is now Arm, Arm lost controlled Puma. And so it says, he he crashes on the couch in a state of art despair. He had returned from a meeting at at Deutsche Bank... Deutsche Bank, the banker said that they were preparing to remove him from the company. You have lost your business. He was apparently told. This was a devastating blow for Arm men, who had dedicated his life to Puma. He had weather the humiliation is inflicted by his cousin, and worked relentlessly to make sure that Puma could continue to compete. It was hard for him to comprehend how anonymous bankers could take his family heir loom away from him. From them on as his wife saw, Arm would never be the same again Few shortly later, he dies. It was no longer a family owned business and has seemed that the new prop reporters could barely wait to erase the family's legacy at the company. Arm and Da became increasingly prone to depression. He passed away the age of 61, although it his cancer to destroyed his body, Arm Dazzle family remained convinced that he was mortally shattered by the loss of his company. Put it this way, his widow said, he didn't fight. Alright. So I just for the rest of time talking about Adi, gonna go back in time. Adi still alive. He made, like, he never stopped inventing and and improving. Right? Till they died. And I found I learn a bunch of stuff, like, Muhammad Ali, like, Audi personally made, Muhammad Ali shoes. Boots. I guess, a called boxing boots or whatever are the case is. Like, he'd listened to what they needed and... It was fascinating. Even, like, he's running, you know, owns his giant company. He's still working on an individual level to understand the needs of of his customers and Muhammad was his customers. It's fabulous. And just... I I... There's just 1 sentence to this in the book that just made me smile because it talks about the level of Audi craftsmanship when it comes to the... Like, he built he built such a high quality product that communists would be forced to ignore their capitalist origins. So it says, Adidas was was of such undeniably superior quality that the East Germans were prepared to turn a blind eye to its capitalist origins. That is fantastic. More about Audi... Well, right like I... Well, you know what? There's something else. The benefit, like, I don't wanna spend too much time on h because I find him in in in general to be a dis human being. But there is something he he did teach me something that you know, another example of books original links. He he got really into into, you know, sports marketing business, whatever you wanna call it. And he should just me to mark a cor. I never heard of them before. But he says, Horse Dazzle could not fail to observe the rise of professional sports agents. He he was right about these things. Who made their money by seeking lucrative sports endorsements for for media friendly athletes. So horse would do that. He organized company doing that. He says the ins indicator of this business was Mark Mc. An American lawyer who launched his agency in the nineteenth on the back of a handshake with Golfer Arnold Palmer. Cor soon turned into the rain maker of the sports marketing business and his company I g into a sprawling sports and entertainment groups. I've heard of I g before. I wasn't from familiar mer mac, he wrote a bunch of books. I just fix ordered some. So he he'll probably turn up in the future episode of founders. But I wanna go back to to Adi. So right before his dad dies, horse shares with his friends or his close colleagues, whatever you wanna call him and he says, he shared his sadness and showed them long bitter letters in which 8 Adi dis his son. So it got so bad between them. That you know, their their relationship was never the same. I think right before he died, they they might have, you know, reconciled somewhat, but, you know, but this just too lame. So I wanna talk to you more about, you know, as fascinating to me This this is level of focus Odd had that he he maintained his entire life It says Adi continued to walk around with his note notepad and to to tinker in his workshop. The obsession that drove him perpetually to seek improvements for his shoes never faded. Over 5 decades, He registered nearly 700 patents to his name. In his seventies, Da continued to shy away from the honors that were bestowed upon him. When strangers turned up at his gates, hoping to catch a glimpse of, he turned them away on sarah. This is somebody talking about something they observed. 1 day he was walking his dog in the compound when someone called to the fence asking for Audi da. Adi just shrugged. I don't know. He told the visitors, I'm the gardener. He clad in his 3 stripe 3 striped sweatpants pants, he tended to look the part. Adi once confessed to his friend that he didn't have a clue how many factories that he dis owned. And frankly he didn't care. By 19 78, the company the company he founded in his mother's washroom employed nearly 3000 people in Germany alone. About a hundred and 80000 pairs of 3 striped shoes were produced daily. By then, Adi had been advised to slow down. He had been gently told after a medical checkup up that he should cut back on soccer tennis, which he still regularly played. On 08/18/1978, he was fell by a stroke. And he passed away at the age of 78. The Do family followed his strict instructions to keep pom speech makers and other intruders at Bay to make sure the funeral would remain private. And I'm gonna leave the story there. If you wanna read if you want the full story, I'd recommend reading the book. Sneaker wars. The Enemy Brothers who founded adidas and Puma and the family feud that forever changed the business of sports. If you wanna read the book and support the podcast at the same time. I have a few of Amazon affiliate links, they're in the show notes on your podcast player, or you could just go to founders podcast dot com. If you buy the book using 1 of those links, Amazon sends me a small percentage of sale and no additional costing. Thank you very much for the support, and I'll talk you next week."
}