{
  "transcript": "So this week's is gonna be a little different too. If you heard this podcast before, you know that every week, I read a biography of a founder or entrepreneur. And then I share with you the highlights that made me think or or I thought were interesting or something I learned by reading the book. And I'm gonna do the same this week, but instead of a book, it's a book length blog post. Tim Urban, the founder of Wei y has been publishing a 4 part series on Elon Musk and his companies. And the poster are so long, he published them in Kindle format. And in total, it's like a 7 hour read. And today, I wanna talk about the fourth part of that series called the cook in the chef, Musk's Elon Musk's secret sauce. So, let me just jump right into the dis this distinction that I think is really interesting what Tim is talking about as far as what makes Elon so special, and he uses the metaphor of the cook versus the chef. The difference between the way Elon things. And the way most people think is kinda like the difference between a cook and a chef. The words cook and chef seem kinda like synonyms. And in the real world, they're often used interchangeably. But in this post, when I say chef, I don't mean any ordinary chef. I mean the trail blazing chef. The kind of chef who invent recipes. And for our purposes, everyone else who enters a kitchen, all those who follow a recipe is a cook. Everything you eat Every part of every cuisine we we know so well was at some point in the past created for the first time. Wheat tomato, salt and milk. Go back a long time. But at some point, someone said, what if I take those ingredients and do this. And this and this and ended up with the world's first pizza. That's the work of a chef. Since then, god knows how many people have made a pizza. That's the work of a cook. The chef reasons from first principles. And for the chef, the first principles are raw edible ingredients. Those are those are her puzzle pieces, her building box, and she works way upwards from there. Using her experience, her instincts, and her taste buds. The cook works off of some version of what's already out there, a recipe of some kind, a meal she tried and liked, a dish she watched someone else make. On a typical day, a cook and a chef don't operate that differently. Even the chef becomes quickly exhausted by the mental energy required for first principles reasoning and usually doing so isn't worth his time. Both types of people spend an average day with their brain software running on autopilot, and their conscious decision making centers dormant. But then comes a day when something new needs to be figured out. Whatever this new situation is, autopilot won't suffice. This is something new and neither the chef nor the cook software has done this before, which leaves only 2 options. Create or copy. Let's say the cook is starting is thinking of starting a business and wants to know what the possibilities are. Conventional wisdom has him covered. He types the command into the interface, waits a few minutes, and then the system pumps out its answer. So what he's talking about there before the section. He was talking about the the parallels between computers and then our own brain and then using the metaphor between hardware, which is our biology and software, which is what we do with our time, how we optimize our learning and and things so forth. So he's using as, the cook is sitting there saying, hey, I I have a question I don't answer to. Instead of trying to come up and use independent thinking or reasoning from first principles. I'm just gonna go and reference conventional wisdom. And in this case, he's using the metaphor that conventional wisdom. It's a computer he types into, and and that's where we're at. He types the command to the interface. Weights a few minutes, and then the system pumps out its answer. Rules for starting a business. Number 1. If something has been done, it's possible. Number 2, if something has not been done, it's impossible. Number 3. If something is both a good idea and possible, It's already been done. With the decision made, not to start a business, he switches his software back in autopilot mode done and done. Elon Musk calls the Cook way of thinking reasoning by analogy as opposed to by as opposed to reasoning by first principles. If you start looking for it, you'll see the chef cook thing happening everywhere. There are chefs and cooks in the worlds of music, art technology, architecture, writing, business, comedy, marketing, app development, coaching, teaching, and military strategy, And in each case, though both parties are usually just on autopilot, mindless playing the latest album again and organic concerts. It's in those key moments when it's time to write a new album, those moments of truth in front of a clean canvas, a blank word doc, an empty playbook, a new sheet of blueprint paper, a fresh whiteboard that the chef and the cook reveal their true colors. The chef creates while the cook copies. Being a chef isn't being, like Elon Musk. It's like being yourself. That's the central metaphor to the entire post, And we're gonna... And he builds... If it's found about 3 quarters of the way through from from here on out. Everything I'm gonna share is actually gonna go back starting at the beginning and go in chronological order. I just shared the... The metaphor of the chef of the cook to... I think introducing it at the beginning, gives you a good idea of of, Tim's opinion about after spending hundreds of hours researching Elon Musk companies, what makes Elon so special and why he's so revered because he's a chef in the world of cooks. Anyone who's read the first 3 posts in the series is aware that I've not only been buried in in things Musk is doing. I've been drinking a tall glass of Elon Musk ko throughout. I'm very, very into it. The dude is a steel bending industrial giant in America in a time when there aren't supposed to be steel bending industrial giants in America, ig revolutions in huge, old industries that aren't supposed to be revolution. After emerging from the 19 nineties dot com party with a hundred and 80000000 dollars. Instead of sitting back in his investor chair, listening to pitches from grove young entrepreneurs, he decided to start a brawl with a group of 900 pound sumo wrestlers. The auto industry, the oil industry, the aerospace industry the military industrial complex, the energy utilities, and he might actually be winning. And all of this, it really seems for the purpose of giving our species a better future. So I just wanna stop there. I just actually wanna interject into that. If you know the story of elon Musk, which was covered in Ashley Vance book because when covered online. We'll talk about a little bit a little bit about it in this post. You realize that by 31, he was fabulous wealthy. And how many of us he'd he'd sold Zip to, and then we, which I'll talk about a little bit here and then he sold x dot com, or he merged x dot com with Paypal then ebay buzz Paypal. After that, he he comes out of that with a hundred and 80000000. He was the largest shareholder in, in that transaction. And how many people are gonna make a hundred and 80000000 dollars. And then if you know the Sur V elon musk, risk his... Almost his last dollar, and then sign up to work hundred hour weeks on projects that everybody thought would or share to fail. There's never been a private based company. The last, successful American car company sounded what 75 years ago, or I forget the exact... But, a very long time ago. And then on top of that, you're gonna, make it electric. Then you're gonna start with his cousins, he fund its Solar City, which now Tesla's just obviously purchased if you've been following that recent event. So the reason I'm sharing this post and the reason I'm I'm I'm kind of rambling here, and I don't mean to is just because I just think what he's doing is rare, and I don't even care if he doesn't succeed. I just think it's very important that somebody tries that he... There's no... Given that situation, I think the 99.99 percent of the people would just sit back restaurant laurel, maybe they become a venture capitalist, maybe they invest a little bit of money in other projects. Maybe they become a philanthropist. Not many are would do what he's doing. And I think that's what why he's so... Why books about sell, why podcast podcasts about him or listen to why videos online about them or are watched, why people pay attention on Twitter and why if you think about it, Looking at the case of Tesla, they... Their marketing budget is 0. Yet, every time the the the model 3 event at the time of this recording was just a few weeks ago. It was covered by every single news organization in the world. There's there's... What he's doing there is something very, very unique, very interesting. And I think Tim Urban, post on that Piggyback on that and just... In helping us understand why he's doing the things he's doing and then how he does it. So let's go back into the post after that long that long interject rejection. Alright. So Tim's Tim speaking here. During the first post, I laid out the 2 objectives for the series. Number 1, to understand why Musk is doing what he's doing. And number 2, to understand why Musk is able to do what he's doing. So far, we spend most of the time exploring objective number 1. But we're... But what really intrigued me as I began thinking about this was objective number 2. So the first 3 posts, I would say fall into objective number 1, and then this post is following into objective number 2. And again, I'll, I'll, I would go back and read them now. But I will cover the first 3 post on this podcast at some point. And then this is, Tim continues to the the his thought, and I also highlighted this. This is also 1 of my favorite quotes to the post. I'm fascinated by those rare people in history who manage to dramatically change the world during their short time here, and I've always liked to study those people and read their biographies. Tim needs to find out about this podcast. Those people know something the rest of us don't. And we can learn something valuable from them. As I work through the Tesla and Spacex expo, this con this concept kept surfacing, and it became clear to me that this series couldn't end without a deep dive into exactly what it is that musk and a few others do unusually well. The thing that tan me is that this secret sauce is actually accessible to everyone and it's right there in front of us. If we can just wrap our heads around it. Mu this over has legitimately affected the way I think about my life, my future and the choices I make. And I'm going to try my best in this post to explain why. This is why I think book reading books and and listening to, like, a podcast that you can learn from are so important. Because he's saying mu this over has legitimately affected the way I think about my life, my future and the choices I make. So he's saying studying Elon Musk has affected the way he's going to make decision his own life. Just like I I shared a little earlier. The fact that I just happened to be randomly watching this podcast on Youtube. 1 day and hearing Elon Musk say the importance of reading biographies has now led me to creating something that didn't exist before, which is a podcast that just about biographies of founders. I think that's the the greatest illustration of this this like, self reinforcing loop of, like, the things we read, the things that we expose ourselves whether through reading or podcast or if you, like, watching Tv or whatever other forms of media, like to consume are inevitably going to penetrate and affect your day life, so we should choose those carefully. So let's jump into the section. He calls hardware and software. And I... This is really funny. The first clue to the way must thinks is the super odd way that he talks. For example, Here's how a human and he's giving examples of a difference between like a human and Elon. So human child. I'm scared of the dark because that's when all the scary shit is gonna get me, and I won't be able to see it coming Elon version of that. When I was a little kid, I was really scared of the dark, but then I came to understand dark just means the absence of photons in the visible wavelength, 400 to 700 nanometers. Then I thought, well, it's really silly to be afraid of a lack of photons. Then I wasn't afraid of the dark after that. Here's another example, Human father, quote, I like to start thinking... I like to start working less because my kids are starting to grow up. Ko from Elon. I'm trying to throttle back because particularly the triplets are starting to gain consciousness. They're almost 2. Another example, human single man. I'd like to find a girlfriend. I don't wanna be so busy with work that I have no time for dating. Elon version of this. I would like to allocate more time to dating, though I need to find a girlfriend. That's why I need to carve out just a little more time. I think maybe even another 5 to 10... How much time does a woman wanna a week. Maybe 10 hours? That's kind of the minimum. I don't know. I call this musk's be. Must speak as a language that describes everyday parts of life as exactly what they actually literally are. When you or, look at kids, we see small dumb cute people. When Musk looks at his 5 kids, he sees 5 of his favorite computers. When he looks at you, he sees a computer. And when he looks in the mirror, he sees a computer, his computer. It's not that must suggest that people are just computers. It's that he sees people as computers on top of whatever else they are. At the most literal level, Elon right about people being computers. At its simplest definition, a computer is an object that can store and process data. Which the brain certainly is. And while this isn't the most poetic way to think about our minds. I'm starting to believe that that is 1 of the most is 1 of those areas of life where must speak can serve us well because thinking of a brain as a computer forces us to consider the distinction between our hardware and our software, a distinction we often fail to recognize. For a computer, hardware is defined as the machines, wiring and other physical components of a computer. So for a human, that's a physical brain that we were born with in all of its capabilities, which determines their raw intelligence, their innate talents, and other strengths and shortcomings. A computer software is defined as the programs and other operating information used by a computer. For a human, that's what they know and how they think their belief systems, thought patterns and reasoning methods. Life is a flood of incoming data of all kinds that enter the brain through our senses, and it's the software that assess and filters all that input, process and organizes it and ultimately uses it to generate the key output. A decision. When people think in that here's the summary. When people think about what makes someone like Elon musk so effective, they often focus on the hardware. And must hardware has some pretty impressive specs, But the more I learn about musk and other people who seem to have superhuman powers, whether steve jobs, Albert einstein, Henry Ford. The more I'm convinced that it's their software. Not their natural born intelligence or talents that makes them so rare and so effective. Okay. So in in that example, he's he's saying that software is what is processing those information and ultimately he uses it to generate the key output a decision. So now this is his opinion on elon software and how he makes decisions. How do you call something to change? You direct your powers towards it. A person's power can come in various forms, your time, your energy, your resources, your persuasive ability, your connection to others. So how does elon do it? Number 1. He builds each software component himself from the ground up. Musk calls this reasoning from first principles. I'll let him explain. This is a direct quote from Musk and 1 of the most important parts of this entire podcast. I think generally, people's thinking process is too bound by convention our analogy to prior experiences. It is rare that people try to think of something on a first principles basis. They'll say, well, we do that that we do that that way because it's always been done that way, or they'll not do it because, well, no one's ever done that, so it must not be good. But that's just a ridiculous way to think. You have to build up the reasoning from the ground up from the first principles. From the first principles is a phrase that's used in physics. You look at the fundamentals and construct your reasoning from that, and then you see if you have a conclusion that works or doesn't work, and it may or may not be different from what people have done in the past end, quote. Number 2. He continually adjusts each component conclusions as new information comes in. Honing in on on his specific path, I brought up the great modern physicist like Einstein and Hawking and Fe and asked him whether he considered going into science scientific discovery instead of engineering. His response, I certainly admire the discoveries of the great scientists. They're discovering what already exists. It's a deeper understanding of how the universe already works. That's cool but the universe already sort of knows that. What matters is knowledge in a human context. What I'm trying to ensure is that knowledge in a human context is still possible in the future. So it's sort of like I'm more like the gardener, and then they're they are the flowers. If there's no garden, there's no flowers. I could try to be a flower in the garden, or I could try to make sure that there's a garden. So I'm trying to make sure there's a garden. So so such that in the future, many fine may bloom. In other words, that's the end of his quote. In other words, both a and b are good, but without a, there is no b, so I chose a. He continues on. I was at 1 point thinking about doing physics as a career. I did undergrad. But in order to really advance physics these days, you need the data. Physics is fundamentally governed by the progress of engineering. The debate, which is better engineers or scientists, Aren't scientists better wasn't Einstein the smartest person. Personally, I think that engineering is better because in the absence of the engineering, you do not have the data, you just hit a limit. And, yeah, you could be real smart within the context of the limit of the data you have, but unless you have a way to get more data, you can't make more progress. Like, look at Galileo Galileo, he engineered the telescope. That's what allowed him to see that Jupiter had moons. The limiting factor if you will, is the engineering. And if you want to advance civilization, you must address the limiting factor. Therefore, you must address the engineering. He had other reasons too and here's another quote. I'm interested in things that change the world or affect future and won new technology where you see it and you're like, how did that even happen? How is that possible? So go going back to to Elon software and the principle number 2 that he continually adjust each... Each component conclusion as new information comes in. He makes a u turn to the Internet. So now we're going back into the biography of Elon Musk. And at this point, he he just started a Phd program at Stanford, and it said, must quit the program after 2 days. The the big macro arrow of his software came down to the right, saw that he would... That he was embarking... Saw that what he was embarking on wasn't in the... In his goals anymore, and he trusted his software. So he made a macro change. He dropped out. He started Zip 2 with his brother on early cross between the concepts of yellow pages and Google Maps. And 4 years later, they sold the company and Elon walked away with 22000000. He's in his twenties at this time. As a dot com millionaire, the conventional wisdom was to settle down as a lifelong rich guy and either invest in other companies or start something new with other people's money. That's what I referencing earlier while I have so much respect that he took a different path. But but must goal formation center had other ideas. Being leisure on the sidelines was nowhere near nowhere in his want box and totally unnecessary according to his reality box. The want box in a reality box, you'd have to go back and read the post because these are drawings that Tim does. So if you're familiar with the way, but why blog, you know that part of what people like about us as these, like, little sketches that he does. They're they're kind of, like, crude, but really informative and kinda of funny, and so the 1 box is just if you're looking to think of like, a diagram where these are the things that you want in life and you compare it, there's an overlap, like, a venn diagram to the reality box, things are actually possible. And, central thesis of this post is that people's reality boxes are distorted. They they think what is possible is only that what already exists or conventional wisdom tells them as possible. So back to, this part in Elon life. So he uses his newfound wealth to start x dot com in 19 99 with the a vision to build a full service online financial institution. The Internet was still young and the concept of storing your money in an online bank was totally inc with most people. And Musk was advised by many that it was a crazy plan. But again, Musk trusted his software. What he knew about the Internet told him that the told him that this was inside the reality box because his reasoning told him that when it came to the Internet, the reality box had grown much bigger than people anticipated, and that was all he needed to know to move forward. X dot com service changed, the team changed, the mission changed, even the name changed. By the time ebay bought it in 2002, the company was called Paypal, and it was a money transfer service. Musk made a hundred and 80000000 dollars. So now we're gonna just skip ahead to fall the section about following his software to space. Having reflected on things, doing another Internet thing wasn't really in the box anymore. What was in there was this still burning desire to help the future of humanity. In particular, he felt that to have a a long future, the species would have to become much better at at space travel, musk went back to first principles. So he started exploring the limits of the reality box when it came to getting involved in the aerospace industry. Conventional wisdom screamed at the top of its lungs for him to stop. It said he had no formal education in the field, and didn't know the first thing about being a rocket scientist. But his software told him that formal education was just another way to download information into your brain, and a painfully slow download at that, So we started reading meeting people and asking questions. I love that part about thinking about formal education as a... Just another way to download information into your brain. And then, the part where it says a painfully slow download is a direct quote from Elon. So going back to this, conventional wisdom said no entrepreneur had ever succeeded at an endeavor like this before, and that he shouldn't risk his money on something so likely to fail. But Musk stated philosophy is, quote, When something is important enough, you do it even if the odds are not in your favor. Conventional wisdom said that he couldn't afford to build rockets because they were too expensive and pointed to the fact that no 1 had ever made a rocket that cheaply before. But like the scientists who ignored who... Those who said the earth was 6000 years old, and those who insisted that the earth was flat, musk started crunching numbers to do the math himself. Here's how he how he recounts his thoughts. These there's a direct quote from from Elon. Historically, all rockets have been expensive. So therefore, in the future, all rockets will be expensive. But actually that's not true. If you say, what is a rocket made of? It's made of aluminum, titanium. Copper, copper, carbon fiber. And you break it down and say, what is the raw material cost of these components? And if you have them stacked on the floor and could wave a magic wand so the cost of rearranging the atoms was 0, then what would the cost of the rocket be? And I was like, wow. Okay. It's really small. It's like 2 percent of what a rocket costs. So clearly, it would be in how the atoms are arranged. So you've got to figure out how you can get the atoms in the right shape much more efficiently. So I had a series of meetings on Saturdays with people, some of whom were still working at the big auto aerospace companies. Just to try to figure out if there's some catch here that I'm not appreciating, and I couldn't figure it out. There doesn't seem to be any catch. So I started Spacex quote. History, conventional wisdom and his friends all said 1 thing, but his own software, reasoning upwards from first principles said another, and he trusted his software. Again, think about, go back and, think about the the title of the post and the different between the cook and the chef, which we talked about at the beginning of this podcast. The cook would have looked at that and said, oh, rockets are expensive. They'll always be expensive. The chef like, maybe there's something here? Is there a way that I can buck conventional wisdom and actually come up and figure out what the actual what he called... What's the word he use? Let's see. But but it... If you say, what is a rocket actually made of and you break it down and see the raw material cost of all components. Then he figured out, okay. There's just... And then he... So he he figured out that out first, then he talks to people in industry. Like, I can't figure out there's there doesn't seem to be catch. So if I can't discover that maybe conventional wisdom wrong. And I'm gonna go ahead. And now this is... He started this back in what 99. Let's say, 2 thousands. Now we're 15 17 years later. And we're seeing the results. He's he's shooting rockets in space and landing and, like, they're coming back and landing on themselves on barges out in the ocean. Create. It's a crazy thing to watch. Skipping a ahead. So this is a section of talking about optimizing, his software. And again, just a reminder, this is not meant to be a summary of the entire post. These are just... I'm just pulling up parts that were particularly interesting to me. And if you find them interesting then it's good indicator that you... That it's well with your time going back and reading it. Alright. So optimizing, his software. There are all kinds of tech companies that build software. They think hard for years about the best, most efficient way to make their product. Must must sees people as computers and he sees his brain software as the most important product he owns. And since there aren't companies out there designing brain software, he designed his own. Beta tested every day and makes constant updates. That's why he's so outrageous effective why he can disrupt multiple huge industries at once why he can learn so quickly, strategize so clever cleverly and visualize the future so clearly. This part of what Elon Musk does is rocket science. It's common sense, And this is a quote. I I wanna read... I wanna constantly keep in my life and read over and over again. Your entire life runs on the software in your head why wouldn't you ob obsessed over optimizing it? I love that quote. And yet not only do most of us not ob obsessed over our own software? Most of us don't even understand our own software? How it works or why it works that way? So this is the the part on Dogma. So he listed Dogma and the note I wrote next to it was, or why you must learn how to think for yourself. Good way to think about, Dogma, it... Dogma was basically the anti of reasoning from first principles. And he talks about the hair. Dogma unlike first principles reasoning isn't customized to the believer or her environment and isn't meant to be critique and adjusted as things change. It's not software to be coded. It's a printed rule book. Is rules may be originally based on reasoning by a certain kind of thinker and a certain set of circumstances at a time far in the past or place far away. Or maybe based on no reasoning at all, But that doesn't matter because you're not supposed to dig too deep under the surface anyway. You're just supposed to accept it embrace it and live by it. No evidence needed. You may not like living by someone else's dogma, but you're but you're left without much of a choice. When your childhood attempts at understanding or met with because I said so, and you absorb the implicit message, your own reasoning... Capability is shit. Don't even try, just follow these rules so you don't fuck your life up. You grow you grow up with a little confidence in your own reasoning process. When you've never forced to build your own reasoning pathways. You're able to skip the hard process of digging deep to discover your own values and the sometimes painful experience of testing those values in the real world and learning you want to adjust them. And so you grow up a total reasoning amateur. Only strong reasoning skills can carve a unique life path. And without them, Dogma will quickly have you living someone else's life. That's so important. Dogma doesn't know you excuse me, Dog doesn't know you or care about you and it's often completely wrong for you. It'll have a would be happy painter, spending their life as a lawyer and a would be happy lawyer spending their life as a painter. But when you don't know how to reason, you don't know how to evolve or adapt. If the dogma you grew up with isn't working for you, you can reject it. But as a reasoning amateur going it alone usually ends up with you finding another dogma life to jump into. Another rule book to follow and another authority to obey. You don't know how to c own software so you install someone else's. So I wanna skip ahead and talk about the reasoning industry, which is I never something I never thought about, and, Tim tim just makes some really good points in, this section. No 1 talks about the reasoning industry, but we're all part of it. And when it comes to chefs and cooks, it's no different than any other industry. We're working in the reasoning industry every time we make a decision. Your current life with all its facets and complexity is like a reasoning industry album? This is a metaphor he's gonna use here. The question is to think of your life as on an album. The question is, how do that set of songs come to be? How are the songs composed and by whom? And in those critical do or die moments, when it's time to write a new song, how do you do your creating? Do you dig deep into yourself? Do you start with a drum beat and the chords of an existing song and write your own melody on top of it? Or do you just play covers? I know what you want the answers to these questions to be. This is a straightforward 1. It is clearly better to be a chef, but unlike the case with most major distinctions in life, hardworking working versus lazy ethical the versus dishonest, consider it versus selfish. When the chef cooked distinction passes right in front of us, we often don't even notice it's there. We mistake the chefs originality for brilliant ingenuity. People believe thinking outside the box takes intelligence and creativity, but it's mostly about independence. When you simply ignore the box and build your reasoning from scratch, whether whether you're brilliant or not, you end up with a unique conclusion. 1 that may or may not fall within the box. By simply refrain from reasoning by analogy, the chef opens the possibility of making a huge splash with every project. When Steve jobs and Apple, this is a really interesting anecdote. When Steve jobs and Apple turn their attention to phones. They didn't start by saying, okay. Well, people seem to like kinda like this keyboard more than that kind, and everyone seems an unhappy with the difficulty of hitting the numbers on their keyboards. So let's get creative and make the best phone keyboard yet? They simply asked, what should a mobile device be? And in there from scratch reasoning, a physical keyboard didn't end up as part of the plan at all. It didn't take genius to come up with the design of the iphone. It's actually pretty logical. It just took the ability to not copy. History is full of stories of chefs, creating revolutions of apparent ingenuity through simple first principle reasoning. Our world was created by these people. The rest of us are just along for the ride. Yeah, Musk is smart as fuck and insanely ambitious, but that's not why he's beating everyone. What, make what makes mu rad is that he's a software outlier, a chef in a in a world of cooks, a science geo and a world of flood geo. A brain software pro in a world where people don't realize brain software is a thing. That's Elon Musk secret sauce, which is why the real story here isn't musk. It's us. The real puzzle in this series isn't why Elon Musk is trying to end the air of gas cars or why he's trying to land a rocket or why he cares so much about colonizing Mars. It's why Elon Musk is so rare. The curious thing about the car industry isn't why Tesla's focusing so hard and electric cars, and the curious thing about the aerospace engine industry isn't why Spacex is trying so hard to make rockets reusable. The fascinating question is why they're the only companies doing so. Okay. So I wanna skip to the section where he talks about how to be a chef. They... He shares 3 epiphany on how be shift. I'm gonna share the first 2 and parts of the first 2. The third 1, I think if you remove from context without reading the entire post isn't gonna make much sense. So I'm just gonna pull these parts out. So epiphany number 1. You don't know shit. This is kinda funny. Because it... If for pat... For listeners of the podcast before, we always have this this section in these biographies the founders and entrepreneurs always seen to pop up, and it's... I call it critics don't ownership. But it's usually people criticizing their idea heavily and trying to discourage them from doing that. So 1 of the most famous, examples is, Sam Walton, the founder of Walmart winds up becoming the most successful retailer in the world. Yet. His fur... The bosses of at his first job working in retail told him he's just not cut out for retail. If you wanna listen to him, maybe his path would have been different. He obviously reason for his principles Like, no, I think I figure this out and winds up being the most successful retailer in history. Alright. So epiphany number 1, you don't know shit. That's what Stephen Hawking meant when he said, quote, the greatest enemy of knowledge is not ignorance. It's the illusion of knowledge quote. If you want to see the lab mentality, so I gotta explain what Tim's talking about here. The lab mentality starts by saying, I don't know shit and working up from there. So that's when he when he he's gonna reference lab mentality. It's just saying the mindset of saying, hey, I don't know what I don't know. So let me assume. I don't know it, and then let me like lay foundation to my knowledge and build upon that. So if you wanna if you wanna see the lab mentality at work, just search for famous quotes of any prominent scientist, and you'll see each 1 of them expressing the fact that they don't know shit. Here is Isaac Newton. Quote, to myself, I am only a child playing on a beach. While vast oceans of truth lie undiscovered before me, end, quote, that's beautiful. That's that's amazing language. And Richard Fe, quote, I was born not knowing and have and had only a little time to change that here and there quote. And Neil Neil bo, quote, every sentence I utter must be understood not as an affirmation, but as a question quote. Musk has said his own version. Quote, you should take the approach that you're wrong. Your goal is to be less wrong. The reason these outrageous smart people are so humble about what they know is that they're aware that unjust certainty is the bane of understanding and the death of effective reasoning. Epiphany number 2, no 1 else knows shit either. So number 1, you don't know shit. Number 2, realizing that no 1 else knows shit either. So he... He's gonna talk about the Emperor's new clothes. So the emperor new... The Emperor's new clothes. It's a story. Written in 18 37 by Hans Christians, and, it demonstrates a piece of trademark human insanity. And that is, this doesn't seem right to me, but everyone else says it's right. So it must be right. And I'll just pretend. I also think it's right. So no 1 realizes I'm stupid. So, something I referenced on this podcast all the time is that, history doesn't repeat but human nature does. And, again, this story written in 19 37, you constantly see this even to this day. This is not gonna change. This is programmed into the human species, and you'll see it constantly once once you realize it. And let me just read it again. This doesn't seem right to me, but everyone else says it's right. So it must be right. And I'll just pretend. I also think that's it's right, So no 1 realizes I'm stupid. So, I'd recommend going back. He does a nice, summary in the post about the Em emperor's new clothes. You've probably heard the the story. You can also read the original version, but it's basically the Emperor is naked, and 1 person's says, damper comes up. He's like, oh, look, my my beautiful new clothes because he thinks he has invisible magic clothes on. So the the person's is like, wow, even though he doesn't see it, it's just so let's say this group of, you know, 08:10 people He doesn't see it but he... But he believes what Emperor saying. So he's like, oh, you're clothes are great, then the person next him was like, oh, shit. I don't and she she, like, the inner inner working in her monologue. I don't see it, but I I don't want people think I'm stupid. And so he's just goes up and imitate what person 1 said. It's like oh, yeah, your clothes are great. Your clothes are great. Until somebody that's removed from the group walks by and goes, why is that I guy naked. So it's a really interesting story and a good metaphor for for a certain part of a human behavior. Going back to Tim's Post. My favorite all time quote might be Steve Jobs saying this, and this is a good, a good, summary of no 1 knows shit either. And this is now Steve jobs talking. When you grow up, you tend to get told the world is the way it is. And your life is just to live your life inside the world. Try not to bash into the walls too much, try to have a nice family life, have fun, save a little money. That's a very limited life. Life can be much broader once you discover 1 simple fact. And that is everything around you that you call life was made up by people that were no smarter than you, and you can change it. You can influence it. You can build your own things that other people can use. Once you learn that, you'll never be the same again. This is jobs way of saying you might not know shit, but no 1 knows shit. If the emperor looks naked to you and everyone else is saying that he has close. Trust your eyes since other people don't know anything you don't. And this is really important part. It's an easy message to understand a harder 1 to believe and an even harder 1 to act on. To swing the balance, we need to figure out how to lose respect for the general public. Your tribes dogma and society's conventional wisdom. We have a bunch of romantic words for the world's chefs that sound impressive. But are actually just a result of having lost this respect. I never thought about this section, but I definitely learned something from it And so he continues here. Being a game changer is just having little enough respect for the game that you realize there's no good reason not to change the rules. Being a trail blazer is just not respecting the beaten path and so deciding to blaze yourself a new a new 1. Being a ground is just knowing that the ground wasn't laid by anyone that impressive, and so feeling no need to keep it intact. Not respecting society is totally counterintuitive to what we're taught when we grow up, but it makes perfect sense if you just look at what your eyes and experience tell you. There are clues all around showing us that conventional wisdom doesn't know shit. Conventional wisdom worship the status quo and always assumes that everything is the way it is for good reason. And history is 1 long record of status quo dogma being proven wrong again and again. Every time some chef comes around and changes things. Okay. So that was the end of any of the long sections that I pulled out from here on in, these are just maybe a paragraph or 2 each under a different heading that I think are important that you can digest. This one's on negative feedback. And on Elon Musk's thoughts on that. So but going back to the so the chef treats his goals and undertaking as experiments whose purpose is as much to learn new information as it is to be ends in themselves. That's why when I asked Musk, what his thoughts were on negative feedback, he answered with this. I'm a huge believer in taking feedback. I'm trying to create a mental model that's accurate. And if I have a wrong view on something or if there's a nuanced to improvement that can be made, I'll say, I used to think this 1 thing that turned out to be wrong. Now thank goodness, I don't have that wrong belief. That's the end of his quote. To a chef in the lab, negative feedback is a free boost forward in progress, courtesy of someone else, pure upside. Skipping ahead, this is Elon thoughts on not being trapped in your own history, which I think is really important. I talked to Musk about the United States and the way the fore father reason by first principles when they started the country. He said he thought the reason they could do so is that they had a fresh slate to work with. The European countries to of that era would have had a much harder time trying to do something like that because as he told me, they were, quote, trapped in their own history. I've heard must use the same phrase as described the big auto and aerospace companies so today. He sees Tesla and Spacex like the late eighteenth century Usa. Fresh new labs ready for experiments. But when he looks at other companies in their industries, he sees an inability to drive their strategies from a clean slate mentality. Referring to the aerospace industry must said, quote, there's a tremendous bias against taking risks. Everyone's trying to optimize their ass covering. Being trapped in your history means you don't know how to change. You've forgotten how to innovate and you're stuck in the identity box, the world has put you in. It is for this reason that Steve job looks back on his looks back on his firing from Apple in 19 80 19 86 as a blessing in disguise. He said, quote, getting fired from Apple was the best thing that could have ever happened to me. The he of being successful was replaced by the likeness of being a beginner again. It freed me to enter 1 of the most creative periods in my life quote. Being fired free jobs from the shackles of his own history. And this is the the last part I wanna read from the post, and it's about 3 key objectives. I think the key is to not try to be a perfect chef or expect that of yourself whatsoever, because no one's a perfect chef, not even Elon, and no one's a pure cook either. Nothing's black and white when you're talking about an animal speech she's who brain whose brains contain 86000000000 neurons. The reality is that we're all a little of both. And where we are on that spectrum varies in 100 ways depending on the part of life in question, the stage we're in a in our evolution and our mood that day. If we want to improve ourselves and move our way closer to the shift side of the spectrum, we have to remember to remember. We have to remember that we have software, not just hardware. We have to remember that reasoning is a skill and like any other skill, you get better better at it if you work on it. And we have to remember the cook chef distinction, so we can notice when we're being like 1 or the other. We have to remember 3 key objectives to be humble about what we know, more confident about what's possible and less afraid of things that don't matter. So if you want to... If you want the full story, make sure you read the full post. It's available on wait by why. I left the link in the show notes and the podcast, and, the podcast description on your podcast player. I also left to link to the... The kindle edition of the full 4 part the full 4 part series on Elon Musk, links to that, and every other book I've talked about on past podcast podcasts are available founders podcast dot com. If you are new to this podcast, make sure you subscribe, I read a new biography of a founder an entrepreneur every week. And subscribing is the best way to make sure you won't miss any episodes. Thank you very much for keep... Helping me keep this podcast ad free and independent, and I'll talk to you next week."
}