{
  "transcript": "In 19 60, Henry Singleton formed a company named Tel to capitalize on the coming revolution in which digital technology would replace analog devices and systems and everything we could touch and imagine. They would apply semiconductors and digital technology to many fields of commerce. That company grew from 10000000 dollars in sales in 19 62 to 3500000000.0 in 19 84. Henry was much more than a salesman, mathematician, engineer, inventor, and chest champion. He was a student, an observer of the history of manufacturing of the progress and growth of corporations from the days of Henry Ford, the growth of General Motors, the manner of successful corporations and growing by acquisition. In the 19 forties and early fifties, He had spent days in the offices of brokerage houses in New York and elsewhere, watching the ticker, thinking how to more efficiently get capital rolling, how shares are valued and traded, how companies with a steady growth rate are rewarded with an ever increasing price to earnings multiple. On the way, Henry told me of the Gm story, reported by none other than Alfred sloan in a 19 64 book. Gm had no financial connections in 19 19 and suffered a failure. Bailed out by the dupont, it was near disaster. Get a strong national reputation with some financial institutional ownership sloan advised, and Henry did. Henry made me preach and teach ethical behavior in every way in every day in every meeting that we held. Arthur Rock who assisted in the early financing of tele had this to say. Henry reminds me of the gaul. He had a single of purpose, a 10 that is just over powering. He gives you absolute confidence in his ability to accomplish whatever he says he's going to do. Yes. He is rather a loo operating more or less by himself and dreaming up ideas in his corner office. Let me tell you this. That corner office produced a corn of ideas. The man we memorial today was born in Has, Texas in 19 16, on a ranch where his father raised cotton and cattle. The 49 years together, we spent as friends and associates have not removed this great man from his love of ranch, cattle and the Great west. As the third largest lando in the United States, he still had an occasional brush in contact with a cow. You know the saying, you could take the boy out of Texas, but you never take Texas out of the boy. We have lost a genius. Heaven has just gone digital, and I know is full of apple's named Macintosh. Alright. So that is actually the Eu that the author of today's book George Roberts gave for his friend and longtime time associate Henry Singleton. So there's a bunch of things that were happening in that excerpt that I wanna just point out. Let me go back a couple pages. First it talks about, you know, his insane, financial performance from 10000000 in sales in 19 62 to 3500000000.0 in 19 84. But also that is that Henry very much, like, most of the founders that we cover, spent time doing exactly what we're doing, which is learning from entrepreneurs and founders and great people of the past. He talks about Henry Ford. Talks about the people to start general motors. But I wanna point at that point I wanna specifically hone in on what Robert to saying there that Henry's reading this book, I think it was written by Alfred Sloan, and specifically thought it was published in 19 64. I have go back and actually find which book was covered, published 19 64. Because if I could find that booked and, of course, I'll turn it into a future founders episode. But, where he talks about, you know, Alfred has very specific advice based on what he learned to experience of building Gm, and Henry took that advice and ran with it. And that was a a huge maybe Cornerstone is the right word for how he built Tele. And then the second, the last thing I just wanna point out is the very end where it talks about heaven's full of apple's named Macintosh, interesting thing to know about Henry Singleton is... First, he he programmed 1 of the first computers at Mit. But only that, he... His main tool that he used to work we're early at... We're early apples. In fact, I'm gonna talk a lot about that in the book today, but he was an early investor in in apple's as well. Exactly. Alright. So let me jump into the book. I'm gonna start in the acknowledgement section because I think this is now George talking about, you know, this a very this is very different than the other biographies. It's way way way more detailed on, like, the day to day and processes of the company. And it's in large part because George was a meticulous note taker. And he describes this process here. He says, I've always been in an in ver note taker and keeper. I still have most of the small black notebooks in which I recorded the day to day details of manager meetings profit plan presentation and other business matters, and they have been invaluable to me and putting this document together. And I just bring that up to you because I just wish more companies more people in within the companies did this, the the the most recent example that comes to mind is the fact that Henry Royce, 1 of the founders of, and the engineering genius behind Rolls Royce took such meticulous notes that, eventually, the com... The company took his notes made... And actually printed a book, and they called it the Rolls Royce Bible. And not only, like, I I'm saying this for self reasons because if I wish more companies or, I could have access to more this because I would love to read them because I just think you can learn so much. By seeing, like, the day to day activities or thoughts or strategies in a company over multiple decades. Before I jump into the introduction, though, I gotta bring up something. I was watching a video with William Thorn, who was the the the author of the outsiders, which is the book that I covered on Founder number 94. And if you haven't listened to that podcast yet, I need to give you an overview of over of about Henry Singleton and why he's made a huge impact on the way I think ever... And this has only been a few weeks that I even knew of his existence, and I just cannot stop thinking about the way this person approached business in life. But this is William Thorn, giving us a a basic summary, I would say of of Henry's Career he says, for the first 10 years, he ran Tele Tele, conglomerate with the social media companies of their day, meaning they traded at extremely high Pe. Singleton used the inexpensive currency of his high Pe stock to buy a hundred and 30 companies. K. You did then about a decade. At the end of that period, this around 19 69. At the end of that period, a couple larger conglomerate missed earnings and the entire sector got pounded. Pe multiples came down and Singleton never bought another company. He fired his business development team. And this is the group that was finding acquisitions for him. And he says, and and and singleton focused on optimizing his existing businesses. Then he began a pioneer pioneering program of rep purchasing his shares. Over the next dozen years, he purchased 90 percent of the shares outstanding. He showed an amazing ability to pivot as opportunities presented himself. Okay. So that's William Thorn giving us a a basic overview of of Singleton career. Now How I discovered Henry Singleton is because I read every single 1 of warren Buffett shareholder letters, and I read... I don't... I think I've done 3 podcasts now on on different books that I've covered Charlie Mu. Both of them hold Henry Singleton in high regard. What does that mean, David? Well, listen to what they say? According to Buffett, If 1 took the top 100 business school graduates and made a composite of their triumphs, their record would not be as good as that of singleton, who incidentally trained as a scientist and not an Nba. Here's a direct quote from Buffett. The failure of business schools to study men like Singleton is a crime. Buffet also says, Henry Singleton of Tele This is a crazy statement. Because think about, like, what we know about Buffett. Right? He... Like, there's very few people on the planet that have studied more, entrepreneurs, managers or just companies in general and Buffett has. Right? Started doing this when he was a kid. Let's say, 15, I don't remember exactly and he's still doing it today at 89. And this is what he's gonna say. Henry Singleton of Tele has the single best operating a capital deployment record in American business. Charlie Mu said, singleton financial returns were a mile higher than anyone else. He calls them utterly ridiculous. Okay. So that gives you an idea in case you haven't listened to founders number 94 yet, Obviously, when you're done listening to this podcast, I'd go back and listen to that 1. Let me go to the introduction. And, again, I... I'm just gonna talk a lot. I probably gonna review myself over over again. This is... I've read what, hundred... For this podcast so for what, a hundred and 508, something like that books biographies on on entrepreneurs. This is the most unique 1. Because it's just... Like, when would you have a book written by somebody that worked literally, he was... The... He was the Henry's right hand person, the second in command of Tel for 27 years. They also met when they were young men Think of the naval Academy. I'll talk about that later. But this is a very... He's just got a very unique perspective, and you combine the time and the access he had Henry, and then his, like, his compulsive note taking and and you get a book that's just unlike any other. And it's so weird So I went back. Can't even get to the book yet because I'm so excited. Okay. So I went back and started reading other people's reviews or thoughts on this book. And a lot of them were very helpful to, like, fill in the things I didn't understand. Right? But there's a lot of people that complained about, I feel the big... The book's biggest asset, and they're like, you know, they go through. They owned a hundred and 30 companies. They don't go through every single 1, but they do go through, like, little Like, he goes through year by year. Right? In Chronological order, but only that, he'll bring you into like, what this company did, who was running it. Why they bought it? How they thought it how they thought it fit into all the other... Like, their overall strategy with Tele. And so some people were like, oh, it's like, dry and boring. That's like the opposite to me. I thought it was fascinating because I'm always... I, you know what it is? We forget our, let me not I'd say we. I forget how large the world is in general and then how big, like, total global economic activity is. And just how much, like, opportunity there is in the world. It's way more complex for any single individual to understand. It's so like, just like when you read buffett shareholders. You're like, oh, my god. There's a candy company that makes 90000000 dollars in profit every year, and they do, you know, 90 percent of their sales in 1 month. Like, that's a weird thing or, like, you... There's all these, like, there's there's businesses in this book that I'll never understand. Right? But it the they'll they'll produce, like, 1 piece of equipment for, say, like, for the radio detection in military aircraft. And they built a wonderfully profitable business around that. Like, you just constantly reminded that that opportunity is limitless. And if you feel you're in a place where you can't identify, like, a business you wanna start or an area you wanna work in, Like, I just recommend reading. Especially reading stuff like this, and you'll just be constantly, like, smack in the face of, like, wow. Like, there the the amount of opportunities you can pursue. Like, you can't obviously, you can't work on all of them. But they're essentially limitless in in in like, you... The the the opportunities we have to... I'm I'm not being clear at all here. The opportunities in which we have to choose from are limitless. You just have to look for them. Alright. So let's go back to the introduction or, I guess, starting an instruction introduction. I haven't got there yet. Right? So now this is just, you know, Robert writing... Robert's writing about Singleton. And he says, over the years of great deal been written about Tel and it's founder in guiding genius, doctor Henry Singleton. And this is I love that he says this right up front. He says genius is an of misused word. I agree. But it cannot be denied that Henry Singleton brought exceptional brilliance to the creation and development of the enterprise enterprise is he undertook. Get. He's for sure, when you when you read about single 10 study. If he's not a genius, I don't know who... Then than no 1 is. Few business leaders have possessed a combination of mathematical genius and engineering talent with the insights of a financial analyst, and the management creativity of a tournament tournament class chess player that Henry Singleton brought into his entrepreneurial ventures. Talks about some of the stuff that that he's known for flexible strategies that's something I covered on Founders number 94. Also in in this book a lot. So he has... He he used a lot of flexible strategies that was a huge. 1 of my favorite ideas that I learned from from from the outsiders is his idea about steering the boat daily, and I'm gonna talk about that in here in a minute. Since many of these strategies were new at the time, and they have now become commonplace in the business world. He was once criticized for not having a business plan Henry replied that he knew that a lot of people... He knew a lot of people running companies that had very definitive plans. They followed as as suit. I can never find pronounce that word. But we're... But we're subject to a great number of outside influences on our businesses. And most of them can't be predicted. So my plan is to say flexible. So that's a do direct quote from Henry there. And what Henry essentially saying is hey, the world is very complex. And I think he's, 100 percent correct about what he's saying He's like, listen, we're subject to a great number of outside influences that we have no control over. So I'm not just gonna have this rigid plan. I'm gonna be flexible and just rely on my own intuition judgment. And so now we have Henry talking about that. He says, my only plan is to keep coming to work every day. I like to steer the boat each day rather than plan ahead way into the future. Continuing on the next page, Singleton has also believed and often said that the key to his success was people. Talented people who were creative, good managers and doers. From the start, he surrounded himself with that kind of person. So his c cofounder was this guy named George Ko. He was an initial investor and a brilliant professor of management science. He actually left the company to go back to academia. Another person that Singleton kept around and and relied on was somebody we covered, I I think I've done 2 podcasts on him, and that's Claude Shannon. And then now, George is saying, I'm also proud to say that Henry chose me to be his second in command. Henry's research for talented people went down even to the individual managers of its smallest companies. Now this thing blew my mind here. K? Because we're in, like, an area of, like, Like, I would say that that quote that more companies died. It it comes from... I think David Packard that, more companies die from ind starvation. And so, like, we have a... There's a lot of people like you don't abundance some money right now. Right? It's, like, s into systems and we see some... You what happens when you're not forced to maintain financial discipline. Founders can can confuse themselves and they make very silly choices, silly decisions. And I think this applies is not only to businesses, this applies to investing the applies to your personal life. And 1 thing about Singleton is like, he was... They always say, like, the book uses the... And and when and William Thorn uses us to describe him They said that he was a genius at capital allocation. I would take that a step further. I think he was a genius at resource allocation. And sometimes that's money. Sometimes that that's people. Sometimes that's ideas, but what I would say is like, we have to take that step further not only in, like, our work, but also in our in our personal lives. Like, I don't think that you can be financially disciplined and really good at, resource allocation in your work. No. I I shouldn't say you can't because I know people that do this. It's it's weird to me that you could have people that very financially disciplined in their work. Really good at resources, and then it comes to like their personalized lives, they don't they don't apply those lessons that they're personalized. So I just think, like, when you hear the word capital allocation, think of 1 resource allocation. And then don't don't, like stop there. Think you're, like, Look at the my personal resources? Like, am I do... Am I maximizing and getting the best returns on those resources because that's why Singleton why Buffett at Singleton has the the best single record in American business? Listen into this? Within 8 years of founding tele, they had bootstrap their startup up investment of 450000 dollars into... Well, first of all, they're using the word bootstrap there, I think today that that has a different They had an... They got investment of 450000. Right? So this is what they did with that investment. That is very, very rare today. Within 8 years of founding Tele, they bootstrap their startup up investment of 450000 dollars into a company with annual sales sales of over 450000000. What? What? They bootstrap their startup up investment of 450000 into a company with annual sales Over over 450000000 in an annual profit of some 20000000 dollars, a and a stark stock market value of 1500000000.0. That is insane. From 450000 initial investment, to sales over 450000000 profit of 20000000 in a market cap of 1500000000.0 and 8 years. That is bananas. That's also the the that 8 year period, they're talking about what happened in the 19 sixties. That's where he buys it takes advantage of his, like, the the, you know, the the fact that Conglomerate had, you know, favorable valuation to Pe, and bought a hundred and 30 companies. So that that puts us around 19 68. I think 19 69 or 19 seventies the last year he ever bought any company. And so that's why it goes back to the the Eu where he talks about he studied not only, like, how did ford build his company how general motors could build their company how did general electric build their company, but also how did company succeed through acquisition. Buffet talks about this and shareholders a lot that most people don't succeed through acquisition. He talks about, like, you're you're kissing toad and hoping they turn into prince prince princess, princesses. I don't know that I forgot the the analogy there, but... And, usually, you're just left with, like, a graveyard toad. So you're saying this is actually extremely hard to do. Alright. So he says it's a close life friend of Doctor Doctor Singleton. I was a participant for many years in the development and management of Tele from its beginning as a small electronics firm into a diverse world class corporation with pete annual sales of 3 and a half billion dollars. I would like to present the Tel story from my perspective inside the company during many of those years of the amazing amazing accomplishments and achievements of Henry Singleton made as he conceived created and nurtured his world class corporation. These are my recollection of those interesting years. Alright. So that that once should read that, introduction very hard not to be excited about, you know, the book. Like, that's that's that... I've never even heard of a story. Like that. That just blows my mind. So I just love the fact. Again, repeating myself. The level of detail in this business are shooting this book. I've just never found in another book on a business yet. Alright. So he says, They met when they're young adults at the Naval Academy. So the first chapter is called Singleton the man and then he goes through the company. Now, essentially, this is really not a biography of Singleton. Right? This is a biography of the company he built. But as we know, you you can't really set separate the personality of the founder from the company they built. So you learn a lot about both of them simultaneously. So it talks about... I can attest his lifelong fascination with love of and belief in the importance and value of real estate of all types. I set at the, the very beginning. In that Eu, he... You find out that be... When at the time it was death, he's the third largest lando owner in the United States. Right and I need to I need to stop here. Something that is another past anything. What it Henry Singleton didn't start his first company Tell and I was his first company, till he's 44 years old. And then he proceeds to rattle off the best record in American business. Like, it it's fascinating. Okay. So he says, he loves real estate of all types. I believe it is true that he never sold a square foot of property he had bought. That's fascinating. He never sold a house in which he had lived. He kept them rented them fixed them up. At his death, he was the third largest lane in the United States, his family, Tele and prop... Okay. So here you go. His family, Tele and property were clearly the 3 major loves of his life, so he winds up being married for 50 at the time of his death, He dies at 82 years old of brain cancer, and he's married for 53 years at that time and and has 5 children. Okay. So it says, as a young man, he had expresses his desire someday to establish and run a great corporation the likes of general electric, Us steel or At and T. And he certainly never lost that focus. As, I didn't... This... I think this is obvious, but I'm I'm spending some time giving you some background to his early life hopefully, that helps you understand how we arrived at some of the unique ideas. The... Again, the book talks over and over again. These are ideas that came from sitting alone in isolation with intense focus and be willing to rely on your own analytical abilities. And trust your own judgment. I talked to... Ever since I've known about henry single anything, almost on every single podcast. I talk about, hey, we should be really doing the work. Because eventually, like, any anything that you're doing that's hard or complex, like, no 1 can tell you step by step how to do it. Right? These are complex adaptive of systems. And so I think it's really important. What I'm learning, learning from, the life of henry singleton something I've never stopped thinking about it is, like, I need to make sure I'm doing the work so I could trust my own judgment. Because if I can't trust my own judgment. I'm never gonna be able to accomplish what I wanna accomplish. Okay? So he never lost that focus. His groundwork for those ambitions. He started out with 2 years at the university of Texas, and then he joins the United States Naval Academy. That's where he meet George. And this is pretty crazy. Henry ranked first in mathematics is at the Naval Academy in our class at 820 students. After the... After that, he joined the Us naval ordinance labs, developing methods for d of not naval and commercial ships. I don't even know what that is, where he concentrated an anti submarine warfare. He returned to Mit in 19 48 to earn his doctorate. After Mit, they offered him a factory a factory a faculty position there, but he declined and he moved to California to work on electronic control applications in the aircraft industry. He worked as a research advocate at 1 of his most admired companies general electric. That was 19 50. Then he leaves there because he's recruited to go to work at Hughes aircraft. The 1 that was owned by Howard Hughes, which I did to podcast on. And he says, is mentioning where he meets Howard. Right? He says I had the pleasure of demonstrating a pilot training fire control simulator to Howard Hughes 1 day. Henry later told me stories of meetings he had with Howard Hughes. It's interesting. Hughes would only work late at night. So that's only thing you can meet him at this time in his life. He says, Howard or only come to see us a night and always una announced he would ask what we were doing and he always understood everything when he... When we explained it to him. He was a very fine man. That's interesting because I had a very it's kinda of frustrating because, you know, I I read I think 2 books on Howard Hughes I did podcast podcasts on them, but I was definitely influenced by, like, his poor treatment of individuals on a personal level and then, you know, becoming addicted to to pain medication, just a weirdness of his of his later life. I wasn't expecting that because 1 of my favorite movies of all times is the avi with Leaner at Cap place use. And, obviously, they talk about, you know, I'm going crazy later on, but the the when the book I read goes into like, his handwritten memos, and it just it's very interesting. But singleton here is saying, you know, my interactions with them before all this happened. He was a very fine young person. So he were... At... He was aircraft. He's working with this guy named Text Thornton, text leaves hughes and he starts lit industries. Lit a very important to understand them and the story if Hughes because he winds up owning are not hughes. Excuse me. Singleton because eventually, Singleton buys, like, 25 percent of the stock outstanding something like that and l. It's 1 of his best investments they makes. So, text leaves use and start Lit, text recruits singleton. To work at Lit. And so, during this time, he says Singleton moved up rapidly. He of which eventually made the vice president and general manager of Lit industries. He says during his years Lit, Henry was exposed to... This is very important. And something you're gonna see if you've listened to a bunch of my podcast. You know. This is... People will lie to you today as if, like, things are different. But business is the fundamental... Like, the... This is a fundamental tenant of not only, like, building a good business, but building a good life. Okay? Says during his years of L, Henry was exposed to Tech Thornton philosophy of thrift and conservatism, which were part of his own philosophy as well. Essentially, he's esp the benefits for Ga, very, very, very old idea, You see all these entrepreneurs and history are influenced by this. You could trace this idea all the way back to Benjamin Franklin. Writing in the 17 hundreds about the values of industry and combine with frugal Gal. It worked then, it works today in and work in the future. He was a student an observer of the history of manufacturing. He studied the progress and growth of corporations from the days of Henry Ford to General Motors and how successful corporations group acquisitions. I bring that up because Robert's repeats that a lot. So in my belief if somebody repeats it over and over again, they're they're clearly telling you, through their actions, what's what's important to them. He studied the Lit, the T, now, we're just gonna need a bunch of, companies here. The Lt, the city investing, the Gulf and Western. And today and today's largest all conglomerate general electric. Now it's he's doing this before. He started his company. Right? He's got a good foundation of knowledge when he's gonna progress. I think you should do that if you're if you're running a business... I mean, it's no brainer. Like, I don't think it has to tell you that. But I hear from a lot of people listen to the podcast that that have desires to run a business and are working them way to them and using these biographies and and this podcast is a foundation for that. And we see Henry doing the exact same thing, but he's doing that, you know, what is this 60 years ago. No. Longer than that 70 years ago. So he says, Henry told me how he had in the early 19 forties and fifties spent days in the offices of brokerage houses in York. He was thinking about how to get capital rolling efficiently. How shares are valued and traded, how companies with steady growth rate of rewarded with an ever increasing price and earnings people. So we see that was also contained in the yu g that that Roberts gave for singleton. Alright. So now we're gonna go... This is chapter is called the beginnings. He said Henry had become convinced that digital technology would be dominant force in future developments and control systems and virtually every other electronic field. He is having this insight in the 19 fifties. Today, we live in that world that Henry's convinced would eventually appear. Wine a being. Probably more correct than he could ever imagine. Right? He felt it was important that Lit should enter the semiconductor field. So there's a... I did a whole podcast on this because a bunch of people in this book that Henry's gonna interact with that of people the founders and management linear are interacting with. If you wanna learn learn more about this time and history, it's very fascinating because this very much laying the groundwork for the the the the world we live in. All the way back on, founders number 8. I did a podcast on the Intel Trinity. This fabulous book about the Founders Intel, but they also worked with a fair child semiconductor and with William Shock, which is the inventor of the transistor. Anyways, listen to that, read that book. It goes into great detail. But, I focused when I did the podcast on just Bob No. Right? But it also talks about Andy Grove, who's is a genius manager and Gordon Moore, who you might know from Moore's law. They all work together and built intel. Huge successful business, but not only that, all the people that you probably admire learn, like, Bob No, for example, was a mentor of Steve Jobs. Steve Jobs would go to his house and have dinner when he was young, you know, early days of... Near talking early twenties. When Steve was in in his early twenties. So Bob No is like, you know, it's some... In some degree, like, a grandfather to, a long long line of entrepreneurs, you know, that came generations after him. So anyways, I brought that up because I recognize recognized a lot of the names that are in this section of the book from studying Intel. So he says, He's like, listen, we got, Lit. We gotta jump into the semiconductor. What are you doing? The president Lit disagreed, but this is super super important. It's a very short sentence. But Henry had faith in his convictions. Go back to the biography I did on George Lucas. There's a there's a line in that biography that gives me goosebumps, and I think I've never forgot. And it said, George Lucas una energetically invested in what he believed in most himself. I think that's the only way to live life. You... No 1 cares about you as much as you care about yourself. Maybe you know what your mom probably does. If you still have a mom. You know, like, But other than that, outside of your mom, no 1 else is gonna care about you as much as you care about yourself. And I think just investing yourself as a no brainer. So he says, you know what? Sorry, guys. You don't agree with this. This is a this a strong conviction. This is when he jumps to start his own company. Okay? So he says, they started the venture, which is with a original capital 450000. I already covered that. Their first acquisition was a small electronics company. This small electronics company gave them a plant, some manufacturing facilities and a small cad of employees. The company name was changed to Tel. His this is a... From a Forbes magazine article in 19 68. As his early faith that semiconductors would become the dominant factor in future electronic systems, even while this was still being debated by others in the industry. Just some quotes I can jump over that, but I I read that. I emphasize weird the wrong world words here. What it's saying is that his... The what became his dominant fact, excuse me. The faith that he had So he knew something. Right? And believed in it. And then while at the same time, and the important part of that sentence was, he had already arrived at this conclusion, and he was willing to bet his light his career on that. Right? Even while other people were still debating it. That is super important about singles. This is why Keep talking about his singular focus how Arthur Rock... I don't know if you know who Arthur Rockets. He was 1 of the for 1 of the first venture capitalists of not only they sit on Tel board, but Apples as well. And so, like, when he says he reminds me to go, his sing... Like, that's the biggest, like, I'm in some degree, I'm using, like, when I read these books. Right? I'm like, taking different things from all the people I study and traits I I admire. Listen let's ignore half of this is is learning things I don't wanna do. Right? But I'm not gonna focus on that right now. I... Like, when I think about the stuff I've learned from reading these books. I'm trying to pick out individual traits that I need to improve on and that I want part of my life. I don't have a list and maybe I should write it down, but, like, off the top of my head, like, okay. Why have I done a million in 1 podcast on Steve Jobs. Because I've never run across another person that had the clarity of thought that Steve Jobs had. I want that. James Dyson, my favorite book that I've read since for this podcast. Talk about over and over again. His dogg persistence. He did 5127 prototypes of his vacuum cleaner before he got it right. And he took... I think he started working on a project when he was 30 35, and then didn't have a vacuum cleaner that met his standards that he owned completely to was, like 44. Like, how many... Or I'm... I I think it's actually more than Think was 12 years. I can't remember exactly. And that dog had persistence made him, you know, today, James Dyson owns a hundred percent of He has a network worth of 13000000000 dollars, like, to private company. So you have the clarity thought of Steve Jobs, The dogg persistence of James Dyson. The ability to, the conviction to invest in yourself like George Lucas. Could you study his history. Of him saying, hey, I know that's how you guys make movies and I... I'm not doing any of that. I'm gonna control and read him a billionaire. And Don't even have to be billionaire. That's not... I'm not trying to emphasize too much the financial part. It's just, like, being in control of what you do for, you know, half the time that you're actually living. So you have that. You have the the the ability to maintain and control the cost that we learned from Andrew Carnegie and Henry clay fl. Can reclaim f. Gentlemen watch your costs. 1 of the the the quotes in those books I never forgot. The resourceful of the right brothers. What Doing here, I'm trying to, like, take all these individual ideas that I learned from these people and then you create, you combine and create this mosaic. I mean, you add your personality and you have something unique. I think I gives you a huge advantage in life. And so with Henry Singleton ever since I... The the ability to to, I didn't finish And know, I guess, I'm never finish, but the ability to to to constantly learn and then teach what you learn of Charlie Mu and and Warren Buffet. And then from Henry Singleton, it's that singular focus. The ability to to be willing to isolate yourself and folk and and focus on what you're working on, which I think is extremely hard in today, because we're inundated with, we have all these centralized information networks. And the problem is, like, Yeah. You can learn a lot of things them, but also everybody's getting access to the same information. And so that's why I study, like, most of the books I do, like, I... They're old books. These are... This is not like, how many people do you know has have read this book very very few. Way less than the people that that read Twitter today or we're on Facebook or Instagram or any of these other networks, You know? And so with with Singleton is, like, he's giving me courage and a conviction to to be willing to say, hey, you know what? I I can ignore most of that because most of its noise. And if I just focus on things that are important, You know, he's analyzing past companies, he's reading financial statements you doing all their stuff, and then he's giving us time in his brain time to just think and run through it. And that's the problem. Every time Board, like, I have this insta. Let me let me pick something up. Let let me add something else, like, some noise whether I'm reading tweets or just even listening to music sometimes. We're just like no, no. Why don't I just have nothing and just listen to my own mind? So that's really, like, it's just super motivating for me. Like the this person was he did not... Like I talked about. He didn't he didn't pay attention to Wall Street. He didn't go to conferences. He didn't do any of that. He just said, hey, I'm gonna think from first principles. About what I'm doing. I'm gonna identify the single best way to do this. I'm gonna compare what the opportunity costs that I have not only time but of money. And then I'm going to analyze all that, and I'm gonna move forward with conviction, and that is super super rare. Hopefully, that that made sense. I wasn't... Obviously I didn't have that written down. So I don't know hopefully that made sense to you. Alright. So we have his first acquisition back to the book. But just the whole idea. Like, everybody else is still debating this and he's, I'm not debating it. I've already analyzed. I know... I believe in it. I'm gonna move forward. So it says, determined to succeed, they moved cautiously at first using their limited cash carefully. Oh, I need to tell you why. So why Singleton focus on integrated circuits? He says, integrated circuits combining number of transistors and other components on a single tiny chip of silicon. Eliminating the hand wiring of bulky separate components into working circuits, and would eventually reduce the size and weight of electronic systems by many orders of magnitude. He had a huge background in in in developing things for the Us military. This this... He knew this... Import... That this is important. You could says, this fit in perfectly with Henry's plan to build electronic systems for military and space applications, where... And this is... We're talking about a sense of trade offs. Right? Where low power dis participation, low weight and small size were of prime. So those were way more important, but what was not... So that's what's important. What's not important. And cost was not so important. K? And we know how much Nasa through throughout the space program in the forties fifties and Right? Way higher percentage a budget than they do now. And of course, the United States has the the largest, military budget in in world history and still continues this stay. Alright. So that's extremely important. So they're they will... They are willing to spend more. If you could find solutions that have low power participation, low weight and small size. K? Now, this is also something that we talk about a lot, and that we we understand that, hey, any especially anybody has kids, how do we learn? We don't really learn by thinking We learn by copying, mimicking. Okay? And you see this a lot and the businesses people start. So they the the low hanging fruit is low hanging fruit for a reason. The reason that you want to do something hard is not for the sake of doing something hard. But the heart or something is the less competition you will have. Henry understood this. And so that's what he's doing. It says, he's... He's buying this company this guy Jay is is talking to Henry. He says, Jay had warned Henry that starting up an operation of this kind would be an expensive proposition and it was. Starting with a bear building, they had to build almost all the production equipment themselves since there was nothing commercially available for these processes. That's fine. That's what Henry wants to. So so he comes into the meeting. Jay's running the company but Henry owns the company. Okay? He says, Henry, I said, I have to... I... He says, I've had it. I can't keep working without any money. I've gotta have a hundred thousand dollars. So this ties into the fact that the early days a Tele. He's really sting with his purse strings. He has to be. He has to be a good steward of resources because the the companies that don't do this especially at the beginning, they don't survive. They don't survive into being successful companies if they don't. Says jay, I'm giving you a check for 60000 dollars. Now. This is a crazy now, this is insane. Think about what what's happening right now based on what Henry's is about to tell us. Jay. I'm giving you a check for 60000 dollars instead of a hundred thousand dollars because that's all the money there is in this whole damn company. There are not too many people who knew just how touching go, how touching go was in the early days. Okay. In this part, this is where George is gonna tell us an overview of what he feels were Henry's 3 great ideas, very similar to the overview that William Thorn was giving us. And he says, what I would like to emphasize here is that Henry had 3 great ideas in creating growing Tele. His first was to recognize the future importance of digital semiconductor electronics when this technology was in its infancy and by selective acquisitions create a strong base in this growing field of which to diversify his company. Okay. So bing it's a lot easier to to start a company in a growing industry than it is in 1 that's decaying. Right? The second was to acquire and organize a selection of financial companies within his company to provide the strong financial base. That's something Alfred str and Alfred sloan, excuse me. In that book, explicitly told reader and Henry Red, It's like, okay, Sounds like a good idea. I'll do that. Third was this innovative use of stock buy backs to further strengthen the corporation and enhance shareholder value. These 3 things are all equally important to remember in considering and continuing the story of Henry Singleton accomplishments. Henry initiated his plan of growth acquisition from that very first year of operation. And in this section is just more of us understanding Henry Singleton the person, and the note I left myself is this is the kind of person that we're learning from today. Henry had developed the talent of being able to play chess without seeing the board. 1 story relates that Henry was playing chess with this guy named tech with his back turn to the board and Tech was telling him what moves he made. Suddenly, during the match, Henry said, Tech, you told me the wrong move 3 moves back. Alright. So this is Henry's goal, and then a reminder that there's no 1 right way to accomplish your goal. He was at. So are you're trying to create another Lit, meaning Lit industries. Hell, no. Henry replied. I'm trying to create another ge. Which explains why Henry's choices of companies to acquire gradually became more and more diverse. So he's a huge proponent of diversification. If you remember, I said, since I discovered Singleton after I discovered Buffett, the ideas of 2 people I I realized, oh, my God. All these ideas I thought were Buffett. Were actually can't first came from Singleton. I called him, the Pro Buffett. They they defer... There... In sense, like, they're building similar companies, and especially if you focus on, like, they both spend the majority of the time on capital allocation, but Buffett is not really big on diversification. Henry is. So again, like, in complex environments, there's not just 1 right way. So it's Tele, this is Henry describing as own company through a metaphor, which I think is really helpful for understanding what's what's going on here. Tele is like a living plant with our companies the different branches with the companies as different branches and each putting out new branches and growing so that no 1 business is too significant. To him, diversification was as an insurance against catastrophe. I just wanna point out the role that our good friend claude Shannon played. If you haven't listened to the 2 podcasts I did in on claude Shannon, They're their founders number 92 and number 95. Claude Shannon was a good friend of Harry's from Henry's from his day at Mit and was a director of the company for many years. I think he was on the board for 27 years if I'm not mistaken. In 20 20 20 something years. He also played a valuable part in helping Henry evaluate many of tele important acquisitions. I think this... This part... It was important because you get some... You need some background information to help understand the historical events that help Tel grow. So I just wanna talk about this. As a background of Tele acquisition period, it is interesting to consider what was happening in the... In that decade of the 19 sixties. During and after the end of the of World war 2, there were all sorts of... This is so cool so interesting. There were all sorts of emerging new technologies, new ideas, new markets and new opportunities that hadn't existed before the war. There are many opportunities for small new companies to go into business during the war to provide the diverse products needed for the war effort and many did so very successfully. In addition to this, many veterans came out of military service at at the war end, and through the Gi bill, had an opportunity to get tuition free under enter education at some of the most prestigious universities and schools in the country. Now why is that important? Because what these people did after that. They learn technologies they might never have had the opportunity to learn otherwise? They studied basic science skills such as physics, chemistry and mathematics, and also specialized technologies such as the electronics, metal, which I, which is, like the, I guess, a study of metals. This is what, the author had background in. Geo physics, ocean geography and others, and there's no way by the way, I pronounce that word correctly. And some of these men and women use their knowledge to start companies, often on just a shoe string with their own money. By the 19 sixties, many of these companies had matured into establish portfolio companies. And many of their owners were ready to re control and do other things with their lives. That sets up henry to buy them. Right? Then along came a company such as Tel with a high Pe ratio that was growing rapidly and was interested in acquiring them. It was a wonderful opportunities for these people and many of the companies that Tel acquired where this type of family owned company. And so once he bought these companies, you're gonna see very similar to to Buffett view on this. This is Henry on Talent management. He was also very interested in the managerial talents of these owner managers. Whenever possible, Henry wanted of these people stay on with Tele as managers of their own operations. Since they were most knowledgeable about their fields, their markets and their production production technologies. This is a quote from Henry in a Forbes magazine article at the end of the 19 sixties, We have what is called management inventory. We work our heads off to increase our own capability at collecting and promoting the right people. To the extent we succeed, the whole company will succeed. We increase our bets on the men who seem to be performers. We try to get all of our people instead of competing amongst each other with Intel to look outside and see that the real competitors are all the other large corporations in the Us. Our objective is to increase our rate of earnings faster than they do, and that's exactly what he did. It is a lot of fun. As a result, we visualize this as a competitive game. 1 trait about Henry is he did not like to waste time our money, This is an example. This is a, a person that Henry's is buying his company, reflecting on that... What that was like in his interaction with Henry. And he says, our first meeting was brief. But it was 1 in which each of us spoke with complete Can and that became the basis for our lasting relationship. All of our meetings were short, but they were effective. Later on he said, when it came to just time to dissolve my original corporation. I asked, Henry, if we should turn the task to his legal people. Oh, he said, We could dissolve it ourselves. I thought that was a strange statement, but I proceeded to do all the research and obtain the necessary forms. We accomplished the task very quickly and at a total cost of 37 dollars. That taught me a constructive lesson. That there are many ways to eliminate excessive legal fees and other costs for that matter in running our upper operation. I never forgot that lesson in many circumstances that occurred during my 18 years under Henry's leadership. Telling us you all, usually, you need less than you think. So during this this period where he's acquiring a lot of companies. It's almost like his strategy produces like this weird flywheel effect. He says it's quite interesting how Tele actually hell Tele actually did expand, like a branching tree as Henry had said, with each new technology opening the way into other related technologies. And these were and these still into others. In many cases, when managers of the individual companies saw opportunities and related fields, they themselves recommended acquisitions of other suitable companies. So he buys more companies and more companies zones, they inform him about other companies that are... That could be potential acquisitions. And he had this idea. We saw this with the, the banana king, Samuel Murray. If you owe, if you... If you know your business from aid z, there's no prom you can't solve. I think if Henry had known that quote, he'd probably agree with it. He would buy, like, He'd buy 1 company. And then let's say there was, like, material components that that company needed, like, as he learn more about the company that they bought from other people, he'd buy that company and just keep moving further down the stack closer to the source if that makes sense. And something to know about this is, like Henry's default aggressive. So this is an example of that. This Mark Tele entry into into the high tech metals business. And Vas became 1 of more than 20 companies in the metal industry that required by Tele in that year alone. Vas is the the company that Roberts is running, and that's how he gets in in into Tele. It is often asked. It's often been asked, why Henry with his deep electronic expertise and focused interest in digital semiconductor based systems technology would decide to would decide to expand his company into the specialty metals industry. This is the industry where they say they, like, to buy things by the ounce, or bought buy companies that sell things by the ounce, not the pound. That's this. 1 reason he said was that the expertise in chemistry, physics and metallurgy. Were all vital to the understanding and development of the semiconductor components needed for advanced electronic control system. See what he's doing there? He's buying the companies that make the the material of the components that are needed for what... What he has expertise in, electronic control systems. He's moving his way down the stack. Another thing I learned from Henry that I wanna apply him in own life. He said, the note asked myself, Henry knew where he could create the most value and focus on that. Are you doing the same? That's a question to myself, but it could easily be something something you might wanna ask yourself, like, Are you focused? Like, where do you spend your time is like, where you create the most value where you're... Like, you have... You're whatever your unique skill sets might be? A lot of times you'll find out, like, what we're best at and where we create the most value is we're not actually dedicating the most time to. It's a very I would say common in bizarre occurrence. So he says, Henry, this is Henry realizing where what he's gonna be best at. This is where Roberts is gonna start running, like, the operations and Henry is gonna focus on capital allocation. Henry spent hour studying stock in bond markets. And anxious to have both the funds and opportunity to pursue his life interest, interesting word, life interest. But you in. Couldn't do that at beginning. Has to do that later on Doesn't have the 4... They started a company 450 grand. Can't do that. He's gotta wait till he's got actually a lot of companies, a lot of capital rolling in. So he first things first. I showed... So he's he gets a letter from, 1 of their companies saying, hey, can I help with this? I wanna, like, have input on selecting investments, and Henry like, no. I showed this letter to Henry. He quickly told me that he wanted to control the investing of the stockholders money. He did so and no 1 interfered, not even the heads of the insurance companies who later joined us with their copious millions of dollars for investment. This is how he did it. He kept his Apple to and Apple 3 computers busy at his home, building his database and used those tools incessantly in his management methods, we'd saw this with Claude Shannon 2. He was a very early pioneer in using personal computers for business, financial and technical purposes. As most engineers did, he loved the Apple concept and subsequently joined off Arthur Rock on Apple's board. Not only did he love Apple computers, but back in the sixties, he's working at what's something what's very popular. Now He had a stand up desk. He knew the the the detriment even back then to a sedentary lifestyle. So he'd put his apple to and his Apple through computers on top of a desk, and he stood while it worked. 1 of my greatest... 1 of my favorite brief f essays. I've ever written written I've ever read, whereby the guy named Derek Sieve, and I think it's called there is no speed limit. A reminder that, you know, we can move as fast. No one's gonna stop us from moving quickly. I just said... And things can usually move faster and you think they could. Or at least the speed that you have them going now, and we see this. In the fur... In the company's first 6 years, Sales have gone from 4400000.0 to 256000000. Net income from 58000 to 12000000 dollars. That is remarkable. Jeff Bezos says this famous idea about having not having any teams within your organization bigger than they're called 2 pizza teams essentially. That if you're if you have teams that can't be fed by ordering 2 pizzas, the their your group is too big. Singleton had his own version of 2 pizza teams. Says our contention was that smaller units gave management better control and made the local manager fully responsible for the success of their own operations and motivated them to perform well. Our policy of keeping our operating units small. Each responsible for its own success is something we followed throughout the corporation. Another thing, you know, Henry had some misses. He obviously made some mistakes, but the intelligent thing that would do is, like, he would just cut his losses and move on. He was very aware of opportunity costs where some people hold on to, like, you know, holding things turn around, which is probably better to move on to a better opportunity. So it says, in 1 case, they they own this company called Packard Bell and it says, Eventually, eventually, competition from Japanese television manufacturers, even though we had opened a low cost production facility in Mexico became too severe. Henry was never shy about cutting his losses, and we simply got out of that business and closed his television operation. And I think that's a smart move because, usually, like, these broad economic trends that they're talking about here are almost never reversed. And if they are reversed, they're not reversed in soon enough time. Well, of all, they're probably almost never reversed. But even if they are worse, they're certainly not reverse in a quick enough time that your time and money could be spent and allocated elsewhere. So in this case, if Japanese are kicking your ass, like, move on. This is not... In that trend we saw. I mean, I did... Is it part of part of what led Sony to be such a formidable company when I did the the the podcast on Kia Burrito? He's riding that trend. He's on the other side of that transaction. Henry's is on the side transaction. You didn't want it. He's like, I'm out here. I'm not doing this. And okay. Now we got to the point, this is... They stop acquiring companies. This is why. Increasing competition for these companies by conglomerate who were growing the way we were. So those are gonna be I'm gonna list a bunch of them. Okay? So this is why. So by 19 69 henry and 90 outside of the price of the companies we might be interested. We're getting too high. This is partly due to increasing competition for these companies by conglomerate who were growing the way we were. Many of the better companies had already been acquired from those available, and there were very few companies that were really attracted to us, companies that they wanted acquire, began asking more than we thought was reasonable, There was also a business recession that was occurring at the time and growth in earnings per share was declining and the stock market was depressed, and we had already acquired a hundred and 50 companies. Henry and I decided it was time to organize and consolidate what we already had. This is the second part of his career, his pivot that William Thorn was subscribing at the beginning. This is a hundred and 50 companies. I always write a hundred and 30. I don't know it was right. But in any case, they they bought a lot of companies. I assume George knows how many companies they bought, but all the information I saw before that was a hundred and, was a hundred and 30. Okay. This is super important. Okay? So I guess, okay. Here's a note left for myself before I read this part. This is where Henry his second act where he into insurance and finance. Okay? Yeah, the section is called Henry Singleton second great purpose. The reason this is important. I'm gonna tell you before I read the section to you is because there's quote this in Poor Charlie Alma act, I never forgot. Because, you know, warren buffett and Charlie all Charlie Alma, Charlie Mu, they refer to themselves as bio nuts. Right? They're huge students of history. And in Poor Charlie Alma act, it says, their ideas worth billions in a 30 dollar history book. Okay? This is literally true with Singleton what I'm about to read you. And this is also why I don't think this booked and I'm going through right now and analyzing is not for everybody. Okay? 1, if you're interested in it, and, obviously, like, if you like the pot, like, the podcast I do, it's a good indication. Oh wow, That's interesting. Usually more interesting things. Right? Because I can't you everything's in the book could be possible impossible. These books take hours and hours to read. But I'd say is, like, when I thought about, like, who could I recommend this book to? Like, if you're already running a company right now, no brainer. If you're an investor that analyzes companies and that's how you make your money. No brainer. The reason I said is because, like, 1, I don't look at books as cost to look at them as investments. Okay? Now this 30 dollars, this book is not 30 dollars. You might pay 200 bucks for it. My whole thing is like, well, okay. The people we study, they're masters at capping their downside and leaving their upside unlimited. Right? Almost every single founder we've analyzed does that. And so in this case, like, Would I... Yeah. I'm gonna vet... If I think there's a good idea, and it gonna cost me a hundred dollars and maybe 15 hours to read the book. Oh, I lose... What happens if I read the book, and I don't find any good ideas. I'm out a hundred bucks and 15 hours. But I could find an idea like, Henry's is about to find here in 1 of these books that literally will make me 20000 x return on that investment. Whatever the number is, like, over the life of your career, a lot more like, that this idea Made Henry Billions. Are his shareholders billions. I don't know if he actually made billions personally. But I just think this is, like, that's just the way I look at it. And that's why I always say, like, I think it's old Seth Goldman quote, Like, a book is a bargain. It's a screaming bargain. Like, for 20 bucks, you could find idea change your life. Like I believe that statement to be true, and we're seeing Henry demonstrate this here. So let me read this section to you. Henry talked to me on several occasions about the book by the former Chairman of General Mortgage Corporation. He told me he had learned a very important concept from that book, which he wished to use in the growth of Tele. He explained that in about 19 21 or 19 22 after row 1 and during a very different difficult economic time or recession, General Motors had needed additional funds to finance growth and had a plan to sell bonds to the general public. The bond sale was a complete failure and the chairman the chairman had written his book, had written in his book, d had taught him an important lesson. It was that for a corporation to grow and to have a strong financial base it needed to have as part of itself, an interest in substantial financially oriented institutions. So general Motors had started the General Motors Acceptance Corporation and invested in other financial groups. As a result of his interest in this idea, Henry had decided that at some point, when Tel had reached a certain size, He would seek out financial organizations we could acquire. So near the very end of our acquisition period, we did go in that direction before we stopped. It's interesting that he kept that idea his his mind for how long. Almost a decade, maybe. Doesn't say exactly when he he read the book, but it sounds like it, it was a long time ago. So near the very end of our acquisition period, we did that in direction. Okay. Before we finally stopped. We began acquiring a number of financial and... Financial and insurance companies. Which is a significant change from our usual aerospace, metals, industrial, and and consumer company acquisitions. Okay. So here's is Henry explaining why? Like, why is he doing what he's doing? We just found out where he got the idea. And why the Chairman of General Motors Good. Why is henry doing anything he's doing? He's saying, Henry was asked the question why the insurance business. His answer was that the health of an organization has to be strengthened by growth of its capital resources. Quote, we wouldn't borrow money from them, he said, but if you all in the resources, that's what counts. We now have a net worth of a hundred and 50000000. If we had 600000000, we'd be quite a different company, and we need to be if we're going to grow. Stability, insurance appeals to us because of the stable growing base, it gives us to continue our growth. None of our insurance companies is large enough to hurt us. And since their assets don't include big portfolios of inflated common stock They're... Oh, look at this word, their downside risk is minimal. Insurance is a business of numbers. Remember he's a gifted mathematician. We're talking about here. Right? Insurance is a business of numbers. All carefully calculated by act. There is a cal result that you can pretty nearly forecast. They can be counted on to go up, maybe up maybe not maybe up not so fast, but up nonetheless. If a company is going to keep on growing at the rate you wanna grow, it has to do some new things along the way. What we're doing now is providing the more stable base that will enable us to produce the growth 4 or 5 years from now. And so now here's George expo. It says by 19 70, we we began our second decade. We had stopped our direct acquisition of companies. We decided there was no point in paying inflated prices for complete ownership of companies when we could buy a substantial interest in them through our insurance companies when the market prices were favorable. This statement right there is all over Buffett shareholder letters. He talks about that constantly. And when you buy the whole company. He's gonna buy a company if it's favorable, but most times when you're buying the whole thing, you're paying inflated prices. So he's like, I'm just gonna buy the stock. Right? Continues. This is Henry 19 78 in a forbes magazine article. Henry was quoted about philosophy in regard to this. I'm about to read this to you, but the notes I scribble in the in the margins here. Just put buffett. That's the word I put. Because this is gonna... They are of like mines on this issue 100 percent here. Okay? There are tremendous... This is Henry speaking now. There are tremendous values in the stock market. But in buying stocks, not entire companies. Buying companies tends to raise the purchase price too high. Their management will say if you don't pay it someone else will and they're right. Somebody else does. We don't we don't have to make any major acquisitions. We have other things that we are busy doing. The purpose is to make a good return... As good as return as we can. We don't have any other intentions. We do not view them as future acquisitions. Buying and selling companies is not our bag. Remember, this is now 8 years, 8 to 9 years after this is the last thing he bought a company. Those and the people are like this guy's full of shit. People... The book says no No. Like, he's he's doing this because he take over the company. And so Henry he's addressing that here. Those who don't believe me you're free to do so, but they will be as wrong in the future as they have been as they have been about other things concerning tele in the past. He... He's not gonna listen to your nonsense. It doesn't matter if you believe what, like, agree or if you don't believe him when he says that he has no intention to acquire all these companies. He's laying out. This is why Doing it? Because I I can get better prices buying partial on our ownership in all. And he'll be like, okay. Why don't I believe you. I don't... Okay. Good. You're gonna be wrong you're you're gonna be wrong today just like you were wrong a decade ago? Because again, it's very... How how many people have these these vast, like, these gigantic successful pivot. And not only, like, he's successfully pivoting Like, he's... The Pivot are successful, but he was successful before the pivot. Like he had a a decade of buying of acquiring companies fabric successful. Now he's going into a decade of investing in stocks. Then buying money, he was successful for that. Then he buys back his own stock. Successful debt. Then he spends a majority of time optimizing the the the companies he bought. So they're they're throwing off way more profits. That's where he's getting a lot of the money to invest in in addition to the financial corp corporations he owns. He's successful that. This guy's is amazing, man. Alright. So we say... So talks about... This is when he starts buying a lot of lit stock. Right? I so I mentioned that earlier, and this is what... We're also where he's hearing a lot of, like, you know, this is public that he's doing this. And so a lot of people like, oh, he's gonna take it over. He's gonna take over. That's what he's addressing. Right? So he says he was so taken with their ability to grow and capitalize these are industries. On their latest, technological opportunities that he was convinced they would make a great investment. By 19 79, we had bought up to 25 percent of Lit stock. There is considerable speculation in the investment community in press as to whether Henry would attempt to acquire control of L. He once again reiterated his position to press that he was running a flexible investment program and would quickly adjust the changes in the economy by changing his stock position at any time. Remember, he's very big on, I want to... I wanna have optional. I wanna maintain flexibility. If you own the whole company that you're not maintaining the whole and flexibility. Okay. So now we get to the point of we see their emphasis on autonomy, and they come up with their own, with their own, metric of success, which is the tele return. I talked a little bit about that and founders 90 for. I says we really wanted... This is now, George. We really wanted our companies to operate with considerable autonomy and this place a tremendous burden on our individual company presidents. Henry said in an interview, we depend on them. We have to trust them. We succeed or fail according to what they do. This was completely in accord with Henry's strong conviction that people their most important factor in our business, and they had to be given a chance to do their job. Cool from Henry. Why bother them if they're doing their job. We really didn't do a lot of this is now, George talking. We really didn't do a lot of management by cash flow. We developed a measure that we called the Tele return. Which was the average of your cash return and your profit. Another example of Henry Singleton. Really, something I didn't... I don't think I necessarily knew. I know I definitely didn't know before I started writing all these biographies. So, like most founders, they don't think of them themselves as entrepreneurs a founders business owners, They think of themselves as teachers. That surprised me. And yet in a lot of these books, it's... They explicitly state that. Sole price thought of himself as a teacher, henry singleton a teacher, warren buffett, a teacher. Bill Walsh, teacher, like, this happens over and over and over again. Steve Jobs. Teach... You have to teach your philosophy over and over again. He says, quite often, Henry simply talked about his philosophy of running a corporation and the various financial strategies that he came up with as he sat in his corner office each day working at his Apple computer. He was a brilliant business strategist. Just he was a brilliant chess strategist, and he came up with many creative ideas. Ideas that were sometimes contrary to the currently accepted methods of managing a large corporation that prevailed in those days. Now this is Claude shannon on this. He would always try... He always tries to work out the best moves, Shannon said. And maybe he doesn't like to talk too much. This is a reference. That he he gave very few interviews and he didn't, like, he didn't care about going to conferences and and and, you know, let let me put it in today's terms. If Henry Singleton was alive, he wouldn't have a Twitter account. So he says he always tries to work out the best move of Shannon said. And he maybe... And maybe he doesn't like to talk too much because when you are playing a game, you don't tell anyone else what your strategy is. Now, I mentioned earlier something I struck from George Lucas is the fact that he una invested in what he believed in most, which is himself. Now we've reached the part of the tele story. It's... The heading is investing in ourselves the stock buy back period. But we get right into it The bear market of the early 19 seventies, during the bear market of the early seventies stock price fell. Henry saw opportunity where most other company had saw none. Had walked into my office? And said, George, we're gonna make a bid for our stock at 20 dollars a share. I said, are you really gonna do this? I was totally amazed. He hadn't even hinted about that to me before? Remember what Claude said. Claude says Henry, he was a loo, our our arthur rock described, Henry is being a loo quiet. Claude said he just sat in his office and shut up. He didn't tell everybody what was gonna do. So I was totally amazed. He's he... Has he had... He hadn't even hinted about that to me before. So if it's... What is he saying there? It's a surprise his second in command. This into george's next sentence. It was also surprised everybody else. This is an excellent example of how Henry made all investment in stock decisions on his own. He did this every single time. They were all done when our stock was at a low Pe ratio. He believed that our stock was grossly undervalued And it was the first of a series of 8 stock buy... Buy back offers. So this is happening in 19 72. He's giving, the same interview keep. Referencing over whenever and again gonna happens in 19 79, and there's another quote from Henry, he says. Henry was quoted as saying with a laugh. In October 19 72, we tender for 1000000 shares, and 8900000.0 came in. That's crazy. We took them all. I figured it was a fluke and that we couldn't do it again. But instead of going up, our stock went down, so we kept tender. And then the list in here, 12345 cents. 9 9 different times he did this over a let's see. What is that? 12 year period. The market reacted adversely to this at first, not understanding what Henry was accomplishing, but at the time of... But but at at... But as a number of shares went down, and the company's operating income continued to grow. Remember, he's focused on optimizing. This is... The stock buy is happening at the same time where he's optimizing the performance to company's area owns. So the amount of shares went down Yet, what's happening at same time? The company's operating in income continue to grow They're becoming more and more profitable. So what happens The earnings per share increase rapidly and dramatically. It is remarkable that Henry was able to finance the majority of these buy backs with cash derived from operations. When debt was incurred, it was quickly paid off from operational income. This is just a well run company. They they keep their costs low, their revenue high and they roll in the money. Shareholder none this is Bananas. Ready? Shareholders who would stay with the company from the first buy back in 19 72 had achieved a gain of some 3000 percent by this time. That is in 19... Is it 9 years later. Henry Singleton had a virtually unmatched record in his era of value creation. I note I left myself was une, unrivaled. Now we're now it... Were into the second decade, this is to grow... This is where they're getting all the growth without major acquisitions and, rule number 1 and company building, survive. So, hey this is Henry saying, hey, You don't want a lot of debt in a recession. By 19 74, the country was was in its worst recession of 40 years. In anticipation of this, Henry, Henry, in anticipation of the recession. Henry had become very aggressive in paying down the corporation's debts. In his letter to shareholders in 19 70, I'm gonna read this to you. This is Henry writing to us. It will be noted that the interest expense of Tele declined substantially 19 70. This decline reflects a program of debt reduction, which has been carried out during the past 2 years. So he's saying, on a yearly basis, in 19 69, they were paying a hundred. They had a hundred and 80000000 in interest expense. That that debt was completely eliminated 2 years later. He says that this debt reduction was accomplished from Tele internal cash flow. And so I remember it optimizing what he already has. They talk about that a lot in the book. So I'm gonna give you some numbers here. Beginning of 19 70, they were doing 1200000000.0 dollars sales. Really good. Right? But that's sales. We're not talking profit. I'm gonna get there. By 10 years later, in 19 80, they're doing 2900000000.0. So almost 3 acts. Right? 1.2 to 2900000000.0. But here's how crazy efficient they became. Their profit 19 70 on that 1200000000.0 was 62000000. Right? The profit on the 2900000000.0 a decade later, 344000000. Way more efficient. Was that 5 x, something like that, maybe more. Bananas. Tele became way more efficient As a note on that page. Okay. So now back to his strategy about, hey, I'm not buying whole companies even more. I'm going to stock market. Right? And, you know, everybody saying, oh, this guy... Like, he's a serial choir, not realizing he's changed strategy because he's not gonna sit I'm like, oh, change my strategy. But he will tell you, like, why is he's doing it, but they didn't understand that his entire strategy of change. So I'm gonna read the section to you before we get there by... You have to understand. By 19 77. Tele was the largest shareholder in 9 Fortune 500 companies. Okay? But that's we... This is the bizarre thing. Even though he's the largest shareholder 945 hundred companies, he didn't want control or even a board seat at the companies. This is very bizarre. By the end of this year Tele I was largest shareholder, 9 fortune 500 corporations I just told you that. We actually had enough shares in 6 of these corporations to effectively have control over them. But Henry never act exercised that capability. He never even attempted to seek a position on the boards of those companies. And so 1 of these companies is called Curtis Wright, and they... They're talking about Henry, and they said on Singleton. He has been absolutely sc in staying out of our fares. That many people didn't believe him was an indication of how little they knew of Henry's integrity and determination to follow his own course. That's something I really respect about them. It's just a determination to follow his on course. We all only get 1 shot at this thing called life. Might as well live the ones we wanna live. Now what other people tell us to do. Right? Something interesting cloud Shannon work with Tele for 26 years. This part reminded me that, Ed Cat is book creativity Inc. Ed Cat is a c cofounder founder or Pixar. He's got a chapter at the end of the book, called the Steve we knew. And I think it's 1 of the best... It's very short chapter you grew read, you know, probably 15 minutes, something like that. But it's 1 of the best descriptions of the the growth and development of Steve jobs because Ed worked with Steve. He was the person I worked with Steve, the the the longest consecutive amount of times. So Claude and Henry worked together for 26 straight years. I think I think Steve and Ed worked together for 24 years. Or something like that, but a very, very long time. So had. He has a lot of insights into Steve's personality and the way he thought because he spent just more time, you know, working with Anybody did. So I thought it's interesting. So It's a little bit about Claude. Claude Shannon had retired from the Board of directors at this time. He was elected director Em mir and honor of 26 years of invaluable service to the company shareholders. Imagine, like Claude chance where I wanna, like, most brilliant minds in human history. Imagine having him on your board for for a quarter century. What the hell? Doctor Shannon, who was a member of the company's original board was don or professor of science, Ce am at the mass at Mit, He received many honors in his distinguished careers as an educator and scientist. He had a master's degree in electronic electrical engineering and a doctor in mathematics Mit. Before joining the fact of Mit, he was a scientist at Bell Laboratories, where he wrote a mathematical theory of communication, which is a treat that earned him recognition as the father of information theory. He had retired as an active member of Mit in 19 79. So I said earlier, Henry Sergeant company 2 is 44. Then he's about 70... Almost 70 years old. These decides he's gonna retire, which I love. Just he wait till 44 sort of company right off the best record in an American business history and then leave to go ranch. I I just... I really appreciate how this guy purchased life. But before that, I wanna... We're gonna hit see, like, he had a a fan natural focus on the long term. Like like most of the founders that we we studied do because I mean, you could... You can't achieve great things in a year or 2. You know, The the reason they wrote write books on these people is because they they go at it for decade after decade, and they don't quit. Most humans quit. Right? So he says right here. I'm I'm only interested in the long term. So he's talking to I don't know who this person he's talking to is. But basically, he says, this is a quote from from from Henry. Actually, hold on. This was Henry 70, actually, when this is happening. Okay. So this is a this is coming from a June 19 87 issue of financial world world. And so they're figuring out like, what you gonna do when you retire. You're gonna sell everything off? Like, what are you doing? And so, like, you're gonna take tele I'm private. You're gonna break it up into pieces. What's what's gonna happen? So he says, We're not particularly persuaded by quick temporary gains. We'd rather get something permanent, and it takes time. If there's anybody who wants us to do something real, something real fast is going to be an astonishing in terms of increased earnings or something. I don't know how to satisfy such desires. So he's being pressed on, hey, Why don't you do a bunch of spin offs because that... That's probably a good way to boost shareholder value. Right? And I love his response. He talks to the reporter. You're thinking in the short term. I'm in the long term. So I wouldn't do anything like that for a temporary rise in the price of a stock. Henry continues. You know there are companies that will sell 1 division and buy another because today, this division generally sports a low multiple and the 1 they're buying has a high multiple, and they think that may rub off on the whole company. That absolutely turns me off. That whole concept is repulsive. We don't do things like that. We look at the economic long term possibilities. I love that word they uses. It's repulsive. He's disgusted. But this behavior. This is, his daughter writes a book about their time on the ranch, and I just... There's a quote in it that I love. It it talks about Like, I I... I'm a big believer you as you know, if you if you've read my notes because I take notes I'm like, you know, not just entrepreneurs and founders, but, like, people... Anybody's achieved something really hard. Takes a long time. It's athletes, artists, musicians, Craftsman. It doesn't matter. Like, you can learn from all of them and then take that into whatever discipline you're in. Right? And so Henry learned also from ranch. And he has, like, a lot of insights here. I just I'd I love this It's a quick paragraph, and it's talks... It's Henry Singleton on a form of discipline. And so his daughter's talking about. He's not like a passive. He owns a ranch, but he's not passive. He gets up at 05:30 in the morning. Talks ranch manager etcetera, etcetera, but we're gonna get them this part. He says he pays all the ranch bills and signs all the checks, calling it a form of discipline. He's wealthy at this point. You can hire somebody do this, but he doesn't. Why? Through doing the signing, it's amazing how much you learn about the business. There's a reminder of each event or action behind each check. And sometime during the day, he makes time to look at trade journals or market reports. It influences your feel he says, What direction you're going to go. And I'll close on this. This is another excerpt a eu delivered by Simon Ra, who's the person that recruited, Henry to not go back to Mit to head west, and he's got a lot of interesting things to say. So let's go to it. Rarely do you meet a total stranger and instantly know that you will come to admire that person? That happened to me when I first shook hands with Henry Singleton. This fellow I thought to myself with his good looks and his academic record, surely would have a swelled head. But when he entered the room, his manner that count of quiet dignity and gentleness and kindly intelligence with no ego. Those dominant aspects of hair of Henry's personality took over. Had he chosen to remain in engineering his career would most certainly have been a distinguished 1. But an unexpected opportunity turned up that triggered and uncovered a surprising dimension of Henry's makeup to create a new company that would find, acquire, merge and manage other companies. Here he exhibited extraordinary talents, even he could not have fully known he possessed. As a chief executive officer, he now applied his powerful analytical strengths in novel ways to research and assess the true values of companies, their stock prices, their competition, their profit and growth potentials. With his stand up desk in his computer, he became a whole tree full of owl of wisdom about corporations and markets. Henry was not your ordinary Ceo. He constantly frustrated the world of Wall Street and business media by ignoring them. They were used to businessman anxious to be interviewed. To be written about to tout their companies. By accompanying his phenomenal business success with a preference for anonymity, he my them. Not surprisingly as his talents at analytical business decision became known Many assumed he was a purely numbers guru, not interested in the people factor and investments, Not true. I cite an example. Years ago, Technology advanced suddenly made possible, low priced, high power computers that millions could buy. Numerous companies were produced were started to produce them. Most failed. Not the 1 Henry helped to finance. He invested in Apple. How Henry I asked him later. With all these new computer start look startups ups looking alike. Did you pick Apple that emerged as a huge success with enormous gains for the early investors. Well, he replied, I figured most of these millions of most of these millions of expected potential computer customers would at first be intimidated by computers. But could anyone be intimidated by a computer named Apple? Besides he said, all the others accept Apple if they failed would just walk away? Apple's founders had plowed every cent into the company. They just had to make good. All who knew Henry well learned that what you saw in his peaceful face manifesting ready and deep understanding is what you got in his interest in you. You felt the warmth of friendship and sincere consideration underneath that main of reserve. If in his passing, we now feel a sadness, a sense that we shall miss his presence. This is perhaps a proper price that we must pay to compensate for the enrichment of our lives than knowing him yielded us. That's just a great way to end the book. And a great way... I mean, that that feeling is very common. When you're reading biographies if you think about it when we get to the end of the book, you know, in most of the... These people not only is the book over, but their lives are over. They're finished. And there is a sense. I always talk about this when when you when you finish a good book, and I expect... Especially experiences with the biographies I read, it's like, this mel colleague feel. It's like, you're you're... You feel like you know them. And you're sad that they're not hear anymore, but you're also grateful that somebody took the time and the effort to write down there... The lessons they learned from their experiences and the ideas they had. And once you put it in a book, it's forever. So if you want to get the full story, again, I I've already told you I think should read this book you can get the book by using... And you can get the book. First all, you just support the author. I don't even know if he's still alive. But in any case, and we did do a hell of a lot of work for us to to put this book together. And for us all learn from. But now you're supporting the author, you're supporting yourself by getting a book that, you know, like, going back to the omni quote. There's ideas worth billions in a 30 dollar history book. And if you buy using the link that's in your show notes or at founders podcast dot com. You're also supporting the podcast. Thank you very much for your attention. I'll talk you next week."
}