{
  "transcript": "Complex, contentious and blessed with the perfect pitch ability to find the next big talent, David Ge has shaped American popular culture and transform the way Hollywood does business. His dazzling career has included the roles of power agent, record industry mo, Broadway producer and billionaire Hollywood studio founder. But from the beginning, his accomplishments have been shadowed by the ruthless with which he has pursued fame, money and power. With the operator, Tom King, who interviewed Ge for the book and had an uni access to his circle of, presented a mesmerizing chronic of Ge Meteor rise from the mail room at William Morris, as well as a captivating tour of 30 sizzling years of Hollywood history. Drawing on the recollection of celebrities such as Tom Cruz, Yoko On, Warren Beatty, Courtney Love, Paul Simon and even share whom Geth nearly married, the operator transports readers to a world that is as ruthless as it is dazzling, revealing a great American story about success and the bargain made for it. Okay. So that is on the back cover of the book that I'm gonna talk to you about today, which is the operator. David Ge builds buys and sells the new Hollywood, and it was written by Tom King. And I chose that that excerpt to start the podcast with because I think it's a great, like, 1 paragraph overview of the life and Career of David Ge where you have this singular focused, intensely driven, really talented, entrepreneur, manager, business person and yet how... In that short paragraph, the author uses the word ruthless twice. And that's in the other side to Ge where you have 1 of the most ruthless people that I think I've ever... This is gonna be an interesting podcast because he may... He he definitely is... David Ge is definitely 1 of the most ruthless people that have ever covered on the podcast. And then I just wanna finally point out that last sentence where he said, it's a, you know, it's a transport readers to a world that is ruthless as is dazzling we're revealing a great American story about success and the bargain made for it. So just keep that in the back of your mind as as we go through the book today about the bargain that David is making for the success that that he that he achieved. So just 2 quick things before I jump to the rest of the book. 1, this... I found out about this book through a listener. So if you do have interesting founders that you want me to cover our books you want me to to analyze on the podcast, please continue to send them my way. And second, I just wanna take a minute or 2 and talk about this idea that I feel you and I've been talking about frequently. For for a fairly long time. And that's this idea of, of soul in the game. And there's a bunch of different founders that I've covered, this is not a comprehensive list by any means, but you definitely see that you can always tell somebody has stolen in the game by by the way, they approach their work. Right? And so I would... I would I think of people, like Walt Disney, who I covered on founder number 2 and founders number 39. Steve Jobs. Definitely. That's all in the game. Founders founder number 05:19 76 and 77. I also have 2 bonus Steve Jobs episodes coming for, on the mis feed here in the next few weeks as well. James Dyson, founders number 25. Let me pull up this this quote. And this is how you kind of 1 if somebody has in the game, you'll you'll you'll notice it by the way they put their work and the products they make. Right? But also the way they talk. And so this is from James Dyson, his auto, which 1 of my favorite books that have ever read for the podcast. And this is what only game sounds like when you're writing her. He says this is not even a business book. It is anything or if anything, a book against business against the principles that have filled the world with ugly, useless objects and unhappy people. So I love the fact that 1, he poke fun. He's a very, like, cheeky writer if he if you if you read his book. He, you know, he's very witty, but he also, you know, likes to talk. He likes to to point out the the ways in which his products are better. He's extremely confident in that manner. But I think that also, he hits on something else like, yeah, there's a lot of... They'll just look at the a lot of the products that you interact with. A lot of them are, you know, poorly made ugly, maybe not, you know, poorly designed. That's why you know, we try to celebrate excellence on this podcast. But he also hits on unhappy people. And this is my own belief that if every business was run by somebody with a a soul in the game, it would make everybody else's life better because it's a more pleasant experience. Right? So, there's... So James License, 1 of them. Another example that comes to mind is S, founder Pat. I covered him on a founders 18 and number 60, Henry Royce, of Rose Royce fame, of course. He had sold in the game if you if you read that book or listen to founders number 81. It's it's very obvious. Enzo Ferrari. Maybe soul the game personified. Guy was 1 of the most obsessive people that I've ever covered. Founders number 97 98. And then most recently, I talked a lot about this with the founder of Adidas. Quite I didn't even know existed before I started reading his book or that book about them, and that's Adi Do. Founder number 01:09. And so I'm... I wanna read this paragraph because I was going through a bunch of my notes thinking about this this week. And I'm gonna read this paragraph from, this book called skin in the game, hidden a day of life by To lab, and he's got an entire... It's probably, like, 7 to 10 pages where he goes over his idea about what Soul in the game is. And how you can... Where you see, like, how you... How it makes somebody what's on the game makes it obvious that they have that. Right? And then I'm gonna tie it back to podcast podcasts, and then I'm gonna get into the book. I have a point here. Just bear with me for a second. So first he says, this is To lab writing. He says anything you do to optimize your work, cut corners or squeeze more efficiency out of it, will eventually make you dislike it. And I, you know what, I didn't... I need to communicate clearly here. David Ge did not have sold in the game. And that's why I'm I'm choosing to talk about this here before we get into the book because you're gonna see a... It was also a great source of unhappiness, even though this guy has made billions and billions and billions of dollars. Okay? So it says, it'll eventually make you dislike it. Artisans have soul in the game. So now he's gonna list like, some of the characteristics of people who have soul game. Number 1. Artisans do things for essential reasons first, financial and commercial ones later. Their decision making is never fully financial, but it remains financial. Number 2, they have some type of art in their profession. They stay away from most aspects of industrialization, they combine art and business. 3, they put some soul in their work. They would not sell something defective or even comparable of compromise quality because it hurts their pride. Finally, the last 1 they have sacred taboo. Things they would not do even if it markedly increased profitability. Okay. So that's a good like, brief overview of what that means in case you haven't come across this term before. I personally prefer studying people that approach... Like, they they... I mean what is the point of this whole podcast? I whole... If you think about what we're doing here? Like, why are we trying to learn from people, not only learn the good ideas they accumulate through the lifetime of their careers, but also avoid their bad stakes is I think it was Tim Urban who who introduced me to this idea, but I think it's, like, has... It's it's an old idea that 90 percent of your happiness or thereabouts... It comes on to 2 things in life. Like, who you surround yourself with or your spouse and your close friends? And then what you do for a living? And you're gonna see here today, David Ge in large part made a lot of money, but he was kinda tormented. He not even kind of. He was tormented in a lot of ways. And so when I when I bring up ideas about having sold the game or or studying people in the past is like, if we can take these ideas half of the time there awake. Assuming you work 8 hours a day. Your sleep rate, you you have 16 left or you're actually conscious. Means you're gonna work half of those, maybe a little less if you take the weekend's off where their case might be. So so it's very important to find something that you're you you like doing and to be to feel like you're you're progressing and you're getting better your craft. So that's just this general idea because when I sat, I was like, how am I gonna talk about this book today. So I guess, even before I jump into the. Let me just grab some notes of mine. And and this may be a little different than I normally do because I'm pretty sure, David Ge a soc path. I'm almost positive. He's a soc path. So if you if you see a profile of the soc path, he's gl has superficial charm, he's manipulative and cunning, they never recognize the rights of others and see their self serving behaviors as permissible. That's David Ge. They are... They have a grand self of sense of self. They pathological lie. They have a lack of remorse, shallow emotions and inca capacity for love and a need for stimulation. The... But here's the thing. Like, it's not all... The lessons I learned from reading this book are not all negative. He under... 1 of the... I think 1 of the biggest things that that David understood, and that I took away from his life is a is an idea that that I was first introduced by Steve Jobs. And David Ge likes Steve Jobs, and I think this is important for every single person living is they they both understood that life is malleable. So let me pull up this quote. There's Steve talk about this a lot over several different decades in different context. So I'm gonna give you 2 quotes about the same idea. This is back. I think this is in the early nineties. And Steve Jobs was talking. Says, the minute you understand that you can poke life and actually something, will pop out of the other side that you can change it that you can mold it. That's maybe the most important thing. It's to shake off this erroneous notion and the life is there and you're just gonna live it. Are you gonna live in it? Excuse me. Versus embrace it, change it, improve it and make your mark upon it. David Ge definitely shaped his life. Steve jobs continued later on? He says when you grow, when you grow up, you're tend to get told that the world is the way it is. And then your life is just to live your life inside the world, try not to bash for the walls too much, try to have a nice family, have fun, save a little money. But that's a very limited life. Life can be much broader once you discover 1 simple fact. And that is that everything around you that you call life was made up by people that were no smarter than you, and you can change it. You can influence it. You can build your own things that other people can use. Once you learn that, you'll never be the same again. So now not only did Steve know that David Ge knew that, I think almost every single person that's studied in the podcast. That's what I think reading biographies is so inspirational because they start out as poor broken people in many cases, and they build themselves into what they become. They they poke like. They changed it. They shit's it's malleable. So that's a... That's a positive that I learned from David. Right? But the negatives is he didn't work on something he loved. I'm gonna go into more detail that in a minute. He was soc patrick We'd already told you that. And he was always unhappy. He was obsessed with money, but then he was surprised it didn't make him happy. And then second, the note I left myself is he would abuse people, break his word, and then the same talented people within signed back on them whether they worked on him. 1 of his movies in the future even though he he views them or, they sent to his record label after he he lied to them. And then myself is, like, don't be like that. When you identify people, that I was sitting here thinking, it I was like, what is the Like, what is the strategy here, David. If you were to run into a David gif in kind of person in your life, what what what would I do? And I thought about that when I put the book down and finally finished it? And I came up with a short idea that's probably the the correct the correct route to go. Avoidance. You can't have people like this in your life. Alright. So let me jump into the book. Hopefully that pre that made a bit of sense to you. Oh, man. You can. This story is crazy. Alright. You'll see when Get into it. So first, I'm gonna jump into the forward and here we have the the author Tom King talking about... He he it took him a while. To convince David to give him access to write a book about him. So he says, I told him that I wanted to write a book about him. Ge was aggressively opposed to the idea and quickly ended the conversation. A week or so later, I called him again He somewhat had saw he softened somewhat, because he told me that he recently read Buffett, the making of an American capitalist, Warren Buffett was Ge hero and he applied that he would be pleased if his life merit a similar treatments. So 1 thing that you're gonna realize about Ge is, he was heavily influenced by reading biographies of people he admired, Warren Buffet. Is 1 of those people, the other person that he he wanted to pattern his career after, was the founder of 1 of the founders of Mgm, Lewis B mayer. I'll get there in a minute. So eventually, Ge gives things and like, okay, yeah. You know what? This should be great. Like, he's extremely confident ego. And so he's like, this would be great if my life, if you... Somebody wrote a book about me, the way they wrote a book about Buffett. But the problem is Ge not warren Buffett. He doesn't have the same temperament by any means. So I'm gonna start on the forward. I'm gonna talk about, like some of his personalities and strengths. Okay? This is gonna give you insight into, like, what we can learn the good from him. He says, Ge had had come to be involved with nearly every medium in the entertainment world. And he had been almost invariably successful. He was a extremely successful in multiple domains. I'm not trying to downplay his talent whatsoever. I'm just saying that he was extremely ruthless. You can't. You can't... Yeah I feel you when analyzing the life of and learning from Life of, and you can't lead can only focus on 1 aspect. He was driven talented and ruthless. And the reason I I bring this up is because, you know, we we don't wanna be naive. We live in a very complex and chaotic world, and the people we study, they're imperfect human beings just like you just like just like I am. We're all imperfect. Now, we don't ever wanna go to the the level of imperfection that we see... They're we're gonna see here today with Ge. But we have to realize that these people if you're extremely ruthless and driven, you can also become extremely successful. Now what we wanna do is is be extremely successful by being really good at what we do and not have that come and expense other people. You know, but there's a... There's a ton of people. There's a ton of people throw throughout all human history. They're they're alive today. They were alive a hundred years ago they'll be alive in the future that are just like David Ge, and we have to realize that these people exist. And, again, my advice avoid them. So he says, He successful almost every medium. Right? From Humble beginnings in Brooklyn where he learned entrepreneurial skills from his mother, Ge with sear focus, that's a positive, un yielding drive and another positive and outlandish nerve I would also say positive, had devised and implemented strategies to propel himself to the top of the heap of Hollywood power brokers. And I think 1 of the mistakes he made was he was competing in in which largely a 0 sum game. Where most of life and business, it can be positive some. Now here's some personality, these short little sentences that are gonna give be idea of it's negatives, extreme negatives. Former executive of Warner communications told tom the author the book. I used to have phone conversations with with David that would leave me sweaty. Steven J Ross, who was arguably the most important mentor Gavin Ge ever had. Ross had done a great deal for Ge, but Ge did not see it that way. Ge had repaid him by making insensitive comments to the press as Ross dying from cancer. A quote from from Ge, only sibling his brother? Why would you wanna write a book about him? Why don't you write a book about somebody who's done good for the world. So the forward ends with David Ge doing what he does throughout his whole life screaming. He's on the phone screaming at Tom. She says I changed my mind. I don't want you to write the book. And by that point, it was too late. And it was interesting. Tom's Reaction I was like, oh, good. This is... I'm glad we're having this fight because now I see how David was with most people in his life so I can write a more authentic book about them. Okay? Alright. So I wanna start in the early days. I think to understand David Ge, you kinda have to understand what I would describe was, like, the Pro David Ge, which was his mother. I think her name was spelled Bat or pronounced Bat. So this is Bat Ge, which, again, I think is David Ge before David Ge. Living at the... This is before David is born. Living at the poverty line and lacking even the money to buy milk for their baby. The ga went on a relief program. They're... They immigrated. They're from Russia, at least she was from Ukraine at the time. And and they're living in New York City They don't have a lot of money. Okay? So says they're living at the property, lacking even the money to buy milk for the baby. This is David's older brother. The went on a relief program. But Bought was a proud woman who felt a deep sense of shame when Welfare workers visited their apartment. She also married somebody that was not like her. A description of his, of, David's father. There was 1 thing she now understood fully. The man she married 2 years earlier, he was simply not ambitious. But it was extremely ambitious. She was embarrassed that she couldn't make any money. She was extremely hardworking a very powerful personality. So she starts her own business. And they said there's a lot of, like, they call them. I think, heavy... Well, let me just read this part to. She's going to create by hand and eventually manufacture her own, line of bras. Okay? And it says, the bra she made was a good 1, and the word of her talent spread quickly. Her world in New York was populated with scores of heavy set immigrant women And Bah, sense that there was a market for inexpensive custom made Brass. Facing the most desperate financial situation of her life, she established a small home business. And this business was relatively to successful She kept it for I don't know 40 years, a good amount of time. Now this is the person behind the business. Bah moved about the neighborhood with the force of a hurricane. You could easily say that about David as well. She was convinced she was put on the earth to tell people how things ought to be done. Whether or not they asked for instructions. You could say that about David as well. She was incapable of seeing life through anyone else's eyes other than her own. Her son also possessed that quality. David was her mother's favorite. He was about 10 years younger than his older brother. And by that time, they were in a way better financial position. They were not rich any means, but they weren't in a welfare because of, by broad business. Right? And so she really pumped him up. She gave him, like, a high she told him to have a high, like, self opinion of of himself. It says Bah held Little David's hands and told him that everything they touch would turn to gold. She also hid devastating things from them. So this is also, you know, unfortunately, we have to understand that I always say, like, my own life like, I never wanna rely on the good graces of other people. Right? I was listening to this podcast the other day, and I had to rewind it because I could not believe what the person was saying. Let me actually hold on. Let me get his quote because I I wrote... I wrote... I put in my notebook because my approach... My personal approach to life is the exact opposite of this person's. Okay. I found it. I'm not gonna say see who it is person is a fairly large audience, I'm not here to obviously criticize. I I just... I wanna contrast. I have a different point of view than this. And I'm gonna relate this the where we're at in David Kevin story. So I around and and made I had this correct because I could not believe my eyes. This person's talking says there's something very beautiful about feeling very small and very weak to feel you need other people. No. Absolutely not. My entire existence is trying to make my... To learn, and to make myself strong so I can support myself my family and my loved ones, so I never have to rely on the good graces of human beings. Because when you're very small history is... I mean, this person I... There's no way this person could have even a a basic understanding of human history. Because when you're very small and very weak, you get taken advantage of. So this podcast is not about making you small smaller week It's about making you smarter and stronger. I have a very distinct point of view. That that I find... We talked last week, what, I love when Henry Singleton said that people that think for the short term rep repulsive. Well, this is my... This rep repulsive me. The idea that we wanna... We ever wanna celebrate weakness. Absolutely not. So here we're gonna see something that happened. Unfortunately, the Davey Ef Relatives are Jewish. And Bought his entire family. She escaped. Right? Her sister escaped. Everybody else was killed by the Nazis. And this is what happened. So she she hadn't talked to... She skips... She's the only 1 skips the United States. Right? She tries to locate her sister, Dina. She finds Dina in this is... They haven't spoken about, I think 20 years at this point. Right? And so she's bah had not heard from her sister any of other family members. Right? She so by a screen. Oh, my God. Dean. How are you? And she goes, I am fine, but I'm the only 1 alive. Everyone else is dead. And so Bought is, you know, obviously, She didn't note her fam... This happened to her family years before. Su said that most hit perished in the September 19 41 massacre at Bobby Y, a huge outside of Kiev that served as a max mass execution ground during the Nazi occupation. They were ordered to strip naked and were letting in groups of 10 to the edge of the Ravi where they were systematically machine gun from the opposite side. Their half sisters, their their father and mother, their husbands and children. We're shot on the other site and thrown down by the well and buried essentially in a mask grave. So this idea that it's beautiful to feel very small and very weak and to feel that you need other people is a lie. Now this... What's interesting to this is she... As as expect. Think about if, like, you hadn't talk talked to your family in 2 decades. This is before, you know, I guess the only modern technology would be like, the telephone for God's sake. So communication was extremely different than the world we live in now. Right? And you find this out. What do you expect? Even a strong woman like bought you. She winds up having a nervous breakdown. She has to go. She spends time and an asylum. This just really heavy stuff in here. Okay. So let's skip ahead. Now, she's she is also extremely strong person. She recovers. She hides this David and his brother don't find this out till after she dies. Now we're talking maybe 30 or 40 years after the fact. She held a secret for very long time Is what I'm telling you. Okay? But the 1 thing that David benefited of of having... What 1 of the reasons David benefited having her as a mother. She was in large parts, a master entrepreneur. You know, not to the sense that she could build a... She she was always able capable of making enough money to support every member of her family. Okay? So it says David might not have realized that but he was being educated by a master entrepreneur. Bias succeeded in teaching him the value of hard work and the possibilities of life under the most difficult circumstances. She was a brilliant business woman who could account for every penny that went into went into and out of the enterprise. She kept her overhead low by driving hard bargain with her suppliers and by closely monitoring her expenses. This is something David would do that was very different from other people in the record business. And it gave him a huge advantage. Something that most of the entrepreneurs that we study say. It's like, watch your cost. Watch your cost, watch costs. It's just math at the end of the day. Now, there... Here's an interesting part. David found something he loved at a very early age, and this is gonna influence the career that he chooses. But we're gonna see he... Eventually, he runs into a fork in the world. Or folk fork the road rather. Where it's like, okay, I can choose the world I love are the 1 that's gonna be money. Lots of money and faster. And so he chooses the second road. And I think that is a big takeaway here that this... If you're doing things for money, money will sell money problems, but David was extremely extremely unhappy. It's not gonna solve your unhappiness problems. We see people that rich and successful all the time, and they kill themselves because they're they're... They never figured out how to be content with life. David. David now obviously never committed to suicide, but he's largely discontent. From the time we meet him as a young a adolescent until the book ends... This book's 20 years old. So I think he's his seventies now I think the book ends when he's like, 57 or something like that. So, says, this is David finding something he's love. He loves show business. So Broadway movie. So it says, to David Broadway was a magical wonderland that called to him. A world far away from the life he knew at home. He became obsessed with Show business so you take the train into they're living in Brooklyn so you'd go down to to Time square, and he'd catch all of these at the time you pay, like 2 bucks, and you'd see a bunch of shows. He just spent all day there. David fantasize that 1 day the crowd would be cheering for him. We start to see his personality traits at a very young age. At just 13 years old David displayed a blatant lust for money. He had a weird. He this said idea, like, I'm gonna get rich So let me go look at the occupations that or that are rich. So he's like, I'm gonna be a dentist. He's a dentist. He figures were rich, and that was his main goal in life. This is how his cousin described him. He's enterprise. He thinks of nothing but money. Now, here, we're gonna see another. We're gonna see his mother, you know, constantly tell them. Listen, you are a special child, you're gifted. You could do anything you want. Now, I'm gonna read this to you, but this is very similar this is this depending on who the person is, giving this advice to them could make extremely positive impact in their life. When I read this part, I immediately thought of the the the advice that Nolan Bush now gave to a young Steve jobs. I'll get there in a minute. Okay? He says, this is his mom. You may not be very tall, but you will stand head and shoulders above everyone. You think of your if you think of yourself as head and shoulders above everyone else, you will be. There... She did understand that there is a power and positive thinking and and and people think this like Willie Fu stuff, You know? But and they, like, I always say that the combination of a positive mental I don't attitude and perseverance, like, can overcome almost any obstacle to job your life. So the... Why I say this is so much to the advice Nolan Bush gave to young jobs? Because first of all, if you don't know who nolan Bush now. Let's go back and listen to founders number 36. This guy's is 1 of the craziest careers I've ever ever heard of. He was the founder of Atari and Chuck e Cheese. The book that he wrote, which is finding the next Steve jobs. He wrote that book because he's 1 of the very few people that was ever a boss to Steve jobs. He hired, like, a 18 or 19 year old cto jobs so worked Tory. And that book, finding next few jobs opens up with, you know, Nolan ball out of control. He's his company both Atari and Chuck She at the time we're doing more re in revenue than Apple. And Apple, I think was doing, like, hundred million a year or something at the time. You know, Gigantic successful businesses. So he buys us, like, huge house at Paris If I'm remembering correctly, you know I haven't read the booking in a while, but and he throws a throws a party, and Steve jobs shows up at this party. I think the time Steve Was, like, 25, 26 years old. And then they went up spending the next day or 2 walking around Paris talking about creativity building businesses, and that that discussion is the foundation for the book Nolan writes, and it contains tons of useful information. You can read in, like a week and I highly highly recommend it. But the piece of advice that Nolan gave Steve that Steve's really ran with if you if you've analyzed the career of Steve jobs. Right? Is pretend to be completely in control and people will assume that you are. He told that to a young Steve jobs, Steve jobs took that device and ran with it just like David... Or it's excuse we bought you, is telling a young David Ge. Think that you're head and shoulders above everybody else and everybody else also start believing that too. Okay. So let's get it more insights into his personality. Essentially, David is a mis fit that doesn't like himself. But with something to prove. And this combination leads to, you know, extreme outlier success. He says there was already a lot that David did not find attractive about himself when he looked in the mirror. He was small framed and short. Hit had nose that he thought of as big and ugly. He was also the son of broken down unbalanced parents. And now he detected indications that his sexual orientation was 1 that many people termed devi. He grew more insecure and frightened that people would discover who he really was and judge him harshly. So what they're talking about there is David was gay, but he would not... He didn't admit it till I think he was... He had to be in his forties by this time. So here's something you understand about David. And this is where I think his bad... We do not wanna follow this example here. He was, like 5 foot... Or he is 5 foot 7 Jewish She's got a big nose. He's like sc. He wanted to be. It says in the book, which is a jaw dropping to me. He... We had dark black hair. He wanted to be 6 1, straight, married with kids, not a big nose and blue eyes. And a gentile. He essentially wanted to be the opposite of what he was. I don't think... I my opinion of this is, like, your uniqueness. Everybody has some kind of, like, uniqueness about their personality. And yet, over time, society kinda conditions you to, like, to limit your uniqueness to to become conform more like everybody else. I think you should just lean into it. Like, you don't control your hair color, your eye color, your height, what your nose looks like, any of this stuff. And so don't don't feel the need to change who you are. Use the things that make you different as your strength Like, in his case, you know, he he becomes Fa french successful. He's got a lot of people that admire him. He gets to date whoever he wants. Like, they don't... At the end of the day, there's another... I I'm gonna reference wipe away again that that blog by Tim urban. He's got this great post about camera remember the name of it. Let me actually let me look for it real quick. So I don't ruin... So I don't ruin this point. Okay. I found the post. And it's a quick post. You could probably read it. I don't know. 15 minutes, maybe. It's called... I'll link it in the show notes too. It's called Tam the Mammoth, why you should stop carrying what other people think. And Tim, you know Tim's, obviously great communicator. Great writer, but the the synopsis of the point he's making is what David Ge here. He's like, oh, people aren't gonna like because I'm tall... Or I'm I'm short. And I'm jewish and I'm gay. It's a people don't think about other people. You cannot get caught up too much with what other people think about you because they're not thinking about you. Think about your very best friend in the world. How often you think about them on daily basis? What, couple minutes maybe? 20 minutes a day. I... Who who knows it... The point is most of the time you're thinking about, oh, I'm hungry. I'm tired. I gotta work on this. Oh, I gotta pick up my kid from school. Oh, I gotta do this. That's just how people are. We think of ourselves. And so when I read, Tim inspired me when I read this post, and maybe I had the inkling of that idea somewhere, but he he he communicates it better than I can. That, wow. Like, yeah. You... That's not an accurate representation of of of reality. Humans are obsessed with themselves. And so for... In in that sense, like, lean into what makes you unique in my... I'm talking to myself now. I need to lean and what makes me makes me unique, and I need to to to understand my own strengths. Yeah. There's a lot of things about myself that I wanna change, but you know, I don't have control over. Like, if you ever saw me in person, Like, I have a gigantic head. I like, seriously, I was tease ruthless an older brother, and everybody, my friends would come over an elementary. Right? And my brother would call me basketball head because I look our Lollipop because I was skinny kid with this giant round head. And now like, when I was a kid at torment me. But now I I think it's funny because, like, maybe that's where I store all the stuff I read. Like, it just... It it just doesn't matter. And then, obviously, I grew into my head somewhat. But, my point being is like, when I was younger, I thought of as a weakness. I wanted to change it. You know, you you... You're so... You don't understand what you don't know when you're 8 or 10 or 12 years old, and you're being teased about this stuff. You know, because I didn't finish a thought the my brother had said this in front of my friends and they took back to school and then it just spread, like, wildfire. So then not then on, I was a basketball head. Now I think it's funny because I don't care. Like, I don't I didn't control this. I didn't choose to have a giant head, but I do. So it is what it is. Like, what's it's just silly to to to to fret over things you can't control. And, you know, David in large part, he also has a weird unbelievable belief in his talent and ability and yet at the same time hated a lot of the stuff about himself. So this is why I I'm so confused when I'm doing this podcast because this is a very confusing book and a very confusing person. So... Alright. Let's go back to more of his personality. This is his teacher describing him and he's rather talk, self centered ignored teachers orders and instructions is fresh and con conceded. The life story of 1 person can fundamentally change you forever. Forever. And that happens with David Ge, happened with a bunch of people. So this is David Ge finding the biography of Lewis b Mayer, and he holds onto this idea for his entire life. That the ideas are such weird special things. That can have such a great impact. It says, so he he moves to Hollywood. David thought he had found paradise. It was more even more into than he had imagined. His life ambition was soon established after he read a new biography of Mgm studio boss Lewis B mayer, and this is the takeaway that that that David had. I want this job. He thought to himself. Something to know about David, He he was... He did terrible school. He was he was not a fan of formal education. In fact, later on his life, he he took that as a source of pride that he was able to succeed further with less education than the people that, you know, have a bunch of degrees. So it says, from the moment classes began, it was clear that college and david were not meant for each other. Plagued by the same issues that had been set him in high school, he simply did not have the attention span that college required. He was eager to get into the real world and seemed incapable of spending long hours studying in the library. So at this time he had moved to, I think Texas to go to college. So he flew back to Los Angeles without completing his first term or taking any final exams. There was to be no further form of education for David Ge. So he starts to meet people that knew other people that were successful in the business. Remember he wants to do movies. He hasn't talked about music yet. But he winds up meeting a, his the first music mo they call him. Is just guy named phil Spectre. At the time the writing this this book phil is, you know, this crazy person. We now know, Phil Spec was convicted of I homicide or are mans slot or something like that. He's serving, like, a 20 year sentence, and he's in like in eighties right now. So this is inspectors extremely violent. He winds up pointing a gun at David 2 and other people who would just constantly point guns of people. So we kinda see this. But Know that myself on this pages is, we must learn not to emulate these behaviors. So said Spec was the first music Mo, David's on in action. And he studied it his every move. Spec was only more than 2 years older than David. But he was already a millionaire in a star. He was a renowned eccentric, and most people around him felt it was understatement to call his behavior unbalanced. He was an Ego Man, a control freak and ex. You could also say that about David. He realized that Spectre achieved his success without even either movie star looks or a terrific sing voice. I could do this, David Thought. Okay. So David has a bunch of men jobs in Hollywood gets fired from a lot, a lot of them. Eventually, somebody gives them an idea Like, why don't you become an agent. And they said them on a path that he didn't intend for himself. And they said, hey, a lot of agents start out in the mail room at William Morris or, you know, agencies like that. And so that's what he did. He gets a job. Now here's the deal. He lied about being, you know, graduating college and a button and he also lied about being Phil spec cousin to get the job. He you know, David lies ton. Ga lies a ton, a ton in this book. But here's... That's not really my main point here. The point was that if they found out that you lied in your application, you get fired from that. So David devised a plan to avoid that, And then his plan winds up producing unintended positive byproducts. This a very interesting part. Let me read this to you. He devised the plan. He came in an hour early every day for 4 months and rifle through every 1 of the bags of mail hunting for a letter from Ucla that he was certain would arrive, that would inform the Morris office that that the University had no idea who David Ge was. Now here's the thing. His the president of this company at the time attributed his early rivals to ambition. But in truth, it was simply terror. So he winds up negotiating himself until, like, the people that are right... That are running the business. And he does this his entire life. He has a very... He uses mentors. He can get... He would flatter older people they're in positions of power. And he'd leverage their relationship to get to to go where he wanted to go next. And then what happens that he would burn the bridge, talk crap about them, you know, to do things that you shouldn't do it for people that that are helping you. It says, In the sure sign yet that Ge moral compass was off k, he did not believe that he had done anything wrong. So what happens is that the letter comes and he forge it. He felt he had simply exercise his gift for resourceful. This was to become the most repeated tale of his career, and he proudly boasted about it throughout his life. So now we're talking about... We're gonna understand more of his personality through the view of the other people working in the mail room with him. Demonstrating an arrogant disregard for their views and welfare of his fellow people, they can... They they compare him to this this character called Sammy Gl, who was in this really popular novel in the 19 forties. A demonstrating Airing in disregard for the views and welfare of the philip. People, Sammy Gl was a backs hu who employed appalling tricks to run to the top of to the top in Hollywood. Kicking others off the ladder as he rose higher and higher. Having tossed aside all notions of right and wrong, young David Ge simply lived by different rules than did the rest of society around him. Unconstrained by traditional ideas of acceptable social behavior he was free to use all the resources at his fingertips to achieve his lofty goals. So, obviously, I'm not advising. Like, when I read that you know, I don't I don't wanna achieve success to du means. You know? But we'd be very naive not to realize that there's a ton of people just like David Ge out there that that will do that. And if you happen to have to work with them or you getting in their way, there could be disastrous consequences for your life. So again, let's just practice avoidance. It said continuing the paragraph, employing his strong... Their strong work ethic I think he had learned from his mother, Ge simply worked harder than anyone else. And that is true. He would essentially be working 24 7 nonstop, and then this is in what... Or I think we're in this... What's my guess here sixties, maybe. This point in the book. And, you know, the people that are running the company are going to realize, hey, this guy here that is working the mail room does... First of all, he does any tasks that we sign him and when he does it fit rapidly. He goes above and honest. These are the good things about it david, but he goes above and on his job. He'll spend more time doing it. He has nothing going. He's on school. He has no family. He's said, like, there is a very special time. In a person's life in my opinion of this, like, early... Like, let's say after high school college age, early twenties where you have the only responsibility you really have at that point and for most people is, like them themselves. So anyways, my point being is, like David, at this point sorry, David Ge is... He's got nothing but time. He's got no money and a ton of drive and nothing but time. And when you combine no money with you know, 1 of the most driven people I've ever come across and every minute of the day that is not sleeping dedicated. Is that, of course she's gonna make progress. Of course, he is. So that's what we're seeing here. Okay. So this is... Now he's also crazy, but he has a lot of smart ideas, and I think this is a smart idea to never settle where you are. So it says, he's in the mail room, but he's using the the opportunity in the mail and he's like, I'm not gonna say here. Using this as a launch pad. He always used every opportunity as another, like, ring on the ladder to get to where he wanted to go. Right? So he says, his plan. He was only in the mail room net for now. But he wanted to make a name for himself signing actors. He saw Broadway plays in musical all the time. He read scripts v graciously. And he imagine which actors would break out in which parts. 1 day he promised he would represent movie stars and directors. So he starts building this huge. It's... I would call almost like a data of all the actors... There's no I hit back then. Right? About the actors that he liked. Okay. Reading all these scripts he had, going back to what David Og told us. The good ones just no more. David Ge, no more. He was willing to do that. And when I read this section, it made me think of 1 of my famous my my favorite quotes. It's from Bruce Lee. And it says it's about not... It's about not seeing limits. Only plateau. Right? So he says this is Bruce. It says, if you always put limits on everything you do, it will spread into your work and into your life. There are no limits. There are only plateau, and you must not stay there. You must go beyond them. David, definitely... He never... Even if he didn't know that Bruce lee quote, he definitely personified that idea. He... 1 thing I took away from him He he he he did not believe there was a ceiling to what he could accomplish. And as a result, he goes from working in the room to eventually, you know, accumulating 8000000000 dollars or whatever that... Whatever it is. I mean, that's why they wrote the book on. He's a very complex conscientious con con... What's the word? Contentious person. Okay. So this is how David builds a relationship with the president of William Morris. It reminds me a lot. If you listened to my podcast in Aristotle. As founders number 84. He On Asus did something like this too. Remember he fled the G Roman war. He winds up as a refugee in Brazil, like, 17 year old kid. He's gotta build up from the from the from nothing. And he did a similar thing to break into... On Nasa did a similar thing what David's gonna do here to break into the tobacco business resell tobacco in Brazil. Right? Okay. So it says, This is the guy he's trying to target. Is this guy named left. After hearing that left go came to work on Saturdays, Ga decided he would too. For weeks, Ge stocked left left go. It's exactly what went on asked did. He he would follow the guy that made the decision about where to buy tobacco, and he just waited until he noticed him. So Ge stocked left go. Until on Saturday, the 2 stood together waiting for elevator, Ge introduced himself and struck up a conversation. Left go impressed with his display of un unrivaled ambition asked if he would join him for lunch. Left who it's like Ge, and it was impressed by both his dogg and his appropriately revere manner. You kisses his ass, essentially what he's saying there. The other young man in the mail room was stunned to find that Ge was not lying when he said he had formed a relationship with the president. Ge has a talent that I I definitely don't possess, and, like, talent that took him very foreign his career, and that's his una his ability to to forge what people think are authentic relationships, with a large large number of people. Unfortunately, the the further you get in the book he realized realize, oh, this is this is the opposite of authentic. It was it was, like, very transactional, which you know, I'm not I'm not a big fan of transactional relationships. Okay. So he's got this whole idea. He's like I'm gonna be a, you know, I wanna be Lewis B mayer. That's me. But some... He he meets somebody. He's guy named Brandt, and Brandt changes the path of David's life again. And because David, he informs David Ge that listen, Ge, you're on the slow path here. So he gets advice how to speed things up and he does. Remember he he lost... He's been lust after money since he was 13. After listening to Brandt Ge explained that he planned to rocket it to the agency's top Echelon by signing movie stars and directors. Brent looked at the sc kid and laughed. Listen jerk, your 22 years old, Brent told him. What do you think? A famous director is gonna sign with you? The music department he said was the place where a young agent can make a name for himself. Brands advice had a profound impact on Ge. He had once re jig his career plans. So brandon make a bunch of money in the music business. And he's saying, listen, that's nice that you wanna work in the movies, but young people don't... They're they're not... The agents are not gonna sign with the 22 year old. Really crazy. And so he's, like, for you, music is gonna be more lucrative. So David's takeaway was, it was not an undying passion for music that made him decide to try to make his fortune in the business. He did it because he might get Rich quickly. And I think that is also the issue with David. Yeah I... Before I picked the book, I I knew the name David Ge, and I heard get ge records, I any detail really beyond that. I didn't even know, all, and I knew that he founded Dream works with Spill Spielberg and Katz. Right? Which I'll get to also, in a little bit. But, yeah, I I was surprised when he had such a an undying passionate of focus on movies because he never seemed to really do much of movies. It was all music. And so he wants up selling multiple record labels. The last 1 he sells for 550000000 dollars. It make him fabulous wealthy, but he's spending time doing things he just doesn't like to do. So take take whatever lesson you you think is there. 1 thing, Deaf... Ge realized early, and I think a lot of artists are starting to understand this this fall now, Ge wanted to stay close to the money? He... So he's in the music business now and he's like, how do how do how do how do these records make money? Says early on Ge recognized that publishing was 1 of the areas in the music business where the real 1 money was being made. So he's gonna stay close to that money. We talked about still time. Long after an artist star had faded faded publishers benefit financially for years to come. Pocket royalties whenever a group records a song or sheet of music. So I think there's a lot of parallels between entrepreneurship, modern day entrepreneurship now and this this this phenomenon, this trend that you're seeing in the music industry where where artists are realizing, hey, I'm the 1 making the goods. I'm the 1 making the music. I should own it. So a ton of people, David ga me 1 of them in history, got extremely rich, essentially owning the work of other people. And now with technologies like, well, I'm gonna keep my... They're called masters. I'm gonna keep... It's the publishing rights to your music. That's where they make so much money. So these musicians are are smartly realizing, hey, I need to... I don't really need I like to give away all my work to and make this, you know, old dude, rich. They didn't necessarily know that back when when Ge was getting started. And I think the the parallel there is there's a lot of people realizing, hey, and your business equities your most valuable thing. So be very careful about selling portions out, especially if your business is growing. The the the analogy there is, like, equity is to ownership is to entrepreneur what publishing rights is musician. And I think if independent study, what independent musicians are doing and they're making a lot of... In some of these these people are young kids, I've been listening to a lot of interviews stuff and the extremely adept and understood the pitfalls of the previous generation and avoiding that masterfully. And it as a as a result, making the music they wanna make and making all the money, which which, again, that's just entrepreneurship, and I'm I'm here for that. I love that. Okay. So what he does here, the reason I bring this stuff for Gif is he he he starts... He's an agent, but then he he he never does just 1 thing. So he signs musicians. And 1 of the first Artist he signs, she is a singer and song writer, but that's not David's gonna make his money. So he's... He goes through Like listen, I'm going to... And usually, at time agents would, like, book tours. That's how they make money. Right? And so he's, like, why don't we do this? Why don't we start your own publishing company? They call it Tuna fish music, I think. And when you... She would... Her albums would do okay? But she made more money by writing songs and then giving them to people like Barbara? Str in and all these other people. And so when another singer used her song, she would constantly make money in like, on the back end, like, on a residual basis over and over again. And so that's actually how David becomes a millionaire. So I just wanna set that up I I'm not there yet, but but that's the first way... The first of many businesses that he's gonna sell, and the first 1 that makes him millionaire. Alright. So at this point, he is an agent but he's also a manager. He's doing both, and he's keeps jumping around from agency to because he's signing people. He's having success, and he gets recruited. And he's in his early twenties here. So he he becomes successful rapidly. Was not long before Gavin group bored, Restless and Unhappy at the Ashley Famous agency that Sony he's at. Even though he was signing some of the biggest acts in the business, booking concerts was tedious and thank work. And there was almost so much money to be made. So the question was like, what are you gonna do next? Soon, Ge became obsessed with a Bra an idea that he ought to quit the agency and form his own record label and personal management firm. This is exactly what gonna do. Having studied Clive Davis, he decided that he too had the savvy to make it in the record industry. It was not much of a stretch for him to envision David Ge the music mo. So that's a good idea. I think seeing somebody else do something, gives you the confidence that maybe you can do it as well. David Ge sees clive. Davis. He's like, hey, I know Clive. I can do this as well. Now he doesn't stop there though. 1 word description of David Evans has gotta be bold. He's definitely bold. He he boldly told Clive Davis that he ought to leave his job as president of Columbia records and become his partner in a new label that they could run its c Ceos. That's definitely bold. And what's even crazier as clive thought about it for a little bit. He didn't obviously wind up doing it, but that's wild. Alright. So this is... Now we got to the part where David becomes a millionaire. Gif went to Clive Davis with an offer to sell Tuna fish music to Cbs. He was praying for a windfall and wanted to strike why the iron was hot. Tuna fish music had already earned over a half million dollars, and Davis knew automatically continued to earn substantial income as an annuity for past copyright. So that's what I mentioned earlier, some people in the music business have become incredibly rich off that idea. They wanna make him deal more worth more than 3000000 dollars. It was a staggering amount of money, the likes of which had rarely been applied to the value of any solo artist catalog of songs. Now the reason I bring that up is because it's really important what seems it happens a lot and like, we're... Like, oh, my god, the company got bought for X amount. And sometimes that's the beginning of a trend where the valuation is just gonna keep increasing the future. This is happening in the music business at this time. They're like oh my god. I can't believe Clive spent 3000000 dollars on a single or solo artist catalog. Right? Well, this trend continues into the future, and it helps David sell his record label. Maybe I don't know, 10:15 years in the future. I'm not exactly sure of the the time frame. For hundreds of millions of dollars. One's it being 550000000, the stock winds up going, I think before it sells it's, like 650000000. So an unbelievable amount, way more than 3000000 dollars. It says Ge was riding high. Yet he remained unsettled and plagued by feelings of insecurity and dissatisfaction. We see this over and over again. People are thinking that, hey, whatever's is wrong with me can be solved by money. Money solves money problems. But if you're deeply unhappy, you you have issues that you haven't rectified, if you're spending your time doing things you don't like to do. If you have bad relationships, like money's is not gonna solve that problem. I think of, you know, 1 of my favorite people I used to learn a lot from. I read is books, I watched the show, Anthony Bo. For many people traveling around the world eating great food, filming a Tv show about it. It seems like the you know, the best job in the world. I think Dave chappell opened his last special what it called sticks and stones, maybe with with this very same point. Like, most people look at Anthony Bo. He's the best job in the world, and he killed himself. And so, Dave was using that point. It's like, hey, You know, my life's good, but it's not great. I think he used the analogy. Like, my life's like an above ground pool. It's a pool. But he's basically saying, hey. I know it looks like I'm Dave Chappell patel. I'm I'm traveling around. Getting paid 20000000 for every data special, but I also have promise too and problems that my money's not solving. So Think that's just important to know and understand that's perfectly normal for having his feelings and just try try to solve them. He was driven by the devil that, Constantly told him he needed to be bigger more and something else. He simply was not the kind of man who was gonna be... Who's gonna stand in 1 place for very long. He decided suddenly that now is the right moment to turn his attention to filling the fantasy he had since reading the biography of Lewis Mayor. This book is mentioned, like, half a dozen, maybe a dozen times in this in in this book. It's very important to him. He wanted to be a power broker in the movie business. He's like, I got a little bit of money Let me try to do that. Now, obviously, listen. This book is 600 pages long. It is gigantic. So I this is not... As every podcast headache. This is not meant to be a summary. I'm just pulling interesting ideas that I thought from for myself. And if you think the podcast is interesting then obviously, I always recommend buying the book. So I'm gonna skip over a bunch of stuff, but I wanna really hone in on David the person. And this is about his impostor syndrome that comes up a lot in the book. Oh, and his nasty habit of screaming of people, which is very un decision. He winds up getting into many, many physical altercation. This is just not a smart way to live your life. Ge had realized his most powerful weapon was his voice. He was a gifted scream, and he learned quickly that he could scare people into giving him what he wanted. His rage was so formidable that it left some of his victims gasping for errors. Is that really how you wanna live your life? Screaming up people having miserable relationships. This is not this is not good. The irony that was that for Ge was most likely more frightened than his victims. While he saw himself, most of time a smart, fast rising star he'd become, there seemed to be fleeting dreadful moments when his confident shattered and he was gripped with fear. In these moments he saw himself as a shadow as of his father, the failure who had never gained respect. Ge built up an enormous wall around him self. Most likely praying that others would not also see that shadow. Now he still is not... At this point, in the story, he's still not broken into the movie business. I'll get there a minute, but this is a turning point, David's life, and I think is very important. He's has not started his own record label yet. Okay? And he is visiting Clive Davis, and he's trying to get clive to sign, this artist, I think it seems like Jackson Brown or something like that. And in a meeting and Davis has to interrupt a meeting because he's getting a phone call. And David Ge thought clive Davis was being extremely rude So he's like, let's... We're getting out here. So says Ge on the other hand was in sense that what he thought was Davis rude behavior. Pack up your guitar. We're leaving. He told Brown. Brown, du put his guitar and followed Ge out of the office and passed, this the... Where Davis was talking the phone. Wait, David shout... Or Davis shouted after them, but ge had already reached the elevator. Ge next stop changed the course of his life. He turned to Ami Ur and asked him to sign Brown to a contract at Atlantic. Ahmed. Look, I'm trying to Ami another mentor of David. I'm at, look. I'm trying to do a favor by giving you Jackson Brown. David, Gif said, delivering a passionate pitch. You'll make a lot of money. You know what, David? I have a lot of money or... I'm at replied. Why don't you start a record company and then you'll have a lot of money too. It was exactly what Ge wanted to hear. His eyes lit up as I'm at further offered to be his partner in exchange for a 50 percent ownership in interest in the new label? I'm at Volunteered. He's working, he's running Atlantic records at time. Atlantic would cover all the expenses as well as, handle the manufacturer distribution and promotion of Ge records. The cost would be charged equally against the joint venture and any profits of you split equally between Atlantic and Ge. It was an astonishing deal that would not cost Get an cent. He realized without hesitation that now was the moment to realize his dream. If no 1 else would sign Jackson Brown, he figured he would do it himself, yes. He told Met count me in. Now, this is David's strategy of running his company. The the way Ge saw it, he's this another smart move. The way Jeff saw it, there was a natural synergy in owning both a record company and a management company. Remember, they made money 2 different ways. Record company of publishing, management company off. They could use a management company to book and promote the acts. It was recording on the label and vice versa, controlling both sides of the business. Okay? That's a good... That it's really smart move, But why what's a real advantage? Ge explained that they could use the record deal, which can complete with Atlantic financing to cover the overhead at the management company. He understood that if you watch your cost, you make more money. That's why somebody Entrepreneurs give us that advice. So says the thing that Ge like... Like most about the offices was the reasonable rent. From the day he opened his new business, Ge had an eye fixed on the bottom line. He had the foresight to avoid the pitfalls that proved fatal to so many others who had launched record labels before him, so he's also doing something smartwatch watching his boss and studying the people that that did what he's trying to do before him. And realizing the good ideas they had and oh, whoa, they all went broke. They all spend too much money Let me avoid that. He calls it being fate... That that it was fatal on that indeed, it was fatal. He, he was overhead ave verse and did not feel the urge to red our to hire a large staff. For all of his money, David Ge was turning out to rather frugal. He well understood the delicate balance between profit and loss can be upset if expenses are high. Here's 1 sentence that describes David's, David Ge Demo mo. Playing fair, Ge had learned was difficult and time consuming. Lying on the other hand was easy and effective. You gotta be very careful when you get around people like this. Okay. So this is... This is this is the part where I realized, oh, I think this has soc with. And the question I left myself is like, is this the way you want to live your life. Even the mere sight of him, meaning Ge, sometimes prompted violent reactions Remember, humans at the the lowest common denominator in our conflict resolution and our species that has been that has been very well documented is not words. When words fail, we inevitably go to violence. This is why you don't wanna be a jerk. You don't wanna be... I see people online. They just, like, send nasty messages of people they don't know. Just the way they talk about people. It's very very un. Very un. You don't wanna go around creating. I don't understand why you're doing that. And even that, if you have a disagreement, try to remain calm. David would throw things of people, he would curse at them yell at them. The problem is people can hit back and they do. He had guns pointed out at them. He gets hit with eggs. He gets punch multiple times. That really what you want your life to be. It's so silly. It doesn't have to be. Even the mere side of him, sometimes prompted violent reaction. Someone driving by pe Ge with eggs. Friends pulled, And I'm I'm gonna skip over our gonna give you a bunch of highlights of different violent interactions stats. Friends pulled the 2 apart just before, it it was likely to escalate into fist fight. He got to... Jerry Heller gotten to screaming who I should Get. The 2 shouted seventies said each other from their respective windows. They they had offices next to each other. Their countless murky situations in which Ge himself was at least partly to blame for his contentious relations with other people. He got punch multiple times, any punch people multiple times. Now here's where you realize that Soc pass sleep well. They don't think anything is wrong with their behavior. My own personal view on this is the opposite. David would get into... Let me read this to and ontario you a book that that heavily influenced my thinking on this. Their countless... Other murky situations with Ge himself was at least partly first his contentious really with people in the business. But Ge conscious always remain clear. Quote from him. I don't have the burden of bullshit and lies and the seat and cheating. None of that plagues me because I don't do any of it. What? He does that almost every day. What is he talking about? I think I'm unique in this business? I can sleep at night. Oh, these... You gotta, you gotta run the other direction if you ever get around people like this. Literally, they sleep well because they don't think anything is wrong with their behavior. So anytime something would happen, David blame other people. If a record in sell. If this deal didn't go through, it was never ever his fault. Ever. It was your fault, you're an idiot, I'm great. I've read this book for few years ago it's called extreme ownership. It's the exact opposite of this. It's saying, hey, no matter what happens. In your life, assume that you're the 1 responsible and and try to do everything you can fix it. Like, that's a brief explanation of the general idea. And so that example is like, okay, Let's say you're running a company, and you're subordinate, 1 of your employees gives poor customer service or makes some mistake. Okay. Yeah. Most people like, oh, you're an idiot. And some cases, you know, that is true. You'd have to fire the person where the case is. But in this book, it's like, okay. I am at fault here because I'm the leader I'm the 1 in charge I clearly did not communicate 1... I mean, I would want them mistake Maybe 1, I hired the wrong person or 2, maybe I didn't communicate the level of service that this company does. And that flips everything around completely because it's... It it goes from being helpless to realizing, hey, I have agency over this... A lot of situations in my life. And then ones I don't have agency over I'm gonna worry about because they're beyond my control. But everything else, I'm going to say, okay, I... Clearly made just mistake I'm gonna learn from this I'm gonna fix it. And I think that's a much more powerful operating system for life than than Ge where it's like, oh, everything went good, that was me, there's a mistake, it must be you that you're an canadian. Okay. So this is the the record label he starts is the first 1. This is not Ga records. This is not his big 1 that he sells refine 550000000. This is called Asylum. After a year, he sells his business and agrees, and he agrees to an employment contract. And I put... He agrees his employment contract question mark. Like, this does not seem. David that didn't like having partners like being told what to do? Why would you assign up an employment contract? Well, he had to because he's gonna get money out of him. Although Ge goal from the beginning was 1 day sell asylum and Cash windfall, he was taken off guard by Ross offer. Ge did not contemplate for 1 second declining Ross offer. He had... Because he had an ins hunger for money. He was also motivated by the fear that asylum fast rise had been a fluke, and it could follow apart any moments. You can have it for 7000000 Ge blur out. Without blinking Ross agreed to Kevin's price. But then he says you have to sign this employment contract, they wind up having a falling out. Eventually, he's gonna start working into He's gonna work in a movie business that... Because Warner has not only music, but in movies. And then he's gonna get fired after 11 months, and we talk about that in a minute. And then he spends years essentially doing nothing because he's got this employment contract where he's getting paid all his money to not go to work. So I be a mistake. But now we find David Ga at 30 years old, rich and depressed. Just 30, he claimed that his net worth was about 12000000 dollars, but he was but he was surprised to realize that the millions of dollars he had just bank and the trapping he had been able to acquire with it did not make him happy. It hit him when he was in London on a business trip lying in bed on a posh hotel smoking a joint and staring at the ceiling. All of his life he had dreamed of being a multimillion millionaire thinking that money would solve his problems. It had not and he fell into a deep depression. And I just wanna draw your attention to a meeting So David ef becomes friends with, and makes it really relationship with this guy named Barry Dill at the time Barry Dill is the head of Paramount, the movie studio. And so they're traveling. And this is where He's gonna meet David Ge is gonna meet Barry Dill assistant Jeffrey Katz, I bring this up because Jeffrey Katz winds up being in the future David's business partner. So at the airport New, Ge and Dill were met at customs by Jeffrey Katz, a 24 year old New Yorker who that year had been hired as dill dill assistant at Paramount. Among his jobs was ex ex the Chairman customs check at airports. So he didn't wanna wait long to get to customs. Right? Cuff Ge who had wasted many hours and customs was fl acid as Katz oil of the custom workers enabled him and Dill to breeze through the process. Katz was 8 years junior, but Ge saw immediately that Katz Katz had hustle like qualities that he himself had displayed at that early age. So at this point in Ge life, he finally gets to do what he wants to do. He's kinda like being groomed to eventually over to take over warner Brothers studio. This is where he's learning the movie business and realizing him in the movie business are not compatible. So he winds up seeing a rough cut of this movie that Clint East is making it's called the Outlaw He wales. And so now he goes to have a conversation with with Clint, and it's gonna be kind of a smack in the face. Clint, this is the best picture you've ever done Gif said. I only wanted to suggest 1 thing. I think it would be better if it was 20 minutes shorter. I'm glad you took the time to see the picture, and I appreciate your comments. East would said Calmly. Why don't you study the picture of some more and see if you have any more thoughts. When you do, give me a call over at paramount. Remember making movies at Warner Brothers. So he says, why over at paramount Ge asked? Because that's why I'll be making my next movie, East with threatened, realizing that I he put his foot in his mouth, Ge quickly rec can't. Clint, this picture is perfect. He said quickly. I wouldn't change 1 thing frame. Thank you very much. He dashed back out of his office. The exchange was an ominous sign because it showed that Ge was not versed in the old studio games were producers and executives alike lie to 1 another about how much they love each other's movies. While in another venue Ge Kurt style might have been refreshing in Hollywood it played poorly. So I think it's important that you know your strengths and you're you're in an in an industry working working in environment an industry a company, where those strengths are actually assets. In the music business, you know, he could go around and say, you know, this is a terrible record, we're not gonna put it out. They could be kinda brutally honest. The movie business was not like that at all. And it moved a lot slower. Ge was very, you know, hyper. I don't know what even what where did use there. He's just he woke up and he went, and then he fell asleep and woke up and went. He was very impatient. So he only lasts 11 months at Warner Brothers, and the note of myself is be careful for what you wish for you might get it. Ge who had succeeded s at everything he'd had taken on so far in his professional life now find himself failing for the first time. He was just getting to realize that he had critically mis the cultural differences between the music industry in Hollywood. And that those differences were causing him to stumble badly. Now this is also can kinda feel sorry for him because it's he excel in an industry he didn't care. He didn't really have a love for music at all. He would listen, like show tunes and stuff. And yet, he was wildly successful that domain, and yet the 1 he loved it was passionate about he failed out. So you do feel farm there. Used to this relatively quick turnaround of record production, some of the records that most famous records he ever put up for, like, the Eagles, He signs John Lennon and Yoko. I mean, he's signed Aero smith. He signs a bunch of big bands. They would have a classic album that would be listening to decades later that they could make in, like, 10 days. It's not how the movie went. So he's he was used to relatively quick turnaround. The slow moving nature of the movie business made him agitated, nervous and bored. Kit recipe of success had been his ability to move quickly But in the movie business, the same pacing proved to be a a detriment, and it began to drive him crazy. So at this point after he gets fired from Warner Brothers, he does this long sa article where they won't let him on of his contract, so he's still getting paid, he doesn't have to do any work. Eventually, he gets pulled, like, there's this huge, let's say, economic growth in the record business. So there's a lot of people that wanna partner with him because he had such success running independent labels. This is where he starts Ge. But he's only gonna go... This is... He's David... He's a master deal maker. This is not a skill I possess. So I do admire, like, his shrewd in this. Right? He's dealing with complicated large organizations and the people within him and he can move them around on the... Like a chess board beautifully. Obviously, you know, some of his tactics were dis, but he was very effective. And so this is another example of that. He... He's getting pulled back in the music business He doesn't wanna go business. He still wants to be Lewis b Mayer. So he's like, I'm gonna go back in the music of business but only on my turns. So he's got Moe Os, who, along with Stephen and Ross is the head of Warner and Warner is like to becoming this huge media conglomerate. Right? And eventually, he's gonna turn on Moe, but that that happens later. Says, but Ge told Mo os that he would not content to simply run a label In part because of failure warner brothers, he wanted more than ever to prove himself a worthy producer motion pictures. Ge toad Os that he would make a record deal if Warner also agreed to bank roll him in movie and theater ventures. This is a very unique... He... Remember, I started the podcast talking about. He understood what steve Jobs so that this life is malleable. Was like, I'm gonna make my own deal. You're gonna you're gonna fund my my... If you want my music business, you have to fund my movie and Broadway pictures too. Broadway, I guess, theater. So it says, you have to bank my movie and theater ventures. Ge had 3 years to do about his first crack at the entertainment business analyzing what he did well and figuring out the areas where he wanted to succeed. Now in a brilliant piece of handy work, he cut himself 1 of the broadest deals in Hollywood. And then While he's doing this, he does something that every other founder that we studied does as well, they they cap their downside. This is so important life, cap your downside, leave your upside unlimited. Warner put up all the money but split any profits 50 50 with Ge. Oh my goodness. For Ge, who said his own net worth had now grown to 30000000 dollars, there was 0 downside. If the plays in musicals he pick were losers, Warner would shoulder a hundred percent of the losses. It's so perplexing that. That large corporations allow... Like, they take on the wrong... Like, they're on the wrong side of this transaction just because they hope that in the future, they're gonna get a a tiny percentage to the upside. It's really interesting. Okay. So I'm gonna skip over giant parts now, and we're gonna get to the part where he's gotta do... That's geth in records that he just set up. Right? Now warner pick up millions of millions of dollars for it. To part, I'm gonna tell you, right now, is how he gets them to give them... He gets warner to give him 50 percent. The 50 percent of Ga records that he doesn't own for free. Then he goes and turns and sells it to another company for 550000000 dollars. This is, like, I I don't even know how that's possible. And the tricks he uses are really dirty. Okay. So it was to be the most important negotiation of Ge life, and he successfully extracted an extraordinary deal that within a few years helped to make 1 of them make him 1 of the wealthiest men in the country. In pulling off the deal he showed himself to be a shrewd, remarkably focused strategist. That's definitely true. He had uncanny ability to understand people, true, recognize recognized their weaknesses. Yes, and capitalize them. Yes. The negotiation also showed once again that Gavin had the rear ability to envision success. He clearly understood his power and knew how to get what he wanted. His strongest asset is himself, and he knew that. So that I do... I think that's a smart move. But the negotiation also showed David Ga at his worse. As a man willing to imp any business or personal relationship to attain his goal. Ga technique was was per preposterous, du and downright awful. So there's 2 main decision makers at Warner, Mo who I just told you about and Steven Ross. He thought Ross. He he had more of advantage Ross. So he intentionally destroys his relationship with Mo. He starts to going. And these are people that helped him. Right? Greatly. Talks about that Mo liar. He's a cheat. Damages relationship. He has a... David has a friendship with Moe wife, and he intentionally takes mo wife out the dinner. And talk tells him, like your husband doesn't love you, you're ugly, like, it's just terrible things. And intentionally, ruins his relationship with his wife because he knows his wife would go back and tell Moe, all the things he said, and then ruin relationship moe. That way when it's time to negotiate the only person left standing is Steven Ross. And Ross is gonna give him what he wants. So there's... There's the book goes on multiple pages of all this like du implicit behavior. I'm gonna skip to the part where, David's crazy plan worked. Steve Ross had done Ge, the favor of setting him up in a business with a very handsome terms at a time when the industry had branded him a failure. Now Ge was repay him by demanding ownership with the venture into which Ross had sunk millions. Ge would be free to sell the label without having to give Warner a set warner or a dime. Frightened that Ge might cause a public stink if both of his demands were veto towed, Ross as Ge had predicted agreed to re the equity stake. So his crazy plan worked. He's now owns Ge hundred percent. I just wanna bring you another point. This is interesting to me on 2 things. 1 because this is his future, David Ga future business by nobody's he's talking about and to David Ge also has all of these traits, which again goes to the point where people really can't think about themselves or anybody about themselves. He went on a ty rate. Bad mouthing Steven Spielberg to anyone who would listen He's selfish, self centered, ego man ego Man and worst of all greedy. So are you? That's... It's crazy. Why, you know, I see, Spielberg, Katz and and Ge and get together and they start Dream works. And so now we're back to the other side of David. He was extremely gifted entrepreneur. It just was. This is a really surprising part of the book. In a surprising twist, David Ge saves Calvin klein from bankruptcy. So it says, there they become friends and eventually, David discovers that Calvin Klein, which the private company at the time was almost going out of business. So it says, but in 19 91, there was 1 thing Calvin Klein did Not tell Ge. His privately held fashion empire was on a brink of bankruptcy. So it winds up, this comes out and, you know, David's like, I'm gonna help you. And this is the other side of us. He could be extremely ruthless, but he also was very helpful, and he he did wind up saving Calvin Klein. So they have this discussion like how much money do you have he's like I'm not sure. And he's like, your company you need to know. Like Collie Cfo up, you need to get on this right away. Calvin was... He was not involved in the the the intricacies, the details of his business as a result, You know, it was on the pre of failure. And so Ge steps in and starts just running it. He said Ge surmise that the company should be transformed from a manufacturing firm to a design marketing and licensing company. You guys stink at manufacturing, he said, you need to get out of that business. Instead, and this is where they had a lot of debt because they wanted to be manufacturing. Manufacturers. Instead, Ga continued the need this... He just got a lot of good ideas. Instead Ge continued the company needed to focus on what it really knew, how to design and market the Calvin klein brand. So this is where David Ga is gifted. He knew what he was best at. And he went all in on that. That's a another takeaway from what reading all these biographies is like, these people don't succeed because they're perfect. The inspiring part is they succeed in spite of their imperfections, and you can too. Alright. And this is where we're gonna see this where he's like, okay. I've clearly identified what you're strong at. You don't even know what you're trying at. You need to lean into what you're strong at. So focus on what you really know. How to design and market the Calvin Klein brand name. Calvin. You should only be focusing on aesthetics Sk said. You should be designing the clothes and overseeing the marketing and advertising. Ge recommended klein and this other guy were working with them for excesses they could not afford. Among other things, he told him to sell the company Jet which cost them 2500000.0 dollars a year to maintain. He also told klein to fire his chief financial Officer. Chief Financial Officer should have warned you. Should have known the finance to the business before It got out of hand. Here was the fixer in action. David Ge was now involved in the kind of problem solving that energized him more than anything else. He then made an extraordinary offer to purchase all the company's outstanding junk bond debt, remember this early nineties. Extremely common practice. Led by Michael Mill. So Calvin Klein had a 62 it a 62000000 dollars. Of junk bond debt and Dave gonna buy it up for. I made sure an offer to sell the companies outstanding junk bond debt, which had a face value of 62000000 dollars. The company did not even have enough money to cover its next payment debt payment of 15000000. But Ge said he would cover the entire bill so he would have some breathing room, and then he goes, David buys the debt and then goes and and leverages his relationship with people in in other investment banks and winds up getting it, like, written down to some degree. And the company need to turn around. And, you know, that is the the positive. 1 of the positives of David is that, he could be be extremely generous. That's why I said I was really confused when I sat down to to start this because, you know, he's he's all of these things. He's not just... He's also ruthless, but generous, kind and extremely mean, gifted entrepreneurial and then, ruthless to like, his employees. It just... He is very complex. This book shows you, like, the whole, like, the total totalitarian, the total totalitarian. I don't know what where. The total picture. Let me just say that. Of of Ge, and I think Ge made a mistake though, where 1, if you're gonna, like, he authorized the biography and then changes his mind and then decides even though it was too late to change his mind and then treats the person that's gonna write the biography poorly. So this book is a fascinating book. Especially, like, you hear about all kinds of behind the scenes of making, you know, records that are famous to for decades they've they've been well known in movies and you see this these, like, mach combinations that happened behind the scenes. But I I would say going into it, what's the chance that think about if you were hired to write a book about somebody and then that person treats you really poorly. Like we have to know that there's gonna be some emphasis. It's it's only natural. It's only human to to... That... It's gonna be colored that way. You know? So what I'm trying to do is really pull out. Yeah. He was like, extremely flu he's so alive. So extremely flawed person. On an interpersonal level, but he's also extremely gifted at what he chose to do. And yet, you could be gifted at what you chose to do. And if you choose the choose the wrong path, the path that you don't really wanna be on and you're doing it just for money, you probably won't be happy. There's a lot of lessons here. Alright. So I'm gonna close on this. This is David Ge assessment of David Ge. The entire history of his life since was early young man, he would constantly be trying to work out his mental demons, and so he'd see a psychiatrist. Weekly. I think for a whole life, and, you know, he got a lot of insights into who he was as a person, so this is some quotes from a rolling stone interview. I've been working on myself and my demons and my nonsense and my fucked up ness for a long time. Which is not to say that I'm still not a little fucked up. I think you get better and better and tiny increments and you die on healed. So I'll leave the story there. If you wanna buy the book, and support the podcast at the same time, buy the book using the link that's in the show notes or it's also available at founders podcast dot com. If you buy a book, buy this book or any of the other, I think it's a hundred and 10 or hundred and 12 books on that list right now. If you wanna take a look. If you buy any of those books, using that link. Amazon sends me a small percentage sale at no additional cost you. It's a great way to get, book, read a book that may change your life and support the park at the same time. 1 other favor, please, this week, tell at least 1 other person that doesn't already know the founders exist about this podcast. I'd greatly appreciate it, and I will talk to you again soon."
}