{
  "transcript": "Frank lloyd Wright was born 2 years after the end of the Civil war and died 2 years after the launch of Sp, 91 years and 10 months on this earth. In the approximate middle of that near century span when he was 47, the greatest architect America had yet produced suffered a personal catastrophe that would have destroyed a man of lesser will and lesser ego. Although perhaps, that is just saying the same thing twice. A crazed servant named Julian Carlton set fire to write home and went about murdering 7 people. 1 of whom was the woman right deeply loved and had been living with for the past several years. Even as his own wife kept praying he'd somehow come to his moral senses and returned to his family. 5 years before in the fall of 19 o 9 having already revolutionized American architecture and produced what other artists might have considered a lifetime worth of work, wright had abandoned in his practice, and gone off to Europe with M Bo. It was not just a local scandal, but a regional outrage and in some ways a national 1. She had forsaken her spouse and 2 little children and he had forsaken his spouse and 6 children. And now after some relative quiet in their lives, 45 year old M Was dead. No. Not just dead. But slaughtered in the most gruesome way. As much as this moment had been chronic, poured over dreamed into by what is now 3 generations of right biographer and historians, by play rights, by newspaper feature writers, by documentary filmmakers, by a handful of novel by conspiracy theorists, even as it's been dreamed into and performed on stage by an opera company. There is still so much about it that has to be imagined. Conjure, which is to say we know so much and simultaneously so little, which in a way is its own definition of Frank Lloyd wright himself. Riddles wrapped up inside of riddles, triangles drawn inside of circles, drawn inside of squares. 1 of wright lifelong d was that his buildings were like plant. And trees that grow from inside out and come up from the earth, craving the light. He just needed to conceive the thing, draw the thing and make the thing. The thing has simply shaken itself out of my sleeve, the old shaman like to say, ever his own best public. In a 72 year career as architect and ego test. Frank Lloyd Wright shook more than 1100 things from his sleeve, A staggering number by any artistic measurement. They were churches, schools, offices, banks, museums, hotels, medical clinics, an automobile showroom, a synagogue, a mile high skyscraper, and 1 exotic looking gas station. Overwhelmingly though, they were houses, residences, shelters for mankind. Not quite half of all his drawings and designs and studies were realized, and about 400 still come magically out of the American ground looking for the light. This book isn't intended as a frank lloyd wright biography, not in any conventional sense. Depending on how you count, they're about 8 or 9 of those and never mind how many hundreds of historical studies, mono graphs, coffee table treatments, scholar examinations of specific right buildings or houses or periods. The right industry from calendars to place mats, to bathroom glow lights, to key chains, to books themselves, just turns on year after year. Rather, this book is meant to be a kind of with selected pockets in a life standing for the ocean whole of that life The aim is to move the narrative backward and forward in time. Through these non pockets are storytelling boxes, trying not to confuse you while also taking things in a general chronological direction and earth from east to west that is from 06/08/1867 when Frank Lloyd Wright was born in Wisconsin to 04/09/1959, when Frank Lloyd wright died in his asleep 1 morning, 2 months from his 90 second birthday. Alright. So that is from the pro log of the book that I'm gonna talk to you about today, which is plagued by fire. The dreams and fur of Frank Lloyd Wright, and it was written by Paul Hen. Okay. Before I jump into the rest of the book, I found Frank Lloyd Wright, so fascinating, so interesting, so unique that not only I read what this is close to, like, a 600 page biography that I'm holding in my hand, but I also watched several documentaries this week on the life of Frank lloyd. Right? And I want... I took a bunch of notes, and I'm gonna go through those notes before I jump into the rest of the book because when I was thinking about this is, I approached before I read the book, I didn't know much about Franklin Right. I knew his name and he was an architect. I knew several of of the buildings that he built. But I didn't know anything about the personality or, as the the the pro log, the the devastating tragedy that he had to live through. And so when I was thinking about sitting down and talking to you about... Frank delay of Franklin. Right? I asked myself, what what are the things I wish I would have known going into this book. And a lot of those things are the same things I I thought, were so interesting that I took notes on as I watched these stock reminder. So let me work from That document right now before I go back into the book. Now, from that pro log, you probably picked up on 2 things. Alright. You picked up on many things, but I wanna draw your attention to the fact that the author use the word ego or ego test twice. That's something I didn't know about frank lloyd wright. So let me try to give... If you don't... If you don't know anything was personality. Right? Like, I didn't The way I would describe him is like a cross between, like a Pt barn level of Show ship with the obsessive ness of his craft, like an Enzo ferrari. And the arrogance vanity self belief of, like a Kanye west. So every single source that I've come across on Frank lloyd Wright, immediately draws your attention to the fact that he was 1 of the most ego to people to ever live. Okay? So my... And a lot of people, you know, discount his overall contributions to his field and the stuff he was able to build when he was alive because of it. I've said on past podcast podcasts over and over again. My own belief on ego Vanity. It's... My personal opinion on this is a very old opinion. It's similar to Benjamin Franklin writing in his auto. 250 years ago. And this is what he has to say. This has ben Franklin. He says most people dislike vanity others. Whatever share they have of it themselves. But I give it fair quarter whenever I meet it being persuaded that is often productive of good to the possess. So I... When I think of somebody that I would describe as arrogant to me that somebody that doesn't have the humility to understand that they can learn from from other people that they think they know everything. Frank Lloyd Wright learned from all kinds of people around him. He learned from nature. He learned from from poetry. All... He used... He very... He had very much inter approach. Where he'd have this, expose himself to casa new flow of ideas, and then combine those ideas, synthesized them and then create something new. Yes, he was extremely confident. But I don't... I think wanted it's smarter at some degree if you if you are like that to hide it from other people because what Ben franklin is telling us. That was shoot 250 years ago, it's still true today, most people dislike vanity others. But I think to have self confidence in your your ability, especially when it comes to your craft, like Frank Lloyd wright does. Or did, rather, I think that's an overall good thing. Just keep it yourself is what I would do... What I would recommend. But with Frank, I I would listen to a lot of his interviews and saw and and read a lot of transcripts about this I think he used that as a way it was so... Like, the way he talked about himself, and I'll get into that right now was so unique that it it fed more press. And then the more press he got, the more attention his buildings got, the more attention his buildings got, the more jobs he got. So just know that going in. So I'm gonna just read some of my notes. He broke all the rules in his art and life. He was controversial and notorious, unpredictable. He boasted about his genius he risked career, his career in scandalous affairs. This is how 1 of his drafts, 1 of his people that work for him described him. Frank Lloyd Wright was 200 percent alive. He said I'm the greatest architect that ever lived for... What he was referring to. He said forget greatest American living architect. So he constantly referred to as the greatest living American living architect. He's like, not greatest American architect greatest architect and not just living, but ever, no qualifier. He said. So there's his ego. Right? He was he was described as being a hustle. This is a direct quote from Frank Wright. If I said, I was the greatest architect in the world, I don't think it'd be arrogant. He compares himself to Leonardo Vinci. But listen to how he also describes his craft. Listen to this. He's very I mean, he he had to think about doing the same career. He knew he was gonna be architects He's a little boy, and he practiced the the the the architecture or being an architect for 72 years. This how I described as craft. Architecture is the triumph of human imagination over materials, methods and men to put man into possession of his own earth. It is at least a geometric pattern of things. Of life of the human social world. It is at best that magic framework of reality that we sometimes touch upon when we use the word order. He was a complete obsessive. He was extremely controlling over bearing and excited when he built you a house, he would design everything. Down to the Napkin holders, all furniture and fur furnishings. He'd visit houses that he would that he built and then come back several years later, and they they he'd find that they added, you know, cha keys or different things. He'd throw them all away. I mean, he was... He is 1 of the most unique people of ever. I'm trying to get across too that he's 1 of the most unique people have ever come across. Like you can almost... He's he's almost impossible to categorize. When they said that he's in the pro. It says to, like, he's a riddle inside of a riddle, squares inside score circles and all this other things. Like, he's very very just hard to understand hard to wrap your your mind around. He believed... Here we go. He believed his clients were privileged to be able to work with him. That reminds me the reason I I brought up the Pt barn Enzo Ferrari Kanye combination because Kanye famously said that his greatest regret in life was never being able to see him self perform live. Like, if that's something I could see Frank Lloyd wright saying. He always would live in the now. What he said what's happening now is the most important thing. This also led him to be at 40 years old. And after 20 years of marriage, he abandoned his kids Pro log for for M all he left them was a bunch of unpaid bills. So again, he not a perfect person by any means have at all. This this is Hilarious. He said rules were for normal people and that he wasn't normal. He said this to the press he held a press conference on Christmas day because everybody was, at this time in American culture, adultery was punishable. Like, you could be arrested for it. And so he runs off with M, think this is with Me Bo wick. It might have been this his... The the third wife after this. But he holds a press conference on Christmas Day to explain his actions because the press is covering Was like, this Genius architect. What is he doing? He's he's, you know, he's Fl or whatever you wanna call it. It... He's he's doing a bunch of immoral scandals affairs. So he holds a press conference on Christmas day to explain his actions. This is what he says. He said ordinary people cannot live without rules to guide their conduct. I, Frank Lloyd Wright, am not ordinary. He's essentially saying listen to society your rules don't apply to me. He explicitly offered up his life and architecture for critical appraisal, this is sexually smart, insisting that neither could be adequately understood without the other. Another thing I learned from him some his positive traits besides of his his success this is love of his craft, he had his single minded pursuit of his own potential. I'm naturally drawn to people like that. That's what... I mean, we're... What are we doing here? We're studying excellence. These people are not normal. They're not going to be... They do... They don't write books about normal people. The reason that they're they're essentially what makes them is centric. Their their unusual is what makes them interesting, which is all why I say, like, we... The the main message from reading biographies is like lean into whatever makes you centric. Whatever makes you unique. He was unbelievably non conform, and I'll get there in a minute. Single minded pursuit of his own potential. That's a good thing. This is just something that blew my mind, and I'm just gonna put right up front even though it comes later in the book. He lived in 92. Right? So he has this, like, many things... He's in multiple chapters in his life, which I'll talk to you more about today, which is... He starts out building building houses. His designs are so unique, so different from anything else that's happening at the time that he revolutionize how American houses are built even to this day. Right? And he does that from time years was about 20 years old out in talking about 47. When he runs off with this woman and closes up his practice. Right? Then he has, like, a 20 year, almost 25 year gap where he it doesn't really do much. He's essentially in poverty, being ridiculed, written off, he's a has been in an architectural world even though his whole his self belief never wave, And then his most... This is when I'm about to reach you, blew my mind. I've never I've never come across anybody like this before. He lives to 92. Right? His last 15 years of life. The from the time he turns, Let's say 77 to 92, Let's say, the time you was 80 years old. From 80 to 89 was the most productive decade of his life. What? That's a... First of all, a lot of people are dead by that time. And if they're not dead, they gave up, they don't... That's shows how much in love with what he, Like, you cannot separate architecture from from him. They were 1 in the same thing. 80 was his most productive decade. Over 15 years, he made plans over those 15 years. He made plans for 350 buildings. Every single building was provocative and controversial. How many people can still hold that level of most people would be more conservative as the age. Right? He's... Some of his crazy designs came at the end of his life, including the Guggenheim... The famous museum in Your city. That was the last project he was working. He died right before it was completed. They they were describing the work from at this time period in late in his life. As un Frank Lloyd Wright. And this is what he said about. He says, I cannot get them out fast enough. Another good thing I learned about himself that you could see based on what I just told you. He did not set any limits for himself. He didn't understand the the idea of retiring that made no sense to him. He didn't understand... He he he he saw no reason why he couldn't make his best work right before he died, and many people believe he did. Another thing about this, so Ego did not diminish with age. This is what he said. He was like, 85 years old a time. This is in... It it makes me laugh. I love seeing stuff like this. He says, I defy anyone to name a single aspect of the best contemporary architecture that wasn't first done by me. There's another thing. I I I've thought of, later in life he was working out of mainly in Arizona, and he grew up in Wisconsin very felt very much like, the Midwest was a part of who he was, and he did something he isolated himself, which we've seen a lot lately. I think of a... That's mean the 1 of the main takeaways from the life of Henry Singleton. The more I studied him is just like the sitting in your your office alone with your thoughts, reading books coming up with a... I think they said his office produced a corn copy of ideas singleton that is. Well, and part of that is maintaining focus, Which is just extremely hard for us to do. Right? Well, right you see this a lot enzo for ferrari had this Steve jobs had the focus. Tons of people had focus. Right? James Dyson, but they were explicit about maintaining that focus. So in Arizona, that now this is a description from 1 of rights employees. In Arizona, it was like, living on the moon. We seldom them saw newspapers, magazines or radio. You lived in a complete atmosphere with very little en from the outside world. I don't... I have not developed a communication abilities yet to describe that idea to flush it out, but there is a theme through these biographies where you're seeing this. Like, they shut out the outside world. They do not let it in approach on their ideas and their visions and how they wanna live their life. And as a result, they produce things that are unique that are not common. Finally, 1 other thing before I get into the book that I think is interesting to know. And, I mean, he insisted to have a certain poem read at his funeral, and it's a poem by Emerson and it's called self reliance. And some of his favorite lines, these 2 lines are gonna read you, and then we'll get into the book. He says who so would be a man must be a non conform. Nothing is at last sacred, but the integrity of your own mind. Alright. So let's jump into the book. I'm gonna spend a lot of time till... Trying to trying to fill in, like, what his personality was, like, like, let's really try to understand who he was as a person. This is 1 of the best things I've learned from him. Find something that you love to do and don't stop until you die. I says, no. Nothing so s productive in this life he once said as the prospect of sitting down to a blank piece of paper with a pencil. There is there is no being lone sum after that, he said. It's almost hard to imagine, but in the last decade of his life, wright design nearly a third of his total output. He jumps kept rising waking up meaning and going to his board to the board to the... The... They say tilted board. You ever seen what an architect works on out of the. I I actually wanna buy 1 for myself, because I think they're so cool. That is amazing to me. Like, I put posted his notes over and over everywhere today. So III wanna make sure that you understand how crazy this is. A third of this entire output happened in the last decade Of his life. That it's... That that blows my mind. I can't... I just cannot abs... I absolutely cannot understand how the disease is even possible. So the less I took away from that find something you love to do and don't stop until you die. Another bit about his personality. Complete. Absolute complete controls over the products. He... You you you you thought if you were a person working with, frankly. Right? You hired him, can build your house. You thought, okay, I hired him So he could build me a house. No. No. He was building that house for him, and you had very little say in this. He spent a lifetime consuming some blind spaces for our aesthetic aesthetic comp contemplation. Although, really, it was for his, aesthetic satisfaction and contemplation to hell with us and to hell with those who whom the spaces were supposedly to be being built and for whom he was allegedly working. So it talks about 1 of his most famous designs is the is the Johnson Wax building. And you gotta look at... Let me Google it see what what what comes up on Google images because the interior of this building is 1 of the create... I cannot believe he he designed almost a hundred years ago. Let's see. Was built from 19 36 and 19 39. Yeah. Google image church Johnson Wax building. And see what the interior... I've never even seen a room It looks like. Much less... Could blow your mind that was built in 19 thirties. But anyways, the person that was hiring the guy that running Johnson Wax, the the company really successfully was like, at first, we started out and Frank Lloyd wright was... He was describing the process. He's like, Frank Lloyd wright was working for me. Then as the cost kept going up because he was notorious. Like, Frank was not frugal at all. He he had very little money most of his light because he he insisted on living beyond his means. He did not take debt seriously. He was... This us caused him a lot of trouble later on. He had houses fore clothes upon. I got punched in the face because he didn't pay people certain money, money that he boarded of the case was. But, anyways, he says at the beginning, you know, he said it was gonna cost, let's say, 700000. I can't remember the exact number. It winds up being, like, 2000000 dollars. And this is 19 36 dollars. Right? So he says at the beginning Frank was working for me, then his cost kept rising. We were working together, and then finally, his costs kept going, I eventually was working for him. And I think that little anecdote is a is a good way to describe the the relationship that Wright had with with his clients. Now something we talked about last week with David Ge, and we've seen this with steve Jobs and others. A huge aspect of rights personality is he understood what I feel is true that everything in life is malleable including the truth. Now that could be a negative aspect, and and it was in rights case because he was let's see how I put this. Seems to be a pathological liar. His auto biography. I couldn't even read and use because it's so riddled with lies. Lies that you can, like, fact check through other documents. And again, this is why I say he was a very much a show him, like, a Pt barn he'd... I think he did this intentionally. Alright. So it says if he... If he is hand down hands down our greatest architect. He is also hands down 1 of our gold standard artist per. He was such a fantastic fabric fabric on any subject under the sun that it became something of a cliche among his chronic to say he barely grasp the basic concept of truth telling. More about his personality, The reason I think people say say he's such a riddle so hard to understand is because he possessed a lot of what we would consider opposite traits simultaneously. So he had Provide and pain, joy sadness, He says 2 things can be true at once. You can be so self satisfied and full of yourself, and also secretly shamed by things and quietly haunt. That's a good description of of, Frank, I think. He says and he experienced a full spectrum of life, the the highest highs and the lowest lows. Ugly things happen. I've said that the best and worst of everything has come to me. A little bit about his early life. All he really had when he started off, he leaves Wisconsin to go to Chicago to build his architectural career. Our Chicago at the time was like, the the epicenter of of building. And all he had was a plea faith in himself. Now, this is interesting. There's not a lot about his early childhood. We kinda meet him when he's a teenager and he's... Other than, like, he said in stories, but don't know if it's true that his mom insisted that, when she gave birth son that he'd be an architect, she'd put, like, he writes said she'd put pictures up of great buildings throughout the world in, like, his nursery, like... When he was a small kid. So we don't know too much about his early life, but we do know... Fast forward about 17 18 19, there there's discrepancy on the years on when this actually happen. But by this time, he's already extremely confident and and ego. So All he really has is a complete faith in himself. He says, mother fueled father ghost. Here he comes now 19 years old out of the long grasses of Wisconsin Wisconsin Prairie, A kid, a rub, a bump in by every estimation except his own. Possessed his own small rev and desperation and unseen haunt, longing to make history on a large scale. It's interesting that he had giant sized ambition from even in the early age. Longing to make history in a large scale propelled by boundless faith grown strong in him. That's a faith in himself. There just what they're talking about. He had a boundless belief that he will somehow turn himself in short order into a world figure on architect stage. It's not only gonna happen, but it's not... But but in not much more than a decade. Now here's gonna be... Well, let me not mean mince sports. This is a shitty part of his personality. He says he was a father to his buildings only. Why... I think it's 7... He had 6 kids with. I think his first wife and maybe 1 or 2 after that, but he says, this is him writing. Is it a quality? Question mark, father, question mark. If so, I seemed born without it? And yet a building was a child? I have had this father feeling. I am sure when coming back after a long time to 1 of my buildings. That must be the true feeling of father, but I never had it for any of my children. So this is also a very bizarre part because later on, some of his older sons wind up working with him. For several years on multiple different projects. So he he's he left, I think the oldest 1 when he left was maybe 18, and I think the youngest 1 was, like, 5, 3 small. And a lot of them have since written books and given interviews and they're all very harmed by his desert decision, you know? But they did have, like, experiences with him over the years. I don't think... I don't know if he ever spoke to his wife again after that, but he did have somewhat relationships. Now Again, he was only... The way to think about him is he was supremely focused on realizing his grand potential based offer for himself. So everything really comes to the back seat besides his craft, which is why he talks about it the way he does, including his children, his wives, you know, just he was extremely selfish. And again, in the grand scheme of things, that is a negative attribute. Now the only positive aspect of it that I would say see and I'm not obviously, like, this is not behavior I want my life, and I'm not condone it, but I'm trying to understand the mindset was that he believed now was the only important thing. Right now, this moment was the only thing we ever have in life. And that you should do with your life, like what you feel to be true to yourself. And so there's a lot of writings where he's like, you, I feel bad about abandoning my wife and my kids, but I have to live my truth. Now, to me, that's unethical. I would never do that. Like, my daughter is the most important person in my life by far. The idea that would just never, like, walk away and never relate that that's that's silly nonsense to me. I feel like it's it's a 1 of the most beneficial things that ever happened in my life is once you become a father. You realize that now there's a a life that is more important than your own. And I think that's a deeply profound human experience. That idea that I would die for her. I would sacrifice my life if it meant like, if she was in danger, I would gladly give up my own life, that is a level of love that is just not... I don't... I comparable to nothing else. Right? But but I also understand that people look at the... That different and that we have different morals and ethics, and I find the behavior that, that Frank had towards his shoulder disgusting, but I also understand and I'm not accusing it. There's something pure about living life for your own selfish needs, even if I wouldn't be willing to do that. So I would try to take the good out of the idea that he's gonna live his truth and he's going to live to create the life that he must live in, but I just wish he would also extend that to, you know, still... Like, you... If you wanna have be divorce from your wife, whatever. That's your adults, you could do whatever. You know, decide what you need to do. What I don't understand is when people get divorced and then you don't talk to their kids anymore. So that's what I'm saying. Like, if you're unhappy your marriage, go build the life that you wanna build. You know, and in many cases, he had, like a huge midlife crisis. He shut down his own firm for God's sake. Something he built took 25 years to build up into that point. But just just don't abandon of your kids, man they need you. Alright. Let's move forward here. This is also something I found inspiring, like a lot of the people we study, they're terrible students. They're not good at formal schooling, but they're really good at life. And if you have to choose between that. Either of those options. Like, of course, you would rather be good at life. So it says, Frank lloyd Wright Barely attended college at all. He was enrolled at the university of Wisconsin for a total of 2 semesters and barely that. He he had barely been admitted in the first place as a special student that's in quotation marks. Since he had not achieved enough credits to graduate from Madison High school. So he's he did us very short time in college, but didn't even have... Didn't even graduate high school. And yet still is 1 of the most successful people it's ever lived. So, again, that just tells you though the only the auto are free. The people are actually capable of and willing to teach themselves. Another bit about his personality, obsessive total control. This is a huge theme in the book. He liked letting him this is what he would do. He liked letting himself into his, that's in quotation mark's houses. To begin rearranging the furniture while the owners were out, moving books and photographs and putting their gh tri and bottom drawer. So he would go back and visit his properties when you... Sometimes you weren't even there, He'd let himself into the house and then rearrange and put it back into how he thought it should be. That's a different level of arrogance. That's a different level of control that is very, very bizarre. And he also had a lot of really, really good ideas. This is really smart. He had a point of view and he had conviction. So it says the interiors of Frank lloyd Wright houses are about many things. But at the center of each 1 is the intertwined idea of openness and flow. At that time, open floor plans, probably the most common floor plan in in America on new construction. Right? At the time though it says right was out to break the box to destroy forever, those tight, draped, dark horse hair closed off victorian rooms. Say have a house that have, you know, room for a piano, a room to eat, a room for a kitchen. Like, he's like, no, Just take that on the wall. What are you doing here? He wanted to let light and space in air in, life in, and he did so radically and evangelical. Another thing he did that was smart. He tried to put that point of view to larger ideas. Throughout his life right himself tried to articulate what he was doing in terms of this inter locking idea of openness and harmonious flow as it connects to the larger idea of freedom. And indeed, there's still larger idea of America herself. 6 years before he died, he wrote. To say the house planted by myself on the good earth of the Chicago prairie as early as early as in 1900 was the first truly democratic expression of our democracy and architecture, would start a controversy with professional addicts who believe architecture has no political significance. So let's say that the spirit of democracy. He defines that as freedom of the individual as an individual, took hold of the house as it then was, took off the attic and the porch, pulled out the basement and made a single spacious harmonious unit of living room, dining room and kitchen. With appropriate entry convenience. Okay. So what is he saying there? As it... He writes really funny, kinda like, a little bit confusing so you at to parse it in my opinion? So he's saying, I took the houses as they were being built. I looked at them. I grabbed them in my hand. And I yank off all all the unintentional. That idea that I talk about over and over overnight this podcast that I got from Bruce Lee, that I think is the cord of great products and experiences is hacking away the unintentional. So to him, right hated, he's he's, like, stop with all your... It's weird... Really weird because he collect a lot of possessions, but then he wouldn't design houses to had any storage. So it's he's like, I don't wanna get that attic out here. Get that basement out here. You're not having garage. He's he claims to be the person that invented at carp ports. So you see a lot on his residences. Like, I don't want a bunch of places for you to put your stuff. You shouldn't have all this stuff. So he's like, listen, I'm gonna take off the attic. I'm gonna take off the porch. I'm gonna pull up the basement, and I'm gonna make 1 single big, beautiful room. And in a series of bedrooms. And he did it over and over again. So... And then I love the idea of tying that. He's, like, we're we're setting the American free inside of his own home just like the idea of, the original, like, founding idea of America, you know, having freedom. And he he would constantly compare his his ideas to philosophical ideas. He'd could compare them to Idea ideas he discovered in nature. I think this is extremely smart and can be applied by anybody into your craft. He just happened to do it, you know, which dwelling. 1 thing nobel about Frankly right. He always lived above his means. He was terrible with money. And as a result, if you're gonna be terrible 1. You're gonna have a shitty... Like, did you have a terrible life he says there never been enough money in those years or any years really. And the spend thrift head of the house had been determined to keep living high above his means. So this is some of the stuff he he'd had buy, Dandy clothing. Subscription tickets to the opera orient rug, books, Japanese prints state of the art cameras. And so hit 1 of his favorite famous quotes. He says, so as long as we had the lux, the necessities could pretty well take care of themselves. Who cared if the village grocer had to come around begging for payment on his on his months on his months past due bill. Ugh that's terrible. So he was he was chased by creditors his entire life. 1 thing to know that but he had a... He had a large benefit of going to Chicago taking our risk and going there because he winds up working. He was extremely gifted at a young age He he was promoted relatively fast. But his mentor was 1 of the greatest architects ever. And the person that's credited with the invention the skyscraper. Wright had gone to work for his beloved master, the great gifted pride filled riddle field and ultimately tragic Lewis Sullivan. Lewis Sullivan was the father of the American skyscraper. He was a prom gator. You're gonna recognize... You know... Ren not to recognize his name, but you're gonna recognize his famous quote. His... He was a prom of 1 of the most famous phrases in all of modern, form follows function. That's lewis sullivan. If flo... If Frank lloyd wright is the greatest American architect, then Lewis Sullivan cannot be that far behind him. So Sullivan immediately recognized the talent that Frank had. And he's work... Frank is working for sullivan and he... He gets a lot. He He makes a lot of rapid progress, and then I also wanna tell you about a rapid progress, but also he finds a unique solution to building his own house. Keep in mind at this point, we're talking of Franks early twenties. So it says in no time he'd become a good pencil in the master's hand. That's how he described his work with Sullivan. He was a good pencil, but the master was the 1... Loose Sullivan was the 1 teaching him. Right? Here in 1 promotion and then another and then another and then another. Eventually, was supervising the entire drawing staff. There was something like 2 dozen people, reporting Him. He's getting... At the time, there's a bunch of other architectural firms. They're all kind of located by each other so they compete for talent. Right? And so, Frank, he's getting poked and Sullivan stops up from happening. Solo Frank does something really smart here. And he realizes that Sullivan would... Is not willing to let him go. So he has a little bit of leverage himself. So he says Sullivan not wanting to lose him. The partners sullivan and did not wanna lose Frank. The partners have proposed a 5 year contract, which would make right the highest paid drafts in the city. But right, typically, had had a different money idea. Could they... Could they not pay him the agreed upon salary so 5 5 year contract for 5000 dollars. Right? But also loan him an additional 5000 dollars right away so that he might build his own home. And then he says, could not weekly deductions be taken from his paycheck until the note had been satisfied? The partners agreed. So he gets his contract and then borrows an additional 5000 dollars against the contract to build his own house. He's not gonna last the 5 years of the contract by the way. 1 of the conditions of the agreement though had been that wright would not do any moon moonlight on his own residential commissions. Well, at the very beginning, we talked about wright did not believe rules supplied to him at all. You said rules were for ordinary people. I am not ordinary. I will make it in this... You know, this is more of what a lot of people criticize some about. He was just not would not honor his word. So it says, rights honor had held for about a year and a half, but the reckless spending... But his reckless spending habits, not to say the arrival of all his children in step order had caught up. He needed more money. It gets married around this time and they... I think they have 4 kids within, like the first, like, 5 or 6 years of marriage. Now this part is very interesting because you see a young raw talent Right? But he's not the Frank Lloyd right he becomes. He's not that person yet. Right? But he's getting there and you see that potential. Other people see it. So this is how Frank and his work was seen by his closest friend who was also an architect at the time. Now at this point in the story, Frank is in in his late twenties. He's start... I think he's already jumped out onto his own. Okay? So this is his friend writing to Frank. He says I found there's no joy architecture for me except as I see you do it. Damn. That's a hell of a statement. I'm... You're so good at the craft that we're both doing that. I'm not... Like I even get like... I don't get joy unless I see you do it. It bore me when I try to do it myself. There's the truth for you. You are that's it the thing you do. That's a great 6 word description of frankly. Right? You are the thing you do. I'm not and I never will be. You are going to go far You'll have a kind of success memory. It's not there yet, but they're seeing this. It's on the horizon. You will have a kind of success. I believe the kind you want. And he talks about why is this happening. Not everybody would pay the price and concentrated hard work and human sacrifice you'll make for it. So this is why I compared to Enzo Ferrari because Enzo ferrari woke up, and he worked on on building race cars, and then he went to sleep. That was his life, then he woke up, And that's it, he even said, like, the only love he had in his life. Besides race cars was his son enzo, and his son dies, like, 24 years old. But he even says, like, he's like it's pot... Like, these people that get married and say they love their wives. It's like I don't The only true love you I ever had was for race cars and for Dino. Or, no. His name wasn't Enzo. Dino. Wasn't it? He's... Yeah. So he didn't... It's not Enzo Junior. It's dino. I'm sorry. So... Yeah. Enzo son Dino data 24. I wanna make myself clear there. So anyways, this this his friend when frankly writes in late twenties. He is picking up something. He's, like, you're gonna have a success, and it's because 1 natural talent, but 2, you're paying the price in hard concentrated work. Just like Enzo woke up and dedicated every single waking hour to his craft. That's a frank, Frank, and he burns himself out, unfortunately. That's why he 20 years after this. He he disappears for a long time. He worked 7 days a week constantly. So you didn't really, you know, was not prioritizing building a relationship with his kids. I wouldn't say he was prioritizing building a relationship with anybody really, but his buildings. And so I just think the sentence, I'm gonna read it again. Not everybody would pay the price and concentrated hard work in human sacrifice they you'll make. So we saw that very early on. And I just wanna think about that word again for a little bit, sacrifice. It's a sacrifice to do what he did. That's why I say, like, when I'm going... The... What I'm personally learning from all these biographies. And I said over and over again, that I feel like Ed Do in his book man mark... Man for markets, I think at Door mastered life because he had the balance that I... Like, if I... If I wanted to pattern my life... There's a lot of, you know, traits and and things I've learned from every person that we've studied. Right? But if there's 1 person that I'd say damn, I want that life for myself. It'd be at Do because he was extremely successful and innovative and what he did did for a living. He was finding financially successful, but he realized that money to a point has diminishing returns. So he wouldn't... He... He would turn down lucrative projects and businesses that he knew what would he make a ton of money because the time required would take away from his wife and kids, and then he had other interests. He, you know, he loves studying mathematics, physics reading. He was dedicated to health and fitness. I just So a video, it's in... You have access to my notes, because this is a mis fit episode. I just took notes on a talk that Ed Just gave, I think, like, a few months, ago it was 87 years old. Go watch that video. Like, the guy took care of himself. He just says a lot of smart things. He had the balance. Like, I think that is... If you live a life more like at door, on emotional and, like, life enjoyment level, you're probably more content than the people, like Enzo or Frank. Frank, optimized for 1 area of life. My point is... Let's... Why don't we pick 2 or 3 things that are extremely important? Let's say let's say, Thor pick 4. Financial, you know, work success? Family success, fitness and learning. I... Those are 4 great things to me. And then he worked on e developed systems and dedicated time to all of them, but kept him in like a harmonious balance. I think that to me is mastering life, We're, you know, Frank had a hard time developing relationships with people. Maybe he didn't want to. And I'm not saying everybody has to do the same thing. But this word sacrifice, I wanna hold on to because now we're gonna talk about how his youngest son saw Frank Lloyd wright and how that his his... The relationship he... I guess, did not have with his father, impacted the relationship that that, his name is... What's his name? Robert that Robert has with his own kit. Let me read this section to you. It's was really interesting. He did a conscious turn away from and a deliberate rejection of the Vulgar na and arrogance and bomb and ego and reckless financial, not to say moral ways of his transcend, transcend gifted father. So she's not man. I just... I up at Do as an example. I want that life. I want those attributes for my life. Frank's shu son is looking at as his father's Life Like, I don't want any of that. So it says when he was in his seventies, Robert wright, sat down and wrote a handful of essays about his life. He called them letters to his children on his childhood. 1 of the essays was a 10 page single space piece entitled your father's recollection of his father. He might have titled it your father's non recollection of his father. Now this is from quoting from his his writing. I remember visiting him in Chicago hotel room when I was about 12. And I was seeing him stave off an insisting creditor with jo excuses. That's a night... That's a funny way to say lies. When the man left he turned to me, all smiles and said, son, that's the way you handle creditors. I didn't think so then, and I still don't remember he's writing this to his kids. To me, he had just gone through such a humiliating experience that I've been afraid to buy anything on credit ever since. To him, it was all of a... It was all a joke. There is a certain like playful of the life of fran lloyd frank lloyd right where you just kind of realize we're all temporary and, you know, you don't really have to take anything seriously if you don't want to. I mean, that's... You you apply at to the wrong domains and that could be be dangerous, but I think that's important sentence to him, it was all joke. But what the document mostly seems is its own sad proof for the kind of damage Frank lloyd wright inflicted on his children. This is how it ends. Now back to the writing of of Robert. I du rest restrained myself from a chronological count of all our many brief contacts. Unfortunately, we'd have... We we never had any real rows or any especially tender moments. There's no big fights, but no tender moments either. He was always con... He was always kind and affectionate with me. Although frequently impatient. The sad truth is that we were friendly strangers and almost any of his favorite clients could tell you more about than I can. So this is decades after Frank Dies. It's on a 7 years old, and I think that echoes to me, the sacrifice. That word sacrifice that Frank's friend and fellow architect used to describe the eventual success that you will have, Frank that sacrificed you made. Now we reached this idea that I've talked about a lot, that is kind of a main theme when you read these biographies, That no 1 owns ideas. So we're gonna see the influence. Well, let me read this to you. And then let me tell you where I how I kinda connect this to the other founders we've studied. Now back to Louis Sullivan. Right? This is what he called his master. Sullivan from whom wright would learn more about architecture than from any other person in his life, was always way out ahead of the pupil on the gospel of creating an American architect sure for Americans. Thinking about when this is happening. You're talking about. His career last 1, like, let's say 19... End of 18 hundreds to 19 50. Alright? That's a very, like, pro American... This when, like, America's booming. Right? Says, gospel creating on American architecture for Americans. Frank Lloyd wright gets way too much credit for that idea. Not that he didn't believe in the gospel to his toenails, which he did are to understand it deeper ways in sullivan, which he did, or raise it to far more brilliant levels, which he did, but the dream didn't originate with him. So the author... That's not the point. Like, I understand didn't originate with them, but nothing originates with anybody. No 1 owns ideas. So Frank is learning an idea from Sullivan that he takes and runs with. That is perfectly fine. That is normal. That's how it, like, that's how humans learn. So you could either even... Like, I've talked to this over over again. So a lot of things that see jobs is credited with saying I'm building an... Company to intersection in liberal arts and technology, liberal and science Bart humanity's different words in different times. That came from Edwin Atlanta of Polaroid. Like, we're all influenced by somebody else You you study, Jeff Bezos Samuel Walton and Jim S, Jim As a founder of Costco. A lot of the stuff that the guy comes out of those 3 guys mouth came from sole price. Who asked to did a podcast on. This is... That is the nature of things. The same things that we're doing right now, which is learning good ideas, and in in this case, a lot of bad ideas from the past is the same thing they all did too. And the same thing that that entrepreneurs, artists anybody in the future will be doing in the past. This cycle will continue over and over again. So I just... I don't buy that. I think it's a lie. No 1 owns ideas, you can take them. You can borrow them. You can add to them. You can manipulate them, and then you can use them as a tool. Which I think is the smarter way. And that's exactly what Frank did. The the fact is that he talked about his work and like a spiritual almost, like, he had a a religious reverence for it. That is unbelievably smart to do. 1 it it... Like, it's completely compelling to people that are reading his words or listening to it, and he he wrote a lot and, like, he did a lot of op eds, you know, major publications newspapers, and he... That... It's so important to tell people why you're doing what you're doing. Okay. So at this point in the story, right, he's already on his own. He's developing a lot of houses. He's getting a lot of attention. And then he does something which I think is essential to a life well lived. He bets on himself. He turns down a giant fantastic opportunity to bet on himself. So there's another famous architect and guy named burn him once he's, like frank's gifted, I want him on my team. Burn had been hugely impressed by by Wright Wins house. And was willing to under write at a kind of all expense paid 6 year postgraduate education in Paris Rome. She's like, come come with us to Europe. We're gonna build we're gonna study the architecture they're and build over there. And I'll pay for everything. Wright turned him down. He would stake his chances on his own visions. This is a quick overview of Frank Lloyd writes 91 years on this Earth. Frank lloyd Writes houses are trying to reproduce his own history of cal columbus fall, improbable comeback, lu headlines, quiet beauty, in inca sorrow, financial desperation, sexual in entry, un unfavorable riddle and not least the determination to survive. No. To triumph. That's that's a hell of a sentence. Is 1 of my favorite senses is in the entire book. Okay. So now we got to the part where I think it's probably the most inspiring part of his story. And at first, it has to deal with great amount of tragedy that he experiences and this family experiences. And this is the midlife crisis. Now I fast forward way ahead in the chronological lot and and chronological chronology. What's the word I'm looking for? Know what I'm trying to say. So, you know, he was 30 too last we checked in with him. Now he's almost 50. And at this point in his life, he gives he he essentially looks around his life and says, I don't like to say. Let's at a complete reset button. And what I mean by inspiring about this is that he spends, you know, 20 years something like that, maybe even more trying to, like, wandering around Aim. He's trying to figure out what he wants at a life it. And then eventually, super seeds his past accomplishments. If he had stopped right here, he closes down, never opens up architecture. He's probably 1 of the best architects ever lived. Right? Not... I don't think as he characterized him the best ever. But what's most inspiring is that he goes to the most painful horrible experiences of his life during this period and then comes back better than ever. That is the main thing I want... That I took away from the the story of Frank Lloyd Wright, that I want you to take away. Like, as long as we never stop as long as we don't quit, like, there's always possibility in the next day. And it just... Again, I wanna go back to the fact that a third of his total output happened in the last 10 years of his life. Alright. So let's go to the midlife crisis. We're gonna see some crazy stuff here. Alright. In rights case, there were other issues too, not least the work itself and where he felt it was leading him nowhere. Imagine being obsessed for your whole life with your craft, you put your heart and soul into it, and then 25 years later, you're complete dissatisfied. That's heartbreaking. This absorbing consuming phase of my experience as an architect ended about 19 09I was losing grip on my work and even interest in it. Every day of every week and far into the night of nearly every day, Sunday included. That's he was talking about his that was his work schedule. Because, I could... I could see no way out because I did not know what I wanted. I wanted to go away. Everything personal or otherwise bore heavily on me what I wanted, I did not know. So when my family life in the spring of 19 o 9, conspired against the freedom to which I'd come to feel every soul entitled, and I had no choice, and Had no choice would I keep myself respect, but to go out, a voluntary exile into the uncharted and unknown. To get my back against a wall and live. If I could, an unconventional life. She's saying there. He's like, I don't my life he came too conventional. It's too normal. I'm designing the same house very interested the same house over and over again. Married to the same woman. I'm living the same life, 7 days a week, 24 hours a day, and I don't want it anymore. Now, that... That's pretty crazy, but think about the the the the poem, that line from the poem he wanted Greta at his funeral. Nothing is at last sacred, but the integrity of your own mind. I don't like that he that he hurt the people around him. That is, you know, that's that's... I don't like it. I can't say it another way. Like, I obviously, I'm not telling you to do that. At the same time, he felt he was not living his own truth and he felt that he wasn't he wasn't living the life he was meant to live. I just wish, you know, he went about it in a different way where it wasn't so damaging to the people around him, but I think it's important. This is a great quote by Alan Watts I always think about. And he says it's so important for you to to answer... I'm I'm gonna kill this quote. You know what? Let me just look for it. So I don't I don't mess it up. Okay. I found the quote. I'm gonna read the whole quote. I was the only read you the last sentence, but it's so good. I listen to listen. I'm also a little crazy. I have this quote in in audio format, and I listened to it a lot. As a reminder, like, I have, you know, quotes, pictures, things that, like, re center me keep me motivated that I have to expose myself over and over again because we always talk about this idea that your your mind isn't in the feed It constantly place tricks on you, confuses you. And so I have a collection of things that I refer back to is kinda way to center myself and keep me on the path I wanna be on. And 1 of this is this quote Alan Watts. He says, we'd like to be painters. We'd like to be poets. We'd like to be writers, But as everybody knows we can't earn any money that way. What do you want to do? When we finally got down to something, which the individual says he really wants to do, I will say to him, you do that and forget the money. If you say that getting the money's is the most important thing, You'll spend your life completely wasting your time. You'll be doing things you don't like doing in order to go on living, that is good... That is to go on doing things you don't like doing, which is stupid. It is absolutely stupid. Better to have a short life that is full of what you like doing than a long life spent in a miserable way. And after all, if you really do like what you're doing, it doesn't matter what it is, somebody is interested in everything. Anything you can be interested in, you will find others who are, but it is absolutely stupid to spend your time doing things you don't like and to teach our children to follow in the same track. See what we are doing is we're bringing up children and educating them to live the same sort of lives that we are living. In order that they may justify themselves and find satisfaction in life by bringing up their children to bring up their children to do the same thing. So it's all w and no vomit. It never gets there and this is the most important sentence the last of the quote and what reminds me about what's happening Frank lloyd writes life right now. Therefore, it is so important to consider this question. What do I desire? And I think where we're at Frank Lloyd Wright, rights life is him coming to the realization that what he desires is not the life he built for himself. And that could be absolutely devastating when you've built to life and with other people. And that's what happens. His wife held on to the fact that he'd come back for decades, and he never did the destruction and the pain he caused her and the children it's almost it's almost impossible to add up and the rev reverberation of those pains through generations and how they affected their their relationship with their own children. And at the same time, wright oriented himself around what do I desire. So he said, the architect absorbed the father in me perhaps because I never got used to the word nor the idea of being 1. As I saw them all around the block and met them among my friends, so he's saying, like, everybody around me, they're... They have these families. They they love spending time with their kids. They take pride in being a father. I told you obviously, you know, they sit over and over again. It's the most important job I have in my life. I feel. Like, but Frank didn't. He didn't. And as hard as that for us to accept, like, he decided I'm gonna live my truth, the integrity of my own mind. Nothing is at last sacred group but the integrity of your own mind. So... Okay. Let's get back to the book. This is how our family friend described Frank lloyd wright when he was 41. This is right before, he left his family, Frank Lloyd Wright is a strange, delightful soul. A radical original thinker working out his ideas. This is now... I just got done talking about the negatives to Frank. Right? And large part, the negatives things that he did to other people. This is a positive though. He's a radical original thinker. He's working out his ideas consistently as an artist. Much of his buildings to me are too bizarre and away from tradition to be beautiful, but that's again, it's subjective. All art subjective. Architecture. I love... I'm surprised it's the first arc... I think is the first architect I've covered on the podcast because anytime I go to a new city. So of the first things I do is, like, walk around and look at architecture. I think it's, like, I'm fascinated by it. And so for some weird reason I separated that activity that I do all time with studying the people that build the buildings. I don't know why I missed that disconnect. And this... I should, I... I don't know if Pointed out earlier, but I never even thought to cover frankly right. A mis fit, sent me this book. So again, please do keep the the book recommendations. It's coming because I learned so much. I didn't know his book existed and now, you know, Spent countless hours this week setting this guy. Alright. Much of its buildings just to me is too bizarre and away from tradition to be beautiful, but he has idea big ideas and is glorious ruthless in sticking to what he believes. And now somewhere towards the end of the book, we we find the author explicitly telling us what the central argument to this book is and it's why I keep going back and forth between the unbelievable. I want all the unbelievable positive traits are frankly Right? Without the all the negative, like pain and agony and that happened around him. And that's why I kept talk bringing up over and over again. The fact that this guy is like, a riddle. He's very unique and hard to even explain. So says, at times, shame filled and self justifying, this letter would would fly in the face of anyone who wishes to think of Frank Lloyd wright only as an ego, incapable of self examination are incapable of looking back are regret reflection. A person whom ordinary life never touches. That's the that's the idea of it. Of him. Right? But that's not true. In fact, as it as is the central argument of this book, it was always touching him, haunting him, visibly and not. So again, he said the integrity of my own mind is sacred, and I'm going to live my truth. Right? And then go back to that word sacrifice. And he was willing to do that, but he sacrificed a lot. And in this case, we're... We see a lot of evidence where he's looking back and he has east full of regrets. He's full of them. And now we're back to another inspiring part. The volume of work that he completed after the age of 60 was astonishing. And it came after 2 decades of people saying this guy, he's a has been. He's a loser. He doesn't know what he's a... He's got a bunch of good theories, but he's not building anything. You can't be he he looked at himself as an artist, but he talked about the difference, of architecture as other artists is if if you're... If you don't build anything, it doesn't matter. So it says, what he really was saying was the 64 year old, this is an architecture critic talking about Frank Lloyd Wright. What he was really saying was that this 64 year old was through. He called them an aging individual. The idol of certain intellectual, an artist with a marty complex. A builder better known than his buildings. Somebody who seemed more genius and architect and who when you added up all, when you added it all up, had designed comparatively few buildings to support his man theories. That's have a huge insult. He's calling an architectural theorist. That's a slap in the face, especially for some for somebody like Frank who, his... Again, his self belief never wave. As an architectural theorist, mister Wright has no superior. But as an architect, he has little to contribute for comparison. So that is 1 of the main architectural critics of the day, telling you what he thinks of you. That... Yeah. You have a good lot of darius, but you haven't built enough. Right? Especially, you over the last 20 years. And so Frank uses this as fuel, and this is where he rattle off the best work of his life. So this is a wild summary of Frank Lloyd writes last few decades. Between late 19 14 and mid 19 36. So 19 14 is when M birth wake is killed, and he goes into, like, this exile. So we're talking about 22 years here. An interval of not quite 22 years, Frank lloyd wright got catastrophic catastrophic involved with a bad morphine addict named Miriam Noel. He mar her. She's a drug addict and a psycho. So he he he gets involved with a morphine addict. They have like a 14 year relationship, violent violent and what's the opposite of calm? It they were crazy. He built the imperial... Imperial hotel in Tokyo. He could conceived the child out of Wed lock. He suffered Talia ess burning down again, Tal is where Mai, 1 of his his resins most famous residents he ever built where Mai was killed and then it burned down, it burned down like a bunch of times. Kept rebuilding it. Suffered Talia and burning down again, Spent a couple nights in jail in Downtown Minneapolis on charges of moral tu so that what their talking about there is I think he tries to escape with a young. This he's his third wife. She's, like, 20 something years younger than him. And he goes across state lines and I guess, that was illegal because they were both married at the time, so you could go at Jail for it at the time isn't that crazy. I spent a couple nights in jail downtown Minneapolis and charges of moral, lost his house and foreclosure and experimented semi successfully with textile block housing in California. Got married for a third and final time. When begging for working clients, seized at his professional obi, watched himself being replaced by lavish embraced glass and steal European modern, which he hated. Began when he called the tal tele fellowship, Think it was a Tele fellowship as like a school. He was very... He was bankrupt at this time. So his third wife gives him the idea of like, why don't we have a lot of room in this property. They start their own school. Says okay. You come here you pay, I forgot how much it was. I thought I covered it. I think I have some notes on it. But, you know, essentially, he's still work world famous, even to hand money. So you come here, you pay, let's say a thousand dollars or whatever. And you study under the master master Frank Lord. Wright, but just doing, like, chores and stuff. Like, it's a it's a giant, like, almost not a farm. Is the wrong way to put it, but they had to, like, cut the grass and chop wood and all like... Those kind of things. So that's what they're talking about there. It says he began what he called the Tal fellowship as a wi way of trying to stave off both oblivion and further poverty. God his nose broken, courtesy of an enraged employee to whom you owe 280 dollars in back wages. And then nearing the age of 70 and against all career and personal odds came roaring back to something greater and even more arrogant than what it what he was before if that can be imagined. And that's only half of it. What happened to Frank Lloyd wright in these years incidentally the monster this monster sentence contains only the loose chronology. So let me tell you a little about that, like, lost in the desert period of his life. From 4 from the age of 48 to 65, he's only able to complete 34 projects. So he did 350. The last 10 years his life. So 350 10 years or 20 or 34 in 20 years. So this is him I'm talking about it. Says my are all of such nature as to make me want to arise and fight. Indeed, I feel for the sake of the cause. Architecture to which I'm so deeply committed. I must come back. The comeback seems to be a favorite American institution. It definitely is. So it's who doesn't love a good comeback back? Sorry. From now on, you were to find me actively engaged in that performance. Let's go. Let's go. That's fantastic. And he here's a a bit about the period of his time before he wrote out with those words. This is Frankly right in 19 32. As his broke is broken b. This is his wife writing for help to Frank's sister. We are in desperate condition. We cannot go to the local grocer before we bring them a little money, and we only have 5 dollars in cash. For god's sake, can you help us? Frank has not been sleeping these past 2 nights. We need money as we have never needed it before. We are des at the present moment and I can hardly collect my wits. Can you send us 300 dollars? I cannot sleep or eat. I'm simply sick. Can you help us? Frank is in despair and repeating. What can we do? What should we do when our last dollar goes. Try to do something, please. It is is more terrible humiliation than I can tell you. So from that low point, is when he starts... The... This is a crazy part of his story. From that low point is when he starts his rise and does the best work of his life. The will to survive always that. A bold idea has struck. Actually, it been hatching for several years. Why not start a work school for aspiring architects who would learn at the master's feet all the while milk his cows and chopping his wood and painting his barnes? Was it a cynical try at for stealing forest stalling per on the backs of some youthful right worshipers are a heroic human experiments. Probably portions of both. Books have been written about the Tal fellowship. To say this much here, the fee was 675 dollars, and in 19 33, it got raised to 1100 dollars, which was more than Harvard tuition. The fellowship was announced in to open, in late October 19 32. By the end of the year, a couple dozen candidates from all over the country and a few foreign countries. Some fresh out of high school, others with graduate degrees had shown up for sweat and gloria Tal. Momentarily, the beast of bankruptcy had been thrust from the door. It's back up against the wall, and this is what happened next. It was late 19 32. The what I just described to you. Within 4 years, a man who didn't think of himself as a failure, not ever. No matter how the world might be misinformed was in the process of creating an office cathedral. That's the Johnson Wax building. A backward, a backwards shin lie leap from a rock that's falling water. If you wanna Google image sure it's falling water, you've probably seen it before. It's probably his the most famous house. And a mouse house on the western edge of Madison. That's a Jacobs, his heap wanted to build a beautiful house for normal people because all his... His previous commissions were really, really rich people. So this was built by, like, I think, 5500 dollars. It's called Jacobs 1. You gonna see that. So it talks about, you know, this is what he did within 4 years, many people consider this is the best work and being thought of as a god again. Historians would 1 day say that a Frank wright had conceived nothing with these 3 buildings If his career had somehow been able to know only the single year of 19 36, it would have been enough to secure his lasting place. There is something deeply inspiring about reading this. About you have a person who had achieved wild success fell essentially, could downward trajectory for 25 years was ridiculed, and in 1 day you said, you know what, enough of this. Enough. I... I've lost everything. I'm a laughing stock and yet the... The 1 thing I still have is this deep profound belief in my talent, and I'm going to show you. And he did it. Over and over and over again for the day he died. He lived, shooting he worked until the day he died. Alright, this is reminder that everything is a remix. For a good while now, history and historians have been aware of a rich irony. That in the miracle comeback year of 19 36, a washed up man essentially beat the European modern at their own game. So there's completely different styles in his, and I like a lot of their architecture actually. Frank did not. But he also stole some ideas from them. So this is, like, you know, out with the old, no 1 cared about Frank lloyd writes designs anymore, and and he had other architects that that were, you, being, like, presented in his place. Right? So they're the European modern, I'm gonna skip their names, but it says. In the previous 10 years, the architecture had been, the architecture has been named Frank Wright had not executed more than 5 buildings. But here he was now in the second half of 36 working on those 3 ones I just told you about all at once. He was more than back. He was p his would be peers. The metabolize and world class simulator had... That's such a interesting description of him. Right? And that's what he does. He takes ideas from all different domains, and he he he lets that work through his own mind and it comes up something unique. I think that's a trait that we should steal from him. The meta metabolize and world class simulator had stolen out from under the 2 other modern architects. There's no way I could pronounce their name so I'm gonna try. Slices of their own vision and converted them to his. He married his own ideas about the romantic and the organic to their ideas about functional machine and the result was greater than the sum of the parts. He'd been watching them all along even as he'd scorn them. And a great summary of this section, well, followed for a 7 year old over the neck thing about the court. That's insane sentence. 70 years old. He's having a, res resurgence of renaissance. Well, followed for a 7 year old over the next 2 decades was a late life explosion of creative energy than no 1. Doubt not even he saw coming. This improbable burst call it fire took him more or less right up to the end. Now I wanna attempt to to tie together this undying will, and refusal, refusal to quit ever that that Frank Lloyd wright clearly possessed that's extremely rare that is 1 of maybe the main takeaway for me of the book of you never have to stop. Find something you love doing and keep doing it to you die. Now I wanna tie this together with the early tragedy of his life that I haven't even touched on. And most every other biography touches on the fact that when Frank Lloyd wright was around 17 or 18 years old, his father up and abandoned the family, and he never saw him again for us as life. Now that is the story. Turns out because there's all kinds of like, documentation of his parents divorce that historians and and and previous biographer biographer and even Frank lloyd wright in his own auto. He got the story backwards that his father was pushed out by his mother who most likely had severe mental illness. His mother did. So there's a lot... And I I mentioned earlier, Like, we don't really have too much information about, like, what was Franco lloyd right at 8 years old or 10 years old or 12 years old. It's kinda like, we just meet him as this person leaving Wisconsin to go. As a young man, late teenager, leaving Wisconsin to go chase his dreams in Chicago. Right? And so I wanna bring you into a little bit of background because the the the the author goes into exquisite, like, research in detail about this. So before I read this sec, this is, like the summary of, like, what he... The author in this section is telling us his opinion on Frank lloyd writes early childhood based on all the additional research he did. And so I need you to know that Frank Lloyd writes dad, his name is William and his mother's Anna. So I'm gonna tell you about them here now. When I began peer into William's life, Remember this his dad. I had imagine him as more or less innocent in the bargain. He wasn't. He was wrong terribly, but he wasn't blame. I can almost feel changes of sympathy for Anna. Now he put quotations mark They tended off quickly. Anna was violent to... Some of her step kids. He was frank's wife... Or frank some mother was crazy. I can almost fill changes of sympathy for Anna. They tended to all quickly. There was something close to foolish and infuriating about William, no matter all his gifts. So what without mentioning there is some William Wright, Frank's father, widely known was like he's a gifted gifted person yet, he quit. That's when we always talk about, like, the the the people that were studying, the right... The people that other people write biographies of. They have all 1 thing in common. They don't give up. And that makes them extremely rare because our default mode is humans is to quit. And so William had... He was really smart. Had a lot of gifts, but he he tried to... He he focused on 1 thing for maybe a year. Changes mind, you move around. You just you could never hold down a job, you could never focus. And so it doesn't matter how smart you are. If you keep quitting and you keep focusing, you're never you're gonna never gonna realize your potential. You're gonna have a terrible life. So he's he's saying, like, you know, this... It's it's foolish and infuriating when you when you analyze his behavior. What I now believe happened was that Anna with her awful and un temper with her terrifying will, suffered a prolonged siege of mental illness, brought on at least in part by the realization that none of her own dreams for per per personal fulfillment would ever come true as William's spouse. Those dreams would all have to be diverted and channel and redirected into her first firstborn. So Frank was by far the favorite. And I'm I'm not... I'm I'm bringing this up not just to talk about... The tumultuous relationship with his parents, but what growing up in that environment, what that gave frank. Okay? So it says, Those dreams would all have to be diverted in channel and redirect into her first born. Did anyone in Frank Lloyd writes life ever loved him more, believe him more? God knows she was never an easy woman. Her life was pioneer hard? Before William and during William and for large parts after, but this is this is this is what the results of this experience had in Frank's life and how it why it ties together why he was able to do something that is so rare and that have this late stage revival at the end of his life. It must nonetheless be acknowledged that she gave her son something in terms of a will and inner strength that seems un. And the world reap the benefit. And so I'll close on this. Let's just think of Frank in in these qualities, his decisive inner will, his inability to ever give up or to quit his unbelievable faith in himself, his dedication to his craft. These are all the positives. Someone gonna take away from his life story. And then lastly, the fact that he thought deeply and for 7 decades about what he wanted to do and the work that he wanted to do, and then the way he would describe it, it's almost like a religious experience, and you're gonna see that here. In the last interview he ever gave, Frank lloyd wright said that there could never be great art unless it possessed a spiritual quality. If there was no spiritual quality in architecture, it would just be plain lumber. So I'm gonna leave the story there. If you want the full story. I recommend reading the book. It is a gigantic, difficult, twisting, just emotional experience. I can't describe it in way. This is 1 of the most not only the the way the the author rights is extremely unique. But the life that he's trying to help to teach us about is extremely unique and just I I'm... At the end, and I don't... I still feel I don't really know who he was. I know traits and things that I wanna copy and I wanna emulate and things I don't. Wanna copy Emulate, but he is very much a mystery, even, you know, after being covered just such a degree by so many different people. And I think that's... That just speaks to the the true unique human being that he was. If you wanna read the full stuff... If you wanna read the book, you can want the full story, and you wanna support the podcast at the same time, please tap the link that's in your show notes, it's an Amazon affiliate link. If you buy the book using that link. Amazon will send me a small percentage of the sale at no additional cost to you. It's a great way to help out, yourself because you get something that can teach you something a book that may change your life. You help about the author who spent countless hours and years, accumulating this research for us, and you also help out the podcast at same time. So it's a win win win. Thank you very much for listening. I'll talk you again soon."
}