{
  "transcript": "Pick any sw day in the year 19 19. On the outskirts of Birmingham, Alabama in a small mining village, hundreds of black men are at work side by side. Some of the men are convex. Summer war veterans. 1 of these men is on the verge of taking his first step in the direction of becoming a bona fide millionaire, 100 times over. Ag Gaston started with next to nothing. His mother was a cook in the kitchen of a prominent white family. He never had more than a tenth grade education. After the war, he had taken his position in the minds as a means of survival, only to emerge utterly determined that his life was worth more than what the minds were offering. That determination was a kind of miracle given the context in which Gaston had been raised, and that miracle is the foundation of the story that you're about to hear. Alright. So that comes from the book that I'm going to talk to you about today, which is Black Titan, Ag Gaston in the making of a black American millionaire and is written by Carol Jenkins and Elizabeth Gardner Hines. So this is another book that was recommended to me, by like, by a listener, and I, went to the Amazon product page and read the description. And this first sentence was enough for me to know that I had to read the book. It says the grandson of slaves born in a poverty in 18 92 in the deep South, Ag Gassed died more than a century later with a fortune well over a hundred and 30000000 dollars, and a business empire spanning communications, real estate and insurance. So let's go ahead and jump right into the book. Something to know. There's 2 authors. 1 author is actually the niece of Ag Gaston, and the coa is her daughter. So they have a lot of background to give us because, he was the central part of, a fairly large family and they have a lot of information that was just not available anywhere else. Alright. So I'm gonna start out with his early life. He was heavily influenced as that product prescription just said he's a grandson slaves. He actually lived with his grandparents from a very early age. And so, the their names was Joe and Ide mandela Gaston, and it says, this is what he learned for. He says, they were... Former slaves. They wind up being granted their freedom and then they worked extremely hard and wind up owning and developing land. They're essentially farmers. And it says the gas were lucky enough to fashion new kind of existence for themselves. 1 that left a lasting impression of the value of hard work and sacrifice on their grandson. So, the story of Ag Gas and is him just like a most humans being influenced and inspired by the examples of others. So this hard work is something that he, engaged in. The his his niece said that he had a singular focus on financial success, and you'll see that a lot today. So it says, let me tell you little bit about his mother, which is obviously the daughter of Joe and Ad mandela. Her name is Rosie, and it says, Rosie Gaston had not been immune to the economic imbalance and the system sis sis systematic under under development that resulted from it. The only skills she possessed as a cook made were one's in excess in this little town they lived in. I think it's called Demo. So it this forced her to look elsewhere, a bigger city for work. So what happens is she is forced to leave her son and go to a larger city to to seek opportunity. And it says, to give you an idea of that the author says, what did Rosy gaston gaston feel on that first hot day when she peeled her son from her skirts and headed down to a road leading to who no where who who knew where? So why is that happening? His father dies, we don't know too much about it. He doesn't really, A wrote a auto biography in, I think the... He published it in like the 19 sixties. And he just says my father died. And even the the family doesn't know to... Like, they don't know the details of what happened. So his father dies, his mother must leave to seek more opportunity. And so it says, Ag would watch closely and learn as first, 1 of his parents and then the other stepped away from a life that was dedicated to the soil. So they're talking about they're seeking opportunity that's different from the opportunity, The only opportunity presented to his grandparents. So they they're leaving a life of dedicated soil and search out a means of survival based on in increasingly skilled forms of labor. His father would die for the promise of the industrial age and partly as a result of this, his mother would be forced to leave him behind as she too attempted to build a life away from the land. Both his father's failure and his mother's success in the newly industrial society would leave lasting effects on the boy who by the age of 10 had already learned enough of the world to inspire his first business ideas. So His father worked constructing railroads. As best as the family can put together is he died as a result of that work. Now they just said, a 10 years old as his first business idea. What is his first business you. So something to... Some background before I read the section to you is that he was fairly unpopular. He didn't have a lot of social skills. He says he was a square, he was shy, probably had to filled with a lot of self doubt. And so he realizes that through achievement, he can increase not only his financial success, but his social standing. And so he's got... He doesn't have a lot of friends, gives him a lot of time to think. He was name, boy. And so his grandparents had built this really sturdy swing in their backyard. And all the other kids in the neighborhood wanted to use it because there's nothing else in the neighborhood like that. So he comes with this idea. He's not gonna make any money here, but he's like, okay, If you give me buttons and replace of dollars or coins, you can take. He's essentially selling rides on the swing. But it's not for money. So it says, the the swing that was in Ag backyard had been eyed with Envy by the neighborhood children since the date it first appeared. It was the only such swing in the neighborhood. Faced with the trauma of increasing isolation not to mention a now ever present desire to make something of himself. Ag realized in an instant, how he might win back his friends. He would turn his swing into a business venture. Charging a button for a ride. This first endeavor was a resounding success, and it came to form the backbone of what would be Gaston Gaston trademark for business development. He had, as he like to say, found a need and filled it. So what the others talking about there is, he was... He he has this like, became actually pretty famous. So there's a lot of references to it online. Ag Gaston 10 rules for success and 1 of them is that find a need and fill. He was not interested. He learned the hard way in, like, producing new products. He winds up later on when he's already wealthy. Once losing a great deal of money trying to manufacture his own soda. And from that experience of losing a lot of money, he he just... He was not interested in ventures that had to produce and had heavy like, production costs before it would... You could sell it. He preferred to find to let, like, the demand of customers, tell him where his next opportunity was. That's why at the... From the description of the book where it says, he focused mainly on insurance banking and real estate. He was not interested in creating new products. So let me tell you a little bit about... Let me just give you a quick description of of, Ag life at 13 years old. His mother found success working for a, wealthy family. She was cooking for a wealthy family, so she made enough money where she could go back and now collect her son, and he could live with her. And so it says, he was 13 years old and he had never seen a city before. And so this gives you an idea of... Yeah. She's she has opportunity, but they don't have a lot of money. So they take the train back to the city, and now they need to go back to the house. Right? And it says it costs 5 cents to ride the segregated street car, Rosie and Arthur, That's Ag g's first name. I'm gonna reference him as, would be walking. K? They don't... There's not no abundance of money. Now there's something that's really important that happens at this time. Rosie is working for a wealthy Jewish merchant family. And so This is where Ag finds an inspiration in a blueprint, and this isn't gonna be the first of many blueprints that that he follows in his life. So it says, Rosie had made the transition from log cabin, to bustling metropolis seamlessly, so that I I I've failed to mention, Ag grew up. I mean, his Grand grandparents had to build the house They lived in. So it's a log cabin. We've seen this many times before. I don't think it had electricity. I don't think it had indoor plumbing Again, we're talking early 19 hundreds in the deep south with not the grandson sign of slaves. Now, her son was with there. She would teach him to become invaluable too. Rosie tapped him on the shoulder calling for his attention. So they're on the way from the train to the home where she's working in. Right? And she says, turn around and look up here, Art, there's the store. Arthur spun around. The Love, Joseph and Low ebb department store rose before him. She... She's working for the family that owns that store. Okay? At the turn of the century, Love store was the largest and most magnificent department store South of Ohio. A b Love, this is the person she works for in his house. The company's fountain and he's got a an interesting story. I'm gonna tell you tell you his story, like, a short description of how he came to to develop that store. A Love, the company's founder had been born in hungary of Jewish ancestry and orphan by the age of 8. He arrived in America 21 and peddle fabrics to support himself. In 18 67, he opened his first general store in Greens, Alabama. But 20 years later, he had taken on partners and moved into his first Birmingham location. So they described the author describes Birmingham at this point in history. As their version of, like, a a, bustling metropolis. Okay. So that's where the the most of the story plays out, because that's where that his family moves to seek opportunity. Ab b was an apt model for the young Gaston In many ways, he was a self made man who had risen from poverty to create a successful life in business. He worked diligently and methodically, leaving the house before the sun rose and staying at the store until late a night to accommodate his working customers. Now Ag had examples of a solid work ethic ethic in Love, and Ag would see the potential yield for all that hard work, and this is what he sees as as what Ab b was able to to work himself into. Prestige, a beautiful home and people to serve you at this point in his life, the people serving A b is A g's mother. 1 of the many people serving him. The boy's mind skid along in excitement. So once that Ag was back with Rosie, his mother was insist. She's like, listen, I do not want you to to live the life that I'm living with no education. I'm going to make sure, like, his... I'm gonna send you away to this thing called the Tug Institute and this blew my mind. So let me tell you the background on... This is the school that Ag goes to, but I wanna tell you how it I got started. So I said in 19 o 8, Carrie Granny Tug A former slave now engaged in welfare work had appeared before a Birmingham court and requested the custody of a young boy about to be sentenced to a term in jail. She wanted to state to let to... She wanted the state to release him to her to her care instead. So it says for whatever reasons among them perhaps, the fact that Birmingham was at a time without either a Juvenile courts system or enough room and its jail to deal with a number of prisoners that already had, the judge granted her wit her wishes. This is the beginning of what's gonna be called the Tug institute. Soon enough, all... So it's... She built a foundation of what would become the first orphanage. For the rehabilitation of abandoned and true children. I said soon enough, all of Granny to beds were spoken for because there were few options for educating black children Any parents in the known were likely to have struggled to find a way to put their children in gran care. So, Rosie puts Ag into gran care. Now this is the perfect purpose of the Toggle Institute. And then here we find this is where Ag is exposed to his great... The greatest influence of his life. And so much that he's gonna name a bunch of his companies after this person and that's Booker tea Washington. And essentially, he he reads the auto. He meets... I he reads the auto of Booker tea Washington. He also meets them because Booker tea washing is gonna be involved in tug too. And essentially copies a lot of his ideas and uses it as the foundation for how he wants to live his life. So it says academic subjects were taught, but it was made clear to the pupils that life for them would not be about Latin and Greek. Even if they were proficient in it, life, they were taught would be about work. After the model of Booker t Washington. The students at the Tug Institute did not have to imagine what booker t Washington was like. He showed up regularly at the school. In the early 18 eighties, Washington had taken what he had learned of the world as a well educated former slave and dedicated himself to the betterment of the black population. This is gonna sound there's a lot Ag does the same. Gaston recalls being pulled aside by Granny Tug, many many times and seemingly for no reason at all, others should remind him that he must strive ever further, he must work harder. There was no room for error and Granny Tug house. Now remember this. What is essentially happening there? She's demanding that he reaches his potential. She's demanding excellence. Remember that for when I get to the end of today's podcast because his family members are the way that Ag remembered Granny and the impact she had on his life is the way his family members are gonna remember him. Okay. So let me tell you a little bit more about the positive of positive... The power of positive examples. It says in time, there was little call for anyone to remind Ag of the need to succeed. He became quite adept at putting pressure upon himself. The world of the Tug Institute was different from the 1 he had known. So so he talks about unlike, any other blacks he'd ever known and the resonance here lived in the 2 and 3 story homes with shiny floors and find bathrooms, such as his mother clean in the homes of white people. That's a direct quote from him. So he's talking about, like, they... This this demand for excellence and and reaching your potential and working hard. Remember, he came from a log cabin in rural Alabama. And now he sees the institute is in a beautiful home. A home that he at up until this point only thought that white people could live in. And so they're telling, no No. You're just as capable. You can do... You can do anything else you see any other person do, you can achieve as well. This is extremely extremely powerful. I also think it speaks to the power of reading biographies over and over again. And why I feel that go throughout history why so many people draw inspiration from the life stories of others. I just think it's in our Dna. Okay. So it says here a new world of black potential was to be witnessed and Ag wanted to measure up. A distinct black middle class began to flourish and Burning Birmingham. There were there were black doctors and lawyers, contractors and techs living and working in the city. Remember, he was not exposed to this in Rural Alabama Log cabin. So I like, whoa, my... The world has opened up for me. Blacks had founded their own bank as well as construction companies. The realities of life opened up new possibilities to to Ag, just like his mother had hoped. It made him aware in a deep sense. It allowed him to believe that not only could he work in a store he might be able to own it. So at that point, the most successful person that looked like him was somebody that had graduated high school and was able to work in a store where white people shopped. So that's what I talking about Like, maybe 1 day Can get an education work at a store. And I was like, whoa, no. Why stop there? I wanna own the store. It began to it began to disturb him, Gaston would write to see how hard his mother was forced to work to keep the family of afloat. What had once simply been the way things were, was thrown into sharp relief by the new world revealed by tug. Arthur promised himself that with the skills he learned by the Institute, he would make a better life for his mother. So what's happening here? He's essentially got a fire growing in his mind. And saying I can change things. I can I can change the course of my family, I can make my life better, and not only can make my life better? I can succeed enough that my mother doesn't have to do what she's doing. So now we're fast forwarding in the timeline, Ag aegis an adult. He's a young man, 18 19 years old. He's looking for opportunity. He cannot find a better job with with better pay than joining the army. Okay? So he's going to fight in World war 1. So this is what I wanna draw your attention to do right now is joining the Army for opportunity discipline, and I'm we're gonna stay here in the story for a little bit because there's a lot of important things that are happening to him that are gonna shape the way he runs his life here. Oh says, so now he's he's already near army, and he says, Gaston learned in his own words to respect authority and discipline. Also gets criticized heavily for doing this later. His first real lesson in that arena took form of a direct blow to the face laid upon him by his commanding officer who had no interest in hearing gas excuses for why the potatoes had been... That he had been ordered to peel was only half full. The punch delivered mid sentence left gas and lying on the ground. Amazed and furious at the inhuman humanity of such a sudden blow. It occurred to him first to complain second to go Aw wall. He didn't neither. Instead he picked himself up off the ground and stood at attention before the officer offering a simple but firm, yes, sir as his response. The lesson was brutal. But as far as ga was concerned, it saved his life. There were to be no... What what's the lesson here? There were to be no excuses in the kitchen or on the field, and I would add are in life. More or lessons from World War 1. Now he's in Europe, serving and fighting in the war. Those who survive quickly learn to live with fear as a companion rather than as a driving force. The soldiers learn to accept everything about the front. The noise, the smoke, the bombs, the cold, the cold, the wet tran, the wet trenches that stink of the living and dead alike. They learned to take it and stride and move on. Move forward. Okay. So as you can imagine, grants Grandson of slaves living in Birmingham, Alabama for the majority of his life, that 1 sentence could be a description of his entire life. He learned to take it and stride and move on and to move forward. That perseverance, that determination is key to how he winds working in the minds and then dying with a network worth of a hundred and 30000000 dollars. They learned to focus on the task at hand. I mean, think about what's happening here. He's exposing himself just to some of the most stream experiences that a human being could have. Rule or 1 1, if you've studied even a little bit. It's like 1 of the most g test wars that humans of ever irrigation. And yet, when you go through these these these hard trying experiences and you survive, you adapt and you overcome, you're going to... He's building confidence to realize, okay. I I survived 1 of the worst experiences I can ever happen in my life, he he's gonna see bombing, lynch, murders. The good part of the the book is about the they call, like the the struggle for for civil rights. But when you read this book, it it's a war. It's a war for civil rights. And when I think of the war for civil rights that that Ag is gonna witness and and participate in. He did so willingly. So what does that mean? He he has an experience in France. And the words of Booker t Washington altered the direction of his life. And so let me just read the secretary. It'll makes sense after I read this. So he says in he's... The author is comparing and contrasting the difference for a young black man in France in the 19... In 19 19, 19 20 or, compared to that in Alabama. Right? And it's night and day. It says in France, he was treated like a man. In France, he could walk the streets without jumping off the sidewalks when a white person stroll by. That was the behavior expected of him back in Alabama. In France, it was clear the white people respected his uniform regardless of his color. They respected his allegiance to democracy and his willingness to fight for it. In France, it seemed anything that was anything was possible for a man like Ag g. France was a place, a black man could live. This much was certain? So the next sentence is, probably way what you're thinking. So why not stay and make the best of the best situation? Or best situations situation. Sorry. And so now he's gonna hear the words that that resonate with him. Booker T Washington has made a profound impact on his life are already at this point. Cast down your bucket. He could hear doctor doctor Washington Bur, start at home. The experience in France had only served to make Gaston more certain of the fact that doctor Washington had been right to believe that merit, not color was the focal point on which his successful life was balanced. So it's interesting here. People are gonna be exposed with the same situation and react differently. So if I was... When... Obviously, when you read books like this, like, when I'm reading a book like this. I tried to put myself in the shoes. I'm like, well, what what decision what I make here. And so Ag is inspired by Booker t Washington It's like, you know what? It's it's there's great conditions in France. Let me go back home and do the work necessary to make sure that we have the same conditions in Alabama. That wouldn't have been my response. And so I find it admirable, and that I'm not, you know, I'm not saying he made the wrong decision. You gotta be who you are. If I was in a situation, I wouldn't... I wouldn't went to France. I don't... That's just, like my own personal operating system. I don't try to fight against human in nature. I try to route around it. Okay. So every chapter starts with a quote from ag, and I really like this 1 he's gonna use the word men? This applies to all people, so I'm gonna change it. It says, a young person she keep his eyes open? They should study the people around them? How do they live? What makes them tick, what do they need? It goes back to that his opinion of what a business is just fulfilling a need. So when I read that, I thought I was like, what is he really saying in those this few sentences? He 1 he's telling us to maintain situational awareness, and he's also telling us how, oh, good way to spot opportunity. Which is exact... Now think about that. Pay attention to what is going on around you what do they need. That that idea is going to make him a millionaire. And I'm gonna get there in a minute. Fast forwarding in the timeline. At this point in the story, He's around 27 years old, and he meets what becomes another positive example for for him. As says says, it's this guy named Abraham Lincoln Smith was a black man on the model of what Arthur dreamed of becoming. Smith had left that small town that they lived in. I think it's called Demo marvelous. I could be... I'm most likely pronouncing it incorrectly. Smith had left that small town 12 years earlier to found his own Blacks Smith shop. And his business had been a success since its inception. Smith owned his home and was re... Well respected by the local communities. Here this is very important to to. He wanted the respect of other people. He was always respected by the local community both black and white. He had established himself as a man of great influence in the town. This is what Ag he wanted. He spoke eloquently and intelligently despite the lack of any evidence of formal schooling. So 1 thing to know this Arthur or should be Abraham Lincoln Smith, he's going to wind up becoming a business partner to... And and I would say, really more important than that is a father figure that that aging in half. And in fact, Ag g Mary Abraham daughter. I'll get there in a minute. So, it's something I realized about the personality. Like, it it jumps off the pages when you read the story, and it's 1 of my favorite traits for any human being. And that's Ag was relentless. I always say that, 1 of the funniest things to, you know, we've... I've spent a lot of time studying Jeff Bezos. I read his biography. I did a podcast on every single 1 of his shareholder letters. But if you go to this day, many people, might not know this, but jeff bezos wanted to initially name Amazon relentless. In fact, he owns relentless dot com to this day if you go to that website forwards to Amazon. And I just take it's a fantastic trait for any human to have. And so there's a series of stories in the book that I'm gonna omit, but essentially it's just ag running into 1 obstacle after another after another after another struggle, struggle, struggle struggle, and Ag saying, I don't care. I'm going... I have a goal. I have a singular focus. I will be financially successful and nobody. Is going to stop me. It says that dis... The disappointment continue to accumulate. The life he was leading was nothing like the 1 he had dreamed of. He he spent he spent his time contemplating the apparent hopelessness of the of his future. The optimism now here's the thing. You can be relentless, but that doesn't mean that that you're you're not going to be plagued with series and time times in your life where your filled with self doubt. The difference between people that succeed and that fail. Are the people that that that a feeling is inevitable. Right? The people that fail quit. They become smaller. They run in the other direction. The people that succeed keep persisting Ag was 1 of the people that persisting. So he says, there's time spent contemplating the apparent hopelessness of his future. That's that's a apparent... That that's gonna happen everybody. Says the optimism of his youth and early manhood had vanished under the cloak of creeping should creeping depression that had come to infect many former soldiers returned from the war. So what does that mean there? He goes back. 1 of the reasons he doesn't say in France because he's like listen. I understand we were disrespect, but now a new time in America, we're gonna come back as heroes. And what they found is that even though a lot of black soldiers fought and while we're run, they came back and the racist people especially in Alabama and the deep South. They didn't care to deep fought. They still treated you like animals. And so he finds and a a lot of the soldiers and his coworkers that he's gonna wind up working in the minds here in a minute, our former soldiers, and they're they suffer from Ptsd. They're depressed. Many of them spend their time doing drugs and alcohol, essentially, they give up on life. They're hopeless. Ag falls into depression, which you know, it's gonna happen to almost anybody. I would say everybody. Yet he worked... He constantly works him way his way through it. That's the main theme. I mean take away from the book. Okay. So first before I get there, I wanna tell you a little bit about... This... I found this section interesting because I've done a number of podcasts on Andrew Carnegie. And he's talked about a great deal, Carnegie that is in this book. So let me just talk let me take a a tangent here And let me tell you about the parallels between gas and Carnegie. It says, what gas could not know at the time was, like, much much like industrial giant Andrew Carnegie before him, he would he would find the beginnings of his wealth in the steel mill. Carnegie like Gaston was born poor. He came to America from Scotland in 18 48 and worked upon his arrival in a series of low paying jobs. Earning as little as a dollar 20 a week as a Bob boy in a cotton factory. Think about how crazy the life story of Andrew Carnegie If haven't listened to my 2 podcast podcasts I've done on them Go back and listen to him. He he starts out making a dollar 20 a week and a cotton factory then he sells his company few decades later for 500000000 dollars. In 18 hundreds. That's insane. He started in business small by investing his savings in railroads. So this this blueprint for that Carnegie does. Is very similar to the life story of Gaston. Believing that steel would replace iron as a leading industrial metal, he then invested himself in the mines. And by 18 90, his Pittsburgh based Carnegie company was producing 4000000 tons of steel per year. In 19 o 1, Carnegie sold his company to Jpmorgan for almost a billion dollars. Okay. So At... I need to give you background before I I jump into this this part of the book. He... The reason Age ages depressed this time is because he if he's go in door to door he's willing to do anything for money. And there's just not a lot a lot of opportunity, so he's like, okay, the the only decent paying job for a black man in the south at this time was in the minds. Back breaking labor, the reason they got paid and it's not even a lot of money. If you if you really think about it. But the reason they got paid more than on jobs because no 1 wants to do that kind of job. Okay? So that's where he's at. Now the company that owns the minds also built... They do... I mean, some of this stuff is just disgusting to me. So they build housing for their workers. That's not disgusting. But then they, like, over charge... Essentially, you can you show up, they'll give you a job. They'll give you housing, and they'll they'll they'll sell you food and everything else, but it's at a huge markup and it's taken out your paycheck. So, yes, technically, people are doing this voluntarily. It's to me, let's call what it is. It's slavery under another name. Because by the end of the week, when you deduct every single thing they have, they have no money left over. And so what Have to do? They can't quit. They're stuck there. Alright. So that's where he's at. Now, at the beginning though, he doesn't he doesn't view it like that. Because the houses, you have to give them the company credit, they actually have electricity and indoor plumbing. That's that's that's something that's foreign to Ag. All alright it says the joy that a company having a house with electricity indoor facilities didn't last long. As the realities of life and the mindset set in, Ag g found himself descending once again into hopelessness and depression, so he he experienced hopeless to depression, found an opportunity, starts pursuing that opportunity, then he realized realizes the reality of it and he's now back in hopelessness and depression. If he quit if he's gave up then, we wouldn't be we wouldn't be reading about him. Right? So it says, this time accompanied by the bone exhaustion that was mining special gift. For more than a year, Arthur life experience was confined to the activities of working, sleeping and eating. Now this 1 sentence this is gonna sum up Arthur experience here. The question was how can I escape this? Now this is 1 of the most inspiring parts of the book. He's exhausted. He's depressed. He's hopeless. And yet, you get almost in your minds, Eye, you can you can picture him just through cl feet or cl fist and do grit teeth, yelling no. I am not going to... I'm not gonna lang here. I'm not gonna perish here. I am not going to let this be a result of my life. I am more talented than this. I can do better than this. And this is right before. He stumbles on his first business opportunity that's gonna lead to another business opportunity. That's gonna lead to another business opportunity. We're in the darkest part of his life, and he's about to break out. For well over year, age had been plagued with doubt and confusion. He he had, he wrote, facilitated between renewing my pledge to become somebody and thinking I should forget it. What do we talk about all over and over again? The mind is undefeated. It will play tricks on you. What are you gonna do? You're gonna give in? Arthur, there's like, our ag aj is like, nope. Not happening. What he realized was that nothing would change unless he took the initiative to change it. You didn't get successful by thinking about whether you were gonna be successful or not. You got successful by doing something to make yourself successful. So he's sitting out a lunch with his coworkers at the mine, you could either buy food directly from the company, but, Ag made enough money where he could move... He could move move his mother into the that he lived his mother lived with him in the the the company housing. Right? And his mother was her... What's her skill. She's a cook. So she would make Ag box lunches. And they're all sitting there and Ae is depressed and he didn't feel like eating. Okay? So this like extremely important day in his life. And they're like, oh, you're not gonna eat, like, that food looks fantastic. Can I have it? So it says, Arthur held his box lunch out before him and junior reached for it happily. That's his coworker. He watched as the man tucked into the meal, sigh with satisfaction at the taste of Rosie food. Junior looked at art and smiled. Art smiled back, realizing he had found his business. Memory said, look, you just told us, maintain situational awareness. Pay attention to your surroundings. What do people doing? What do what do they need? In other words to say, what will they pay for? So he says, art smiled right back, realizing he'd found his business. Men would pay for these meals he thought and he was right. The success of that business venture gave Arthur a taste of industry. And before long, he was once again, the boy who had taken so many jobs that he could barely keep up with demand. He began selling peanuts and popcorn on the side, So that's in addition to these box launches. So he's in business with his mother. Right? Once he secured a fig financial foundation, he began the this is how, like, you just gotta to grab onto your first opportunity and I'll let it go, and then you can use that to build on to the second the third, the fourth. And this is the story of Ag career. I just built slowly over time. I mean, he lived to. Like, hundred and 2, I think. So he has 9 decades of of working. So he he selling bought box lunches, then he starts to buy and resell peanuts and popcorn on the side. Once he secured a financial foundation, he began lending money out to his coworkers at a rate of 25 cents on the dollar. So he right here, this is important. K? Ag is going to realize something about human nature that Ben franklin wrote about about a hundred and 25 years, maybe a hundred and 50 years before Ag is realizing those. Okay? And I'll get in a minute? With... So he's loan out money? Now why he having the loan out money to his to... First of all, how does he have that ability to do that. Right? He's doing that because he saves as much when he's possible He's extremely frugal, and he's also not just being satisfied just having a job? He's doing all these... He's building all these other income streams and all these other businesses. Right? So... But why... So he... That's why he has the money. Now why does he have to lend up the money? He's gonna discover exactly what Ben franklin Discover. With little competition for his services. So first of all, he's he's lending out money just his coworkers at the rate of 25 cents in the dollar. 25 percent interest, and they're they're accepting it. With little competition for services, Ag aegis wealth took on a snowball effect, compounding bi weekly. He refused to spend his money on the small luxury, they sq their salaries on. Many of the men who borrowed from Ag used that money to impress the ladies. Fancy clothes, and long nights in the bar, ate up any money they could have saved. Saving became Arthur primary habits, critical to his accumulation of wealth. It's critical to anybody's, accumulation of wealth. Ag was saving between 66 and 75 percent of his earnings on a monthly basis. Now would be impossible to save at that rate on the his salary from the mines. But when you take all the streams of income these building up, it was possible. Now I said earlier, the no stuff, this reminds me of your old friend in mind, Ben Franklin. He has this quote from his auto, and I I'm gonna read you the whole section. Just remember this quote because it comes at the end, and it just gives me chills when I think about. And thus, these poor devils keep themselves under. Okay. So let me put this book down and let me pick up Franklin's auto geography. This is all... I don't know what founder number. This is, but I already covered his auto Ben Franklin auto. It's an episode you can look in archives and find it. And I'm pretty soon. I'm gonna do another part... I'm gonna do another Ben franklin podcast on, well, on Isaac biography of his. Okay. So here is Ben Franklin writing. And he says, I took to working at at the press. It's a printing press. Imagining I felt a want of the bodily bodily exercise I had been used to in America. I drank only water. The other work man near 50 and number were great gu of beer. So what's about to happen on the next pages is, we're gonna see that benjamin Franklin was rare in in human history. In the sense that he could think and reason from first principles. If you're able to maintain a habit of reasoning for first principles that puts you ahead of, probably 99 percent of all humans that have ever lived. Most of the time we're reasoning by analogy, which another way to say we're copying. Now, every... None of us are are immune to copying. It's it's embedded into our our nature and our Dna. And so you're gonna be able to reason to first principles on some things, but it's so labor that you're it's gonna be impossible. You're going to find some kind of set of heuristic some shortcuts. And way we tend to do that is by copying from other humans. So I know, that it's inevitable that I'm going to copy. Right? It's in some areas of my life, I'm going to be capable of producing original thought. Right? But not all areas. Mind... The way I think about this is, like, well, if it's inevitable that I'm gonna copy. Like, shouldn't I be very careful about the things that I'd let into my... Like, what I spent is like, what I'm willing to dedicate my time and attention on? So my my thought is well, okay, if I... If it's ever longer I'm gonna copy, then I'm gonna read a shit load of these biographies of people have done interesting things because if I'm gonna copy, I'd rather copy from the greatest minds in history. Than some just random dude down the block that doesn't know anything. Okay. So we're gonna see the the compare contrast between the way Ben franklin thought and the way most people think. And he's gonna break it down. Remember just said, I'm drinking water. Right? The the other 50 people Working with they're they're drunk all day There's drinking beer. And beer a lot more expensive than water. So it says, my companion at the press drank every day a pie before breakfast, a pint at breakfast with his bread and cheese. A pint between breakfast and dinner, a pint of dinner, a pint in the afternoon about 06:00, and another when he had done his day's work. Franklin is... Has... He has a point of view in his conviction and he writes like that. Here's the next sentence. I thought it a d digestible custom, but it was necessary he's supposed to drink strong beer that he might be strong to labor. So he's... Ben Franklin was like, you, you're weak... What you doing? This is not a smart move. He's like, oh, I have to bring strong beers are gonna be strong for my physical labor that we're engaging in every day. Right? So she says, I endeavor to convince him that the bodily strength afforded by beer could only be in proportion to the grain or flour of the barley dissolved in the water of which it was made. So essentially saying, hey, why don't you take a material con constituents of what you're drinking, break it down on a, on each individual basis. And if you actually need if... First of all, it's doubtful that it it's providing you your strength. But if it is, there's a different way to to intake that. He's thinking for first principles here. So he says, which should made? Then there was more that there was more flour and a penny worth of bread, and therefore, if he would eat that pint, eat that with a pint of water it would give him more strength than a court of beer. He drank on, however, and had 4, this is the this is where it relates back to what's happening in Ag life right now. And the people he's lending money on the ones that are allowing him. He's on the bright side of that transaction if you really think about and that's gonna allow him to compound his wealth to where he can compound his wealth and get out of the mines. These poor devils keep them under. They stay there and they die there. He drank on, however, and had 4 or 5 shi to pay out of his wages every Saturday night for that mud liquor. An expense I was free from. And thus these poor devils keep themselves always under. Let's go. Alright. Back to the book. So this is a fundamental change on the next page. Alright. So we already know that he, that Ag saving a bunch of his money. That money's gonna keep compounding. Now he's saving a huge percentage of it. Then he's loan that that huge nest egg out at at unbelievable rates that people that are not as smart or not as disciplined as Ag They're paying 25 cents on the dollar for that. How fast would your what your savings accumulate at that rate. That's insane. It's funny to me too because there's so much criticism in the book of Ag g. You know, he's a square. He's the... He's something's wrong with him He doesn't wanna go out drinking with the fellas. He doesn't wanna go out and do all this other behavior. He's focused on very very same similar light of of, of, frankly. What are the 2 traits that Franklin anyone's known for? Industry and frugal gall. You could say Ag was the same thing. He was industry, which is essentially I willing to work willing to to focus on self improvement willing to do the work necessary to improve my life and save the the the fruits of that labor. And over a long period of time, that's how you go from being the grandson of slaves to being somebody worth a hundred and 30000000 dollars. While these people that were in the minds with you are die impoverished. Alright. So fundamental change in philosophy of entrepreneur young entrepreneur. He's doing this for a little bit of time, and then he eventually runs into, like, he wants to keep going. Right? And so he's gonna run into a roadblock. He says, No new markets were opening up. He racked his brain, trying to figure out what would work what would sell until he realized that it was his meth methodology that was tripping him up. Rather than figuring out what he could sell, he decided to take a step back and take a look at what the community he was living in actually needed. That's where he goes back to, you need to find a need and fulfill it. It was a turn in his mind away from self interest and toward public service. And the change was 1 that would inform his business endeavors for the rest of his life. And so what's needed at this time. This part threw me for a loop. I did not expect this because, you know, I was told he made his money in insurance, real estate, and banking. Yeah. But how does... How do you start an insurance company from scratch? He... His... This is the main business of his life. 1 of them we're gonna get to right now. Right? And it comes from looking around what's happening in the minds. He starts getting involved in beer burial. How do I say burial insurance. So funeral insurance and in funeral services. And from that tiny idea, springs this massive insurance company. That's gonna make up the majority of his network later in a life. We're not there yet. So it's, Ag on entree into the world of the funeral industry is usually represented represented as a accidents. He happened to hit on the right idea at the right time. But is also critical to recognize that Ag picked an area of business that had a proven potential for growth and in which he had a bead on untapped population of prospective customers. So what they're talking about there is, at the time, not only, like, if you could convince a white partition to to to do the funeral services. You would... A lot of them would say no. I don't want anything to do it with with bearing black people. Right? They're extremely racist. The ones that did would would give, like, second class service, I guess there's a way to think of that. So that's an issue. The other issue is the cost they're extremely expensive. I think even to this day after a person's housing, typical average person, they're 2 largest expenditures is housing and transportation and a third, I think it's funeral, like, individual expenditures is funeral. So funeral cost. So what he... What he comes up with is, like, well, why don't we... Instead of, what what they would do is they would have like, the church. You'd have to go... There'd would be a service at the church and say, hey, we're raising money to have, you know, grandma buried. Well, you make a donation. And what he realized realizes, like, well, why don't we just have burial insurance? Like, well, I think you start charging a quarter a week and just like you do with any other insurance. Like, everybody's gonna pay in. And then when somebody dies, your... They're... The those expenses are covered. Because a lot of people... They didn't have any... This kind of insurance did get to in their life, and now you have a huge... Not only it like you're you're for your surviving loved ones, like the most emotional times of their lives. But now they're they're... They're left with a huge bill. And so he goes door to door. That's how he starts buildings his business, 25 cents at a time. So it says, the burial... Is called the Burial society. And then the note left of my... On this page it says the strength in inspiration Ag got from the life of Booker or T Washington. I don't remember what's happening. So let's just read it together and find out. The Barr society has a concept filled the 2 major conditions gas required before you could invest in any this. It made a genuine need in the community and offered a real opportunity for him to accumulate wealth. The latter of these forces were was reflected in the very name of the company. So he calls this company the Booker t Washington Burial society. Booker Washington had preached early and often of the necessity of economic independence for the black community. That's something Ag believed into the day died. Washington believed that it was through industry that blacks could hope to am their position in the United States. Ag believe that. What he what he did have, by the time the 19 23 rolled around was an emergent business interest interest. The faith of a sizable and growing clientele and the un flagging desire to succeed. So those I should mention. Those that sentence is describing the conditions of of Ae ages life at the time he's gonna start, which he doesn't know yet. It's gonna be his most successful business. And he's drawing inspiration for that business and by life and the decisions he's making, doing the exact same thing that you and I are doing right this very minute. His endless stomach through his copy of Washington's auto up from slavery had inspired him to action and taught him crucial lessons. 1 of these lessons is when opportunity knocks, open in the door and invite him to tea. And it also instilled in him a genuine sense of self reliance. Just goes back to the discipline that he... And the the extreme experiences that he exposed himself back in the war. From that, he learned... He he never complained. He didn't share problems other people. He said this is my life. I'm a... I I'm a believer in extreme himself reliance. I will figure this out. And he kept that discipline and that that that confidence that he got surviving these hardships to his entire life. And then when you get back, Okay. I survived people shooting at me. Tell me, I can't build a business get out here. Hanging Washington's name on his business was not was a not so reminder to himself and everyone else who saw or heard it of what dedication to task might accomplish. So he's building this this this funeral insurance business slowly and surely. Now he's about 30 years old, and I'm gonna read this sentence to you these few sentences. While I'm reading it, I want you to think, what is he doing here? And this is something that almost every single person we've said in the podcast does. Initially uncertain of the burial society sound, he held onto his job at the mines, while trying to extend membership in the society and increases his financial base. To do so he began to hire insurance agents to take over some of the solicitation car calls. So what's he doing there? He's capping his downside. Some people like, I'm I'm going all in. I'm gonna I'm gonna risk it? What happens? So he leaves his his job at the mine. And remember his job of the mine not only pays somewhat well although it's it's hell at, you know, Hell on Earth, but it also allows him to run his other businesses. He's still selling box lunches. He's still loan out money. He's still selling anything on the side that he possibly can. And in the little time that he's not doing all that. He's going door to door to sell his insurance. And so he's like, no I'm I am terrified of being a failure of being financially ins solving. So I'm gonna keep up with this grueling schedule as long as possible. Till by the time I do jump to this other business. It's a fore on conclusion that's it's a success... Eventually, Ag builds up the business. It's doing really well, and he has a deal with a... The companies that doing actual burial. Services. Right? So the the funeral home? And he's right now up until this point, he was just providing the insurance? He's like wait a minute. Why don't I buy the funeral home? And that's his whole... Like, eventually, he becomes entirely vertically integrated into the death business? So it says, it's so he he wants to buying the company. At this point, he already took on his partner that's the the the father figure that I told you about earlier. Gaston had secured for himself a situation that virtually guaranteed a greater influx of money into his own hands. Because he now owned the mo that performed the services for which his insured customers would be paying. He held all the tools necessary for affecting profit and loss margins. He eliminated the middleman man and freed up a greater share of the net gains for himself. Just another smart idea. So now at this point, the story, Ae living through through the depression. Okay? And now he's living through depression, but his partner, Dad Smith is what he's called, is dying of diabetes and Ag g married Dad Smith's daughter. She's also dying. They don't ever say what her illness is. So Dad Smith dies, and then 6 months later, his daughter dies. Okay? But this is gonna give you an insight into his personality. And that insight is that he relentlessly focused on things that he could control and he had a bias for action. So it says no... Now once in his auto, as he mentioned the the great depression, or the the the they called an economic holocaust. No person who lived through that era was unaware of the devastation, but like Cr that's his wife and dad Smith's illnesses, the depression was nothing Ag could do anything about. As in those cases, rather than dwelling on what was beyond his power, Ag once again buried himself in what he could control. His work. So once they they both passed away, we see more of his personality. He's not 1 to open up and reveal his emotions or his pain. He just g and bears it. So says, if Ag had been a different man perhaps he would have told us more about how it felt to lose dad smith and Cr. 1 after the other in a period of only 6 months. Perhaps he would have left us with some true understanding of who he was emotionally speaking as a human being. But that was not in fact the kind of man wasn't at all. He was a man who counted events without betray much sentiment of the negative source. His spin on any subject always tended towards the positive. As if regret and this is a hell of a statement. And if you take you take the statement in the context of his life, you can understand how he arrived at this. This mo. As if regret and dissatisfaction were, he could either not afford or simply refused to brooke. Now we're gonna see... Well, Fat... A fast forward way ahead in the story. Okay? So he... He's got a number of flourishing businesses, but he's running into a bottleneck. He can't find the talent that he needs for his growing businesses. So What do you think a person with his personality does? He's like, okay. That's fine. I'll educate and train these people myself? So this is where he starts another business. And it's called the Booker Tea Washington Business College. This says the Booker tea Washington Business College was conceived of and founded by gas and in 19 39 to provide training to potential employees of the insurance company in Funeral Home. The growth of both companies had nec the hiring of additional employees. But Ga was continually to satisfy with the caliber of applicants who came knocking on his door in response to his employment ads. Few had the basic training required to work in an office environment. It didn't take long for gas to realize that the only way to ensure that his employees were properly trained was to educate that Self, and it's really smart. Not only did he opens this up, it becomes a business that that can maintain its own profit, and it's not just reserved exclusively for people that are gonna work in his businesses. It grows, and then people are trained and then they work in all kinds of businesses it it goes back to him wanting to help to his community. And to realize that, hey, you're not gonna be able to grab the opportunities out there for you. If you don't have the the the required skills. So so come here and and gain the that required skills. More about his personality. I I think I mentioned this earlier, but the notes as industry plus frugal fidelity. The survival of his business was his central concern. Remember you go back to this singular focus we talked about all the time. No matter what the the immediate personal cost. He had remained since his early days at the mines both an avid saver and an una penny pitcher. Extra were indulged rarely if ever. And so at this time, he's he's doubling down on the singular focus, and his singular focus is now mastering his craft. He decided to focus on and this is his words, becoming the very best businessman man I could be. I studied read, listened, tentatively to the advice and counsel of auditors, lawyers, brokers, bankers, and other financial advisers. I learned to quickly digest a profit and loss statement. I realized the great port importance of keeping good record. Records, and I was sc about detailed accuracy. I saved a part of all I earned. I was always watchful for sound investments. I insisted on top flight performance of my employees, another way to say I demand excellence. And knowing the hard way not to make the same mistake twice. There's a telling picture of Ag from this time period in which he seated in his office, a frame photograph of booker t Washington hanging on the wall behind him. His desk is stack with books and papers, but what is most visible is a pla. The pla bears just 1 word and bold letters. Think. It was Gaston new directive and his personal imperative. He had begun to climb. Like a lot of people it took gas in decades to figure out what his life's work was gonna be. But once he figured it out, I love that you switched this this the second most important turn of events in his life, and that's the mastery of his craft. He's like, okay. I... This... I'm in it now. I have it going and now I'm gonna dedicate all my energy and all my singular focus to becoming the best possible person of my craft that I could be. To that degree, he continues his vertical integration here starts our burial insurance, then he's owning the funeral homes which expands. And I was like you know what? I'm just gonna own ce too. And acquiring the New Grace Hill cemetery in 19 51 along with the Mason city cemetery, Gaston hammered the final nail and into place in his vertically integrated business model. Gaston could now control every level of the business of dying from preparation to inter. He owned the company that ensured the burial, the mo that prepared the bodies, and now the place where those those bodies were incurred. And eventually, that bare burial insurance branch down into a full fledged insurance company. Now, I'm gonna skip over a large chunk of the book because it's kinda it... Not kind of. It is outside the scope of what we're trying to do here. And this is where the the authors do a great job in in g test detail, necessary, g test detail in my opinion of describing the wars that are happening in Birmingham, Alabama in other areas of the south at this point in American history. And I think it's... I've told you over and never again gonna I've spent. I don't know, thousands of hours by this point, reading about military history, listening in podcast podcasts about military history, watching documentaries about military history. I'm am fascinated by the extremes of human behavior. War being 1, excellence and and and a personal achievement being another. There's a lot you can learn in in on the the end of those spectrum. Right? So I'm gonna skip over a lot a lot of that. But I do wanna give you an idea of where he sits. In all this and how he viewed it. He had a relationship with Martin luther King Martin Luther King when he came to Birmingham would stay at the hotel that Ag g founded it. And Ag g founded that hotel because black travelers had no place to stay. But they there was a bit of contention between them. They looked at things very differently. They there was a mutual respect, but Ag g was old enough to be more than luther your king's father, and he's just more conservative. And his opinion on a lot of this, this is Ag aegis gas perspective on the war for so rights. And it's... You need to to gain economic freedom. And that he he learned that from Booker tea. Washington and Booker, Washington with the book spends a lot of time about the criticism and comparing contrasting other, influential people at this time, believe very similarly. And so I there's a lot that you could say in this book about this, but I think this paragraph gives you, like a good summary and an indication into the mind of Ag Gaston. So he says, we cannot fight and beg from those we fight at the same time. His age and experience had taught him this much, though it'd be years before most participants and observers of the movement understood what he meant by this economic imperative. Ag g viewed, and I think he was he's arguably correct in in the context of the time he led him, but he's definitely correct in today, that he understood that power came from from economic power. Is... That's his his perspective on this, in the context of the book, I don't... I'm not versed in this this time in history, so I don't I'm not saying that... And obviously, in any case, there's never just 1 right answer. But that statement that he's making there, he got a lot. A lot of criticism for. But again, he shaped everybody shaped through own unique experiences and ideas that they collect over a lifetime, and that's what he realized. And that's what he kept going. That's why he started a bank. Started teaching other black people to to invest in real estate to not spend their money foolishly. He was very much an educator and a teacher, like, a lot of the people that we cover here. He he gained insights that were unique and prospect perspectives are unique to his experiences and he passed that along. Now some people criticized them for it. Some people thought it was foolish. Other people listened, and he... He did help a lot of other people maintain economic strengths and and prosperity. And it's important to understand that his line of thinking not was it influenced by his own experience, which he felt proved it it correct, but it's... He's echoing a lot of the ideas of Booker t Washington and Ag g was was criticized for that. And so was Booker Washington. So let me expo on this a little bit because I'm, I don't know if I'm getting to my point here. And I think his paragraph whoa, whoa well, provide you some insight into how him, how Gaston and Washington thought about this. If the critical nature of economic independence, that's really a better way to put it. Economic independence, If the critical nature of economic... Independence was a revelation to many, it was no such surprise to Ag. Gaston was not a man who would or could have ignored the importance of economics when considering the welfare of the larger black community. Least of all because economics was his personal obsession. His doctrine of self improvement had never varied from the lessons he had learned early on in Booker T Washington's auto up from slavery. Gaston had never believed. This is this this... There you go. Okay. This sentence is is is gonna lay out his philosophy the best. Gaston had never believed that there was any other way up. Than through economic success. Without economic power, equality becomes merely a catch phrase for rights guaranteed, but never fully accessible. Alright. So let me go back now I wanna go and talk a little bit about the unique perspective that the authors had as his niece and Gran, What would that be? Gran? And at this point in the story, he passes away at a hundred and 3 years old. That's amazing. Okay. So we're gonna talk more about the legacy and the influence he had to the people around him. On a Crisp January day in 19 96, the flags are flying low all over Birmingham. They had been pulled down from their usual heights above the city's buildings to honor the passing of Ag Gaston. Birmingham most famous black entrepreneur. The boy who had ridden into town 90 years earlier on a segregated train coughing from the sender in the air was now being salute by the city he had dedicated much of his life to improving. Nothing would have made him happier. In an assessment of his life written 76 years into it, gh remarked. I had managed to overcome poverty, limited education, segregation, and discrimination to become a contributor to society with some national recognition. There ought to be plenty of young people today who could achieve far more than I had. I was 21 years old when Uncle Arthur died. And by then, some of his accomplishments had been been impressed upon me. Walking around downtown Birmingham, it was impossible not to notice his name clinging and bold letters to the side of so many buildings. I had learned that he built businesses that he owned a bank that he had known Martin Luther King Junior that he had shaken president Kennedy hand more than once. Though his climb up from the bottom of society was never discussed, I began to understand why uncle Arthur expectations of us were always so high. Sometimes it seemed impossibly so. There were no excuses in his house. He made it clear that excellence was the only option. It was simply the case that you looked at Uncle Arthur and you knew. You just knew that this was a man who had done something big. And it made you wanna be big someday too. I'll leave the story there. I hope these stories inspire you as much as they do me. If you want the full story, I highly recommend reading the book, I will leave a link in the show notes. It's also available at founders podcast dot com. If you buy the book or any of the other hundred plus books that have featured on this podcast using that link, the podcast benefits because Amazon sends me a small percentage of the sale, no additional cost to you. It's a great way for you to get a book. That could change your life and support the podcast at the same time. Thank you very much for listening. Please do tell your friends at this podcast exists, and I'll talk to you again soon."
}