{
  "transcript": "1 of the players had just returned from the Bella. In the poker room, he saw the son of a Poker world champion and some Texas banker playing heads up Texas hold with over 15000000 dollars on the table. The amount simply would not register in my mind. I remembered from my earlier poker days, stories about doyle b and Pug pearson, playing rounds of golf for more money than Jack Nicholas and Lee made in a year. I overheard pros describing their winning in inches of hundred dollar bills. But 15000000 dollars on the table, this much cash would weigh over 250 pounds. Don't ask how I know this. Suffice to say that people who weigh bundles of a hundred dollar bills keep a low profile. It just seemed like more money than even a phenomenal poker player could accumulate, much less risk in 1 game. The bankers place in the game didn't make sense at all. But he's a billionaire, another player told me when I tried writing this office as urban legend. Even if the banker could throw in around that kind of money. Why would he? That curiosity started me on the road to the richest poker game of all time and took me inside the world of high stakes poker. For most of a year, I learned about the unusual and impressive skills that separate the best players from the rest of the field. The en of their successes and failures and their shortcomings, which almost always stem from their strengths. I also had the privilege of witnessing the problem solving skills of the Texas of that Texas banker, andy Be. Be, 1 of the great entrepreneurial minds of the information age had accumulated great wealth yet managed to remain almost completely anonymous. In fact, the Bella allowed him to register under the name anonymous. From the time he was an 11 year old buying broken televisions for a dollar and fixing and resell them for 30 or 40 dollars to purchasing hundreds of millions of dollars of bonds in California utilities and airlines when most investors were writing off those businesses. He has never been afraid to venture into new areas, teach himself the rules, challenge the experts and prevailing wisdom and measure the results. His approach to poker and to risk itself is unique. By ignoring an even contradicting conventional wisdom, he became extremely wealthy. His hobbies made him an important and credible figure in science and mathematics areas in which he had no formal education. As I learned more about his improbable career and unique approach to financial intellectual issues, I wondered why can't a wealthy, smart, determined person, figure out a way to compete on even footing with top professional poker players. Most important, I learned what a capri game poker can be. And when a difficult, it can be even for its expert practitioners. In fact, when I started, I thought the central question of this book would be why Bill would attempt something so apparently fool hearty. Taking on the best in the world at their game. But by the end of the story, the more pertinent question is why the professionals continue to take up his challenge. By the time the stakes reach their peak. The pros were potentially risking everything on an edge. They realized was virtually non existent. Okay. So that is from the beginning of the book that I'm gonna talk to you about today. Which is the professor, the banker and the suicide king inside the richest poker game of all time and was written by Michael Craig. Before I jump into the book, I wanna tell you how I, how this podcast came to be. All the way back on, founders number 38. I did a podcast on the book space. And that book goes into the strategies by a bunch of modern day entrepreneurs and how they build private space companies. So they talk about Elon Musk, Jeff Bezos, Paul Allen and Richard Branson, and they also mentioned mentioned Andy Be. For that podcast, I decided, hey, I'm gonna limit the scope of of what I talk about with, because I found it most interesting that Elon and Jeff were taking vastly different strategies for similar goals. Right? But I also brought up during that podcast, how it was... I found... I wanted more books on Andy B and I couldn't find any, because I found him such a weird unique character. And I had a bunch of people reach out to me and say, hey, there is a book on Andy Be and it's this book. And then once I I was made aware of the book, I obviously bought the book. And then what happened is, it just... There's just... You know I have stack of books, probably close to a hundred by this time that I'm going to eventually get around to to turning into founders episodes. And but once I it was made aware of the... This... The the fact that this book existed, I then started seeing it everywhere. I'd see constant recommendations on social media, it would make a list of, like, the the most recommended of the top books for entrepreneurs and investors. After reading it, that makes perfect sense. So I just wanna make... Just wanna point out 1 thing I get a lot of messages people... About about people saying how much they're learning from the podcast. Just know that it's a 2 way street. There's so many entrepreneurs I didn't know existed so many books I didn't know existed if it wasn't for you. So I just wanna make you aware of that. And then if you ever have any books are people you want me to study. Please keep these recommendations coming because a lot of them are outside of my view. I don't even know these people exist. So you're being very helpful. Okay. Let's jump right into the book. Now here's the thing. This is a little different. I'm gonna focus what I'm gonna... Talk to you about is is mainly on the characteristics of Andy Be that I think can make him unique. Characteristics me, we might wanna copy in our lives. He's had extreme success in many different fields. I think people like that are are definitely where they study. And I'm also gonna talk about the similarities in the of of poker players. And really, with they're they're very similar to entrepreneurs or investors, athletes anybody that's trying engage in something that's difficult and trying to succeed in a complex adaptive system. So to this point, I wanna start with with drawing your attention. The fact that poker players are very much It's just like entrepreneurs, investors in the... And, you know, anybody else trying to do something unique. And so here's a poker player, professional poker player describing the characteristics and traits that he possesses and that he feels a lot of his fellow poker players, possesses as well. So says most of us maybe all of us have a little sickness in us. The people that end up in the biggest games are the ones that have a little too much gamble in them, But they've managed to figure out how to use it to their advantage. Okay. More about poker. I'm not... I I... Let me just tell you right it front. I've played poker a handful of times. I know next to nothing about it. So I'm just... I'm not gonna really be in... Providing any input here. I'm just telling you what the the author who's had a lifelong association poker. He interviewed dozens if not hundreds of professional poker players for the book. And, another thing. This book very much is, like, not like, a typical biography. It has AAA main story, which is that in May 2004, the largest poker game, the largest high steak poker game of all time is played. I'm I'm gonna omit giving you any information that would ruin the story because I think the book is so fantastic. You should definitely read it. It's 1 of the books that like I would stay up late at night. I knew I I knew better. I knew I should go to sleep, but it was... The story is so fascinating. I I think I heard read this book, like, 36 hours. I could not put it down. So just keep on. I'm gonna give you some ideas that even if you don't read the book, it's still valuable to your life, but I'm gonna omit obviously the outcome of a lot of these games. Okay. So it says, this was interesting to me. I never thought about poker as a capital intensive intensive business and then how poke professional poker players avoid going over the edge. So it says Poker is the most capital intensive business in the world. Like banking or securities trading, the commodity is money. But while technology and innovations like margins and inter bank lending have supplied the need for physical cash in the financial world, monetary transactions in the poker world have a mid evil flare. Most of the high stakes poker players through their use of success have deliberately kept themselves under capitalize. This is really surprising to me. Because they have been aggressive about trying to shelter as much money from poker as possible. See, they they're they're mis it. They have an addiction. So to overcome that addiction, they have to put their money in in ill liquid or less liquid assets then than a poker game, which they could easily. And in some of the numbers in in this case, They the stakes are so high, you... They could wipe out their entire net worth in, you know, a few hours. So they're aggressive about trying to shelter as much money from Poker possible. They buy property. They start businesses and they invest in the stock market. Okay. So now... 0II do need to give you a note on the numbers that are in this book that I'm sure you're gonna reference. It's also as important to understand the strategy because at the the beginning of the book talked about. He was deliberate. In bucking the trend and and and approaching it differently. New, hey. These people have been... They're professional poker players they've been doing this for life much longer than me. There's no I'm gonna beat them just copying. So I have to come in at a different. I had to find a different edge. And so 1 way he does that is he he plays at extremely high amounts. And he does that intentionally to make the other... His competition uncomfortable. And so this is just a note on the numbers of the book. In this case, he's... This is the very first game that Andy plays. He's playing versus 2 other professional poker players, almost by accident, 1 of them is this guy named Ted, but here's the numbers. It says, yeah in 10000 dash 20000 Texas hold them. So it says the blinds are 15000 dollars. Just know. The book is gonna reference. So you can play a Poker game with 15 dash 30, 10000 dash 20. Andy wants to push this up... Those those 2 numbers as high as possible. So he gets the and, usually, the poker players are trying to bring them on the other end of the spectrum. So he'll push that number, I think as high as like 300000 or 50000 to 100000. But this is a description. So in a in a 10000 to 20000 t Hold game, the blinds are 15000. With 3 players, it was costing ted a minimum of 15000 dollars every 3 hands just to sit at the table. Okay. So he's gonna... These are already extremely high stakes, and andy he's gonna keep pushing him higher. Bill was very aggressive That's another trait if it that I'm gonna repeat over and over again, playing nearly every hand raising most of the time. It was costing Ted 20000 dollars per hand to see the flop and his bank role was taking a beating. After 20 minutes, Ted was down to his last hundred thousand dollars. So 20 minutes ago, Ted sat down at the table with half a million. So he's down in 20 minutes. He's down 400000 dollars, And that's... That gives you an idea of I... You need to know that because this is integral into understanding Andy strategy. He's obviously extremely extremely wealthy at this time. He's a a billionaire. His bank I think... At this time he's making a couple hundred million dollars on profit to give you an... An idea of what we're talking about here. So he's not gonna be interested in just winning, you know, 20000 dollars other cases. He wants these wide swings. Okay. So let's back up. I need to give you an intro into Andy Be. I find this person. He's 1 of the most fast. I mean, Tar to even say that on given all the the founders that we've studied, but he's 1 of the most fascinating people I've come across. Alright. So it says more than 20 years earlier when he was just held of college and starting his real estate business. He would travel to Las Vegas to play blackjack. He counted cards treating the trips like missions and won as much as 50000 dollars in a weekend. He'd had even gotten barred from some casinos. Winning like that was exhilarating, but he was a different person then. Though he did not spend lavish on most things, he had long passed the time when making 50000 dollars was worth the effort. The effort a professional card counter would have to spend to win that much. He played aggressively by instinct. Andrew Be for physical characteristics was a steady in contrast. He was tall and broad with a large head, balance on a wide shoulder. He's said he's another. He's 1 of my big headed brethren in great to know. He was also quiet and soft spoken, preferring listening to talking. But once he developed an opinion and chose to express it, this quiet reserve vanished, he would blu opponents into submission. With the force of his reasoning are just as easily probe someone with superior information with endless questions. He had little use for idle chat. It's a person after my own heart here. He had spent nearly 25 years in real estate and banking and became 1 of the great entrepreneurial success stories of the last quarter of the 20 century. Nevertheless, he was virtually unknown, which suited him just fine. Let me give you a little bit more detail about that. And then know left myself on this page is something I think about all the time that bad boys move in silence. Andy was intensely private. Building his real estate fortune, banking business and other interests without accessing public capital markets, making no more than the required minimum public financial disclosures. And without court the press and drawing attention to himself. I love traits like that. I feel the very... The same way, but it also when I when I came across that section, it it reminded me of what Claude Shannon, let me pull it up, so I don't butcher you this quote. Reminded name about Claude Shannon said about Henry Singleton. Let me see if I could find a quote without wasting too much of your time. Okay. I found the quote. This is Claude Shannon on Henry Singleton. Says he always tries to work out the best moves. And maybe he doesn't like to talk too much. Because when you're playing a game, you don't tell anyone else what your strategy is. So, we're seeing similarities between the way that Henry Singleton would conduct his business affairs and the way that Andy Be does as well. Okay. So I'm gonna fast forward to there's a there's a series of games that have to happen over several year period before the high stake poker game of all time takes place. And so I'm gonna give you a little bit of background and draw some, some interesting parts from these games. And so at this point, Andy is coming to an end of 1 of his trips to Vegas, and he's talking to other professional poker players. And he has this idea. And he said, I wanna play higher, Andy told Todd. Okay, Todd said I'll tell you higher. No. No No. Not this time. I wanna come back and play a lot higher. Like 10000 to 20000 dollars. Todd didn't think he was serious at the time they're playing a 408 hundred game. 408 hundred game was not particularly large by Todd standards, but this guy wanted to play for 25 times as much. Todd thought, this might this guy must be full of shit. It is so rare that a completely new player would play for such high stakes. However, that the... However, the pros would play whatever game he wanted. So that's how they not giving away too much, but that's their opinion at the beginning. And he's gonna... He's gonna get on some runs on them. So there's a back and forth. It's not a domination by either side, which is also surprising. And also speaks to the intelligence creativity of and Bill and why we should spend time studying him. But there... They have a opinion in the beginning. They do... I'll tell you right now, They do not hold that that opinion later on. And so he says, by the second day, so, now he's playing, he says, by the second day Andy Be was facing a lineup of the best big money poker players in the world. And he's gonna continue... The author is gonna continue, explaining what's happening here. And this gives you an idea of this the level of self confidence that that Andy has. He says if Andy Be was intimidated by the quality of his opposition, he did not show it. In fact, he insisted on raising the stakes. Now there's just 1 poker player who's playing against them, her names. Jennifer. As Jennifer never played this high and noticed everyone was playing tighter than usual. Saving bets and abandoning the aggressive ness that was the hallmark of the highest stakes professional. So Annie supreme level of default aggressive ness is even throwing off the the pros at their own game. He he's playing it... He he's doing this intentionally. He's trying to make them uncomfortable. But remember, this is also an insight that he he I don't know if he I I would say he stumbled into this by accident. So it says Andy Bi backing down the best players in the world by raising the limit she thought. This is unbelievable. Andy 1 over a hundred thousand dollars in a game filled with the world's most were the world's top money players. He was fl acid. Maybe I'm actually a good poker player. He thought. Okay. So at this time, Andy he's... He hasn't... He's gonna stumble on a strategy. I guess he's more intentional. He eventually says, I'm not gonna play, like, a group of of players like he was here. And he did this to isolate the the the probability that or to decrease excuse. Decrease the probability that that they were cheating. So eventually, he wants he says, no, I'm gonna play you heads Now he'll play a collection of pro players, but he plays them 1 at a time, and they have, like, a rotating team, which is even crazier because he just keep playing and they can put in fresh people. So it's I wanna say a little bit more about his reasoning. He says, he was more concerned about being cheated. Everything about them meaning the players and the game seemed above board, but you really can never know. Right? But they were all intimately familiar with both 1 another and all the angles. While he was the only outsider in their game. So you understood. I'm not going to out I'm not going to accumulate more experience in a short amount of time than they have for 20 or 30 years. In some cases, he he plays professional poker players. They've been playing for 4 or 5 decades. So it's he's like I've gotta figure out a way to find my edge. Something that appears over and over and, again in these biographies. They know what they're strong at. They know what they're weak at and they make sure they play the games and engage in the businesses. That will lead them to the highest probability that their unique skill set that they possess. They'll reach the success they wanna to to accomplish, which I think is something that everybody has internalized and think about. Now on the very next page, there's a lot of people in this book mentioned in this book. That that are also past episodes of founders. So I'll I'll leave I'll put this in the show notes in case you wanna use that as a reference to go back. But it says the influx of corporate investment in Las Vegas first from Howard Hughes in the 19 sixties, then from Hilton family, and then, and then list a bunch of other people in high profile individuals like Kirk Corey. So they're talking about in this section how different vegas is in the 2 thousands early 2 thousands when this the story is taking place than it was saying the 60 seventies eighties. Now, Howard Hughes, I covered on, founders number 59, Conrad Hilton, the founder of Hilton hotels on founders number 67, and Kirk K, which is 1 of the craziest life stories on founders number 65. So you if you have not gone back and listen to all them, I'd highly highly recommend. You do so. Now, getting to the point of this entire section, and he's been thinking about it, and he says, the ideal situation he realized was to play them heads up. So that's where he feels he's gonna have the greatest advantage and the only advantage in being able to beat them. Okay. So now a little bit more about the personality, like, who what kind of person becomes a professional poker player. This says professional poker players with the ultimate independent businessman They had no bosses, no employees and no set hours. It would be an understatement to say that poker players are difficult to manage. I keep... I'm I'm telling you this for reason. I'll get there And 1 second I could just keep everything I'm saying in your mind. Okay? Most chose poker because they didn't want to be the subject to anyone else's rules. Every 1 of them was idiosyncratic about making financial and scheduling commitments. They all had phenomenal capacities for strategic thought and they generally had few opportunities to exchange opinions and rarely had to give to someone else's authority. So this is also if you're thinking about... We just talked about his strategy. I'm not gonna play... I'm not gonna sit down a table with 5 professional poker players and try to beat them all at once. I'm gonna play heads up. You can rotate in all these other people, but it will be 1 on 1. Now, that means somebody... He's essentially saying I'm gonna play a team of professional poker players. Poker players are not used to playing on the teams. They're they're lone wolves. Okay? So this is also important to understand Andy strategy. So there is 1 person like the Godfather that's it, and Matt. I don't know too much about the poker shape. But from reading the book. It sounds like, you know, he's 1 of the Og. His name's Doyle B. He's the 1 that Andy, every time he makes a trip to Vegas. He's the 1 that Andy contacts, and Doyle B is kind of in responsible for herding cats. Right? He's gotta try to match these people. He's gotta... You know, there might be 15 players, 10 players on the team depending on who's in town. Well, who's not playing in tournament, who actually has the bank role. So that's the background you have to understand of, I think it's important to understand Andy strategy of heads up and also why he thinks that's that's advantageous to him is also because of the the nature of his opponent. Which is very smart. I mean, I'm gonna say this over we're never gonna do freaking brilliant. But it's very smart for him to to like, to pick up on that and and use that to his advantage. He just gives you the idea of the brilliance of his mind and in his, his strategic ability. Alright. So now we're gonna get in a little bit about the the negotiations between Fronts and Be. B explained this situation of Be. He contacted everyone thought might be a threat to get into the game, and though B would play only play 1 opponent, the opponent would be playing his or her own money plus the money of the other players in the group. Okay? So that's another insight about poker players. They're fine. They're much more comfortable, living and dying by their own skills. It gets very uncomfortable when they lose somebody else's money. But if you're on a team, you're all pulling the other resources. They and it's the only way they could match Be. Be much... I mean, he's wealthier there than all of them combined. So again, this plays to Andy advantage. Doesn't mean it's gonna guarantee his when. He's just again increasing his edge a little by little. I said this disappointed Andy a little because he knew that even the professionals at a certain level would feel the pressure would feel the pressures of the stakes. Remember that's his his strategy. I'm gonna increase the states. I'm gonna bring them into deep water where they're uncomfortable. And joining forces would minimize their exposure, but his main objective was to play heads up and he was getting his wish. This part was interesting to me because What I'm about to reach you, I think applies to, there's a this well known phenomenon about the entrepreneurial roller coaster. It's the emotional roller coaster. It really... What I'm about to reach you applies to for entrepreneurs or really anyone that is doing anything that is hard. You know, you're gonna have to navigate peace and Valleys, and that's just a reality of life. So it says Poker could be such a lonely occupation and the low periods could be so devastating that seeing how players in just... In your situation have succeeded could be an important sustaining force. So they're talking about the the benefits of studying the history of your industry because inevitably, what you're running into is not unique. It's not novel. It's unique and novel to you, but it's not unique and novel to to human beings throughout history. So I do agree with that. I do think, I derive strength from the struggle... From hearing the stories of people struggling and then overcoming that struggle and understanding that, you know, the way I'm feeling right now it's not unique. Okay. So I'm gonna give you some highlights. There's there's a bunch of games that happen during the during this brief time. This multi year time period before the big game. And in some cases, you know, Andy does well. He adjusts. He learns and in some cases, he gets he gets wrecked. And so it says, he's playing this guy named Howard. It says Howard made short work of Andy, winning a million dollars in less than 3 hours. Howard played even more aggressively than Andy. Remember though Jennifer was talking about, she was noticing Annie aggressive ness was causing other players to back down to to to not use 1 of their advantages. Howard didn't give into that. It so if it wasn't clear to Andy Bo before, it was certain it was certain it certainly was clear by now. He was far far behind poker professionals in every area that counted for this game. Bill had a lot of money and a lot of gamble. That's the the compliment that professional poker players gave him, then he was... He wasn't scared of risk, but not much skill. This is... So they they wanted taking them for... I I think, like, 5000000 dollars in this trip, something like that. And so then they start talking about amongst themselves. What happened and they're describing Andy in this in this next sentence. He came, He saw he was conquered. Okay. So a few weeks after he lost all the money, he decides, I'm gonna go back, and I'm gonna change my strategy. And this is why 1 of the main things to understand about Andy. He understood the power of trial and error. And that you derive knowledge through experience. There's a lot of knowledge that people can tell you, but some you just had... You're gonna discover by accident or experience. So he's like, okay. Well, maybe I made a mis calculation. Maybe I was... I'm playing heads up, because I would limit my their ability to cheap, but maybe I'm I'm not good enough to play them 1 on once. So he goes back. He's like, okay, I'm gonna I'm gonna try to play in a group and see if this changes anything. But there's 1 sentence that I think is extremely important that that Andy understood instinctively. And that's the benefits of exposing yourself and competing against the very best in the world at what you wanna do. So he says, he specifically wanted to test himself and his developing theories against the best players. Now why would he do that? Because he understood That's where you were... You're gonna learn the most. And his goal is on improvement and improvement of this very specific skill. So to do so, he's got expose himself to the ideas and the interactions with the people the very best at what he's trying to accomplish. I think that's extremely smart and extremely rare. And it's something I I think about all the time in my life is, like, am I taking it too easy on myself. Like, comforts of false God. We talk about this all the time. Like, maybe I should design an environment that's even tougher. Because it's the only way I'm gonna reach my full potential. Anyways back to the book. Says, why didn't Andy be to something playing heads up as he had on the previous trip and he would on all future trips. Okay. So this is just 1 trip where he changes his mind. And then through experience like, Okay. My theory was sound. He just... He just wanted to make sure he wasn't making a mistake by insisting on playing heads up. So that's the entire point of this trip. That he's testing 1 variable. He's, alright, maybe I should be playing in a group like everybody else. The result is, no. I need to go back to heads up because that is where I'm gonna find my advantage. Now, I wanna go back I wanna tell you more about this idea of of, the emotional roller coaster, which is extremely common. And another theme that we we we learn over and over again through these books and these life experiences that at some point, like you're not gonna get your the life you want unless at some point you've got to bet on yourself. Nobody is coming to save you. So this is a professional poker player 1 of the most famous. His name's Howard Leader or I think. He's talking about both of these things. Most of the millions of new poker players and fans who saw howard leader as Bulletproof would be surprised to know that he he spent a significant amount of his time at the pinnacle of poker of the Poker world, just 1 wrong move from from from financial ruin. This is now quotes from Howard. I definitely had periods of doubt and didn't wanna admit defeat. I had internal dialogues saying how much I'd regret I'd have to carry if excuse me, how much regret I'd have to carry if I had to admit defeat. His skills and desire was so great that he had persevere. So I've had, you know, tons of my mind playing tricks on me. I think you have had 2. We're seeing Howard it's going to the same exact time. He diff definitely had periods of doubt and didn't want to admit defeat. So he's he's going back and forth. He's having some success. He's having some failures and he's, like you know, I'm doubling in. He says, he cut out all the other activities. Especially backing other players and too good to be and then investing in too good to be true business deals. Since then, he had he had managed to keep his finances in order. Dura a quote from him again. At some point you have to say, Okay. Maybe it's just time to bet on me. So there's a lot of things going on there. 1 he's betting on himself, but before he's able to bet on myself, he's a he's... I think like we talk about this idea all the time. Human score in the abstract, we think that attention is just, you know, infinite. And it's the opposite. Like, what we direct our attention to is probably the most value... Our attention is probably the most valuable single most valuable thing we we possess. How you spend your time, what you're focused on is what you're going to improve. And yet we sq watching all kinds of silly things, spending too much time on our phone, just wasting the the most valuable resource we have. And in this case, we see Howard. But, 1, I talk about all the. Like, I think that's the biggest impact that Howard... Or Howard that Henry Singleton had of my life is the fact that, you know, he had... He was a singular focus. And since I've been introduced to him, and his ideas, I find myself out just hacking and cutting up so many things that are just not necessary in my life and really focusing on what's the most important thing. Most the the few things that are most important to me. And the elimination of everything else. And I'm still not perfect in that in the endeavor, maybe never will, but I'm definitely better than I was a few months ago. And I hope to continue that trend. Right? But what Howard realize realizes is, like, I wanna be the best poker player in the world. Right? That's that's what he's he's he's trying to do. And I can't do that if I'm spending 10 percent of my time analyzing business deals, maybe spending another 15 percent of my time, but, they they call it staking poker players. What I would, the the most... Like, the analogy that came to to my mind when I was reading. This is, like, they're... It's like, angel investors. It's like founders investing in other founder founders. You know? Was very common. Poker players do that too. To say, okay, you know, I'll give you whatever 20000 dollars for 10 percent of whatever you you win. And if you don't win, and, you know, they're not paying them back or whatever case. So you just realized this is ridiculous. I'm not gonna get to where I wanna be in my life, but with all these distractions. So let me get rid of my distractions. I also know that this is not something that normal people even think about or consider. I also know it's something that you have to constantly remind yourself, you have to, like, keep yourself on that path. So, like, if you look at my lock screen in my phone right now, I have a quote. And it says, people need to... This is somebody there's independent artist that's talking about, you know, he struggled for many years finally broke through. And he says people need to prioritize. If you're not where you wanna be in life every second of your day and every ounce of your energy, you have should be going towards things that bring you closer to your desired position in life. That's exactly what's happening with Howard. Right? And so at the end of the quote. As some people be bullshit and then be... And then complain as if they're not the problem. So I put that on my phone just to to to remind myself that 1, I haven't reached all of my potential. Right? And 2AM I allowing to distraction that do not serve my goal in life or what I want my life to be. And I figure if I just put it there because, you know, you probably... Oh, I probably open my phone what, I don't know 50 times a, or something like that. That's... I'm gonna see that mind every time. Or what you're about to do on this device? Is that serving where you're going, David or not? Because if it's not, then you're lying to yourself? You're not interested in in in, I'm talking at least are my inner inter monologue now. If you ever wanna know what my inner interim monologue sounds like if you've listened to the audiobook book, by David Go of can't hurt me. It's very similar to that. And I'm not saying I recommend that for everybody. It might be unhealthy, but it's just the way I talk to myself. So anyways when I'm... Now that I I see that on my phone. I'm like, okay, You're either you're either all in on this. You're serious about making sure that there's no slack in your life, making sure that you're getting to where you wanna go, or you lying to yourself. And that's fine. It's very common for for you to lie yourself, but, you know, I'm not... That reminder serves as like, a check, like a slap in the face. Stop lying yourself. Either go all in or don't do it at all. And I just feel that, like, that kind of, I like that mindset because I have a hard time sticking to things. Like, hey either... It's 0 100. I think there's was a famous quote by Clayton Christ who just died. And he says it's easier to stick to your principal to hundred percent of the time that it is 98 percent of the time. And I think there's a lot of wisdom in in that word in his words. I think that came from his book, like, how you'll measure your life, which is which also will probably be a a future episode of Founders Wonder. Alright. Let me go back to the book. Okay. So now we're at... And there's there's a lot of them, Andy has these trips. Right? At the end of the trip, there's, like, a reflection. So I wanna pull out a lot of these quotes. Because it's interesting to see what he learned from a short amount of time. So it says, the experience confirmed his first impression. He would have a chance to do better and have more fun against just 1 opponent. So that's another thing. He's got all the money in the world. If he's not having fun if he's bored, then why he's even doing this? And he learns that later on at he stopped at 1 point he stops having funds, he stops playing. So he says, he would have a chance to do better and have more fun against just 1 opponent. He also noticed that the pros were not as fundamentally sound as he expected. They were great at thinking and counter thinking during the hand at varying their play and at reading opponents, but they seem to get a lot of the basic pot odd decisions wrong. So why I bring this up? 1, you see his mind work. He's analyzing the situation and he's looking for his edge. This is, like, this is so important. He's really realizing, okay. This is where they're weak, and I'm strong because I can't just out compete them. I'm not gonna... They play all day every day and they have for decades. I... I'm not gonna develop better instincts than them. So I've gotta find a way in, and this is where he finds a way in. If he made the mathematically correct move every time, wouldn't that substantially reduce or even eliminate the advantage of the professionals, question mark. He doesn't know. His hypothesis. And if he could get the stakes high enough, maybe he could knock the pros off their game. So he's trying to look for this combination that'll eventually give him the edge so he could beat the pros at their game. This is... It this works for high stakes Poker. This works for investing, works for building a business, making a product, selling a service every where... What is your edge? Okay. Now I'm gonna go back. This is more of like, biography of now the section is more of like, a functions like, a biography of Andy B. And unfortunately, tell me if I'm wrong, I've looked, there is no, you know, biography yet of him. So I he did sit down for interviews and talk to the author and even play poker with the author. So we do have some insight into the mystery of Andy Be. So the no left myself, this is a young andy Be, and then the mine will always play tricks on you. I don't remember why I left that that note, but we're gonna find out together. 24 year old, any bill sat alone in the Dr housing, an urban development conference room in Washington, Dc. He had bid 350000 dollars for an apartment complex that Hud was auction off in go... In Gulf port, Mississippi. This is before he starts a bank. This is... He makes a lot of money real estate. He's not there yet. The 5 to put the 5 percent deposit he left at the bidding window, 17500 dollars was all the money he could scrape together from 10 years of hustling and business. Nice he's 24. He's been working in business since a young young man. And then, you know, these are side little things, selling Tv, stuff like that. He was used to being too young to do things he did, but he was stepping up to an entirely bigger league. Alone with his thoughts, he was getting nervous. Now I remember why I left a note. Andy stomach lu. This is his inner inter monologue starts to turn real dark on him. He had no business being here. This was a man's game and he was just some kid from lansing Michigan. Where did he come off thinking He knew what things were worth? I'm washed up, Bill told himself. I have no chance. An argument rage in his head. So Andy bee is of the most gifted entrepreneurs over the last let's say 50 years. And he's not immune from this phenomenon. There's no reason to think we won't be. So part of this comes because this guy sits down next to him and they're they're both bidding on this this apartment complex and Gulf Port, and, Andy, the guys like hey, what do think he's gonna go for. And Andy he's like, it's gonna go for 500000 dollars the most. Remember his bid 03:50. And the guy's like, no. You're wrong because I bid more than that. And so that's when Andy like, oh my god. I'm stupid. This guy's 2 decades. Older me, he's much smarter. So he's like, okay. Well, I could sit here and do nothing and lose my bid or I can come up with a better idea. So he comes with a better idea. Let me continue the monologue. I missed this part. That's absurd. You're out of your league. You gave it a shot. So just let it die and go home. Just get off your... And then the other part of his brains, like, almost like the devil and the angel on his shoulder. Just get off your butt and submit 1 more nominal bid. At least that way, you've got a shot. And while you're sitting here, the clock is running. So he's going through He's like, I'm very confused here. So he finds... He's like I'm gonna lose this bid in Gulf port, Mississippi, but that not only thing being bid. So he finds this this apartment complex in Waco, Texas. And he just makes a bid. He said he be this is interesting. There's just so much randomness in. Right? So he just guesses. He decides to bid 217000 dollars. Has no idea. I'd never seen the property knows nothing about it. None of the remaining bids exceeded 206000 dollars, however, and Be had the winning bid. He was entering the big leagues of the real estate business, not in Gulf port, Mississippi as he had thought planned, but in Waco, Texas. He had never even set foot in Texas. Okay. So he's gonna do a couple things that's smart here. It wind up being a phenomenal deal. And before this he had, like, a series of side hustle. 1 of them was, fixing up individual houses. Right? And so this is the first time he's was ever dealing like, a multi unit, you know, huge apartment complex. Let me give you some background before I get there. Does it tell you... He wants to... I don't know I left this in the notes, but he he wants up making... Okay. I... There... It's coming up so I'm not gonna step over my point. Just remember that he did 206000 dollars for this apartment complex. In Waco, we're gonna set that aside for a second, go back into his other life. Andy Be had already always wanted to know how things worked. He was 11, he is an... He and his uncle Denny would go to the salvation army, they would buy broken television sets for a dollar or 2. Denny showed Andy how to fix them, and then they would sell them for 30 or 40 dollars a piece. So you'd take out classified ads. His next business was purchasing kits for alarm systems. When intercom and antennas and installing them in homes and apartments. Now he's doing this very young. If you lived in lansing Michigan in the late 19 sixties and looked in the yellow for for such a service, you would know from the listing that the principal owner behind the company was just 17 years old. He starts... He goes to starts going to college. But again, like we see over and over again. He's not interested in school. He's interested in in in life. And so he's only doing that. Is says, he was only there because his mother insisted continues education. He did well in the classes he completed, but his growing business interest forced to drop several classes. So I don't even know if he ever graduated college. She says after turning 21, andy he discovered Las Vegas and the world of gambling. Not content like some friends to go to Vegas to get drunk and crazy. He studied card counting systems and learn he could profit from that activity. He's got another business he start. So this is just gives you a background at the the kind of person he is. He also started mid Michigan building movers. When Andy was very young, he was fascinated by watching Uncle Denny move a house. They would just lifted it off the foundation, put it on a trailer and drive it off to a new location. At the time in lansing Michigan, you could buy small homes on the market for under a thousand dollars a piece. Andy and his uncle brought several bought several of them moved them and sold them for a profits. Eventually, he owned about 15 houses around lansing. He did all of his own maintenance and repair work. He sold or closed all of his business interests interest in lansing and moved to Waco Texas. That's what I said was smart. It's like, well, if I'm all in, if this is all the money I have, I cannot be distracted. I gotta take the serious and I can't manage this from Michigan. In 19 7 now, this pays off. In 19 79, he sold the Waco apartment complex and collected a profit for over of over a million dollars. He's still really young. While attending a real estate this is what I love about him too. Gonna keep interrupting myself here, because he just... He treats every experience as a learning experience. This is so fundamentally smart. While attending a real estate seminar ended to think about Grace says. He's already making money. Right? He's making a ton of money state, but he's still... He's not dressing on his laurel. He's like there's no way. I know everything I need to know. So he just going to real estate seminars to learn more. Right? And then this this idea, this this ins hunger for knowledge leads to another business. While attending a real estate seminar, Bill became bored and started contemplating the economics of the Seminar business. Let's see. There are a thousand people in this room and each paid 300 dollars to be here that's 300 grand. They had to pay 6 speakers and 1 day's rental for the auditor. After... Subtracting for marketing expenses, it was all profit. So what does he do between 19 79 and 19 81. It's 2 years. Be company conducted over a hundred seminars. So he's teaching people what he does, which is seminars about getting loans from federal government, like, he just did it hud. So it says, yeah. Seminars about getting loans from the federal government. For... I think it's exclusively for real estate. He made millions in the seminar business. Only took him 2 years. Andy he he decided to return to real estate. He had to stop his seminar business because president Reagan announced a centerpiece of his plan for a smaller federal government and was cutting the very programs that were focused of the seminars. Andy Be returned a real estate industry and bought several more apartment complexes at Hud auctions. Be was a bottom feeder and a cheap steak. Cheap skate. He had no desire to pay inflated prices for trophy properties are speculate on grand new building projects. So at this time, there's is... He's gonna go through the build of there's this huge bubble in the eighties with S snl savings and loans. And the book makes a seem, and I've heard about... I've seen this phenomenon and read a little bit about it, but I'm... I know, like, I'm out of my domain here. But the book makes it seem and probably accurate that almost anybody could could get an S and Snl charter before the bubble pops. Okay? So Andy is 1 of these people, he gets his s snl charter right after it pops. And this is an important... Bring this up because it's an important, accidental benefit of his life. He says, so his friend had, there was, like, a bunch of people they call them High flying Texas S Snl. Okay? They would offer a hundred percent financing and weren't picking about what bars did with the money. So we've seen that play out over and over again history. Right? And so he sees his friends making money, lending out money like this. He's like, why can I do this? After a friend chartered a savings alone, and he decided to do the same in 19 84. His timing was excellent. Though it looked the opposite at first. Because the thing's about the pop. And then when it popped, that there was a several year delay in in in getting new charters for this. But he was already grandfather in. So it says the the the the delay, however, worked to Andy Be advantage. The avalanche of failing Sn snl created demand for the kind of bargain hunting bill and his thrift were prepared to undertake it Just call him a bottom feeder. Remember. The purchase of loan portfolios from closed banks and S snl. That's what he's after. This is where he's gonna build his entire fortune. Made a little bit of money, like, a couple million dollars. That's fantastic money for any normal person, but this is where he's gonna eventually turn into Bill Bank and that's just gonna make them 1 of the most wealthiest people in the world in the world. Like the Hut auctions be able attended to dick earlier, Washington was selling assets at a fire sale prices. So again, he exposed himself to all these other experiences, then then they used that knowledge later on, to to to apply it to a different domain. So just like the the federal government was selling entire apartment complexes for, you know, way under value, they're doing the exact same thing with with old assets of failed banks. Bill started his institution. It's eventually gonna be Bill Bank. He converted it from a thrift to a savings bank in the 19 nineties, with 3000000 dollars of his own money. By 19 96, when the distressed loan business began Peter earn out, Bill Bank had grown a 1200000000.0 in assets. In 19 95, it generated 24... 27000000 in income. The next year, it was 48000000 in income. So we see how fast business growing. By the year 2000, it was over a hundred million a year. Despite his great his great increasing wealth, Andy Be never bought into the cultural equivalents of wealth and celebrity. If his money made him a public figure, it was not with his consent. So to the contrary, he delighted in his relative anonymity. He rarely gave interviews and usually regretted it afterward. And he kept his business out of the public eyes as much as possible, bad boys move silence. He never indulged in sports teams, television stations and reality Tv shows. None of his companies had ever gone public, so he never had to court investors or disclose anything about his operations to them, are to the Securities and Exchange Commission. This is like, my idea of heaven. His financial services entities filed the reports required by government regulation and nothing more. Andy seemed like a an ordinary guy. On casual observation, it appears there is less rather than more than meets the eyes. Taking a visitor to dinner, he drives a several year old clunky Suv. He doesn't have a chauffeur, No limo in no mercedes. This is typical of his travel. He has never owned an airplane. The idea of spending 20000 dollars to fly from Dallas to Vegas, the approximate cost if he owned or chartered a private jet is beyond Ludicrous to him. American airlines flies back and forth between the cities, 10 times a day and the round trip ticket costs under 300 dollars. That is the cost of a coach ticket, which is what Andy be purchases. His interests were unusual as were his approach is to pursuing them. The only common thread was that once Andy mind became engaged, he didn't do anything casually. So we learn a lot about. Andy there, I think the main thing is he's he has enough self confidence that he's fine thinking for himself. And even though people, he could look around his other peers of his, and they would engage in behavior, like, spending 20000 dollar for a 2 and a half hour flight, he's, like, that that just doesn't make any sense to me. It's not that big of a a difference between what they're paying and what I'm paying is 19700 dollars. I can wait 30 minutes a at a gate to save 19700 dollars. Okay. So Oh, more more... Okay. So I actually need to... So now we got to the part of the book where this is my first introduction to Andy when I read Space barron. Right? And I didn't even bring up the fact that he started a company with his own money. In fact, Spacex, leases are bought the property Andy had in Texas and now they utilize it for for their rocket company. But it says a 19 95, Bill read an article about the coming boom in satellite technology. He thought the relatively few companies capable of launching satellites, and wondered if the cost of sending payloads into space could be cut substantially through greater competition. That's exactly what Jeff Bezos and Elon musk believe. He spent 2 years learning. In 19 87, the company now called Be Aerospace began scaling up. For 3 years, Be Be aerospace persevere over enormous obstacles. During the entire project, Be had to compete with Boeing, Lockheed Martin and Nasa itself. They were all entrenched giants with government resources or rich government contracts. In October 2000, Be Aerospace announced that it was ce operations. So there's more details in the book space barron. If you wanna know about this. I'm just giving you a a basic overview in case you didn't know. It was reported that Bill spent 200000000 dollars of his own money on the project. Some silence there because there's an insane amount of money. He lost 200000000 on his own of his own money. It's also why... I I have a lot of respect for him because he's will... He's got tons of skin in the game. He's he's fine. He's not taking loans and saying, oh, you know, I got 200000000 dollars worth of loans or investors money. He's, I'm gonna do this myself. He had refused to comment on the cost but maintain 2 things. First, he had no partners and bore all to costs, whatever they were out of his own pocket. Second, this is a quote hill. Him. It was a wonderful experience, and I wouldn't trade it for anything. Not even the money I spent on it. Just 4 months after shutting down Be Aerospace, he wandered into the Bella poker room, small wonder, given that he had returned... That he returned twice in less than 2 months that he committed himself to improving. If Andy Be history proved anything, it was that he did not attempt anything casually that I've repeating myself here because the author repeats himself. It's very important if you didn't understand Andy Be. He 0 100. There's no... He's not gonna dill delhi. He had succeeded at most though not all of his major projects. His successes had come... His successes had come against long odds. His accomplishments even in failure had been impressive. So later in the book, there's a, like, you know, he's he's a very smart person. He's not invaluable. He's still human just like you and I. And he wants making mistakes in in the poker room in 1 case. I think he loses, like, 10 or 15000000 dollars. In a really is totally short time. Maybe 4 days something like that. And what it was interesting to me, It comes after I read this. And for some reason, I was I was... I was like, getting upset. I'm like, Andy, what the hell are you doing? You don't, like, your frugal, you don't spend money on support things. You you approach money making as, like, an intellectual exercise. You won't spend 20... 19000 dollars, 19700 dollars more on a a private jet charter. And yet, you you, you know, you you give away 15000000 dollars playing poker. And I realized an inconsistency of my own thinking? I was like, why does the fact that he lost 15000000 dollars strike you as as it's not my money. For all, it's like, not infuriating. That's the wrong word, but like, you know, it was agitated at at what I was reading. I mean, that's what Great books do. Right? They they promote provoke some kind of emotional Could you imagine how boring this podcast would be if I I didn't get excited or frustrated or anything... You what I mean? Like, that'd be boring. And I was like, but you were just clapping the fact that he risked 200000000 dollars Like, he had the the the Fort. And, like, the gum to say, hey, this is a really hard problem. I'm willing to risk my own money to to try to solve that, and you thought that was admirable. And yet, it's the same thing. Now, obviously, the outcome is not the same for humanity. It's better if we have access to to more of space through dropping how much it cost to access it. Right? We might find things out there that we that could benefit our life back on earth. But it's the same same threat. You don't know what does Jeff Bezos always say. Like, you have to innovate and you have to take risk because if you knew it was gonna succeed before you did it, It's not innovation. It's not a risk. And so be, the 2 different domains. I'm gonna try to lower costs in in, reasonable rocket tree. And I'm gonna see if I can... If I have the skills if I have a weird approach that I could beat poker pros. In both, what I realized is my the inconsistency of my thoughts was in both cases Andy risking assets. Financial assets on whether he could solve the problem or not. So I just realized I had to check myself I'm like, oh, you're not even interpreting this correctly. If you sat down and thought about a little bit more, you you probably arrive at a different understanding. Alright. So this is how Andy finds an engine poker, he he goes he goes to vegas for a weekend or whatever gets his ass kicked. And so he goes. He's like, I need to learn more. So I need to find another edge. Because he'll he'll constantly make improvements and he'll work for a little bit, and then he'll take a couple steps and help do this over and over again, which I think is a good way to approach any problem. Right? So it says he wrote his own poker program in basic. It was very simple. It a dealt out combinations of 52 cards in the deck and ran large numbers of trials to determine the likelihood of different hands prevailing. In addition, he could set up situations and run them a million times to see the likelihood of different results. If you dealt out a million hands of poker heads up, you found out some interesting things. He knew why is he doing this? Because he knew he would never have the proves faculty for reading opponents, but he would put himself against any of them for knowing the percentages. So he's looking for a mathematical edge, something that they might not be doing. And this is the results of studying poker for almost a year. Howard he's he's replaying that guy, Howard who who took him for over a million dollars relatively quick. Howard immediately realized that Andy had focused a lot of attention on Poker since being blown away in their last heads up and encounter. From Wednesday through Saturday, Andy Be systematically mow down the best players in the world, racking up decisive wins. This another trip. Tuesday, 2 between Tuesday and Saturday night, Andy Bill won over 5300000.0 dollars. And this is putting a financial strain on the pros he was planning says, the players had varying amounts of non poker assets. Some of them substantial. Accessing those assets would require breaking a cardinal rule of money management. This the poker Poker Place have developed their own, buffer or boundaries for how they manage their money. And 1 corner rule is once money leaves the room, it doesn't come back. And now even though I said earlier, there's about a lot of back and forth, Andy win some and he loses some you know, if you wanna know the outcome of the game, you... I'm, you can Google if you don't wanna read the book, but you should read the book It's fantastic. Now, I want to isolate, though what's happening here is when he starts studying, starts getting better, and this is now the professional poker players referencing Andy. And I think it's... Which makes them so interesting... Such an interesting person to spend time reading about her studying. He says that's a hell of an accomplishment if you could pull it off. To come to Vegas and play in a game bigger than than has ever been played, and phase 7 or 8 of the top 20 players in the world and win, that is 1 hell of an accomplishment. So it's exactly what the book is about. What's happening. Now this... They talk about the biggest game ever played. This is before eventually stakes get higher, so they keep... They they'll set the record for the biggest individual game and then they'll keep going higher and higher until the very end, the last few chapters of the book talks about the biggest game. Now, eventually, the edge he finds the pros find a way to to to neutralize it. And so and he has to respond. And what he does is this section is very ed do and if he listened to the podcast I did on a door. It says closing himself off to the pros became an obsession with Be. And he went far beyond conventional measures. Was the amount of time you spent deli liberty before acting, giving away his in... Giving away information? He developed a way to randomize his decision time. So he talks about the time he sees the cards and the time he acts on that information. So he's, like, maybe I'm giving a towel. And I don't even know because these guys are masters and women are masters at at finding towels. So it's like, I'm gonna come up with a way to minimize this. He built a tiny battery operated motor that he placed inside a sock. The motor would issue a small vibration every 8 seconds. And he would make his decision, you could do the fold, check, call better race in whatever amount of time it took to decide, but he would he would wait to act on that decision until the next vibration. That could be a half second or up to 8 seconds after he actually decided what to do. There would be no pattern to how long it took be to bluff, slow play, check and call or make any other decision during a hand. This section, I'm, just bringing up a favorite idea of the podcast of books or the original links. This is about, guy that Andy plays against and meats during his expeditions in Vegas, his name's Lyle Berman. Berman, the wealthy venture capitalist casino operator World poker Tour founder, was a member of the group for the first time. He had a lot in come with Andy Be, but they had never met. Both men were gambler who had followed their instincts and curiosity rather than conventional wisdom to become successful in many different businesses. So he's got in addition to founding the world Poker tour being a venture capitalist, a casino operator, He was I think 1 of the founders and Ceos of reinforced cafe. He's got a weird collection, like, of of business ventures in his life. He also wrote his auto he's called I'm all in. So as soon as I read about that, I found the book and I ordered it. So I don't know when, but it it'll eventually be a new... Episode of founders in the future. Okay. At this point, I'm fast forwarding a bunch to the story, Like I told you over whenever again. This time he's back. Okay? And he's coming back after getting rocked and losing a bunch of money. And that's the thing. Like, you can make an adjustment, and you could get a little bit of success and and but you're gonna run into another obstacle. It's just like this straight shot up, and Andy understood that because he's he's succeed in a bunch of different domains. But what he does here is smart. He identified his weakness and then he he enlisted help to correct them. After nearly 6 months of preparation, Andy Be thought he was ready. He asked Craig, so Craig is somebody that works for his bank could also place poker, and they were practicing back in Texas. So Andy realizes, like, he gets so excited that he he'll start winning his system works the beginning. And eventually, he starts playing well past the the time of he's exhausted and not focused, and they just run through them. So he says, he asked, Craig if you wanted to come along the Las Vegas to keep him company. To be on the lookout for potential cheating, help evaluate his play and to let him know if he was playing too many hours or letting his concentration slip. Craig accepted in an instant. So that the last part of that, about letting your concentration slip. What Andy realized it's it's not more noticeable to other people than it is to him. Because if his concentration slipping and he's playing sloppy, he's not noticing that. All he's noticing is wow is up 5000000 now Down 7000000. That's a big... That's a big problem. Let me find ways to. So essentially, the main point of this me bring this up to you as to analyze your weaknesses and find ways to make... If you're not gonna turn strengths at least to minimize or to negate the potential effects your, which is exactly Andy doing here. This as I mentioned, this idea, I mentioned earlier, but I I've... This is now explicit. This is the benefits of facing tough competition. Andy Be had always known that to beat the professionals he would have to grab every conceivable edge. As I word again. There were just too... They were just too good at too many things. He couldn't overlook anything relevant to the game to find his advantage. I think that's also. It's it's it's exposing yourself to to outliers to to the end of the spectrum where it's not he's not just playing with the best, you know, local poker player in in Dallas, Texas. He's playing the best the top a collection of the top 20 poker players in the world. And you're gonna learn rapidly when you do that. Now he has a bankrupt big enough that can justify pay for his education where a lot of people don't, but I think this idea is can be applied to a lot of different domains. Common trait, high levels of health confidence, a common characteristic of high stick professional poker players is a confidence border on arrogance. Playing against other pros and skilled amateur night after night was so competitive that players would crack under the constant pressure unless they truly believed that they were better than anyone else. This is interesting to me because this is things professional poker players value. No teams, no inter independence, no politics, clarity and simplicity. I also think that we're gonna see more and more... My own thesis behind this is that the future of work is gonna be much smaller teams. You might have, company that has a hundred thousand customers, it might be 3 employees. It's actually the premise of that book. I did a podcast on. It's on the founders reviewer only. I'm eventually gonna make it like, redo it for the mis feat, but it's called un scaled. It talks about this. It's the... Essentially the the opposite of what happened with the economy... The benefits of economies is to scale and say, post industrial revolution. To, like, that trend is reversing now in some domains. And so what... The reason I bring this up is because what I think professional poker players value, I think a lot of other people value, especially introverts, and I think we're gonna be willing... Be able to take a lot of these traits from professional poker and other domains, like music and and certain, like, even certain sports, like individual sports and apply it to to your craft to business. So it says, poker players are not team oriented. Most of them chose poker because they wanted to avoid the inter independence of conventional work. The thing... And then they talk about, like, some poker players elaborate on this. The thing I really like about poker is the lack of politics. I mean, who really likes company politics. No 1. Right? You could just sit down at the table and you're competing mind against mind. There's no pretense about it. There's no office. There's no backs. So now, Andy he's back for another trip. He's done more research every time Go home, usually for a few weeks, but most times for a few months and really try up to to to improve on what he's doing. So let me just read... My... I think my note might even be longer than the the section I'm gonna reach you. But it says, Andy gave out no information, but collected and learn from his competitors. So it's he's information... He's essentially engaging in asymmetric information warfare here. But collected and learn from his competitor. He was aggressive, but under control, under control this time, I should say, because he he was lacked control last time. And the note the to continuing my nose says this would increase your chances to win at a lot of other things, not just Poker. So here's what It I talked about, Ted, 1 of the professional poker players. Ted agree that Andy was out playing them. Be had made himself hard to read and was doing a good job and noticing when they changed speeds. He was always dangerous with his aggressive style. But if you keep... But if he could continue to keep such tight control himself and remain methodical, he had an excellent chance of winning. Okay. So this is right before the big game. It's at that it's very few... I guess it's the early years of that world poker tournament, whatever it's called you've surprised it it's on all of the networks. Before, you know, we've if at the beginning of the book, it didn't exist. And then once it starts covering coming on Tv, it... There's, like, an explosion of popularity. So tons of more people start playing poker. You have, you know, some their stories of people that enter a tournament 40 dollars and wind up winning 2500000.0. So, of course when you hear stuff like that, just like anything else, humans are gonna, like, flock in there. But they were also surprised at how big the ratings were. And it's not really surprising if you think about this sentence. He says the idea of spreading that poker players in general could be unusual. Exceptional attention were the people I bring that up because it's the same for the founders that you and I study. I am extremely attracted to unusual exceptional people. III like learning from them. It's it's fun. I think it's a it's a great way to spend your time. And so we happen to do this in the domain of, say, entrepreneurial entrepreneurs for the most part. But, you know, people find it we're the poker player study. I think this then why do people watch professional sports because it's 1 thing to watch a basketball game at your local park and it's another to see something in the Nba. You wanna see things done at the highest level. I just think it's very common human trait. Now, I just told you that, and What Andy was doing with smart. He's studying he's coming back every time, but the edge appears for a little bit and then it's whittled away. And so this is... And sometimes it's whittled away through not because we don't know better. Because we can't... We're we're incapable doing better at that the time. So this is between knowing and doing. His aggressive style and under an understanding of the fundamentals made him competitive. He felt his problem was that he was letting the pros get him. With nothing else to do to play, but play and no set times to finish or go home. He was staying too many days, playing too long and losing his focus. Once he became fatigued, he was easy to read. He knew he was becoming careless and and in many little ways. So me pause there. What what do you mean? We already know this. That's why he hired he asked somebody that works for him to come and make sure he doesn't do this, but he they're between no 1 and doing. 1 of the things he mentioned to Craig before the last trip was for Craig to let him know if he was playing too many hours or getting sloppy. Craig did exactly that, but Andy ignored him, just another half hour, or, oh, just a few more hands. He was learning the game, but he had not yet learned to manage himself. That's so important. Because it's so human. If this is having an andy on Dal it's having us. I I veer off the path all the time. I do dumb shit all the time. Stuff I know I should not be doing. Perfection is not the goal. But if we chase perfection, will eventually attain excellence. That's the goal. And so just understanding. It's not a 1... It's not like, oh, I solve this problem and I'm done. No, it's a constant battle over and over again to stop you from... Sa yourself. Andy Be is sa himself. He's losing millions of dollars. It doesn't matter if he he's a billion. Lose 15000000 dollars is gonna hurt. It's gonna make you feel uncomfortable. And I think, again, knowing stuff... We just talk about the value of setting extremes. Understanding this happens as extremes he understands it's probably gonna happen to us. Let's just be aware of that, and we'll work our way through it. The note... Here's a note I left myself. It's a question. I don't know the answer to this, but I do wanna know the answer. How can we simulate an environment like this for ourselves? Andy had played against the best poker players in the world for nearly 300 hours. It was impossible to stick around against this level of competition and not improve. So maybe a proxy for that is studying the lives of exceptional people reading biographies. But I do... III do think what authors said is is true. It's impossible to stick around against this level of competition and not improve. You just learned too much. So I just mentioned, you know, we all vie off the path here, Andy Years off the path and it cost them a lot of money. According to Todd, he won the group more than 13000000 dollars in 2 days. That's 13000000 dollars Andy Bi money. Afford a loss was no problem, but Andy Be valid his money much more than he demonstrated the at the end of the game. He would fly commercial to save 20000 dollars on a private jet. That was a no brainer. He would even fly quote coach say 500 dollars. But he sat, but he sat there with Todd... That's a professional poker player playing, not doing what he trained himself to do, not having fun and gave away the last of the 10000000 dollars. He was disgusted with himself. He had done the very thing he knew led to his defeat in the spring. He allowed himself to be worn down by playing too much, then playing badly in that condition. He didn't know whether he wanted to get away from poker forever, or try again, but without making such a stupid error. So I just saw this interview with, the the fighter Conor Mcgregor, and he's a very fascinating person. Even if you're not into watching fighting or any kind of sports at all. I'd watched the documentary it's on Netflix that's called notorious. And you have condom Mcgregor, the the insight that this this person had is insane where it shows him not shows conor Mcgregor in his early days. When he quits his job and he was like a plumbers assistant or something like that. He's in Ireland. He has no money. He's getting... He's... Him and his girlfriend at the time or having to live with his mother. He's getting mail from, like, debt collectors and all kinds of stuff. And all he's talking Was like, I know I can do this. I'm dedicating all my time and effort thinking about how to become professional fighter. I know 1 day, I'll have I'll, I'll be a champion. 1 day I'll have more money then and I'll be able to set my mom up forever. My kit my grandkids will be rich. And what's interesting is, like, shows him say this stuff, when he had no reason at all to believe it. It's a fascinating documentary. It's only like an hour and a half. And you go from, you know, him telling you what he's gonna do to seeing him do what he's gonna to do. And he does that do consistent effort, do learning, do watching what he pays attention. He talks about this over nerve again. And then what happens in a he's 28 years old. In 1 year. He makes like, a hundred or a hundred and 50000000 dollars, and then he starts getting arrested, starts partying, starts drinking. Do... He's doing all the things. The opposite of what got him to in that position to begin with. This is this is fundamental to our nature. We have to understand that that we are prone to make those same mistakes as well. So just recently, he decided he's like, I'm not even the person, like, I don't like the person to become disgusted. And so he goes back to the basics. He just starts focusing on fighting, starts focusing on training, so starts focusing on being a good person staying out of trouble doing all this other stuff, And then he gives us interview. And in idiot it, he says, listen, when you know what you... What what you should do, and you don't do it. It makes you sick. I felt that way. Andy Be and the why am I bringing this up. So I felt that way. Conor Mcgregor felt that way. And where we are in the story? Andy Be is feeling that way. He knew what to do. And he didn't do it. And that feedback, that feedback Loop is he's like, oh, I'm disgusted with myself. Being disgusted with your with your actions with your current state in life with decisions you're making is a very powerful tool to implement change. I don't even know if we're capable of of implementing long term change without that feeling. So I just wanna bring that to your attention because I think it's something that it's just... We should keep in front... Keeping in the front of our minds. Use the the feedback that your inner inter monologue gives you to make changes to adapt and to overcome whatever it is you're doing in your life that you know that you should not be doing. Okay. So now we got to the point where the big game happens. I'm gonna admit... I'm not gonna tell you what happens. Okay? But I do wanna share this weird thing, and I I left... Let's know for myself. What a bizarre nonchalant nonchalant way to start an important day. This is the day that Andy. He's like, this is it. This is the day of in Waiting. I'm finally get to play the stakes as I wanna play them. But how he starts this day and, like, for me I'd be, like, focus. I wanna do anything. He doesn't do that. On Wednesday 05/12/2004 at 03:40PM. Andy Be and Todd B began the richest began the richest poker game of all time. 03:40 in afternoon. K? How did Andy spend that day? He started it by wiring 15000000 dollars sub. Then he went and joined thousands of poker players who were trying to get a discount on a 10000 dollar buy in for a for a poker main event by entering 1000 dollar single table satellites. Like a almost like a like, a tournament before the tournament. Right? And he entered 3 satellites and but did not win a seat. He's about to play for 15000000 dollars, and now he's was doing a thousand dollar buy in. So sorry. He did not win a seat. It was a tedious experience mostly pursued out of curiosity. After that, he attended a Las Vegas business meeting from 3 from 02:00 to 03:15, and then he arrived back at the bella, his 15000000 dollars was in the cage and Todd B was ready to play. Okay. So then here comes this over 2 days, they have the largest game in history, and I'm just going to end here. With the the reflection by the author. It says, I had an opportunity to learn from some very wise gambler. I would say founders exist, so you have the opportunity to learn some from very wise entrepreneurs. I can say 2 things for certain. First, it will be at least several decades before there is a higher stakes poker game than Andy Be played against a collection like a rotating collection of pros on May twelfth and 05/13/2004. And second, I wouldn't bet you on it. Alright. So I'm gonna leave the the story there. If you wanna read the book and support the podcast at the same time, please buy the book using the links that's in your show notes it's available on your podcast player, that link. If you click it I fixed it recently. Before it we'd open up into, like, a like, a a web page. Doesn't make any sense. So because then most people... I mean, almost if everybody's listening to us on mobile device. Now it opens up directly into the Amazon app. So the buying experience a lot better than for you, hopefully. But, yeah, buy this book, the they also get links you right to the other what, hundred and... It's like, a hundred and 12 or, let's say, hundred and 14 books on that. I don't know the exact number at the moment. But this is the mindset I have going into this. I just wanna talk to you about something before we leave. Let's say I've done a hundred and 14 books up into this point. Right? The way the mindset I want, and it's been influenced heavily by the the the people I'm studying, is the way I look at, okay, hundred and 14 books down great, 1000 to go? Now how long would it take me to to read and analyze and make podcasts on that analysis of a thousand books? A lifetime. And that's That's what I want founders to be. I don't want it to be another thing I start and stop. I don't wanna quit this. I think what we're doing here is very important, and the more you study it, the more you realize every single other person we studied are doing... Have done the same thing. They learn from and are inspired by the life stories of people that can for before them. So to that end, I do need your help to get to book 1114. And the easiest way that you... Dismiss episode so you're already supporting the podcast financially, which are good. That's the the most important thing to do. But I just do wanna ask you if you could just help spread the word as much as possible, email, your friends about the podcast, text them links. If you're in, there's been people that are in, like, all these entrepreneurial, our investing groups, like Facebook groups or Whatsapp groups or telegram moves. I don't... I'm not in any of that. So I don't know what they're talking about. But if you're in that, let the people know that are... If if you're... You... Usually, we group based on interest. Right? So if you're interested in this, undoubtedly, you're part of some kind of social group whether it's your family, friends, professional groups that it... Would be also interested in that. So I am... I'm just asking for the favor that you tells many people as possible about the podcast and not just today, but in the future. Every little bit helps, and that is, you know, on an individual basis, what you can do because I think we're gonna learn a lot, you know, from coming a hundred and 14, entrepreneurs. But we'll learn even more. That knowledge will compound just like money compounds over 20, you know, multiple decades. How cool would that be if, you know, this this is something that can last over multiple decades and we learn for a thousand 15. I mean, there's been... What there's more successful and interesting people in the... That the history of the world, then, you know, I I can't live long enough. I could do this for another hundred years and Not be able to cover them. But I do wanna do as much as possible. So if you just keep supporting financially and keep telling people that this podcast exists, because that's really... You know, I I went back in me to list of of all the podcasts that I listened to and that I listened to all the time, meaning almost every episode And almost every time, I found that that podcast through friends telling me, because an unsolicited, authentic endorsement is the greatest it's the greatest weapon that any product our service has, and especially for podcast podcasts. So anyways, that's it. I'm I'm rambling. Thank you very much for listening. I will be back very soon."
}