{
  "transcript": "Benjamin Franklin is the founding father who wink at us. George Washington was the Au general. Jefferson and Adams were intimidating, but Ben Franklin that ambitious urban entrepreneur seems made of flesh rather than a marble. He speaks to us through his letters and auto, Now with rhetoric, but with a chad and clever irony that is very contemporary. We see his reflection in our own time. He was during his 84 years, America's best scientist, inventor, diplomat, writer and business strategist. He proved by flying a kite that lightning was electricity and he invented a rod to tame it. He devised bi glasses and clean burning stove, charts of the gulf stream and theories about the contagious nature of the common cold. He launched various civic improvement schemes, such as a lending library, College, volunteer Fire core, insurance Association, and a matching grant fundraiser. He helped invent America's unique style of homes spun humor and philosophical p. And in politics, he proposed seminal plans for uniting the colonies and creating a federal model for a national government. But the most interesting thing that Franklin invented and continually reinvented was himself. America's first great public, he was in his life and in his writings consciously trying to create a new American archetype. In the process, he carefully crafted his own persona portrayed in public and polished it for poster. Partly, it was a matter of image as a young printer in Philadelphia, he carte rolls of paper through the streets to give the appearance of being ind. As an old diplomat in France, he wore a fur cap to portray the role of back sage. In between, he created an image for himself as a simple, yet striving trades, ass honing the virtue of diligence for Gal, honesty, of a good shop keeper and a beneficial member of his community. But the image he created was rooted in reality. Born and bred a member of the leather Apron class, Franklin was more comfortable with the artisans and thinkers than with the established elite. And he was allergic to the pumps and perks of a hereditary ari. Throughout his life, he would refer to himself as b Franklin, printer. The complex interplay among various facets of Franklin's character, his ingenuity and un unprotected wisdom, his protestant and ethic divorced from dogma, the principles he held firm and those he was willing to compromise. Means that each new look at him reflects and ref the nation's changing values. He has been vi in romantic periods and lion in entrepreneurial ones. Each era app praises him anew and in doing so reveals some assessment of itself. Whatever 1 takes, it is useful to engage a new with Franklin. For doing so, we are grappling with a fundamental issue. How does 1 live a life that is useful, virtuous, worthy and spiritually meaningful? That is an excerpt from the book that I'm gonna talk to you about today, which is Ben Franklin. An American life by Walter Isaac. Okay. So I wanna start telling you about Benjamin Franklin's personality. So I pulled out a bunch of quotes that are spread throughout the book This is the third biography I've read of Isaac. It's impossible for him to write a short. So this is gonna be very different. Back on Founders number 62. I covered the auto biography of Benjamin Franklin, that's a quick read. This 1 is much more detailed. So, if you're a longtime time listening to the podcast, you already know that because back on founders number 5, I covered Isaac biography of Steve Jobs, that's a very long, long book. Same with founders number 15, the biography that Isaac wrote on Leonardo Vinci. So I had to make some decisions on what I was gonna focus on. And so I'm gonna focus on the personality. So you have an understanding of who Benjamin Lincoln was as a person. The idea, some key ideas that he picked up through the experience of his a very long life, but mainly the focus of this podcast is going to be on franklin the entrepreneur. So let's get right into it. I'm gonna start with the personality. So first, I wanna give you some background. What are the personality traits of Ben of Frank the Franklin family? And it says, the family produced dissent and non conform who are willing to defy authority Although not to the not to the point of becoming Z. They were clever craftsman and invent blacks with the love of learning, they were avid readers and writers and they had deep convictions, but knew how to wear them lightly. So that's the the family that he was born into. You'll see that he's picked up and and kept a lot of those personality traits and then added some that that are uniquely his own. So, this is a description of a young Benjamin franklin. Benjamin was skeptical, puck, curious, irr. Anecdotes about his useful intellect, and imp nature abound. He had an allergy to authority. So an allergy to authority from a very young age, and I was knowing what we know about him as, you know, wanting the founding fathers and playing key roles in the American revolution, that's something he kept to the day he died. So I'm gonna talk to you more about Ben franklin the entrepreneur, but what made him world famous wasn't his his his business acumen or the fact that he was a gifted business strategist which he was. It was his scientific and political achievements. So here's a little bit his personality regarding his scientific achievements. Unlike in some of his other pursuits, he was not driven by financial motives, meaning why he chose to conduct a scientific experiments that he chose to conduct. He declined to patent his famous inventions, and he took pleasure in freely sharing his findings. Nor was he motivated by the quest for the purely practical. Franklin declined a lucrative patent and here's franklin writing why. As we enjoy great advantages from the invention of others, we should be glad of an opportunity to serve others by any invention of ours. And this, we should do freely and generously. A little bit more about how you approach scientific work. Says Franklin scientific work was distinguished less for its abstract theoretical sophistication than for its focus on finding out facts and putting them to use. Back to him as a person. He says, franklin was allergic to anything smacking of dogma. What, made him a bit of a rebel was his in bread resistance to establishment authority. That's something that's remarked on over and over again in the. Let me give you an example of that. In the know left myself on this page was a good thing that Ben did not listen to him. His father had... This is a quote from the book. His father had limited horizons. He tended to dampen his son's educational and professional aspirations, so Ben franklin was known for... To be extremely ambitious, and he displayed that trait even as a young child. And we have an example here where his father saying, no. Lower your expectations for life. Just pick something simple, do not try to live a large life, and, you know, Ben has a in bread resistance to establishment authority. He did not like other people telling him what to do. Continue. He was not odd by rank. He liked to be among people with lively minds and simple virtue, and he had an in bread aversion to powerful establishments and idle elites. Continue on another page. His usual pragmatic instincts fell prey to sentiments. He had once tried to train himself to avoid. So this is talking about the traits that sometimes he would relapse on that, but he did not like in himself and others, such as bitterness, pride, emotional and political fe. It was in his nature to be a smooth operator rather than a revolutionary, which is kinda hilarious considering he was a revolutionary. And I'll talk more about the lessons he learned on how to deal with people. He he was indeed a a rather smooth operator, and he learned on how to do that by setting. He like Witty discussion. He hated disorder and mob behavior. He had a fundamental moral belief that action should be judged by how much they benefit the common good. Policies that encourage hard work were good, but not because they led to great accumulation of private wealth, they were good because they increased the total well being of a community and the dignity of every aspiring individual. And I think later on in the book, the the... The second half of the book is all about his scientific and political achievements, and, you know, the huge role he had... He played in in the the founding of America. And to give you an idea, so I'm gonna give you a quick paragraph from this time period. This is why he wanted the rattle snake as a symbol of America's fight against Britain. And the reason I bring this up is because it's gonna give you an idea of the traits that Franklin admired in others for traits that he wanted in himself and he wanted to see in others. And this is him writing. He says the Rattle stake had no eye and may therefore be esteem... Be an esteem emblem of vigilance. It also never initiated an attack nor surrendered once engaged and is therefore an emblem of true courage. So he's telling us keep our eyes open. Always maintain vigilance, never initiate attack, but if you are attacked, don't surrender once engaged, and then have courage. And then finally, and the personality section with a description of that comes from Abigail Adams that's John Adams wife when she was writing to her husband describing her opinion of Benjamin Franklin. And even though John and Franklin, they had a lot of stuff for each other but they were they were adversaries in large part. Says his wife writing says, when he spoke, something useful drop from his tongue. Okay. So before I get into b Franklin, the entrepreneur. I love the fact that in his entire life. That's how he he he wanted to be described and I'm just a printer. He had a a deep undying respect for trades for entrepreneurs for artisans, he wanted to build a strong middle class in America, full of people that were making and creating and selling their own goods. But a fundamental, important thing to understand about Franklin is the level of influence that he... That his life had. He might be the single most influential person I have ever covered on the podcast. You can draw almost a straight line between the people that we've, talked about analyzed together. With, a a number of them were directly influenced by Benjamin Franklin. There was a number of things that had to happen before I real... Got the idea to do founders and to focus on reading the biography of entrepreneur. 1 of those things that happened years ago, I was watching an interview on this podcast called Foundation. It was created by this guy named Kevin Rose, and he was interviewing Elon Musk. And he asked Elon Musk, he's like, he was odd at the story. Like, how do you come? How do you from South America... South Africa to Canada and then wind up in California, and then at very early age start building all these businesses And he's, like, did you read a bunch of business books to learn? Like, how did you figure this out? And Elon said something that stuck with me to this day. He's like, I didn't read business books. I read biographies. I thought those were helpful. And specifically, he referenced his admiration for the for a Benjamin Franklin. He said Benjamin franklin was a huge inspiration of him. He read both the auto biography of Franklin and the the biography of by Isaac. And so that idea stuck in my mind and a few years later, I started doing founders. So Elon, a bunch of people that have covered in the podcast. Elon being 1 of them, Charlie Mu, hugh ben had a huge influence on his thinking. Andrew Carnegie. There's a person that I'm going to do a 2 part series on in the near future, this guy named Thomas Mel and his son Andrew Mel. You might know that last name because of Carnegie Mel University. So here is what Thomas Mel said about Benjamin how Benjamin Franklin inspired him and influenced his life. This isn't towards the back of this book. And it says the industrial Thomas Mel who erected a statue of Franklin and his banks headquarters declared that Franklin had inspired him to leave his family's farm and go into business. Now this is a direct quote from Thomas Mel. I regard the reading of Franklin's auto as the turning point of my life. Here was franklin, poor than myself, who by industry, thrift in frugal gall had become learned and wise and elevated to wealth and Fame. The maxim of poor Richard, which is something that that, Franklin wrote exactly suited my my sentiments. I read the book again and again and wondered if I might not do something in the same line by similar means. Okay. So that's his personality that's the influence had. Now let's get into his early life, and let's talk about how he becomes b Franklin, the entrepreneur. So he starts working full time at the age of 10, and eventually, he starts out on a trade that he hates, but this leads him to finding a trade that he loves. It says, at age 10, but with 2 years of schooling, Franklin went to work full time in his father's candle and soap shop. It was not pleasant work. He hated it. His father took him on long walks through throughout Boston to see other craftsman. This instilled in Franklin a lifelong appreciation for Craftsman. At age 12, he Franklin ended up practicing to his brother James, who was a printer. It's important to know the age difference between his brother at this time. James is 21. Ben Franklin 12, James very much treated benson description of this time in his life is that the harsh tyranny under his older brother where he was treated as, you know, essentially a child influenced him to have this aversion to authority that he kept for the rest of his life. Now, there is something fascinating about the time at a very young age, a pre to his his brother a printer, Ben Franklin learns something that from studying the newspaper industry that's still true 300 years later. And it says, then as today, there was an advantage in the media business to controlling both content and distribution. So he picks up on that from a very young age, and that's a way to think about Ben Franklin, which is Isaac and explicitly to say. Says this. You have to think about, Franklin, as a as a person who built... He essentially built a media conglomerate, But he's doing it in the 17 hundreds. Alright. This is what Ben learns from reading, which becomes true in his life, that individuals can change the world from for the better. It's also fundamental part of his personality. His his love and evan of reading and writing. From a child Was fond of reading he called. And all the little money that came into my hands was laid out in books. This what he says. He doesn't mince words about this. Books were the most important formative influence in his life. Often I sat up in my room reading, the greatest part of the night. Why did he have to do that? Because the book was borrowed in the evening and had to be returned early in the morning, less should be missed or wanted. So he talks about there is he became friends with book sellers. And so he didn't have any money in many times to buy books, but they said, hey, as long as you don't mess up the pages. Don't leave any marks, you can read the book after the booked store closes, but has to be returned in the morning. 1 of the books that that had a huge influence on his life was this book written by this guy named Bun, so it says. A central theme of Bun book and a Franklin's life was the concept that individuals and Humanity in general move forward and improve based on a steady increase of knowledge and the wisdom that comes from conquering adversity. I think those are 2 main themes that has talked about all the time in this podcast. Another Franklin favorite meaning book was based on the premise that individual endeavor can change the course of history for the better. So think about how crazy is As a young child. He's exposing himself to these stories. He's reading about that. He's learning that lesson, that individual endeavor can change the course of history for the better is that not a description of Ben franklin's life. It's why we're still talking about them over 300 years later. So through reading, and through, interacting with people. He comes... He he just comes across with a lot of ideas. And there's a lot of ideas there are in this book that I need to to work on and to learn for myself. So I'm gonna share a couple with them. For... The note left myself was, franklin is learning how to deal with people and to change his behavior to get the outcome he desires. So, a lot of the the the the sources for this book is his notes that Franklin wrote for himself. Now he published a ton, a ton of his thoughts. Maybe more so than anybody else that we've covered so from the podcast, but he also has some private journals that we are now privy to. And so this is him, reflecting a that. He says being argument... He's talking to himself, which is interesting. Being argument he concluded was a very bad habit. Because by contradicting people, when you contradict people, you produced disgust and perhaps enemies, remember a main tenant of Franklin's personalities, he did not like confrontation. Later in his life, he would riley say of disputing. Persons of good sense, I have since observed, seldom fall into it. Instead, after stumbling across books that ex socrates method of building an argument through gentle queries, He that this direct quote from Franklin, drop my abrupt contradiction style of argument and put on the humble inquire of the soc method. I know that idea. I have internalized that idea and sometimes in my behavior I don't express that idea. So I'm definitely something that I agree that Franklin's right and something I wanna change my behavior as well. I think he's said a hundred percent right. He's he was a in very... Well we're gonna see a lot today. And when you study the life of ben Franklin, he was a master of human nature. He studied and observed human nature relentlessly. So he says by asking what seemed to be innocent questions, frankly draw people into making concessions that would gradually prove whatever point he was trying to assert. He continued to favor gentle direction rather than confrontation. Okay. So at this point, something that Elon would reference in that podcast. I was watching many years ago was the fact that, you know, franklin was just as this runaway poor kid. And so that's how Franklin is known throughout history, running being a runaway. So why did he run away? So the note of myself, Franklin, the Juvenile delinquent runs away. What I mean, what I'm referencing there, of course is the quote by the wise and eccentric founder of Pat, Ivan Chen. In his book, let my people go surfing. Yvonne says that if you wanna understand the entrepreneur, you should study the Juvenile delinquent. Because he is saying, meaning entrepreneur is saying with his actions. This sucks, I'm going to do my own thing. So we have Y yvonne saying that, you know, in in present day, and now we're gonna see the actions of franklin expressing that. And he's talking about the fact that he ran away because he couldn't deal with the the the the tyranny that he was experiencing from his older brother. He says, I fancy his harsh and tier tyra treatment of me might be the means of impress with me that a aversion to arbitrary power that is stuck to me throughout my whole life. Continuing. Franklin was a different type of American rebel. At this time in history. A lot of rebels are going out into the the frontier. The wilderness. They wanna see what's on the other side of that of the wilderness. It says, he's a different type of American re rebel. Rebel. The wilderness did not beck. Instead, he was entice by the new commercial centers, New York and Philadelphia that offered the chance to become a self made success. So he couldn't deal with the harsh treatment of his brother. He takes off to New York, looking for opportunity. He meets another person that that says, hey, my son's a printer in Philadelphia. Should go Philadelphia, and that's what he does. But keep in mind, he ran away and didn't tell anybody who was going. For months, his parent his family, they didn't even know if he was still alive. Eventually goes back. I think, like, 7 months later to to visit and let him know he's okay. Now I'm gonna fast forward. It's during this time in Philadelphia, he's like, okay, I... I'm 17, 18 19 years old. I have no money no education remember he had 2 years of formal schooling, And now granted, no 1 was gonna say that Ben franklin on an educated person, but it was all self directed. He had his own personal curriculum. Okay? And so this time he's he's he has a series of jobs. And during the series of jobs, he starts to pick up on fundamental lessons that he... That he uses to build his his successful business. And so the note of myself on this page is Ben Franklin understood marketing. You're gonna see what I mean when I read this section to you. American individual is sometimes boast of not worrying about what others think of them. Franklin largely did the opposite. Here's why. Franklin nurtured his reputation as a matter of both pride and utility. Remember his his personality... He's looking for information for pragmatic reasons. He doesn't... He he has a love of learning, but he wants to apply what he's learning. So he says, he's talking about the utility of a personal reputation reputation. He says, I took care not only to be in reality ind and frugal, but to avoid all appearances to the contrary. This is marketing. Especially in his early years as a trades he was a self created and self wheeled man who moved through life at a calculated pace towards calculated ends. So I'm reading this section. I thought of something that I heard Arnold Shorts I would say 1 time. And he would... He has his phrase. He says work like Hell and advertise. What does he mean when he says that? He means you need to put in... You need to work really hard. That's what Arnold would tell you. Right? You know, we're really hard, and you need but what... But after the work is done, you need to tell people that your work exists and what you're doing. So good way to summarize that section about franklin understanding haters utility and understand not only being ind industries in real life, but having other people know that your ind. 203 hundred years later or Arnold Sc has his own version of that. Work like hell and advertise. Ben frankly would also tell you that you need to keep learning keep reading and keep learning, so you're more interesting to talk to. This produces positive external. This is also, like more of an an abstraction, and I don't think other people that don't read and continue to learn at the rate I think you and I do don't understand. You are fundamentally more interesting person to talk to. If you have a unique set of knowledge that you can share with other people. And this will indeed just like just like in Benjamin Franklin's time, I'm about to reach you how this is produced positive functionalities personalities. It still does the same thing today. So it says once again, it was young Franklin, the willing and Witty conversational, rather than his sla master who be friend the dig. So what I'm talking about there is he's working for another printer. There... Let's say, at this time, there's something like 60000 people in the City of Philadelphia. So it's a very small city compared to, you know, today. And so there's 2 printers eventually, Franklin gonna be the third, and he's gonna make it his goal to eliminate the other 2. And he... The part of the reason he has confidence, not only does he... He's full of self confidence if you read his writing he's that jumps up the page, but it's because he worked for people like this guy named con ky who winds up his business fails and he runs off to Barbados with a a bunch of unpaid debts because he realized, like, if this is my competition, these people stand no chance because they're very sloppy. So in this case, even though climber already established business in the community and much older than Franklin, people that come into his print shop are so ent with, like, the mind of Ben Franklin they start inviting him over. He starts meeting all these other people And some of these people are extremely powerful, and they they they altered the trajectory of his life. So it says, it was young, franklin who prevented the dig. This is Benjamin franklin telling you an Why. My mind having been much more improved by reading than Ky. Remember that's his boss at the time. I suppose it was for that reason, my conversations seem more valued. They had me over to their houses. They me introduced me to their friends and they showed me much civility. Now 1 of these people's people that he impress was to his conversation of scales and his his witty mind is his friend's father. Now the reason Franklin is able to leave the employee of Ky and start his own business is because Franklin's business is funded because his partner's father was fond of him. Now, when I'm reading this section, the note of myself was okay. That's a positive directional from all the self learning that franklin did. But I'm gonna read you 1 of my favorite quotes I think about all the time, and I want you to think about this as I read you this section. And it says, mediocrity is always invisible until passion shows up and exposes it. 1 more time. Mediocrity is always invisible until passion shows up and exposes it. So it says, their business succeeded largely because of franklin's diligence. The this industry visible, this is now Franklin writing to us. This industry, meaning his visible to our neighbors began to give us character and credit. So he's talking about within the community. 1 of the town's prominent merchants told members of his club. So at this time, is very common to have these these group of entrepreneurs Craftsman trade. They would come and meet together on a weekly basis. In fact, Franklin starts his own version of this called the June. And if I I think if I found... I found that out after I named our version of this mis feed. I think that June told would be even a better name because they really describes what we're doing here. So, anyways, they they they'd get together and they trade notes on what they learned. And hopefully, that that information would be valuable to their live. So at 1 of these meetings, franklin becomes a subject even before he's a member. So it says 1 of the town's prominent merchants told members of his club. The industry of that franklin is superior to anything I ever saw of the kind Remember. Passion... Mediocrity is invisible to passion shows up exposing exposes it. Franklin's passion is exposing Chime mediocrity. The industry of that franklin disappeared to anything ever saw the kind. I still see him at work when I go home, and he's work again before his neighbors are out of bed. Franklin became an apostle of being and just as important of appearing to be ind. There's Remember, these quotes are coming from vastly different pages. This is repeated over and over and over again, and if something's repeated over and over again, that's a good indication that the author is telling us it's important. Even after he became successful, he made a show of personally kart the rolls of paper he bought in a wheelbarrow barrel down the street to shop rather than having a hired hand do it. So what they're doing is a comparing contrasting, franklin's strategy, and it indeed was a strategy with that opponents. When they're working by themselves, they're gonna cart their own rolls of paper. Eventually they make enough money, they hire help and then they have somebody else do it. Franklin, at this point was already financially successful enough and had help? He still did it. Why? Because he understood the positive external of other humans, seeing him work. And so now This 1 guy, I forgot his name. I don't know the name. They they just call 1 of the town's prominent merchants. Sees this, and then they... He goes and he starts spreading the words to other humans. And as a result, he's increasing Franklin's reputation in their community. It's extremely valuable over the long term. White... It's part of the reason. It's not just that Franklin was unbelievably talented. There's a million un un unbelievably talented people. It's that he he took... He understood he took action to make sure that that was spread. By a time Benjamin Franklin dies, he is by far the world... The world's most famous American. By far. Okay. So now, Franklin is already running his print business at this time, eventually, the partner that he has, the 1 that the father gave them the initial funding for the business. He falls back into, like a series of alcoholism and and he leaves the city. So now, frankly, just running the business himself. So this is franklin's plan for his business on how to overcome an entrenched competitor. So he's got 2 competitors. K is, you know, a scrub. He's not worried about him. But he is worried about Andrew Bradford. And this is why. This is a person that is running the towns only other newspaper outside of... He's also printer as well. But his competitor Andrew Bradford published the town's only newspaper. Bradford was also the post master. Remember remember the the insight that Franklin had as young boy. Hey. If I'm building a media business. Now only got have to worry about content, I could worry about distribution. Bradford knew that. That's where he's the post master. 17 hundreds how are they getting her information out. So it says he was also the post master, which gave him some control over what papers got distributed. Franklin decided to take Bradford on. Over the next decade, he would succeed by building a media conglomerate that included production capacity, and let me do... I'm gonna define each of these terms. Production capacity. He... That means printing, his operations and his franchise printers in other cities. This is all a genius strategy by Franklin. His production capacity, his products. These are the products that Franklin built a newspaper, a magazine an Alma. So again, back, I think it was like, somewhere in the nineties and founders, I did a few... I think I've done 3 on Charlie Mu. 1 of those was on this giant textbook size book called Poor Charlie Alma. Why is it called Poor Charlie Alma Because 1 of Charlie Mu heroes? Keep... Think about how crazy this is? If you ask almost any entrepreneur entrepreneurial alive right now? They're... That know of Charlie Mu, they're gonna tell you about their deep appreciation for his mind and his ideas and the fact that he spends so much of time teaching his my his ideas. Right? So their influenced by Charlie Charlie was influenced by Benjamin. Franklin, so much that the the the main containment of all of Charlie Mu ideas is named Poor Charlie Alma mac because Benjamin Franklin named his Alma, poor Richard's Alma. Now think about how crazy this is. I just said that 1 of the products that Benjamin Franklin created was this Alma. He would sell at its peak. 10000 copies of poor Richard's Alma every year in a community with somewhere around 60000 people. That level of penetration. So, like, let's let's on a per capita at a basis, that's like somebody selling today if they lived in America, like, 50000000 copies of their writings every year. That's insane. Alright. So that's 1 of his products. His content, so you have your production capacity. His products. Now they're talking about his content, which is his own writings, his Alter Ego, which is Poor Richard and a bunch of other. He wrote on a bunch of other su pseudo anonymous. Know how to pronounce that word, names and distribution. Now I bring that up. What does that mean? He eventually, he takes over the whole of the entire colonial post system. Not just in Philadelphia. The entire, this is after the... Obviously, they go to War, Britain. The entire colonial post system. So let me read that whole thing without the the the the definitions in there. Over the next decade, he would succeed by building a media conglomerate that included production capacity, products, content and distribution. Benjamin was completely vertically integrated the 17 hundreds. Okay. Now some ideas directly from Franklin. Franklin would tell you that it's foolish to avoid all criticism. So he's writing to somebody about this idea. Franklin ended with a fable about a father and son traveling with a Donkey. When the father rode and made his son walk, they were criticized by those they met. Likewise, they were criticized when the son rode the Donkey and the father walked. They were also criticized when they both rode the Donkey, and they were also criticized when neither wrote the Donkey. So finally, they decided to throw the Donkey off a bridge. The moral according to Franklin, was it is foolish to try to avoid all criticism. That's just a fundamental understanding of human nature. I love this idea. I heard I've I heard about this idea years before I even read a book about Ben Franklin. It's called... It's the Ben Franklin method for making difficult decisions. And he's describing this method to us. My ways to divide a paper into 2 columns, writing over 1 column pro and the other column Con. Then he would list all the arguments on each side and way how important each was. It's a description of that. Where I find 2, 1 on each side that seem equal, I strike them both out. If I find a reason pro that it is equal to 2 to 2 reasons on the con column, I strike out all 3, and then this is a the main takeaway. By this bookkeeper calculus, it became clear to where the balance lies. I think I have to bring up it's important, you know, To note, Ben franklin had 1 of the most remarkable lives in human history if you're add up just all the experiences he was exposed to. It's it's unbelievable, but it's not all good. Charlie longer once said that if you live long enough, bad things will happen to you. This is an example of that. In 1 of the few syrian tragedies of Franklin's life, his son Frankie died of smallpox just after his fourth birthday. On his grave, Franklin chose a simple epi. The delight to all the delight to all who knew him. The memory of Frankie caused painful reflections. When his sister wrote to him with happy news about grandsons, franklin responded that it brings often a fresh to my mind, the idea of my son frankie, though now dead 36 years, whom to this day, I cannot think of without a sigh. As Franklin is building his business, he's focused on self improvement. So, franklin, yeah, at to... When I was describing bits about his personality to says he didn't like disorder. So from a very young age to when he was almost dead, he would write out these lists, sometimes to himself sometimes to others with great detail how he wanted certain things handled. Okay? And what I found, so interesting is as a young entrepreneur, he's like, Okay. Clearly, any small percentage of improvement that I do to myself will pay dividends in my business. Right? That's just kinda common sense. And to make sure that he constantly applied the what he was learning, he would write lessons to himself. And so he built this list He made a list of 12 virtue that he thought desirable, and I'm gonna read them to you, and then after each virtue that he wanted to have, he gave a short description on it. So I was gonna grow through each 1 now. The first 1, temper, eat not to dull, drink not to elevation. Silence, speak not, but what may benefit others are yourself, avoid tri conversation. Order, let all things have their places. This is really interesting. Let each part of your business have its time. Resolution resolve to perform what you ought perform without fail what you resolve. So again, just keep in mind. He's writing to himself. This eventually comes public, but he's writing to himself. Frugal gal waste nothing. Industry. Lose no time, be always employed in something useful, cut off all unnecessary actions. Since use no hurtful defeat. Justice wrong none by doing injuries, moderation, avoid extremes. Cleanliness, tolerate no un cl and body clothes or habitation. Tranquility be not disturb at tri are at accidents common or unavoidable. Chastity, rarely use v but for health or offspring. Okay. So now I wanna go over some maxim that were from Poor Richard's Alma act. When I was reading this section, I'm gonna introduce... I'm gonna read some accents to you, but before I want you to understand, Franklin's view on this. When I when I read this section, I thought of this famous quote by Steve Jobs. He said, this is Steve Jobs talking, Picasso has a good at a good saying, good artist copy, great artist steel. We have always been shameless about stealing great ideas. Well, Ben Franklin, and I think would have... If we were... Had a chance to talk to him say, he'd probably agree with that sentiment. So it says, most of Poor Richard sayings were not totally original as franklin freely admitted. This is franklin describing that. What what he wrote about in poor Z. They contain the wisdom of many ages and nations, not a tenth part of the wisdom was my own. So essentially saying, I'm just a conduit. I'm taking great ideas throughout human history, I'm... He rewrite a bunch of them presents in a different manner, but he's like, I'm spreading the the word. I'm not saying I invented these. It says even though most of the maxim were adopted from others, they offer insights into his notions of what was useful and amusing. And now here is where Isaac pulls out some of the ones that he he feels... He says among the best are. So these are the ones he likes, but he's giving this... He's writing this because they... He he just told us the reason. They offer insights into notions of what franklin thought was useful and I'm amusing. So I'm just gonna read them, obviously, maxim and app they lose some of their charm if you describe them. So I'm just gonna read them to you. He's a fool that makes his doctor his heir. Eat to live and live and not live to eat. He that lies down with dogs she'll rise up with fleas. Necessity never made a good bargain. A good example is the best sermon. None preach better than the ant, and she says nothing. When the well is dry, we know the worth of the water. The sleeping fox catches no poultry. Diligence is the mother of good luck. He that pursues 2 hairs at once does not catch 1 and lets the other go. Search others for their virtue thy self for devices. Kings and bears often worry their keepers. Has makes waste. He's a fool that cannot conceal his wisdom. Vice knows that she is ugly, so she puts on a mask. Love your enemies for they would tell you your faults. Genius without education is like silver in the mine. There was never a good knife made of bad steel. Half the truth is often a great lie. And finally, God helps them that helps themselves. Okay. So this next part is franklin telling you how to turn adversaries into allies. This is another example of him mastering human nature. It taught him a useful trick for opponents. After 1 rich and well bred member spoke out against him, franklin decided to win him over. Franklin describing how he did that. I did not aim at gaining his favor by paying any sur respect to him, but took this other method. Having heard his library contained a certain very scarce and curious book, I wrote him a note to him expressing my desire of peru producing that book. And requesting he would do me the favor of lending it to me for a few days. He sent it immediately. I returned it in a week in about a week with another note expressing strongly my sense of the favor. When we next when we next met, he spoke to me, which you'd had never done before with great civility. And ever after manifested a readiness to serve me on all occasions so that we became great friends. And our friendship continued until his death. This is another instance, this is bent so right here. This is another instance of the truth of an old maxim that I learned, which says, he that once has done a kindness will be more ready to do you another than he whom with you than he whom you yourself have obliged. So over a 2 decade period. Franklin uses everything he learns from reading, from talking to others from studying human nature, and he uses those lessons to build a massively successful, arguably the most successful printing business of his time. And I guess, more accurate than media conglomerate of his time. But what I found most interesting was that halfway through his life, franklin realizes he has enough. So this is how that happens and why. Franklin's print shop had then grown into a successful vertically integrated media conglomerate. He he had built a network of profitable partnerships and franchises from Newport and New York to Charleston and and In. Money flowed in. Much of which he invested quite why quite wisely in Philadelphia property, Accumulating money, however, was not Franklin's goal. This is this is him writing. Says, I would rather have it said he lived useful than he died rich. So in 17 48 at age 42, which would turn out to be precisely the midpoint of his life he retired and turned over the operation of his printing business to his foreman. The detailed partnership deal franklin Drop would leave him rich enough by most people's standards. It also provided him with half of the shop profits for the next 18 years. He saw no reason to keep ply his trade to make even more. Now he would have as he wrote leisure to read study, make experiments and converse at large with such ingenious and worthy men as are pleased to honor me with their friendship. Franklin was not inspiring by his retirement to become merely an idle gentleman of leisure. He left his print shop because he was, in fact, eager to focus his un unfinished ambition on other pursuits that beck. For science, than politics, than diplomacy and state. As Poor Richard said in his Alma act that year, lost time is never found again. And I'll leave the story there. If you buy the book using the link that's in the show notes, you'll be supporting the author and the podcast, and I'll talk to you again soon."
}