{
  "transcript": "Sam is a Canadian tale of rags to riches. The son of a labor Jewish pioneer from Czar Russia, he built a gigantic worldwide company. Renowned for the quality of its products and its business acumen. The story of Sam rise to fame and fortune from a hard life on the Canadian frontier is inherently dramatic and yet touches a familiar nerve in a broad spectrum of the population. There is something in Sam's response. To his disappointment that most people recognize recognized in themselves. Sea whiskey empire rose spectacularly by taking advantage of the huge American markets after the rep appeal of Us prohibition in 19 33. From that point, Sam's business and his profits grew by leaps and bounds. He was so successful that his American competitors denounced the Canadian inter as imposing unfair alien competition and lob Washington for protection. Entering the newly open United States market in the 19 thirties with millions of gallons of aging whiskey stored in Canada, Sam undoubtedly had an advantage over his American counterparts at the time of rep appeal. But he also had raw town that he knew how to use. Beating the biggest and the most powerful in the United States at their own game, Sam revealed a marketing genius that took the breath away from his Madison Avenue advertising agents. In a business environment where critics suggested that corners were always being cut. Sam was a fan for quality, and he took the most extraordinary care to see that his products were always the best. The buying public agreed and sought them out. Sam appears to us larger than life, and also full of paradox. Sam was a died in the wool of victorian in his personal habits, his family relations and his social attitudes. And yet he was obsessed with the future. He was endlessly curious, and he was constantly probing on how things were done to see if there was a better way. He was known for explosive births of rage, extravagant profanity, crushing den pronunciations and with dis approval. To some who knew him, Sam will forever be a forthright curious, warm and even playful visionary. But to others, he was a volcanic authoritarian, coarse and iron will, who brooke not the slightest deviation from the directions that he defined. Okay. So that was an excerpt from the book that I'm gonna talk to you about today, which is Samuel Bro, the life and times of Sea mister Sam and is written by Michael R Mari. So on founders... I'll the way back on founders number 93, the podcast I did about Mike O. I told you everything that I learned from reading Mike Obi book, who is Mike Go. While reading that book I learned about the Bro family because Mike broker a deal that led to Sea buying Mca universal for 5700000000.0 dollars. For that deal, Mike was working with Edgar Bro. So when I started researching him, I realized that Edgar was actually the son of the founder of the company. And that led me to to discovering Sam, and it also leads me to my next point, which is why is Sam Bro worthy of study, And my answer to that is because Sam is what I would call a generational inflection point. And I define that as a single individual that changes the trajectory of his entire family for generations to come. And so you you saw, an example of that where the author starts off telling us that Sam is a rags to Riches story that he was born on the Canadian frontier, excuse me he was born in in Russia, but then Emi immigrated with his family, to the Canadian Frontier, they endured a childhood of of poverty and yet in 1 generation, after he dies, his son is able is still running the company able to buy another company for 5700000000.0 dollars. How does that happen? And so I think that's very interesting to to pay attention to into study. So to that end, this is a 2 part series. So part 1 is gonna be based on the book that I have in my hand, which is a 500 page biography of mister Sam as he has called. Part 2 is gonna be based on a booklet that Sam wrote as a supplement to his company's annual report in 19 70, and it's that book's called from Little Ak acorns, the stories of Dis corporations, Sea limited, which is the full name of the company. And what's interesting about that is Sam, It's it's a shoot very short auto of of his life and mainly of the how how how the company came to be. And he wrote that when he was 80 years old. Okay. So I wanna jump right back into the... Right into this book. I wanna start out by pulling some quotes that are spread throughout the entire book that'll give you an insight into his personality. So I'm just gonna read a bunch of random quotes that are spread over a couple hundred pages. So first, Sam was known for his intensity, his explosive temper and remarkable profanity. Business with Sam sole preoccupation. Besides his business, Sam had few interests He never like to do anything that he didn't do well. He had a restless ambition. He lavish attention on the smallest details His family remembered Sam as literally sprout ideas. He used to write little notes himself on scraps of paper that he stuff in his pocket at irregular moments. His wife described him as a walking loose leaf notebook. He was a shy person with very few friends. Few people besides his wife knew how anxious he was in unfamiliar social situations. And then finally, he was utterly self centered. Sam was of perfection in his business and found it difficult to understand why everyone did not have the same disposition. He had a genuine inability to understand the shortcomings of others. Okay. So That gives you a good idea as we go through this. I'm gonna serve his early life and then tell you how some of the stories on how he built his business. And I think talking about the personality front gives you an idea of why he may have arrived at some of the decisions he made. So first of all, in that excerpt at the beginning, it talks about, the, his family had to flee. So why did his family have to flee Russia for Canada. And I'm gonna read this extra to you real quick. Conditions took a turn for the worst immediately following the assassination of Alexander the second in 18 81 and the passage of so called may laws the next year. These supposedly temporary laws were an official calculated response to anti Jewish riots that followed to Sars assassination. And as it turned out, they were beginning of a long term assault upon the Jewish minority under Sars rule. The new laws obliged Jews to abandon village settlements and to move to larger towns, and they placed new obstacles in the way of acquisitions of property and crippled much of the Jewish commercial activity. Now I bring that up to you because I don't know if you remember when I told you all the way back on founders number 03:33 when we were studying the life of Levi strauss. His his family had to escape Russia and these laws. I'm pretty sure it was the same laws as the mae laws, and they decided to escape in in Sam's family case stakes that escaped Canada. And Levi levi's family's case, they decided to escape to to America. And then that 1 decision made by the ancestors of Levi strauss, led to him being able to build his business and and opening doors of opportunities to his family. Same thing gonna happen in Sam's family. Just gonna take place a generation later. Another thing to know before they were forced out, his family was relatively prosperous. So they go from relative economic comfort to ab object poverty. And at the time, Sam's and young boy, I think he's... Maybe 5 or 6 years old. His parents are in their thirties. Okay. So this is a description of the prairies on the Canadian frontier that Sam's family settled in. This is gonna give you a good idea of the the environment he's sent. The first settlers described a scene. The mosquitoes were terrible, nobody claimed any taxes. There were no roads, but there were plenty of wolves and bears in that troubled us. Okay? So his dad it now has the the un daunting task to arrive in a new country that that knows a little about and find a way to support. I think they have 3 kids at this time. And the good thing was that Sam's dad was relentlessly resourceful. Alright. So it says his dad toil furiously furiously. He worked at a local saw. At the mill, he noted that waste slabs and blocks that accumulated when the logs were cut into planks. He realized that this... That this discarded wood could be sold to households as cooking fuel. He bought it from the mill at 75 cents a wagon load and sold it for a dollar 75. The broth were now in the fuel business. At the same time, his dad worked, well, had to work on his own to construct the family home. Now this gives you an insight into things that we take for granted, they were were thankful for. By the end of their first summer, the house had real doors and windows, which was a major improvement because this was sufficient to provide shelter for the winter. However, winter brought new problems because the sawmill ceased to function and his dad would was left without merchandise. Now here here's so you see an insight into more of his dad's were relentless less resourceful. His dad began a new venture. The frozen frozen fish business. The idea was to travel by sleigh over 60 miles and buy frozen fish, which he would then market in towns and villages. For several years, the frozen frozen fish business. Did well and became the family's regular winter occupation. So it was enough to sustain them. But, again, they're living in still in poverty. And this is an... Very important thing to understand to understand Sam and why he was he was extremely driven 1 of the most driven people have ever recovered, I would say that he had 2 things in his life and and nothing else, which was his family and his work. And this singular focus, this possess possess... He possessed like a a un yielding drive, probably came because he was ashamed of the poverty that his family had to endure and he never forgot it. So here's an example of that. Sam recorded little of his childhood, except to reiterate how painfully he experienced a poverty in which his family lived. Sam later recalled the shame of appearing before his classmates in torn close. A humiliation he recounted to his own children for the rest of his life. Okay. So after several years of toil, oh, and another thing I need to tell you up front. The it is the the Bro family treated their family as a business. So the kids did they were not... There was no time for formal education as you could imagine, eventually, they they have several different businesses going, some... Mostly of moderate success. They are not wealthy. Sam was the 1 that makes them wealthy. And what they do is though... They're they're gonna pool other their resources together. But they also involve their children into business at a very young age. So right around, I think at this point in the story, he's about 10 years old. And we're gonna see Sam's first observation about business, and it gives you a preview into what his life's work's gonna be. So it says after a few years of the fish and the fuel business, the family accumulated a little capital, and we're ready for more ambitious ventures. They entered the horse trade. So it's buying and selling horses. The stable was a school and there's a direct quote, a... This the table was a school. It was a graduate in the study of human nature. It's a really interesting phrase in the book. This may have been the future S presence first with of a business deal. Whenever a sale was completed, the buyer and seller would go to the hotel for a drink. At the end of 1 day, Sam told his father. The bar makes more profits than we do father, Instead of selling horses, we should be selling the drinks. So his father actually likes that idea. And, the family eventually gets into the hotel business. Now at this time, because when I heard that, where do they get the money from than the author explains that the hotel business at this time location, it's it's little more than like a cabin with some rooms that you're renting out. It's not the what do you think of as a hotel today. And the interesting thing about the hotel businesses, they would essentially break even or lose a little bit of money on lodging and the meals they supplied for the people renting the rooms, and they made all their profits from the bar. Alright. So this is how they organize and this was was interesting to me is how they organize their business. And says, so, I need to back up. So all the businesses are running simultaneously as they open different hotels, they would instruct different of the kids or, I guess, they're now young adults at this time, to run each hotel and they're spread through different cities. Right? But it's 1 family business. So it says, what money went into a single pool about this time, Sam dropped out of school to work in the family's establishments. So he's still too young to run his own hotel, so he goes to work for 1 of his brothers in a family hotel. Now, he does really well right away. He's obviously... 1 thing you're gonna... I'm gonna say I think over and over again today is, wow. That's a smart move. Wow. That's a smart move. Wow. That's smart move. This guy is really, really bright. And you'll see that today. And he has talent right from the very beginning. So at... He starts running his own hotel, the early age of 23 years old. Okay. So this is him later in life reflecting about this time in his life. So it says Sam his last year's dwell upon his early time in the hotels as indicative of the aggressive entrepreneur in the making, aggressive is an understatement, by the way. The aggressive un entrepreneur in the making, competing furiously with his brothers, quickly mastering financial difficulties and building up his income to a phenomenal 30000 dollars a year. We are talking in... I think that we're in like the 19 teens, Maybe 19 15, maybe 19 18 somewhere around there. Building up his income to a phenomenal 30000 dollars year and making himself into 1 of the most eligible bachelors in Winnipeg. That's his own statement there. His brother, Harry, who's older brother, acknowledged somewhat gru the efficient and business like manner which with which Sam carried on his business. Okay? So that's a description of Sam at 23. You could easily say that up until the day he dies, the efficient and business like manner in which Sam carried on his business. He was an obsessive by far. At that now, here's the problem and I'm making little money, A the series of... What I found so motivating about the life of Sam, other than the fact that he's born an ab object pop poverty in on the Canadian frontier, and then 6 decades into the future, his his sons are running a company where they're making multi billion dollar acquisitions. That's an insane thought to have. Is the fact that his story contains obstacle after obstacle after obstacle that he's having to overcome. The the business that they're gonna engage. You remember, this is the point in history, you have huge temper movements, both in Canadian, both in Canada and America. And so he's gotta set up his business in kind of, in a series of ever changing loopholes. So that the business gets so stressful that his older brother has a nervous breakdown, and Sam just keeps pushing on. So it says, at the same time, temper forces mounted a nationwide campaign against drink. So the the minute they get on somewhat better financial footing. Now you have this massive social movement, and this is how the author describes it. This says a nationwide campaign against drink challenging the family's new livelihood. Bringing what was the family's greatest challenge to date. And as Sam saw it, their greatest opportunity. And that's another theme that we see over and over again. Every single book that that I've talked to you about. It's not... The person doesn't wake up, starts a business and nothing happened. It's it's great depression. It's war. It's it's all kinds of extremely difficult things outside of your control that you're gonna have to engage with and overcome. And Sam is his life story a testament to that. So let me give a little more detail about what Sam and his family were up against. The temper... This is now in Canada at the time. The temper lobby was mobilizing well, has probably been the most potent mass movement in Canadian history. The temper movement drew thousands of citizens to support a campaign to ban the bars. Temper, its advocates now insisted was the cause of patriotism itself. In other words, they're telling you that if you support the bars, you're not supported, you're not patriotic to your country. That is an extremely powerful message to some... To a large degree of people living in a country anywhere over the world. And so that is extremely hard thing for Sam to overcome. So he realized realizes he's, like, listen we're fighting in a pro battle. They're gonna win. We've gotta find a different way. So the author just said, hey, yeah. This is the greatest challenge, but Sam also realized realizes it's their greatest opportunity. Okay? So he figures out a new plan. Remember, he's in his early twenties when he's doing this. And this section about to reach you reminds me of a of an idea that I learned from David Og that it that I just haven't forgotten. I think about all his time. And he says the good ones no more. Here's an example that. Sam remembered giving his brother an ultimatum. You can run flop houses are pid about in land deals all you want. I'm going east to get into the liquor business. This idea involved in ingenious leap into the inter provincial liquor trade. A strategy effectively permitted by can't by Canadian law. Remember. He's got to constantly set up his business under a bunch of ever changing loopholes. And this is the first example of that. He he read and studied the law. And he feels like, okay. Well, they can stop me from selling alcohol my bar, but they can't... On on a local level, like, on a state the province level. Let me use Canadian terms here. But the federal level, I have this huge loophole that I'm just gonna set up my entire business. So it says, this evolved an ingenious leap into the inter provincial liquor trade, a strategy effectively permitted by federal Canadian law. Although the provinces had the right to restrict the sales of liquor from within their boundaries, the import invitation manufacturer and the selling of liquor from 1 province to another fell within federal jurisdiction. And the federal government at the time was slow to move against the liquor businesses. So the way was clear the way forward was clear. It was to sell from province to province under the cover of federal law. I would also add under the temporary. Cover a federal law. So now, Sam Moose, Winnipeg said Sam went off to mod... To move to Montreal with a major importer and and wholesale operations were located and where provincial laws set no restrictions on the sale of liquor. So what does that mean at this point? He essentially doesn't have a bar anymore, but he has a mail order liquor business. And keep in mind, at this point, he is not manufacturing his own liquor yet? He has to do... He has to go through all these, it's like, almost like series of steps he has to do. Each step, once he gets to that next step opens up a new opportunity that he can't see yet. So that's a good way to visualize the the progress the progression that Sam is going to make through the liquor business. So at this point, he's like, okay, I can't have a bar. I'll just mail order it, and I'll ship it from province to province. So I wanna tell you a little bit about the advantages of Sam's mail order strategy, and then he's also strategy for copying and then improving on his competitors. It says using the male Sam adapted a marketing format that was extremely important in small towns and isolated settlements. Mail order companies dispatched their catalogs far and wide. They stored their goods and warehouses conveniently situated for their markets and reap the advantages of very low overhead. Remember at this point in life, they're making a little bit money, but it doesn't have a huge amount of capital And he can't borrow any money from anybody. So throughout a couple times in the family history, they would mortgage their house. And 1 case is they mortgage their house few years later, they pay off their house and 1 son is with the father in the bank paying off the house and the fathers and tears. And it sounds like why you crying, like, because we own our home again. Okay. So it says, cash and here's another advantage. Cash arrived before the merchandise was shipped. And so relatively little capital Outlay was required. Now Sam followed in the liquor marketing tracks of Hudson of the Hudson bay company, even down to the to their pricing schedule. So the author compared the Hudson Bay company with, like, the Canada Canada version of, like, Sears at the time, a massive massive company. But here's the advantage that that Sam has over Hudson Bay. He specialized. He's only focused on 1 thing. While Hudson Bay had a huge line of goods in in a large corporation to mobilize, Sam enjoyed the advantages of specialization, not to mention an almost unlimited reservoir of his own energy ready to be pumped into the business. If Sam wasn't spending time with his family and he wasn't sleeping, he was focused on his business. He did that when he was young and he did that when he was old. Okay. And here's an example, not only do the good the good ones no more, but in life, you're gonna run across people that there's just some people that flat out want it more, and they're extremely hard people to compete with. Just says, Sam found another found another loop loophole. He found a hotel that remained wet, meaning they could sell liquor. Under a local option and where when where their liquor license permitted the import of a storage, import interpretation and storage of whiskey. So let's call a lu loophole. What we're really talking about this is institutional corruption here. It's not, you know, Sam doesn't write the rules. He's just taking advantage of there. In order to buy the hotel though, Sam had to out bid the local mayor who also wanted it. Rather than wait for the return of the owner of the hotel, who was away at a lumber camp, Sam went directly to see him traveling for 6 days by dog sled with a guide. This is Sam talking about experience. I was cold, uncomfortable and hungry for 6 of the longest days of my life. Then when I got to the camp and made the deal with the owner of the hotel, I could harley face a return trips. So he got it because he didn't wait. He wanted it more than the mayor. This just gives you a good idea into the the terrain, the legal environment that Sam is having to navigate to become rich. The Bro business was certainly not made to last. Sam knew it was a temporary highly fragile enterprise built on constantly shifting legal sands. Speed therefore was essential. 1 of the great things about reading biographies is you're having essentially a 1 cited conversation. With some of the greatest minds in history, people that lived remarkable lives. And so the way I think about this is that they're talking directly to me. Right? And so And then now I'm in turn talking directly to you. So the note of myself is Sam would tell you to focus on the long term. And we see what he would tell us because we see the actions. That he debt that he prioritized in his life. So it says, Sam love to tell the story of how he was approached by an executive from Hudson Bay wanting urgently to buy 2000 cases of doers and offering to pay above normal price because they had mis calculated and badly needed the goods to fill an order. Sam's reply was shi and stake out his claim to be treated seriously by the marketing giant. I don't want your money. He said, Just let me have the same amount back as soon as you can. His point was that it was foolish to capitalize on his momentarily, moment advantage. With his eye on the long run, Sam wanted a relationship of trust with the mighty Hudson bay company. And remarkably, he achieved just this. Okay. Now I'm gonna fast forward into the, into few years into the story. Now this is the the environment that Sam is having to navigate at the time that prohibition was legal in the United States. So Canada changed their laws before the United States did, and they also made it legal. Again, remember, they just said there's temporary. What's the exact word they used here? Is built on high... On constantly shifting legal sands. So he's constantly having to adapt and change his business. And so at this time, in the story, he owns these things called export houses. So the way to think about export houses, the... There these these factory 9 factories. These retail establishments that were close to the border and they sold liquor to people smuggling in its United States. So again, under legal law, it's completely legal in Canada, but the... He's essentially shifting the the illegal of his business to the people that wanna smuggle it into the United States. And so you could imagine the let's put it. Who... I mean, who do you think his customers are? They're run runners. They're their they're essentially drug smugglers. So it says export houses barred their windows, padlock locked other their doors, station armed guards at their entrances. They was trouble occasionally. And periodic visits from the police. Raids from hijack and gun fights sometimes resulted. The real trouble came once the cars enter the United States. So now this is not Sam's problem. This is the problem of his customers. Sometimes they'd find enforcement agents waiting in the ambush, and even greater danger came from hijack. So I just told you it's was gonna be gun fights. They're fighting over highly... The the reason, you know, when just like the draw trade today. If you make something illegal, that means there's more risk, so people taking that risk want more return. And so they they know. Like, okay. I got the the the product over the border from Canada, but now people can essentially kill me for this very valuable product, and they definitely did. The export houses rep handsome some profits by selling to the Americans. The Prop brothers dominated the traits. Just on... I think this has been obvious by now, but Bro family, Bro brothers. They keep saying this over and over again. Eventually, Sam emerges as by far the most talented and strongest person even though he wasn't the oldest. And so eventually, they deferred to his... They saw his talent, they they deferred to him. And if he's going to own all of the business. He'll buy out the rest of his his family's is gonna be wealthy, not nearly as wealthy as Sam's immediate family. Sam was very much, He had, like, a a... He wanted to build a dynasty. He wanted to be a generational inflection point And this is exactly what he did. Alright. So let's get back back to this point, though. I'll get there in a minute. The criminal element lent an aura of glamour and neuro notoriety liquor sales. Yeah. Most of the talks about the paradox here. Yeah. Most of the commerce was routine. It was closely monitored by the Canadian liquor authorities and in their eyes, it was above board. As such, it left a paper trail. Utterly utterly routine correspondence penn without the slightest apprehension that some of the traffic might be illegal. And they do have eventually... There's there's fascinating stories. This is really a history book in addition to biography about this, the history of prohibition because eventually, the the United States precious to Canadian government, so then Sam has to set up on, like, these islands that are off the coast of Canada, but under French jurisdiction. I mean, it's it's it's it's it's bananas. Okay. So this is going to be the foundation Now remember I just said there's like, certain steps he has to get to to get to the the main opportunity, but he's gotta go through these steps to get there. So this is going to be the foundation that S will be built on. And it's another example of something that we see over and over again, Sam bet on himself. At some point, all of us. I have to bet on myself. You have to bet yourself. You just have to do it. You gotta take that leap. So it says, and Sam Sam would tell you that. 1 of the persistence problems that Brother's faces is they shipped their liquor across the American border with supply. Sam took an audition audacious step. He decided to blend his own stock. So first, he started out with bars, then he started out. So like, I forget they're closing down my bars. Now I'm gonna go to Montreal and I'm gonna be... Essentially a liquor retailer. I'm gonna resell other people's merchandise. Then he builds his business. I'm successfully. He's it's like, damn. I have this this constraint on my supply. What's the next logical thing? Okay? Well, I can... I'll make my own. And then eventually, he's just gonna dominate the the American market. We're about a decade. Maybe a little less than a decade from now. And dominate he does. He takes 40 percent of the American liquor market. Much easier to grasp is what lay behind the whole move into blending. Sam's boundless drive. This is the betting on himself part. Sam's boundless drive in his un unfavorable belief that in a furiously competitive trade, he could out produce and out and out sell anyone in the field. Sam and Harry, that's his older brother and his partner at the time. Probably knew as much about chemistry as they knew about chiropractic or chore. Nevertheless, they boldly undertook to produce their own whiskey, made substantial investments in equipment, and we're soon bottling their own liquor and vast quantities. So this is now still before the rep appeal of prohibition. The this little expert is gonna I know left myself is that Sam would tell you to stay focused on the long term, and that gives you an advantage because it is so rare. During his course of his travels, he's on vacation with his wife, but there's no such thing as a vacation in Sam's life. It just doesn't exist. Yeah. I'm gonna travel with my wife, and I'm gonna work the whole time. So it says during the course of a travel south of the border, he realized that the United States will remain dry for a considerable period of time, but not indefinitely. Taking the long view, he fore saw that better times had to come, and the great advantage that would accrue to mature Canadian dis stealing company that would be poised to enter an eventually open American market. 1 was always remember that he had an uncanny ability to sniff out new opportunities in the whiskey business. Sam would also tell you not to waste any opportunity and to be a learning machine. So it says, certainly, that this was not a holiday tour. Sam Scout the American terrain on the lookout for dis, inquiring about quick equipment and learning as much as he could about the process of whiskey making. So there's other anecdotes and stories in the book where he would ask a ton of questions. Over and over overnight, he'd be visiting later in his life, he'd be visiting, you know, they had operations spread. I don't even know, like, 20 different countries. Yeah. I mean, it was a massive business. And he just... He would talk to people on the front line, and he would just ask a ton of questions, and they he they would talk about what they admired about. Him He's like, wow, This guy's asking some of these questions see he was asking would seem like a dumb question. He doesn't care about looking stupid. He wants to collect a ton of information, and then he also wants to to think he wants to know why you're doing what you're doing to make sure you understand it. So there are plenty of people with whom to confer notably former whiskey makers living un happily under the fo act. That's the act that enacted prohibition in the United States. And and who were eager to talk with plenty of time on their hands. Alright okay. So I'm gonna say it again, another genius brilliant, smart thing that Sam does. So he's like, okay. We're gonna have a massive market. Oh, market way bigger than the 1 I'm tapping into right now, and it's gonna be legal, which means I'll be able to make even more money. And he realizes like, the... But a lot of people, the the longer something is aged in the whiskey business the more valuable it is. Right? The hire... And his entire thesis on businesses is if you have... It's it's very similar to y yvonne s arts quality is a distribution strategy that is in the book let my people go surfing. If you have the best product, you're gonna win. Right? He also had the best product, but he also made sure the best distribution too. Now what he realizes is like, okay, I'm gonna need partners and who makes the best whiskey in the world. And at this time, Scotland. So he finds his blueprint in Scotland. Right? And this reminds me, Well, this section actually I'm gonna read you. Back when I studied that it had a 2 part series on Enzo ferrari. 1 of the world's greatest obsessive, in in terms of how they make products. And he said something in that book that I never forgot. And it's like he says that, A rough quote is something like, there's certain geographies that possess unique skills. Right? That you can't find anywhere else in the planet. And in his case he says in Mode medina, they had a special psychosis for building racing cars. Right? And that's where he set up. That's where he he he built Ferrari. In Scotland, they have a special psychosis for making whiskey. So it says Scotland was where Sam saw his opportunity. His dream was to make blends of whiskey similar in character to what was manufactured in Scotland to sell throughout Canada and then to export just as the Scott were doing around the world. Scotland dominated the global whiskey market in 19 24, largely because of a revolution in the production of Scott of Scotch whiskey that began in the mid 19 century. That's what... That's what they say, or that's what the author says. But he says, the real beginnings, the Scott would have a different opinion, and that's what the author saying here. The real beginnings as as the Scott would insist were many centuries before when Scotland made their it's some ga term. I don't know how to pronounce, but I love the the the what it means. They call water for life. And isn't an amazing how, like, super passionate People describe their products. It's not whiskey. It's not scotch whiskey. It's water for life. For generations, Scots handed down the art. So eventually, he's going to pick the greatest manufacturer and he's going to think big and get them to partner with him. But I'll get done a minute. Sam would also tell you that you should be learning from the best. And it says, this is also goes back to that part where I said he'd bet on himself. Sam what the hell do you know about making whiskey. His friend shin asked him. Shin. I don't know the first goddamn thing about how to make whiskey. But it'll be goddamn if I'm not gonna learn. So there we see his his super aggressive nature, his love of profanity, and his his constant... Here's a learning machine. Sam's character characteristic solution was to go to the top for his lessons. Kinda of what we're doing here. Right? In his in this case, to 1 of the first families of the Kentucky dis. His teacher was a master dis. It was probably the best thing for me that I didn't know anything about dis s same recalled. I lived at the dis for 2 years. Sam studied whiskey making down to the minute details. And there's a lot of paragraphs in this book that remind me of the hands on nature that Steve Jobs had that I've talked about on the 6 podcast podcasts that have made about them. You'll just see even from how the products are made to being involved in all the decisions to the marketing to everything. So we see the example of them. This is Sam talking about his level of dedication to details. I pay personal attention to every aspect of the production process to grains to water and yeast to milling. To cooking procedures and temperatures to ferment mentors dis still and dis stealing techniques to barrels used to manufacturing whiskey to packaging and bottling. Now we get to the meeting. Sam would tell you to think big and to appeal to interest. Sam was obviously thinking big. The meeting finally and took place in Dc. That's the the company that he felt was the best in the world of time. Than Dc Oak panel boardroom. Sam made his pitch to the men who controlled over half of the globe Scotch whiskey trade. That's crazy. From Sam's point of view, his meeting with the barons of the whiskey trade was like an encounter between David and Goliath. This is why he would tell you to think Big. He had to. He also had a giant ego, which probably helped too. On the 1 side sat the H confident masters of the ancient craft, whose family associations with whiskey stretched back to antiquity. On the other side, Sam Bro, a young Jewish boy from Brandon. 1 of the small fry as he used to say, whose immigrant parents had cut had come to Canada from Russia. Sam made his case. He was seeking capital for expansion offering a half interest in his family firm for a million dollars. But he also wanted whiskey that he could import from Scotland and blend with his own neutral spirit in order to produce a Scotch type whiskey in Canada. Now he... He... He's going to appeal interest here, which is super important. When you're trying to get people on on to likes to help you. We have an opportunity here to make Scotch to predominant drink in North America, Sam s. I don't think you wanna pass that up any more than I do. Prohibition cannot last forever. And when it is rep revealed, you will be established in the market, whereas it might take years for the bourbon people to get back into the business again. So what he's talking about there is the the thesis in which he builds his entire business. His entire, you know, large business at the time. In the future rather. Matures and that is mature stocks of whiskey, we're in short supply, but they're gonna be in high demand. So he's looking way into the future, thinking long term here. So he started... I forgot to I should tell you at this point. His company call like, dis still company limited or something like that or limited company. And then he buys s, which is remember, he's just a retailer this point. Now he needs the production to make... To... Not to import the Scotch whiskey, from Dc c, but he's also got... He's gotta do the blending himself. Right? So he buys s and they just decides to keep the name. Now after Sam by s, The important part is to understand, because this is another step up. Right? Now he's not just. Now he's making his own. More importantly, he's on the side of the transaction that he wanted to be on. He's not just selling other people's products. Now he's gonna sell the his own product. He's gonna keep all that profit. Okay. So now the money is gonna grow rapidly. And this is even before. It's it's gonna grow even more rapidly. Obviously, It's a different level, it's like, order of magnitude larger once once prohibition is rep. Prohibition remain enforcing in United States, presenting a remarkable opportunity for Canadian entrepreneurs. Wonderfully his s is in Canada I should point that out. Wonderfully situated to take advantage of a huge market, Sam sold to middle man throughout Canada. From there, liquor entered the American market, thanks to a work of a colorful opportunity of run runners who sent their merchandise by every convey imaginable. So I wanna tell you a little bit about these, the ingenuity of some of these people. Most went by boat, but cars, planes, carts and bicycles. Could you imagine smuggling and liquor on bicycles, like, what what is going on here? This is even crazy though. Enterprise rumble runners packed whiskey into hollow out logs and haul them by sled. Across the international frontier, hundreds of thousands of bottles went by the... This this means alone. By the mid 19 twenties, cash from these sales began to pour into the Bro family coffers. This is where we started to make our real money, Sam said. We had relied mostly in the mail order business in Canada and was insignificant by comparison. At this point, we joined the major leagues. Canadians knew that there was no law against the export of alcoholic beverages from Canada, and they believed it was up to America to enforce their own laws. Moving ahead, Sam would tell you to build your life and your business, brick by brick. I build brick by brick Sam like to say. 10 years after the first foundations were lady Montreal, Sam could look with pride at the edi that he had constructed. Sam and his British partners, that's Dc, or Dlc. I forgot what it was. Salmon as British partners had conquered some 40 percent of the Canadian whiskey market. We're eventually gonna do the same in the United States we'll get there in a minute. Now, this was very, very fascinating. It's another... I'm gonna tell you about Sam's view on money, and it's very unique and I think very smart. He took little interest in in luxury goods and had no time for interior decoration, cars, resource vacations and the like. But on the other hand, he wanted to surround himself with quality. Sam would have agreed with film producer ado off Z car when he said, I have always believed if a man surrounds himself with good things, he sets a standard in his own lives as well as those of others. Uni interested in money for what it could buy, Sam never carried any cash. It was almost impossible to get him to spend money his sunset, but money was nonetheless important. You were somebody if you had money, His son, Edgar explains Sam's. And if you had a lot of money, you are more of a somebody. Par about small things, likely the likely the imprint of his family's struggle with poverty, Sam was... Famous for turning off the lights in his office and complaining about minor t. Sam's nightmare was being poor as his daughter recalls. And early... His early life poverty was an overriding shame. At 50. My father would shutter when talking about going to school with holes in his pants. He did not want his children to be subject to that. Now that's the first part of his views on money That's not the smart part. I mean, that is smart. But what is really smart is he looked at money like a barbell. So he says, essentially, my interpretation of of his opinion is spend no money. But if you do, you better spend it on the best. So he has this idea of go first class. Let me... I'm gonna tie into what I just told you. Remember, I'm not gonna... You're not getting a dollar at of me. But when you do, I'd better be spending money in the the very best. Son, if you gotta spend money, Sam told 1 of his advertising men, go first class. Sam at ad money, ad admin admission. How do I say that word? I don't know. You know what I mean? Sam's admin admission was hardly restricted to advertising, and indeed extended to every Nook and cra was business. First, first class on Sam's mind meant quality and a concern for quality was meant to govern every phase of his operation from dis stealing to blending, aging, packets packaging, advertising and sales. So I'm gonna pause or go back into this in a minute. There is no kindle version of this book, but if there was I would I would guess that if you could... Usually, I use... I buy... I try to buy both physical and kindle versions of the books. I prefer reading obviously physical book, but Kindle is just super helpful and and doing research and prepping. And essentially, it's being able to search the book. If there's a of this book, I think the word quality might be the word... The single word that appears the most. So that I just need to tell you that you understand the mindset of of, Sam back to this. He was a fe for quality edgar Intends that's his son, insisting that his father who was reluctant to spend money in principle would lavish fortunes to upgrade his equipment or improve his techniques, and he would spur shortcuts in the interest of higher profits. He would insist that no control of quality could be relaxed, that no exception be permitted and no concession made for short term gains. So I have a love like, I'm sure you do of of finely made beautiful products. But I like the idea of spend almost, you know, be frugal spend as little money as possible on things that don't matter, but things that do matter spend the most spend as much as you have. I like that barbell strategy idea. I do not know if it's been explicitly expressed in any other book that I've read so far for the podcast. I think it's a really, really interesting and good idea. And especially the application, Sam's application of that. That, you know, Gonna I'm gonna hire the best advertising agents, something, you know, I'm gonna have the best the best materials needed for the creation of my product, everything then hire the best people. I just think that's really, really smart. And then, you know, at the same time, don't be wasteful, which is why you see, like, a older filthy rich Sam walking around the office turning off lights and and getting mad when you spend money on things that don't matter. I'm gonna take a short tangent here. There's a there's a bunch of supporting casts in the book that I'm eliminating. Is really interesting because this guy named Lou. Appears a bunch of times, and Sam hates them. But what I found most interesting is that they were enemies that were remarkably alike. Let me just tell you a little bit about this. And I thought it was... This this... I'm gonna use a, source of fiction here. Well, let me just read it too. Easier. To outsiders equating with what with what lay behind their their coral, the 2 titans of the liquor industry appeared remarkably alike, Both were self made men of Jewish background, Sam and Liu were tough, auto vision who had built their business from the ground up. And neither had a modest view of their own achievements. They were also widely known. The novel, the view from the fort floor had a leading character that was modeled upon both Sam and liu. In a revealing scene, the character tongue lashes his sons with a speech that either of the 2 rivals might have in reality have uttered. So they didn't like each other but they were very similar. This gives you an insight of both their personalities based on on excerpt from this novel. A business is something living. Something you to put together with your belly and your heart. It isn't something you put together just with money and brains that you hire. Brains like you, I can hire anywhere. Business is when you want something to be alive because you had a dream about it. We were a aaa a credit rating before you before you piss, were able to button your own pants. So Sam was hard on everybody around him, and he... From the very beginning, he designed the company, so his 2 sons would take over, which Dane indeed did. I cannot imagine how hard he was on them. But I I'm in my mind's eye, when I'm reading this book, I imagine that excerpt from the novels, it's pro... It probably happened in real life to very frequent degree. Let's just put it that way. He was extremely hard iron wheeled person. He just was. So, unfortunately, you get a deep of a family. He'll see that soon. Obviously, But, you know, he was... He had a set of high standards and he insisted everybody around a meet those standards. So you could imagine when you don't meet those standards how he would express himself. Okay. After prohibition is lifted, Sam goes on a buying spree. And I found... This was very interesting. Kind of reminds me of, like the frequent the the frantic energy, our activity is similar to when I was reading warren buffett shareholder letters. Although you'll see maybe not the way Sam negotiated. I do think what he did here was smart because he realized he's got a massive advantage and he's gonna make up for it. So it says Sam developed a virtual man for inventory. Meaning he wanted aged Scotch because now it's... That what he thought was happening was gonna happen is happening. And now he's gonna have. He's gonna especially corner the market on age Scotch. Aged Scotch whiskey. I think it's right your term for. Sam developed a virtual man for inventory. His every instinct calling for more whiskey to be purchased or produced and put away in barrels. Inventory wins them all was 1 of his favorite remarks. Sam's post reputable buying spree began when he picked up a hundred and 47 year old Ro Union dis decelerate. Just a few months later, he bought the Cal dis decelerate. Now, this is how the negotiation for Cal dis went, which is found very surprising, but gives you an an indication how valuable and how much he believed that inventory wins all. So this is the the person that he was negotiating with talking about the negotiation. I intended to trade Cal over a table for the stiff price I could get out of him, meaning Sam. But he threw it all back back to me and said, you set the price and whatever it is, it's a deal. Sam moved boldly as he often did when a unique opportunity came his way. Eager to acquire brown stock of Scotch whiskey, Sam managed to buy the company in 19 35. Brown was the guy, cal... The guy doing the negotiation for covered still. That tells you why. He's like, listen, Just name the price because I want your your whiskey. Whatever you think that price is, it's more of about... It's gonna be way more value on the future. So I'm buying that. And so he says, with this company is our base, this is now Sam Talking, we began immediately to lay down stocks of select scotch whiskey from maturing. A strategy that served him well years later, we... When despite a worldwide shortage of scotch, he was able to draw upon long aged quality whiskey. Okay. So there's 2 things going on in that paragraph you have to know. 1, he had massive buffers. Financial buffers, inventory buffers. He understood that the world's was complex and that there's things that are gonna happen that are on... Beyond your prediction, and you have no control of. And it goes against a lot of advice. I see entrepreneurs like people give entrepreneurs in present day where it's like, they... They're just making your company more fragile. Study the the businesses that survived. They know things that these people in modern day do not. And you could tell they don't know it because, yeah, you might you might be more efficient or quote unquote more optimized right now, But if but if shit hits the fan, your company's going away. The people that survived had red done. Sam had red done And what are they talking about? Strategy has served in wells years later. He's doing stuff that not for short term benefit. He's doing stuff that's gonna serve him years later. Sure, certain well years later when despite a worldwide shortage of Scott she was able to drop upon long age quality whiskey. You know what they're talking about to come about World war 2 when his dis and his production is is taken over by the Canadian government. So a lot of his other competition that's just destroyed gave him a huge advantage. Destroyed his other... Weaker competitors because his weaker competitors, they had less inventory and less money. And so now this unpredictable event where war 2 comes, Right? And if you ever studied war 2 It's hilarious to watch the predictions of humans. So like, it's gonna be a a few months, it would be fine. Oh, just be a few... You know, maybe be some casualties. No 1 can predict how long wars are gonna last or how many people are gonna die. If they... They tell... It's same with financial. Financial crisis with anything. It's beyond our understanding. So what happened is these people were over optimized. They were quote unquote more efficient than Sam, and yet their entire stock was wiped out because they couldn't produce anymore. And then now they have... They can't age their whiskey. Son that, they sell lower quality product. Well, Sam still higher quality product. 8. He just gave more percentage... Gave more of the market that they never recovered from. He's just so... This guy is so smart. Okay. Sam does... Here we go again. Here's another note. Sam does something brilliant. He reposition whiskey as a luxury product. So this is still... I'm not at to world war 2 yet. I'll get there. This is in the 19 thirties. And this is where people said Sam was a marketing genius. Sam supplied a reassuring social context for a once marginal product. He's talking about. He's advertising 2 Americans after prohibition. Practically everything about Sea advertising this period immediately following her appeal was designed to reassure. Here's a sample advertisement from 19 34. From the oldest stocks in Canada, Sea limited own and have in storage more than 15000000 gallons of fine aged whiskey, the largest supply of anybody in Canada by the way. Behind it stands, the reputation of these world famous dis facilities and the guardians ship of the Canadian government. What is he doing? Appealing to authority there? Distilled, matured and bottle under the strict supervision of the Canadian governments. That's the end of the ad. Unhappy with the image of whiskey being goat by poor people on grimy bars, which was the the how people thought about whiskey, which is weird because I I don't think That's how people think about it today. And I think Sam played a a key role and shaping how we view it. So it says unhappy with the image of whiskey being goat by poor people and grimy bars, Sam wanted to portray being sip in the quiet dignity of a London's man men's club by culture gentleman. Now, what else happens if you could reposition your your product. Not only at higher quality and stuff that you're know... They used to getting, but he's reposition his product allows him to charge more. Right? We realized from the very beginning that the industry must be build itself on a class basis, Sam juan said. And there's no clearer demonstration what he meant by class and Sea brilliant moderation campaign in 19 34. With an ad entitled, we who make whiskey, say drink moderately. Says the moderation ad was a brilliant marriage of the themes of responsible consumption and gracious living. Whiskey before Rep appeal, the latex implied was a raw, harsh in inexpensive product that was often consumed un in excess. Sea whiskey in contrast properly distilled and then brought to full mel and full whole wholesome by aging was in the tradition of fine living. So I've told you over over again, he, focused on quality products, but he's also extremely focused on distribution and making sure his sales volume is as good as a possibly can be. So this is a S company philosophy that isn't as interpreted to his sales, and it really could be a insight into Sam's personality. It says there was a highly aggressive spirit that Sam helped inspire, meaning within the company. When you attack attack vigorously and never give up until you win, go all out do not keep your foot on first base ready to retreat in case you fail. This is how Sam... Communicated his desire for high standards. The best whiskey has not yet been made. Sam like to repeat to his production people. Urging them to constantly to improve to upgrade their operations and to set higher standards for themselves. Now listen to how Sam spoke about his own products. Quality in Sam's mine was intertwined and intertwined with prestige. This this a direct quote from him. The selling power of prestige has always been and continues to be the basic idea behind all of your company's advertising. He told shareholders. This ties into how he reposition the the entire whiskey industry. Right? So he continues. Every S advertisement is designed primarily to accomplish 1 thing to sell s and not just whiskey to sell the fundamental principles of the house of Sea. The craftsmanship, the traditions, the experiences, the quality and the prestige that have made Sea whiskey famous since 18 57. But Prestige cannot be acquired quickly. It cannot be bought It cannot be claimed. It must be earned by the slow process of winning respect and goodwill through find products and consistently find advertising. That is a fantastic way to communicate now with a with external shareholders, but with inter... The people inside your company. That's... Yeah. That's that's good. Alright. I had this idea that just stumbled out of, like, it's a thought I've had over and over again. And I I randomly came up with a name for it because Was searching for. It's like, yeah, You need to be a lifetime learner, etcetera, etcetera And I was like, really what we all need, We need our own personal curriculum. Like, the most interesting people the most successful people in the world, their education doesn't stop after they're done school. It continues until they die. And so I I just call that a personal curriculum. This is Sam's personal curriculum. And if you if you think about it, as I read this to you, like, founders is a large part of my personal curriculum. As you read as you listen to these podcast podcasts and read these books, it becomes a large or a part of your own personal curriculum. Now you're Sam's version of that. Never having completed high school Sam put great energy into self education. Much of its centering on literature. For a person without form education, his literary interests were considerable. Sam was constantly reading. Besides the business papers he brought home every night, he enjoyed good books, biographies, history and poetry. He could quote Re of poetry by heart. Sam had a genuine respect for people who were learned as he would call them. This is a category of people he ranked together with, quote, industrial who had made the top grade. And these were as as a person's worthy of respect. So people that self educated and people that succeeded a business were basically the people that he had the most respect for. Now we got to the part. We're getting to the part of, remember, he did all this planning. He did not know in the 19 thirties that World war 2 was coming. But he was prepared. He had a series of red. That almost no other competitors did, and this is going... He's game over. Game set match. It's over now. You didn't do this. He did and there's no recovering from it. It's just really smart. So shortly after the outbreak of the war, the Canadian government mobilized dis. He they ordered them to convert to the production of alcohol that was used in the manufacture of military goods. Sam did no coax. He wanted to do this. He was extremely patriotic person. Think about all the opportunities that that his... The country he he emi immigrated to gave him. You know? It says he told shareholders that Si became an essential war industry. So, as you can imagine as they're they're if they're making stuff for the war, they can't make their product. That's why It was so important for him to have these huge massive reserves. Can can Canadian dis ceiling. This is Sam talking. Canadian dis still had taken this place shoulder to shoulder with major industries like steel automobile radio transportation communications and other than the ranks of those who are doing their war task quickly quietly and efficiently. S scientists and that that also gives you an idea of what he valued. Quick, quiet efficient work. S scientists were among the first to adapt whiskey facilities for war production. Sam tirelessly spun off ideas to assist the war effort. Sea advertisements boosted war bonds and stamps. They didn't have to do this. But this is why he's doing this. And the company produced and distributed posters to raise morale on their own money. The purpose of these programs was not merely to improve pro productivity, but in Sam's words, was to create a sense of responsibility as citizens in a world which need now more than ever well informed citizenship and leadership. Okay. So switching gears here, I came across this short anecdote, I think is good advice on how... If you ever have to deal with a person like Sam in your life, how to deal with them? And it comes from an interaction that Sam has with 1 of his young employees. This is much later in his life. This is after he's within... So I didn't I didn't finish that thought. Let me get there... So I get to this part in a minute, but what happens is Sam is patient. So the appeals done, he gives... He waits a year before he enters into the market starts selling because what happens is all the people that did not have his same strategy they unleash on the American market, cheap, low quality, not aged whiskey. So he lets the American publisher start drink that in a year in addition to a huge advertising push, then he brings out. He starts releasing these aged whiskey. These had for almost a decade. And what happens the quality goes through the roof or assuming, the quality is so high, so much higher in this competition, Sales go through the roof. What's so interesting is the advertising was so effective. And remember, it's a luxury product. It was more expensive than as competitors. Right? That there'd be like, surveys throughout America about what kind of whiskey you drink. And the percentage of people that lied in the survey, they would... More people that were... Then were buying the whiskey set, they'd only drink sea. Because they wanted to be associated with that brand. I thought was really, really fascinating. So what happens is he's well capitalized. He's constantly expanding at this point he's got dis all over the world. And then the American market just... It just blows up, You know, they're doing hundreds of millions of dollars a year in sales. So that's a final step in this, you know, staircase of, like, opportunity that I've been trying to explain to you. Alright. So this is how to deal with a person like Sam. Robert showed him a new series of ads 1 day, aimed at blue collar workers. I don't like them. Sam said currently. Robert replied, they weren't designed to be like by multi millionaires. At that point, Robert saw Sam's face flush with anger. You think your pretty goddamn smart, don't you he g. Mister Sam, Robert replied. If I wasn't smart, I wouldn't be working for you. Sam looked at his employee, smiled and said, okay. Run them. I was I was there 13 years after that, Robert said, and I never had a minute problem with that man. When you run into these strong over powering highly driven people, maybe you're partnering with them. Maybe you have to work for them. They... They don't respect push overs. So you have to push back. It's like, yeah. He likes that response. Okay. This is this is another thing Blew my mind. Sam found success outside of the Alcohol business as well. So in 19 63, Sam, I think, let's see. This is 1 of the... This is towards the end of his life. He dies, I think in the early... In the early 19 seventies. Maybe 19 72, somewhere on So it says, in 19 63, Sam made his big... Biggest plunge with the purchase of tech specific, which is a major, supplier or manufacturer of colon oil. There was no question that this acquisition was a remarkable financial coupe. I wanna share some numbers with you. With a sea working capital of 382000000 and earning of of and an earnings of 34000000 dollars a year. Whoa, Sam bought... This is in 19 63. Earnings earnings of 34000000 years, Sam borrowed 75000000 dollars from institutional investors in 25 year promissory notes. He put 50000000 of that money as a down payment on the purchase price of 266000000. And undertook to pay the balance out of future revenues. So he borrowed 75 but 25000000 in the bank, put 50000000 down as a down payment, and he's got the balance on a on a 266000000 dollar. Purchase price. Okay? Now that is in 19 63 12 years later. By 19 75, Texas specific had paid off its debt. While in the process, its oil and gas reserves expanded phenomenally. The company proved to be 1 of Sam Sc moves, bought with only 50000000 dollars and borrowed cash, it was sold by his heirs in 19 80 for 2300000000.0. So bought it for 2 66. Sold, what is that? 17 years later, buys his heirs for 2300000000.0. Generational inflection point. Now I'm gonna move toward head towards the end of his life, Sam found another historical project satisfying, a short, attractive company history entitled from little acorns. Which Sam wrote and published along with the company's annual report in 19 70. The book took its title from David Everett poem, which closed with the words, large streams from little fountains flow, tall oaks from little acorns grow. Sam like the thought. And towards the end, he reflected publicly on his own humble origins from time to time. As he never would have done before when he was on his way up, Sam wrote a dedication for his son Charles, explaining the additional symbolism that he saw in the picture of an oak tree. Now this is Sam writing. This story of the building of our company is also partly the story of my life, but with 1 of the lessons of my dear parents to be steadfast and true and to build my life brick on brick. The symbol to the left is of the tree, firmly planted with strong roots in the ground and growing ever upwards. The branches denote our children and grandchildren. Also the people of our organization spread around the world. The trunk is your mother, and I pray also represents you and your wife, and the branches of your children, and someday please God, your grandchildren. With all my love, papa. I will leave the story there. If you buy the book using the link in the show notes, she'll be supporting the author in the podcast, and I'll talk to you again soon."
}