{
  "transcript": "For a long time, I was known as the bull. I don't think this nickname came from my hard driving work ethic. I imagine that comparing me to a heavy steel body that drives over piles of rub was not meant to be flattering. It was meant to depict me as an uneducated ups start who dug up the ground first and thought about it later. It's obvious that it did not receive much schooling, but not receiving formal education does not mean 1 is lacking in wisdom. It is a mistake to think that broad and deep knowledge can only be obtained through formal schooling. I think harder, work harder, have greater courage and in more active than others. Before starting any project, I spent an enormous amount of time and effort thinking, analyzing and planning every detail. When it's time to implement these plans, it may look like I'm working off the cuff, or even being reckless, but if I hadn't first sat down and planned everything out, the Hyundai group of today could have never existed. When attempting something difficult, people utter the words wrong are impossible. They said we couldn't build a highway so cheaply. They said it was crazy for us to build a shipyard. They said it wasn't possible to move heavy underwater equipment by barge. It wasn't just once or twice that I received this kind of treatment from people. People who only thought with their common sense and shunned adventure often found my ways of doing things ridiculous and ignorance. But I am someone who believes that if a person limits themselves to the fixed ideas inherent and common sense they will not be very creative. People with a strong will to succeed have unlimited potential. By bringing together all of this potential, the collective energy of a people can be unleashed. My motto is shorten the time. This was the sure way for improvement. If you search for a method, it will come to you. If you can't come up with a method, it's because you didn't think hard enough. The Hyundai of today was built by pushing aside all of our problems like a bull. My performance is a bull in thought, calculation and prediction was the product of a modest intellect. But by thinking and trying harder than others, I continue to push ahead in all of my endeavors. And that was an excerpt from the book that I'm gonna talk to you about today, which is born of this land. My life story. It's the auto, and it's written by the founder of Hyundai Chung J young. And this is another example of a book that I didn't name know existed. I don't even think I knew who Chung J young was before a listener recommended the book. So thank you very much. Please keep those book recommendations. Coming. I'll leave just a in an effort to centralize all the different places that people are sending me book recommendations, I'm just gonna leave my email address in the show notes moving forward. So if you have a a recommendations recommendation use that, that's the best way to get in touch. Okay. So I wanna start in the preface. This book was translated into English after, chung passed away, and his son is the 1 that writes the preface and gives us a good overview of who his father was. And let me just start right there. So he says, my father was a nation builder, figuratively and literally. He built so much of the infrastructure and landmarks in Korea that we still use and see around us today. He was a businessman who built 1 of the most successful companies in the world. He established schools, hospitals, and 1 of the largest philanthropic organizations in Korea. However, for me, he was first and foremost my father. Who showered me with love and made me who I am today. In the words that he used to describe his own father, he was the pro projector of my body and soul, the best of my health, my work ethic, frugal gh, patience, commitment and my devotion. The 1 man who taught me the morals that have made me the man I am. My greatest mentor, my father. Reading this book, I felt his presence. As if he was by my side, Knowing all the things that he had to go through to provide me with unparalleled opportunities, I now look back on my own life and wonder whether I've truly lived up to his expectations. My most po memories of him are not so much of his accomplishments. As is how hard he worked day in and day out, how he struggled. Why does 1 start a business? The usual answer is to provide for one's family and to contribute to the national economy? But we forget just how much of a struggle it is to keep a business afloat. As my father said, you need to pour all your blood, sweat and tears into trying to make it succeed. From when he was first starting his first auto repair shop and a small makeshift garage to when he was building the dry docks for what would become the world's largest ship building company. It was a daily struggle against impending disaster. Trying to keep things going when so many things could and did go wrong. In 19 73, when he was driving himself through the shipyard construction the site in the early morning in a raging storm, His jeep fell off the break water into the sea. As the water started to pour into the jeep and he was trying desperately to kick the door open, he remembers taking to himself. If I don't make it, people will say that I disappeared because I could not handle the mountain of debt that It was under. His was a lifetime spent making possible seemed the seemingly impossible. When someone said that a proposed project would be impossible, His famous response was, did you try? My father was a self taught man. All the formal education that he received was 3 years of traditional confusion education at the village school in 3 years of elementary school. He more than made up for whatever shortfall falls through v reading. Now here's a direct quote from Chong. He says even though my education stopped after the sixth grade, I've always enjoyed reading great books. If my first mentors were my parents, then my second mentors were books. From these books, I learned that life is about a sequence of days. Just as important as seeking in the totality of life, it is perhaps more important to find meaning in daily life. Now back to his son, his son writes, he had a wonderfully positive disposition and a rigorous work ethic. That's if you only... If you had to summarize Chung, with just 1 sentence that's probably the best sentence to summarize him. He could see the silver lining in even the most dire situation. His recollection of the back breaking work that he undertook under grandfather's direction on the tiny family plot illustrates this better than anything else. Now back to a direct quote from Chong. I was born with the ability to accent the positive rather than the negative. Since I was 10 years old, I worked with my father under the scorching son. His father was a, very poor farmer. I worked all day, never taking the time to stretch my aching back. But in all that time never once that I complain or Slack off. When the time came to take a short break in the shade, those precious moments when I could feel the cool breeze on my face were like heaven. Returning home exhausted, I slept soundly and woke up the next morning ready to go. Now back to his son. He had the ability to to remain un in the face of seemingly insurmountable difficulties. My father lived a full life. I miss his wisdom. His ex exuberance optimism, and his ability to rise to any occasion. Most of all, I miss him as only an ado son can. So I just only know I left myself on that page was just that success. If you can get to the end of your life, and your family members, your children the people that love you right about you like that, that... That's to me the definition of success. Okay. So I wanna start wanna go directly into the the writing of Chong and how he tells his life story. And, I was thinking about this as I was reading the book because the last chapter is all about his philosophies on life, which I'm gonna, give you a lot of ideas from that chapter. And when I realized when I got to the end of the book was, and I'm gonna tell you this upfront, it might help you like, picture this in your mind. While I was reading the book, the image I had was if you had... Because he's writing the book, he's in his mid eighties, by the time he sits down to write, write this book. And so imagine you had a really successful really wise, grandfather that sit you down towards the end of his life and and wants to to pass on the lessons of his life to you. That's the way I felt when I was reading this book. Okay? So let's start there. Let's start first with the memories of his own father. And on this... In this section you're gonna hear about half a century of struggle, and that's not an understatement. You know, Murphy's Law where it says anything that can go wrong Can and Will go wrong, that's a great description of the struggle he had building Hyundai. And when I went into his book, I I note about that too. So when I picked up the book, I thought, okay, I'm gonna learn about... Because when I hear the word Hyundai, I only knew that the the car manufacturer. I didn't know that he also built a gigantic construction company, a shipbuilding company. And so there's a bunch of of, hugely successful companies under the Hyundai group. And so I'm gonna cover a lot of that today. Okay. So, we're gonna talk about memories of his file. He's gonna talk about memories that he has of his father right here, and then he's gonna tell specifically why he's writing this book. When I gaze across the farm, I am overwhelmed with grief that my father passed away before seeing this place. But I can console myself in the belief, that were he to be looking down from heaven, he would be hardened to behold the vast farm created by the son of a man who lived his entire life as a poor farmer. He was a farmer from birth to death and head to toe. He was the greatest mentor. He was my father. Though many people may view him as a run of the mill farmer no different than any other. I've v and adored him, more than anyone else in the world. I am over 80 years old now, and I I've lived 20 years longer than my father. This year, 19 97 marks the fiftieth anniversary of the founding of Hyundai. During these 50 years, Korea endured Japanese colonialism national Liberation, the Korean War, the student revolution, the Coup in 19 61, the assassination of President Park, 30 years of military rule and now 5 years of so called civilian rule. Hardly a day of tranquility existed in these 50 years of turbulence. Looking back to those times, I'm very proud that Hyundai has held steadfast through the storms survived and matured to this very day. I thought it would be meaningful for me to reflect on my life and better organize my thoughts and experience, so I agree to write this memoir. The reason I'm writing this memoir is to reinforce my message to the younger generation who will shape the future of this country. With strong conviction and concentrated effort, everyone has an equal chance to succeed. Someone once said that time is a form of capital provided equally to everyone. I couldn't agree more. If I could be considered a successful person in my chosen profession, it is only because I was able to do my very best based on strong convictions and made the best use of this evenly distributed capital. Okay. So now we're gonna get more into what he learned from his father and, running away from home, which he ran away a total of 4 times. So it says, his meaning his father, his total assets consisted only of a healthy body and a diligent character. Father never took a day off. Whether or not others were drinking or gambling, father just worked quietly toil away in sol. Father was a man a few words. Even when working beside him all day, I heard him speak at most 3 or 4 words. The longest conversation we ever had was the time he found me after I'd run away from home, and he tried to convince me to come back. So this the part about to reach you now. This is the third time he ran away. So his father finds him in seoul and, chung safe to the city because not that he loved his family, but he realized he didn't wanna wind up, a, poor farmer's whole life. So he realized the city is where all the opportunity is. So kept running away his father Keep finding him and finally the fourth time he just couldn't take it anymore. But I wanna talk about this time specifically. So it says, father caught me attending the bookkeeping and accounting school in soul. This is what his father said. And well, it's pretty harsh here, but there's a reason for it. And so now the direct quote from his father. Are there any parents in this world who don't want their children to be successful? If you are successful enough to bring your parents and siblings to soul and look after them, why would this old man hold you back? But you better not forget what you are, Just a farm boy who only finished the sixth grade. I hear seoul is crawling with unemployment unemployed graduates of vocational schools, but you? What are you? A nobody and a nobody like you isn't going to make it. You will throw our family out into the streets, blindly chasing after this stupid dream. I am old now. So you need to be responsible for looking out for the family. Since you refused, we're gonna have to turn to begging. So when I first read that section, I just couldn't imagine ever talking to my son that way. Saying, you know, you're just a poor boy. You don't have an education. But when the the longer the story goes on and when I revisited the section, I realized, he's saying that because he's afraid. He loves his son. He wants the son succeed even though those words don't seem like that. He just... He's afraid. He lives his entire life, the difference between chong and his father's chung believe that he had unlimited potential. He believes that the it's a difference really between, like, a fixed mindset and growth mindset. His father thought, that's it. I'm this is what our family supposed to do. This is I'm a farmer and that's just what my life is. Chung never believed that. He never put limits on anything. So let me finished this section, he says, even today I get a lump in my throat when I recall my weeping father, cro down as he uttered these words. Later, I brought him to seoul to live together. At the time, I schedule consisted of working. This is an example his father's love. At the time, I schedule consisted of working late nights, barely sleeping and returning to work early in the morning. Not once, did my father tell me to come home early. By simply staying awake and waiting until I came home he demonstrated his unspoken love for me. So the story of the life story of Chang is not complete without understanding that he endured a different level of poverty. This is... I want... As I read the section 2, I want you to keep in mind. This is a different level of poverty and the the person writing this book eventually works his way up to becoming the richest man in Korea. So here's an example of that. Back in those days, human feces, they call it night soil, was the primary fur fertilizer for dry fields. Kids and adults made sure to relieve themselves at home to add to their essential stockpile. We were extremely poor. So let me let me back up there. Let's see you're at friend's house or you're at school. You have to go the bathroom. You have to come home because your in order for your family to survive, they need you to def in a bucket. That's a different level of poverty. We were extremely poor even though my father and mother worked their fingers to the bone to make ends meet. Back in those days, farming families were so poor that words cannot capture their suffering and restitution. After harsh winters, we would completely run out of food by the time spring arrived. From then on, we barely managed to stay alive by eating tree bark, grassroots and wild herbs. So as you can imagine, going through this level of struggle is going to... It's it's gonna shape it shapes this personality, it shapes any... It would shape anybody's personality. And some people will destroy, but the people that succeed and then don't give up. It's gonna make them stronger. And so it... We're gonna talk more about I'm gonna tell you more about a struggle, and then why he's gonna have to run away for the final time. I've always been scolded for being impatient. I've always been in a hurry... I was... I've always been in a hurry hurry that I would sometimes put shoes on the wrong feet. There was no concept of free time. So I wanna pause here. When I'm reading biographies, and you kinda build, like, this model in your mind. Almost like, if you you you if you were able to have a a discussion with them, you're able to ask them questions and kinda guess at what their answer would be. And when I was reading through this section, and this is something he talks about, over and over again. He he talks about the value in time from the beginning of the book to the very end of end of the book. Okay? And so if he were alive today, and you were able to ask him how many hours a week did he work, his answer would be all of them. So he talks about that a lot. There's no concept of free time. While toil on the farm, I would think to myself. Well, I always be a farmer and never straighten my crooked back, a farmer who will never feel full for even a day, A life like this to suffer like my father, is this all there is? The sad reality of farming is that no matter how much 1 struggles the payoff off never equals the amount of work put in. I wanted to leave my hometown and try anything other than farming. I wasn't sure, but I thought no matter what I did If I worked as hard as I did at farming, I could make more money. Moving to the city was my only hope. I still and then here... Here's what pushes him over the edge. And when he leaves and never and doesn't come back. He moves his family with him, but he never goes back to farming. I still vividly remember my parents arguments were always about food. Their arguments would be become more and more heated until the table was overturned and the food ended up on the floor. I murmur. I can't take this anymore. Any fleeting resolution to remain on that farm evaporated. I was determined to go to seoul and succeed. After I turned 19, I ran away from home for the fourth time. The fourth time ended up being last. Because so now he's 19, this next section is gonna cover his his early twenties. He's on his own. These are the early jobs that he has to do, before the birth of Hyundai. I worked for the harbor master and a moving company. I did any manual labor that a man could do. I was barely able to put food to my mouth. I learned that a farm was worth looking for workers. They provided meals, a place to stay in a daily wage. This reminds me of, the situation that Ag Gaston found himself, in before he finally... Finally was able to to start the business... Founding his business. Yeah, he worked in the minds, but it's very similar. They would provide meals, they provide housing and then a little bit of money. In no time, I sought... I was sought out by other people to do various odd jobs as stories of my work ethic spread. For the first time, I was able to save a little bit of money. At every opportunity I scour the city for a better job. 1 lucky day, a rice shop hired me as a delivery boy. It was a stable job with great benefits. And what he's talking about there, the great benefits. He gets 1 free bag of rice a month. Later in his life, he would say this is... That was the first time his entire life. He felt rich. I felt optimistic about my future. Every day was full of joy excitement. He had my heart ate at the thought of my father toil alone on the farm. 3 years passed until I finally wrote him a letter. By then, my annual salary had increased to 20 bags of rice. His immediate response was, my son, you made it. I couldn't be any happier for you. So there's a lot of things that that he's learning during this time of his life. And so he's got a lot of good ideas. And he talks about... He... He's gonna give us some advice on on on taking simple tasks seriously. He tells us the fundamental principle of his life. And eventually, all this toil way, hard work is gonna pay off. So he said, whatever I did I never slack off. Compared to farming the workload at the shop was nothing. Yet. I threw myself into the job just as my father again on his farm. I made sure I was the first to arrive. He talks about... He would do all. He just supposed to be delivering rice, but he he be the first 1 to show up, and he would do all these extra things just to make the shot better. I would sweep the entrance and sprinkle water on the ground to keep the dust down. Because his son was a lazy bum, the owner began to preach my appreciate my work ethic. Okay? So this word lazy. He talks about this a lot. As you could imagine. Remember he's in his eighties when he's writing this, he's struggled for decades. Becomes widely successful. He's also extremely hard and driven person. He talks about in the Korean culture at that time. You know, you don't tell your kids you love him, You don't... You don't express any kind of emotion. And so he will explicitly say over and over again, how he d test lazy people. There's a quote that I always think about. That comes from Kobe Bryant. And Kobe says, I can't relate to to lazy people. We don't speak the same language. I don't understand you. I don't want to understand you. Kobe said that, but Chung Chung would... It could've have easily been said by Chung as well. He definitely believed that. And so he... In the section of the book he talks about, you know, the difference between the son who was given a job without having to work for it. It works for, you know, local merchant in a big cities, like, this guy guy's not my competition. Like, he stands no chance. And he he just, you know, work circles around him. So he says, I realized that even simple task require patience. No matter how small the tasks such as delivering rice on a bicycle. I pour all my energy into achieving the best possible results. I need to stop there. He gets the job. Like, you do not to ride a bike and Chung never... He's never seen a bike. He's like, yeah, I can do that. And so he stays up. He has to teach himself, and he doesn't within like, a few days. For hours and hours and hours a night, learning how to ride a bike just so he can he can keep this job. So he says, I pour all my engineering and achieving the best possible result. Half measures compromises cutting corners are being real realistic. He puts that... Those words in in quotation marks do not exist in my world. Do it until nothing more can be done. Give it all, give it your all until the very end. This thought is the very essence of me as a person and the fundamental principle of my life. The important part here too is he's applying this as at simple task to be a rice delivery boy. And yet he does that same that that same fundamental principle, he applies when he's running a giant Fortune 500 multinational corporation. 2 years past, 2 years of doing this, he's happy can be. And 1 day, all of my work paid off. The owner unexpectedly offered to sell me the rice shop, to delivery boy has now become the owner. And then he's just gonna give you a mind that you're gonna see. Remember, he's... Let's see. He's 20 years 24. Okay? What I'm about to read you give you an indication of of the levels of ambition and the standards that he sets for himself. I rename my shop number 1 in seoul and aimed it to make and aimed to make it the best rice shop in all of the country. This was 4 years after I'd run away from home. I was 24 years old. I was relentless in my search for new customers. I dreamt that this shop could become the best in the entire country. And now I remember, I I referenced Murphy's law earlier. What I'm about to reach you is a... This happens to him over and over and over again. He listed at the beginning of the book, all the different, you know, things are way out of outside of his control, all the the the tumultuous experiences that that goes on in Korea as it as it transitions from an underdeveloped country to developed country. This is not the South Korea that we see today. And in large part, it was built... Chung had a huge role in building that country. So he says, but the good times did not last. The second sino Japanese war started and Japanese authorities instituted a rice rationing system. And all rice shops were we requisition. I head at home. So he goes back. He's asking people for opportunity. I spends a little bit more time with his family and then goes back to seoul And this is where it gets into the auto repair business. Okay? So we're gonna see more struggle more perseverance. The the same set of, scenarios plays that over and over again just on different different... On a different scale. He'll work really hard. His company eventually succeeds, and then the government takes away. Something happens. Then he starts another business, works really hard, and that continues and continues continues. Alright. So he says, a year later, I returned to toll and started looking for work. He winds up, meetings some people and they become business partners, 1 of them had experience, this was a mechanic. And so they combine and they they take over. They borrow some money and they buy this existing auto repair shop. Okay? So he said, we made good money, and I was a static have chosen the right industry to get into. However, as the saying goes, bad luck comes in threes. Only 5 days after we paid off our loan, a fire broke out. So not only does the entire shop burned down, but then the customer cars, he's responsible for that. And so now he has to go and go back to the person lent that lent him money and asked for more money. So she says, I could have easily given up everything under the weight of debt. But I was determined not to give up. He's talking about all that he owes... He has to rebuild the shop and and pay back the customers. But I was determined not to give up. I did not wanna end up a failure. This is where he visits the private money lender that loaned the money to open the shop to begin with. The fire bird everything down. Now I have nothing but debt. If I stop now, there's no way I can pay you back. Sir, I beg you. Give me another chance to set this right, So this guy gives him another loan, and so he opens up another auto repair shop. But this 1, they have to they have to start from the very beginning. Like, from scratch. And so he runs into an issue is that they're not... There's no way to get a license to do that. When he purchased the other auto repair shop, it was... He could inherit the license. So this is where we see some creativity, how... You know, Chong talked about the beginning of the book, you know, if you just stick to common sense, like you're limiting what is possible. And then if you just become determined and relentless, you're gonna find a lot out... You're gonna come up with creative solutions to the prop... That inevitable problems that you're gonna experience in life. So he says at the time, a license for the auto repair shop is only given to manufacturers. So it's nearly impossible to get the license for an independent auto repair shop. Running an unlicensed auto repair shop coupled with enormous pile of debt I was tread on thin ice. So this is a unique solution. They could put you in jail for doing this at this time. Just says early each morning, I I would visit the home of the chief of police. Just show up and knock on the door day. After a month, the chief who up to this point had never once acknowledged my presence, finally said, Okay. I give up. You ought to be arrested, but how can I detain someone who comes and plead at my door every single morning? So he's like, listen, Not gonna arrest you. He makes them put like cardboard, up, so people can't see the auto repair shop from the street. So this is just another weird obstacle. He's he's got overcome. All this... Now, this is chung reflecting back on on his perseverance. All this was made possible because I put him practice my motto. Do your best until there's nothing more to do. Eventually, the service shop was swamped with orders. He was relentless at going out and getting customers. However, the situation under the Japanese occupation steadily worsened? Japan started an all out war against China. Then in December 19 41, the Japanese imperial suffering from Mega romania started the Pacific war and issued a reorganization for private company's order. So he's he refers to in a pacific war us, in the United States, we know that is world war 02/12/1941 Obviously, it's the Bombing for harbor. Struggling to wage a war beyond its means, Here we go again. Japan took everything it could from Korea to make weapons. They forced us to merge with another workshop, but it was a merger in name only. In reality, it was a hostile takeover. Having neither the will nor the energy to work at a forcibly merged company I left. I was 29 years old. Okay. So we just followed him from a 19 year old runaway. And then for over a decade, he works extremely hard, but now at the end of the decade, he's left with nothing again. And a lot of that was outside of his patrol, in there's some people that we're gonna go through that and easily, you know, let's... Okay. I I try. I gave up. Let me just go and, you know, maybe do manual labor, maybe it'll be a farmer. Tongue not that kind of person. So I'm going to... I wanna just describe to you. Now he's back and his living conditions. And the reason I I wanna point this out is because this is right before he starts Hon die. I was officially unemployed for the first and only time in my life. At that time, my family of 20 lived in a small 700 square foot house. So that's the condition season enduring before he starts Hyundai. Before I get into the birth of Hyundai. He's got this fantastic story in here. And he's, it's about what you can learn from bed books. So I wanna take a short tan, so I love the story, and then we'll get into Hyundai. Whenever I tell people that it was bed bugs that taught me nothing is impossible if 1 puts in one's best effort. They think I'm exaggerating. But this is the truth. So to make ends meet, he's taking any jobs. You can imagine taking any job he can possibly get. And it's all manual labor. He's back to where he started. So it says the bunk house where I slept as a labor was teeming with so many bud bed bugs, they was almost impossible to fall asleep. Some of the other workers tried to think of ways to avoid the bed bugs. But even when they slept on top of dining tables. They were still bitten bitten as the parasites could climb up the legs of the tables. We put our heads together and came up with an idea of placing a steel pot filled with water under each of the 4 legs of the table. It worked temporarily. Unfortunately, uninterrupted sleep lasted only 2 days. Then things went back to normal the way they had been before. The bed bugs were biting us again. We wondered how could this be possible considering the bed bugs would fall into the pot of water if they attempted to climb up any of the lakes. 1 night we decided to stay up to see how on earth they survived the water and manage to bite us. We were completely dumb by what we saw when the lights were turned on. The bed bugs were climbing the walls and dropping from the ceiling onto our bodies. To this day, I cannot forget the shiver down my spine that I felt back then. This made me stop in my tracks and think. Even bed bugs think long and hard and use every bit of energy they have to achieve their goal and ultimately they succeed. I'm no bed bug. I'm a man. These bed bugs can surely teach a man a few lessons. If these bed bugs can do it, why can't we men do it? We just need to stick to it and not quit? We need to emulate bed bugs. Okay. So we're gonna get into the birth of Hyundai which starts out first with the Hyundai Auto service center, and then Hyundai Construction. So like I said before, I sat down I'm thinking I'm gonna read the the the life story, the person that started was a car manufacturer. Right? But the... From the time we're in the story, he doesn't... Honda doesn't a manufacturer its first car. Let's see. There's a timeline right here. In 19 47, Initially 19 46, he starts a Hyundai Motor Service center. Right? So it's a mechanic repair shop. It's not till 19 30 years later when they produced their first car. And so that surprised me. Now what we're gonna get into that. He's gonna pivot into construction because construction at this times where all the money is. In the beginning, Hyundai Motor service center replaced engines at the Us Army Depot. We started remodeling Japanese Ja. Oh, so I need to to pause here. The note left myself is we're gonna see tons of examples of relentless resourceful here. So and you also need to tell you where in history are. This is after world war 2. Okay? But before the Korean war. So that's why he's working for the the working at the Us Depot. We started remodeling Japanese Ja. We welded together 2 1.5 ton trucks to make 2 to make 1 2.5 ton truck. We modified gasoline cars to run on charcoal since fuel was scarce. At the time, most construction projects and automobile repair jobs were controlled by the government and the Us army. 1 day when I was dropping off my submission for a contract, I happened to witness some construction company representatives received their construction fees. While I was earning about 300000 or 400001 per contract These construction companies could make up to 10000001 per contract. I was completely shocked to realize how much money was in construction. So as a a result of this, he does a logical thing, and maybe people won't think it's logical because he doesn't have an experience, but he goes and starts a construction company. He just believes that he can learn and figure things out, and you see his over and over. Don't know how to make a car. I'm gonna make a car. Don't know how to do construction. I'll do construction. Don't how to build a bridge. I'll build a bridge. Don't know how to build ship. I'll build a ship. He's... He doesn't... He doesn't care. He's with relentless. Alright. So he starts a construction... Construction company they are doing basic stuff. Maybe they're paving right, paving roads, things like that. Eventually, he builds bridges. His business is going well, but what's gonna happen. Anytime thinks... His business is succeeding, we know what's gonna happen. Disaster gonna strike again. And this time, it's the Korean war. So right before the war, he says the construction industry quite profitable. I said to myself, we're going places. 6 months later North Korea invaded South Korea. Now here's the crazy thing. And it just speaks to the unpredictability of life. So they're hearing rumors in in the in the country that North Korea is evading, like, they're they're running through the army of South Korea. And, Chong is very patriotic. He doesn't believe it. So he says my brother loss suggested, let's buy some rice while we still can. I outright dismiss his suggestion saying, do you think our army is sleeping on the job, stop talking nonsense. I naive place that much faith in government. I thought Souls defenses would hold? But seeing everyone fleeing in panic, I realized the gravity of the situation. I regretted having dismiss my brother law's decision to buy rice. We had to flee soul with nothing but the clothes on our back. Not only has a fleece soul with nothing with the clothes on the back. Without a single penny, but the family separates too. So he has to leave his home and his business. And he flee. I think he flee to another city called Busan, in that city, American soldiers arrive, and he sees that they they run a, like a job at. And so he shows up and starts working for the Us Army corps of engineers. And so he shows up, and they're like what can you do? And he says, I'll do anything. Starts doing manual labor. Then they, he starts building temporary barracks for soldiers. He gets family members jobs as translators. He just does anything he possibly can. Eventually, the Us Army is gonna push back the North Korean army, and seoul seoul is liberated again. So he says, when Seoul was finally liberated, I rushed home, but no 1 was there. Like my house, the factory had been stripped bare by the North Korean soldiers. Eventually, he reunite with his family. He's able to save a little bit of money from working with the Us Army corps our engineers. And he says the horrifying stories of their unbearable hardships. Meaning his family were difficult to swallow. I immediately went back to work for the Us Army. So they have him do all these construction and rebuilding projects to rebuild all the destruction for the war. I remodeled the Seoul National University College of Liberal Arts and the school of law to serve as the headquarters for the Us Army. Here we go. As relative to twin tranquility did not last long. The Chinese people's army entered Seoul, and everybody was forced to retreat. This time, my entire family and all of my workers fled to Busan. We bought a house in Busan and built temporary living quarters for my workers in the front yard. We cooked rice and we ate together. It was actually a picture in the book from this time period. We hung the Hyundai engineering and construction company sign up, we did whatever was needed to get the job done. So temporarily, holidays is now headquartered in Busan. He does construction projects to Us Army and then the Korean government and then eventually the war is over and he moves back. He moves the company back to seoul. We are now in the 19 sixties. The Honda that manufactures cars in this point to to give you an idea of where we're were the time period. We're still 15 years away from him building his own car. Okay? So now he gets in... He's doing more work for the Korean government in the 19 sixties, there's a, like, a K and president that I think he's a general if I'm not mistaken takes over the Korean government. His name is president Park. He is gonna play a role in this story. Okay. So first before I go there, I wanna tell you about... He's gonna talk more in the book about his management style, and then, again, he hits on the value of time over and over again. He is something he repeats to us. Which clearly something he wants us to to get into our minds. I think there's nothing more foolish in living a life according to the mantra of doing enough to get by, not knowing how precious once time is. In 1 lifetime, we can be we can become a revered and immortal politician a scholar of revolutionary, a writer, a musician, a painter, or a businessman like we... Like those we admire. These remarkable people did not take 2 or 3 lifetimes to accomplish what they did. They did it in 1. Remember picture grandfather sitting you down talking to 1 on 1. If you make full use of your time by living diligently, there's that word again, you can excel any field. Such a life would be considered a successful 1. It is a harsh reality that bold actions are required to develop and operate a company. This is this next sentence not gonna be a surprise to you. I was a tough boss for everyone everywhere. I know I must have heard the feelings of many as grow was the only way I knew how to speak to them. I'm truly sorry for that. However, I'm certain that rigorous examination, training and encouragement made Hyundai what it is today. I would also say it's next impossible to go through what he went through to survive and thrive like you did and not be an extremely hard driven person. Obviously, I'm not condone being mean to the people around you, but He kept pushing his employees. He would say, hey, listen. Eventually, the construction company I'm about to get to his part where the their their own economy, you know, has a series of booms and buses it's it continues to develop and so they have to go and start competing with worldwide construction company. And he's telling people, like, we're poor. We have no resources. All we have is, the management of our time and how hard we willing to work. So he gives examples of employees where they would fly in other, like, western countries would fly in and and he gives an example of 1 company where if you're were over 55, they'd send the person 3 days before the meeting so they could... So you could be fresh and and and get over their jet lag. And if they're under 55, they'd fly in 2 days. He's like, we're... We we can't do that. We have to work 10 and 20 times harder than them. So as soon as you land whether your jet lagged or or not, it doesn't matter. You have to go straight to a meeting, and he has to come straight back. So he just... He... He's... What he's talking about there. He's like, you know, I'm certain that rigorous examination training and encouragement me we meet Hyundai what it is today. Like, he's setting in the high standards. You see the high standards he shoot... He sets for himself. 20 years old saying I'm gonna have the best right shop, but not in not in the street not in the town, but in the entire country. And so he kept pushing that his whole life. Okay. So this is another advice that he has for us that, we should go with the money. So this is where Hyundai construction company must go broad because The Korean domestic economy is really, really bad at this time. And he says after 2 regime changes and suing fallout from both, imagine we're having run businesses the entire time. What just keep them your mind. What is these this is remarkable that he was able to manage through all these ups and downs and the... I mean, these are extreme outlier events and yet had are compressed in 5 decades and he has to deal with them all constantly. I became convinced that we had to go broad to find a way out. I began to seriously consider entering foreign construction markets. So it's was like, okay. Well, a lot of money in Europe a lot of me in United states, but I can't start there. He's like, I, we... We're... We have primitive technology. We don't even know what really what we're doing. So he he's like, I'm gonna do an intermediary step here. Since I dispatch some of our company's executives to Southeast Asian countries such as Thailand, Malaysia and Vietnam. So they could see contracts. Nobody could get in the way of my determination to utilize the Southeast Asian market as a pivot to the rest of the world. That's just a smart move here. Eventually, gets a contract working in Thailand. Now how... Again, doesn't have a lot of experience. He's he's done construction for a few years. But they don't have the the specialized equipment. They don't have the engineering knowledge. They don't have anything that their competitors do. So how are they winning bids. They're winning bids because they're just submitting bids cheapest prices. The problem is he's submitting bids at prices. He doesn't even know he's gonna make money on. And so as you could imagine, he's gonna lose a lot of money. That's why they're they're giving him the bid, So this is an example of him doing this in Thailand. Expanding abroad was very difficult for their company and it cost him a lot of money, But again, we see his un yielding optimism. He's 1 of most optimistic people that I've ever met. And do like, there's parts in book when I got to the end Like, I felt like, He empowered me so much I could run to a wall. So he says because of the out... Because of our outdated technology, our lack of expertise in managing construction work, huge rainfall, poor soil, we spent vast amounts of cash trying to make things work. We incurred a massive loss. And now he... We're gonna an example of that un yielding optimism. If a loss yields experience then it's truly not a loss. If you can learn from a loss then you could turn into a gain. Sometimes you get more from losing money than you do from making it. We lost money in the highway construction project in Thailand, but we also gained something return. While we quickly tried to understand our failures, we gain experience and valuable knowledge which helped us modernize. On top of that, as Korea's first construction company to build a highway, we later became a domestic leader in the field and they built 1 of the largest highways in like, in the country in korea in Korea from from this experience. We able to use experiences as stepping zone quickly to quickly become an international construction company. Whatever you're doing life without work, life without hard work and a sense of a sense of duty is a life wasted. I believe it is my duty to make the most of what I'm am given. Now I am a chairman of a multinational corporation of Fortune 500 company at this time. I have been called chairman, our businessman, but I think of myself as a builder. I have never lost my sense of pride and confidence as a builder. K. So I'm gonna fast forward it to a lot. Of the the parts on building honda construction company, eventually gets, like, the largest... Construction contract in the world at the time. It was in the, I think it's Saudi Arabia, He does work in Korea does work everywhere. Starts teaming up with British engineers and all kinds of stuff. So he's definitely learning over multiple multiple decades. But I wanna get into where when when he starts manufacturing cars. And so now we're right in the 19 seventies. He says there was 2 different points of view about Hyundai decision to enter the automotive automotive industry as a late come. There were bullish voices and Nay say. And I love his response to that. These perspectives didn't concern me. I was sure that in the near future, the Korean automobile sector would grow rapidly. I told my brother who was in the Us on a different assignment, was trying to secure financing for another construction project to stop what he was doing and negotiate an automobile assembly contract with Ford. He was surprised. He asked me how he could possibly sign a contract with a major foreign car company so quickly. I have a blunt response in such situations to deter excuses. I asked him. Have you even tried? So as you could imagine, Chung had only 1 speed, and that was go. And we've seen that in past, we're setting other founders specifically Steve jobs was the same thing. That's not always a good thing. And this is an example when it's not always a good thing. So they secured this joint venture with Ford temporarily. I'll get there in a minute. Hyundai turned out his first car in just 6 months. Remember his whole his motto. We need to shorten the time shorten the time we need to move fast. Hyundai turned out its first car just after 6 6 months after breaking ground on the factory. There were no words that could describe how product was. All I could must were the words good job. Not being able to say words or praise of encouragement is 1 of my many flaws. The car was called the Cor tina. Here's the problem. Their Cor soon became a laughing stock. There were several reasons among them, including bad marketing, bad rogue road conditions, What he means there is Korea time had... The majority of the roads were un unpaid and yet the advice they got and the the vehicle they built with For its help was something that would have maybe succeed in the United States. So that's an important failure that he learned He's like, I I'm building a car for United States. I need to build a car for the conditions that exist now in Korea. Bad marketing bad road conditions in an economic downturn. Our bad and then here we go again. Murphy's law. Our bad luck continued as an unprecedented flood hit the country. We received the heaviest rainfall recorded in a hundred and 20 years. His factory comes flooded. The cars start floating down on the road. On top of our port and then gets even worse. On top of our poor sales, the flood and the Cor shattered reputation, we were almost bankrupt. Our part our plans for a partnership deal were going nowhere. So then, what are you talking about there is the president want... The president... Just by Decree. Remember, this is a military dictator for all intents purposes. Decides, hey, you know what? I don't like the fact that all the these... There's a bunch of other Korean manufacturers at this time, and they're all using part... They have partnerships with all these other countries. And so he says, the president wanted make 1 single korean Korean model car, which is why would only have 1? Does make any sense. With only Korean parts. Oh, that's gonna put him on of business. At the time, they were were working with companies from America, Japan and France. Just know that this is this happens eventually, the president relaxes some of these conditions. When you realize this isn't impossible. It doesn't make any sense. Like, are you gonna have 1... You have 4 or 5 major manufacturers. Chung goes to him, like, competition is gonna make us better? Like, what are you doing? There seemed to be no hope and nothing we could do about it. And so in the middle of all this, he's still having major problems with support. And he realizes that this is not... They they had a 50 50 joint venture, but it's not it's it's equal and name only. And this happens a lot as he goes abroad. Just his... He says essentially, like, listen these rich multinational corporations to take advantage of development countries constantly. And he's saying ford's doing the to him, eventually, he's gonna rent similar situations when he when he tries to build, the largest shipbuilding company. So says Ford planning on using Hyundai as a sub contractor. The real intention was to maintain our prior technical agreement and sell their products without taking risks. Which which effectively turn us into a sub contractor that made parts for ford with cheap labor? There was no way I was gonna let that happen. Who would allow themselves to be dupe like that? I couldn't allow ford to do this? So now he tells his partner. I think this is his brother actually. And he... He says, listen, I need you... I I want you to immediately drop a plan to build cars with a hundred percent Korean made parts. Right? At this time, they're still trying to fulfill the change that the president Park wants to make. Eventually, they realize hey, we can't do this. They have to get the engine from Japan. They get the design work from Italy. But the the important part here is what they realize. Like, And essentially, what they realized is you need to maintain control. Okay? So he... His his... I think it's his brother the 1 that's doing this. It eventually comes to him short out time later. And he's like, listen, let's not undertake any more joint ventures. Right? Instead, we should make compact cars that would be suited to Korea's landscape and road conditions. Anything they don't know how to do, they're gonna contract out and get essentially, they're gonna buy expertise that they lack, but they're gonna maintain control. And I want up being a really, really good idea. And this was the fundamental change they made to build Hyundai motors. In 19 74, we spent a hundred million dollars to build a factory to produce cars domestically. A year and a half later we had our first model, the pony. This part maybe laugh. I didn't like the car. It looked like a chicken had lost a... That had lost its tail. But what do I know? Even before it came off the assembly line, its popularity had gone through the roof Building, this... He continues Building Korea's first domestically produced car was 1 of the biggest challenges ever faced. I endured ind hardships and un pressure. Hyundai Motors is now 30 years old. It has a bright future. I know there are many who questioned whether Hyundai could carve a place for itself in the competitive global car market. The obstacles were daunting. It was bold, border on reckless, but we survived and we prosper. Through such sear experiences we grew stronger and wiser. There is a saying in 1 of the 4 books of con system, con that true knowledge can only be acquired through direct experience. It is much harder for a poor man to become a rich man than for a rich man to become richer. South Korea had no resources that would help us catch up to advance nations. We only had strength and determination of our people. He's telling us this, but this is also what he tells his company. The poor man has to work 10 to 20 times harder than the rich man. With sheer force of will we made it. Hyundai is a living testimony of what hardware work can do. And also say, from this example, it's also a testament to what you can learn by by failing. Remember the Cor failed miserably, but he didn't give up. He's say, okay, Well, I made a series of bad decisions. Of course, I made some bad decisions because I didn't know what it was doing. Never manufactured a car before. And then he he identified where he made mistakes, solved each problem 1 by 1, and then he releases a pony and that that launches Honda to be successful and they just keep building on that. Alright. So I'm gonna I'm gonna pivot myself here and wanna talk about... He's this the guy's like, not only the super hardworking, super determined super diligent and super optimistic, but he also has Adhd. It just cannot stop building companies for the life of. So he gets this insane idea. It's like, well, I've never I I never made a I never create... I never a construction before. I made a create a construction company. Never made a car before. I create a car. Let me just see if I can build ships. So this section is myself as ships are how a great idea starts out as a small idea. And so now this is I'm talking about the beginning of this idea Was like, hey, maybe I can be a ship builder too. A great idea starts with 1 single thought. When a small idea, the size of grain of... Rice is implanted in my mind, I nurture it until it grows into a major project that I can visualize in my head. He's really big on visualizing what is gonna happen your life first, planning it out and and and details as much you can and seeing it happen and then going and doing it. It was in the early 19 sixties of the dream of a shipyard to be built was planted in my mind. I had I had ambitious plans to build Korea's first shipyard. So we see we see a pattern here. He wants to be the first person to build a domestic to create a domestic, shooting... The first Korean construction company to be international. Right? Does that. Then he said like, okay. I'm I'm wanna be the first person to manufacture cars domestically in Korea for Koreans. Does that. I like, alright. Well, let's let's build Korea's for shipyard. And no one's gonna be the first shipyard. It's gonna be the biggest 1 anywhere. So ambition... Yeah. That's a good word for it. So the government loves his idea and encourages it's him to do this. Okay? But now we see something weird. That surprised me when I got to this section. So he runs into obstacles securing financing. Right? So he has this idea goes to the government. He has their full support. Right? Then he goes off to, America and Japan but he can't secure the financing. So he gives up, which is weird based on what he's told us. Right? But the importance... So he's gonna go the the part about to reach you is when he goes and meets with the president. And the president gives Chong the taste of his own medicine. And that was a reminder to me that we only need to push sometimes. Like, we're all gonna veer off the path sometimes, and and Chong is doing that here. So he said, I told President Park I've gone everywhere, but but the Japanese and Americans wouldn't even lift a finger. They mocked us. They be they be our primitive technology. It just can't be done, sir. The president turned away from me and looked at his vice prime minister and said, reject all of Chu business proposals going forward. Make sure the government never does any business with him again. Then he clamped his mouth shut and sat there without saying another word. I sat there for a long time when he finally broke his silence. Chung, A country's president and vice prime minister promised you their full support, and you're just rolling over and giving up, Did you think it was gonna be easy? You knew it was gonna be difficult. If you'd already considered all this and still went forward, then you need to do it. No matter what. You've only tried once and you're telling you can't do it. This must be done. You've been in Japan in the Us, Now go to Europe. We need to do it. No matter what. His strong reaction gave me no other choice. I told him yes, sir, and I left. I told myself that building the shipyard was a solemn duty that it couldn't escape or be lax about. President Park had only 1 desire and that was our country's development. His passion and determination to build the shipyard move me deeply. And this is what happens when sometimes we need other people chung would tell us, hey, hold yourself to high high standards. Right? And then sometimes, I think you would also say it's good for... To let other people hold you a high standards because this a result. I vowed no matter what that I will do this. From that day on, I found new strength ready to run again with renewed determination. I truly believe that constructions of ship... The construction of the shipyard would become a powerful driving force for Hyundai. Once I set my mind to a task, no matter no amount of na will hold me back. The more people say I can't do it, the more determined I am to prove them wrong. My desire to succeed becomes that much more intense. So when I got to this part in the book, this made me think of an idea. If you're a mis fit, you have access to my notebook that has all my notes on, like, 285 or something like that, podcast lectures on entrepreneurship. And there's a... There's a podcast I I listened to you 1 time with Paul Graham? And he said something in that podcast that I've never forgotten. And it's about what is more important to succeed in life. Intelligence or determination. Okay? Because we just got done, Chung just got done telling us, hey, Once I said my mind to my task, no amount of na will hold me back. The more people say I can't do it the more determined I become. So he's talking about determination. Right? Is this what Paul said, I'm just gonna read you the quote real quick. It turns out is much more important to be determined than smart. If you imagine this hypothetical person that is a hundred out of a hundred for smart and a hundred out of a hundred for determination, and then you start taking away determination, it doesn't take very long until you have this intellectual but brilliant person. Whereas, if you take someone who is super determined and you take away smart, eventually you get a guy who owns a lot of taxi medallion or a trash hauling business. But he's still rich. So at the very beginning, Chuck says, you know, you know, everything I accomplished my life, I accomplished with the modest Intellect. Now, after reading this book, I think that's a bit of false modest, I... He's obviously, a brilliant person, formal schooling does not... It's not just not... Does not mean you can't be brilliant without formal schooling. Obviously, you know, he's just trying to be modest. He's got a giant ego. You know, get to become the richest person in g without a Giant ego. So I don't believe that he believes that he has a modest intellect. It comes across in in in the book. For sure. But even if he's not like, book smart, are classically trained. He is definitely 100 out of 100 in in determination. I just really like that idea, and I think that that is actually true. Now before moving on, I need to tell you something surprising about President Park because he plays a large role in the story, A few years after, where we are in the story, he gets assassinated by the head of their version of the Cia. So his time in the story comes to a very violent ed. Okay. So, in addition to wanting to challenge himself to to try to build a the largest shipbuilding company in the world, he's doing it, because he must challenge himself, but it's also because it benefit his con his existing construction business. So this... I found this part interesting. So he says another reason I jumped to building a shipyard is because shipbuilding building and construction were related industries. So he's studying other construction and shipbuilding companies throughout the world, and he discovers that they can make a good deal of money by selling the byproducts of the materials they're using for shipbuilding. So it says for instance, a Japanese shipbuilding company with annual sales of 200000000 dollars, was making an additional 200000000 by selling its its excess steel. We would be able... Meaning if he has a ship company. Well, we would be able to sell steel beams, build power lines, steel towers, bridges and further develop Hyundai plant construction business. Interesting to note. I'm I'm not gonna include it. There's a lot. Obviously I have to leave out. This guy lived to a full life. That's an understanding lived 05:10 lives in 1 life lifetime. But that plant construction business, So he's talking about the government eventually takes that business away from him too. Okay. So we still need to figure out, like, how does he... How does somebody with no experience? Like, how we know that he he built... He eventually exceeds at his goal, but how does he do this? There's a lot of things that he has he has to overcome. And while he's doing this, he discovers that the shipping industry is filled with con artists and shady dealings. And they have a distinct information advantage. This is another example of of a mature industry taking advantage of, you know, what they view is, like, poor dumb people. Obviously, chunks on an Idiot, though. So he's gonna succeed. So he he comes across this guy, Mari. So it says Mari would arrange numerous loans for us. This is the agreement that he's gonna wind up signing with the guy. Guy winds up being well, let me just share it to you. Mari would assume would arrange numerous loans for us and secure buyers for every ship. And all all he wanted to return was 10 percent of the profits. However, we found out the Mori would write a 10000000 dollar contract that was only worth 5000000 in pocket the remaining 5000000 from excels, hit himself. Would do all kinds of weird schemes like this. He says, this was a scheme commonly used by conglomerate. It's in advanced countries to exploit underdeveloped countries. I drew a... So they they have a falling out, wind up not... And he said... Chung would always stick to his gun. So, like, when he was signing a joint venture partnerships like Ford or whatever. He'd say, you know, we're gonna have manager managerial. They say, no, we're not doing. Hey, I'm sign the document. When he's signed a document for. He put he insists on clause where he's said like, we a falling out. We have to agree it We're not... We can't sue each other. And Mari was like, no, Life's too short for lawsuits. We're not gonna we're not gonna do that. And let's just leave that that out, and, Was like, no, I'm I'm not... Like, I'm not bud. I won't sign, and that went up saving a lot of money because they... The guy tries tries to sue them after this because they canceled the contract. I drew a value, but here's the point. He takes, you know, he He doesn't... He uses everything as a lesson, which is extremely smart. I do a valuable lesson from dealing with him. He was a well connected insider in the shipbuilding industry. I learned he worked hand in hand with world class loan brokers. These men had thorough knowledge of the shipbuilding industry. In other words, they had a huge advantage over newcomers like Chong. And we learned a little bit about this when I on that podcast that did with Ari aristotle About how complex. You have a... You have a... 1 of most complex global businesses in the world. If you study it. All kinds of weird tax shelters and and ships registered here in 1 place, but really, like, hiding who the real owner is, and it's it's almost like a the the... Like, a plot from like, some kind of James bond villain character. And so we're gonna be introduced to somebody right now that we learned about all the way back when we were dealing with Ari aristotle. I eventually have got to get around to reading this guy's biography. But this section, and of myself is someone crazier than me, meaning Crazier and Chong. Or another way to put this, how the hell ship that doesn't exist yet. And so this is the... This is the a great description of... I don't even know how he did this. Of the problem that chung has that he has to solve? He says who in their right mind would purchase a 50000000 dollar ship built by a poor country that has no experience in building large ships. I wouldn't do something that's stupid. I started looking for buyers to purchase ships from a shipyard that didn't even exist. Whomever I met, I would tell, so he goes all over the world. I can't... I don't even know how many pitches he had to do to finally find a buyer. Who I would tell whoever I met. If you agree to purchase our ships, I can get a loan, build a shipyard, and then I'll get you your ship. I wouldn't blame them if I thought I was crazy. If they thought I was crazy. Excuse me. If... We found a man crazier than me. This crazy man was willing to purchase or... That was willing to purchase our ship was a Greek named L. He was Aristotle and Nasa. This is his brother law, and we learned in that podcast in On Nasa, brother law and fierce rival. He was convinced that he could buy a hyundai ship. So why... Let me, why do you think he's doing this? He was convinced that he would buy Hyundai ship for dirt price. He signed a contract with us after merely looking at a picture of a sandy beach where I said the shipyard was to be built. So with this purchase order, he has this agreement in place. They signed a deal. He says, hey, I have a a buyer of 2 ships, he goes to this bank in England and he's able to get the loan. Then he goes from England back to his country. He's gotta talk to president Parks still live at this point. So It says, when we... When informed the nellie did we get the loan, but also received 2 purchase orders, the president would over was overwhelmed with joy. Now, here's a crazy thing to wrap up the story. Chung did not yet own the land that was used in the marketing materials? We purchased the land as fast as we could grab it as if our lives depended on it. Now we got to the portland story. The last chapter is called philosophy. He sits down and tells you how... Like, the lessons he learned his in his life and what his philosophy has been to... He's had 1 of the most unique life experiences of any human has ever lived if you think about it. There's a lot of knowledge in this book and every other book, that we analyze and talk about, And so I wanna run over, run through some some of these ideas here. And I'll just give you some summaries of how I interpret this. About... I, again, I envision him talking with me 1 on 1. As a grandfather, really smart successful grandfather telling me and trying to guide me through my life. So this is fine something you love to do and do it until you die. The years have come and gone and now In my mid eighties, but age was never important to me. To this day, I remain completely engulfed in my work with no spare time. What has always been important to me is how I use my time for work. Other than thinking about how to develop and grow my business. I'm actually not very interested in anything else. Time is the capital that must be managed most wisely. I make a plan jump head first into it and finish a project in a shorter amount of time than most people. When others hesitate, I've already begun working. My life was defined by time rather than age. That is how I lived and that is how I succeeded. This next short paragraph. I'm gonna read it first, and I'm gonna give you my interpretation of it. Thinking that anything is possible as the first rule of a successful person. If you doubt yourself, then you will only be able to accomplish as much as your doubts let you. If you think you can't do something, then you won't be able to do it. And so on the other side of that in other words, you don't mistakenly become great at something. You first believe you can be great at it, and then you work to fulfill that belief. He's got another story for us, and I think that the summary of this is don't cove luxury. It's interesting too, before I read the section because... Well, let me read you first. I began as a labor. I still see myself as a labor. I just happen to have a little money now. Because I knew hunger, I was particularly some sympathetic to the workers who couldn't afford to bring lunch to work. I know and understand the difficulties they face. I like and respect the simplicity and honesty of the average worker. Sometime ago, someone propose installing a separate elevator for executives at the company headquarters. I rejected the idea right on the spot. I truly despise the inflated sense of superiority held by executives who expect different treatment from their workers. Why on Earth, would you need a separate elevator interesting enough at the very beginning when his son was talking about a near death experience he had. He where he's driving... He he he he drove the jeep, and he fell into the sea at the construction site. He was... At he he'd be the first 1 to arrive at work. It was, like, 4 in the morning. He get there so early that nobody else was even allowed to access the the the construction site. And so he didn't hang on his office. He went and he he talked to the workers. He would travel all over the world and inspect those construction sites. He thought of himself very much as a labor. He didn't want to... This complete opposite when I was reading when I did that multiple part series on Enzo Ferrari and and based on the the... It's just the movie that just came out. Ford first Ferrari, and you have, you know, Enzo poor kid, growing up completely obsessed with building and manufacturing race cars, and then you have him going up against Henry Ford the second, who I found to be very, like, Arrogant. On... You know, he he'd walk around Henry Ford second like, look, whose name on when he was trying to prove a point to workers. He, like, whose name is on the building. And when I'm reading the book of I'm like, not yours. Your grandfather's. That's not your name. Where you didn't start this company. What were are you talking about? But what I found truly disgusting about, a lot of his behavior compared to to Enzo, was henry before the second, like, coveted luxury. I mean, he grew up on a 60000 square foot house if Remember correctly, but he he built the reason I'm comparing contrasting this now is because now we have, you know, Chang J. Was like, I'm not, I don't want a separate elevator. Henry before the second spent some of ford ford motor companies money building this lavish headquarters for, company executives, and they would have this this huge dining room. Just for executives, not for workers. Right Now not for people actually making products. Where they'd have, like, white glove service, and I remember how ridiculous was when you're reading the story because he's having... He's eating like hamburgers on, like, fine China. There's... Like... Come on. Alright. So anyways, why on earth would anyone need a separate elevator. When I drop by a construction site 1 day, the workers were busy laying a new car... Were laying a new carpet. So think of, like, a red carpet when you see, like, you know, dig or or other politicians they fly to, like, a place they land and they put, like a red carpet form. They're trying to do this for for chunk, But he just got done saying. I think of myself as a labor. I'm a builder. You call me businessman and Chairman. That's not how Think myself. When I drop I could... Drop back construction site 1. The workers for busy laying a new carpet, believing this was a formality that they should observe for their boss. Such formality is meaningless. With our company motto, diligence, frugal affection hanging right there in the wall, they should have spared a second to think about the workers laying rails in the deadly scorching heat. This is an iraq not I'm mistaken. I asked them, is laying this carpet practicing frugal gal? What would our workers think about us if they saw this nonsense? A carpet was a luxury I despise After luxury comes corruption, I have never seen a country prosper with a leader who enjoys luxury. I have never come across a company that thrive under a luxury loving wasteful owner. So we... I've talked... I I've done what, I think 4 podcasts on Henry Ford by now. All that we've learned about him. Do you think he would have made that same decision that his grandson did? There's no way he would have made that same decision? And I think Chong is putting that up. Again, there... It's amazing to me how these themes you start to see these patterns emerge. These people are separated by by, different countries, different cultures, different time periods. And yet they keep hitting on that. They have a dis distinct for waste. And think about how special these people are. I'm about to go and do a multiple part series on the very beginning of the automobile of the auto... The creation of the automobile industry in the United States. I'm gonna cover the founders of Gm, Dodge. Gonna another podcast on Henry Ford, these are special people, Very special people. The businesses that they created are are still around over a hundred years later. There is a lot. We can learn from them, But what's interesting is the people in the in the, in a lot of times, the people in the company today and running the company today. They are not even learning the lessons from the people that started the company that they work at. That's bizarre to me. There's a ton of information and knowledge that that if we keep applying and don't forget, and there's something in human nature, you know, that, last week when we were talking about, Sam Bro, you know, he was hell bent on on building a dynasty, and he he he... That old... He kept... When he was talking to his family in his company, he kept referring to that old ac axiom or maxim, you know, shirt sleeves to shirt sleeves in 3 generations. Not this family. Is what he would say over whenever again and he talks about. You know, you have somebody who's extremely poor. They... In 1 generation, they build their these generational election points. They changed the course of their family and and their company, second generation builds onto it, like his his sons did and the third generation spends and wasted it away and that's at that cycle of life that we seen over and over again. And I think part of the... So the reason that there's an maximum board is because, obviously, there's something in our nature that that that's gonna occur over and over again and by going back to the fundamentals going back to the founders of these companies. Why is this podcast called founders and not Ceos, because founders are special people. They build things from nothing from scratch. It's completely different. And I just really love like his his idea, you know, I've never come across a company that thrive under a luxury loving, wasteful owner, but you've come across tons of companies that have been ruined by luxury loving wasteful management. So to that degree, his next point to us, be diligent. And here he says. There are those who live their entire lives without doing 1 tenth are 1 1 hundredth of the amount of work they are capable of. I found that those who complain of being tired and bored are the lazy ones. I strongly believe that people must work to live a full life. If you're a diligent for a day, you will sleep comfortably for a night. If you were diligent for a month, the quality of your life will noticeably improve. If you were diligent for 2 years, 10 years, your whole life, your accomplishments will be recognized by all. The diligent lead lives a hundred times more productive than the lazy. Their lives are thus more fulfilling. Unless your life goals is wasting time than the first thing I recommend is to be diligent. Being diligent forces you to move a lot to think a lot and to work a lot. Diligent mirrors your since about living a full life. I don't trust anyone who is lazy. And this next section is that positive thinking is the road to happiness. In all of my years, I never thought of myself as under privileged. Even when Was working on the farm with an empty stomach and no hope for my future. I'm a naturally positive person. I was born with the ability to accent the positive rather than a negative. Since I was 10 years old, I worked with my father under the scorching son. In all that time, never once that I complain or slack off. When I went to the market to sell wood, it was difficult to take my eyes off of the rice cakes, noodles, and other delicious treats. I still remember how my shrunk belly crowd with pan of hunger. Moving to the city was not an easy decision. After all, I didn't have a proper education. I didn't have any friends or anyone to rely on. I had to do hard labor. But despite all of this, I never once regretted leaving home and never complained. If you inherit good health from your parents and learn the value of diligence and hard work, nothing can stop you. Tomorrow will be better than today, and the day after tomorrow will be even better. Knowing this, I've always been happy and full of life. Throughout my 80 years, there have been hard times of frustration and harder times of humiliation and defeat. When all I could do is cl my teeth and barrett it. But if we set those times aside, I believe 90 percent of my life has been full of joy and meaning? I have truly lived well. What does it mean to say someone lives well? What does it mean to live well. What circumstances a person a person was born into, what position he is in or what he does for a living does not matter. Only when he gives his best and lives fully in the present is a man truly happy. A man who lives fully in the present while dreaming of a brighter future, a man who enjoys his work and who finds happiness in the smallest of things, that man will find success in whatever he does. Such a man is 1 who lives well, whether a mid level or highly skilled engineer, a Chinese food delivery boy, a student or an executive. It's the same. Those who live with an open heart and positive mind are respected by society and play an important role. On the other hand, there are people born with healthy bodies but who lived useless lives because their perspective towards life is negative. Everyone has the ability to solve his or her own problems. But to do this, positive thinking is critical. We should always remember that every major achievement was led by people with positive attitudes. A life without daily self improvement has no meaning. We live in order to make ourselves better. No 1 can control where they're born or what kind of family they're born into. These conditions are naturally unique, but there is 1 thing we have in common. Our future will be determined by our effort. Thus, our future is our own responsibility. No matter how hard things seem today with a positive attitude, we can all find joy in the midst of our troubles. I will leave the story there. If you buy the book using the link in the show notes, you're be supporting the podcast at the same time. 117 books down 1000 a ago. I'll talk to you again soon."
}