{
  "transcript": "Henry Ford's greatest achievement was changing the face of America and putting the world on wheels. His greatest failure was his treatment of his only son Eds. And this treatment may have has his son's death Henry Ford wanted sold to be like him. But what he forgot or ignored was the fact that his father wanted Henry to be like him. William Ford, Henry's father was a strong minded dom farmer who did all he could to make his son Henry become a farmer, but Henry hated farm work, which accounts for his later interest in far machinery. Henry wanted to and did live his own life. And that is what he would not accept and understand in Eds. Although Eds was a more du son than his father had been, he might have had an easier life and probably a longer 1, had he deferred more to the elder Ford and his ideas. In 2 important respects, Eds was like his father. He was an individual who wanted to live his own life. And like his father, nothing could move him once he decided upon a certain course that he felt was right. His decisions though were unlike his fathers. The elder Ford was guided by hunch and intuition. Eds reason out his problems after listening to the opinions of others He wouldn't compromise between what he thought was right and wrong, but he would seek adjusted agreement between extremes. What Henry Ford was unable to realize was that his son could not be a second edition of himself without being a mere copy of the original. Okay. So that's an excerpt from the last chapter of the book that I'm gonna talk to you about today, which is my 40 years with Ford and is written by Charles Sore. That chapter interestingly enough is called Henry Ford's its greatest failure, and it goes into great detail, the tragedy that Charlie as we're gonna call him today, witnessed with the breaking breakdown of the father son relationship between Henry Ford and Ed so forth. Before I jump into the book, as a reminder, this is a fourth book that I've read about Henry Ford, and the fourth podcast that have made about Henry Ford. So you can... If you haven't done so already, You can learn more from Henry Ford by listening to founders number 9, number 26 and number 80. Okay. So I wanna start with an introduction to Charlie. This is David Lewis Reading in in the introduction of this book, David worked at Ford for over a decade and is now a professor of business history. And so it says Charlie claimed to have known Henry Ford better than any man dead or alive. Henry Ford used to say Charlie could smell what he wanted. Summing up Charlie in 19 70, the famous avi to Charles Lin, who came to know, Charlie through the work they did together at the William Run Bomber plant when, the ford factory was shut down. They stopped automobile production in World war 2, so they could make machinery for the war. So this was Charles Charles Lin had to say about Charlie Sore. He said that Charlie was born for for another era. He lived in the 2 gun days of American industry and shot it out with the best of them. He was a hard boiled, hard fist fighter and pro and probably would prefer to be known as such. And then this is... I also gives you an indication of why this book is so important and it's so worthy of our time and attention to study. Charlie book offers a very revealing and most interesting portrait of the auto industry's best known individual henry Ford. Serious ford historians have delved into this book for a half a century, and, and they and ford history enthusiasts will continue to do so far into the future. So he's right about that. We're dealt... We are delving into this book 60 years. So after He was originally published. Nice. So let's go right into what Charlie save about Henry ford. He was essentially Char henry Ford's right hand man for 40 years. And I wanna start out with something that's repeated over and over again in this book. And it's the idea that Henry Ford had 1 single idea. So Charlie writes. He says my story is about the Henry Ford and knew better than any man alive or dead knew him. It is about the fabulous growth and preservation of the Ford Motor company. Which in in his shaken old age meaning Henry Ford, not even its owner could destroy. It is about the creation and birth in that company of what has been the miracle of the twentieth century. The modern American industrial system of mass production with his moving assembly line. I started with him when he was... When he had no more security in his job than I had in mind. He had nothing, but 1 single purpose idea, a low cost car in large quantities. I saw that dream materialize and changed the face of America. It was the greatest industrial adventure in history. From a backyard machine shop to a billion dollar worldwide enterprise and creation of a magic name. So when I read, that's that's part of the book. I realized, the fact that Henry Ford had 1 idea and 1 idea only is 1 of the most important things to know about Henry Ford, the man and then ford the company. It is repeated over and over and over again in this book. But it's also if you think about it extremely inspiring. When you realize it only takes 1 idea to change the world and to build a life upon. So Charlie gonna tell us a little bit about Henry Ford's management style, I found this very interesting. He said during the nearly 40 years, I worked for Henry Ford, we never had a quarrel. If we just disagree disagreed on policy or anything else, a quiet discussion settled things. Gives you an insight into who Henry ford the person was as well. I don't recall ever receiving a direct order. Such as I want this done or do it this way, to that degree Ford was extremely stubborn and determined, I'm definitely in in control of the Ford motor company, but he also believed in, I would I would almost say extreme decent. So he says he got what he wanted by hint or suggestion. He seldom made decisions. In fact, when I brought a matter up for his approval, his usual reply was, What are we waiting for? Go ahead. So a lot throughout this book, Charlie, so, he reflects a lot because he he had a diary the whole time and so he would journal his thoughts over many decades that he worked with for with Ford. And this shows up in the book in what I would say is it's almost like a internal struggle about the relationship. It wasn't quite a father son relationship. Charlie was 15 years or there or so younger than than Henry Ford. But it you very much was you know, a mentor that shaped Charlie life. And as if you knew anybody for over 40 years, you're gonna realize their You can't hide who you are over 4 decades. And so in this section, we're gonna see that he's kind of... He's talking about the futility in trying to understand Henry ford. Says no 2 men could have been more unlike than mister Ford and I. We had little common yet I never saw 2 other men in any business anywhere who were so close to each other as we were. In fact, We had a business relationship closer than even his family had with him. And in many ways, I knew him better than did members of his own family. It was useless to try to understand Henry Ford. 1 had to sense him. It's very interesting sentence. He talks about. He had to sense him. Then on the... In the other direction of the relationship that he could smell what ford wanted. These are very interesting ways to describe a very close tighten it working relationship that span of have essentially half of a lifetime. And so, Charlie is gonna continue. And in this section, we're gonna realize a lot about the personality of Henry Ford, which will make the decisions he made in building the company and building his 1 single idea kinda of makes more sense in our minds. Right? But at the same time, he's going to describe the paradox that is Henry Ford. And before I read the section to you, the note of myself is is this not true for all of us. Like, we're full of hypocrisy. And contradiction and paradox paradoxes. So he says, what was Henry Ford really like? He was unorthodox and thought, but and personal conduct? He talks about, He would look down upon people that smoked or drank it's very adamant that it would affect somebody's work. He had a restless mind, but he was capable of prolonged, concentrated work. He hated laziness but he had to be confronted by a challenging problem before his interest was aroused. He was contempt of money making of money makers and profit seekers. Yet he made more money in greater profits than those he despise. He defied accepted economic principles yet he is the foremost example example of American free enterprise. He ab uphold on os and display yet he revel in the spotlight of publicity. He was ruthless in getting his own way, yet he had a deep sense of public responsibility. He demanded efficient production yet made place in his plant for the physically handicapped, reformed criminal reform criminals and human mis fits in the American industrial system. He couldn't read a blueprint yet he had greater mechanical ability than those who could. He would have gone nowhere without his associates. We did the work while he took the bows, yet none of us would have gone far without him. Like that's a really important sentence to understand the... What makes any company succeed. He has been described as a as complex contradictory, a dream, a grown up boy, an intuitive genius. A dictator. Yet had essentially, he was a very simple man. He's gonna talk about more about ford's personality that made him specifically this 1 aspect of his personality that probably was more responsible than anything else in terms of creating a product. You know, they sold over 15000000. Model ts. It's this is in the early 19 hundreds. It's that's insane an insane number of any product. It says it was more... It it was the great common sense that mister Ford could apply to new ideas and his... This is an important part. And his ability to simplify seemingly complicated problems that made him the pioneer he was. So I'm gonna get more... I'm gonna go into more detail. I like this idea, he uses the word pioneer bunch to describe. Now on they forward, but a lot of the people that helped build and we're were essentially priceless in building the... In the early days of Ford Motor So remember that word Pioneer will get to there in a minute. This is something that people might find surprising though and more insight to his personality. And this is the fact... I'm gonna go off on a series of tangent here, but I'm gonna work my way back to ford, you'll see why. This is the fact that Henry Ford's wife was his single greatest adviser. So he says social life and a lot of people and and having a lot of people around whom had no appeal. He liked to be alone with Missus Ford. It's another paradox because he had hundreds of thousands employees. Henry and and Clara Ford whereas close knit and devoted a married couple I've ever seen. When he would listen to no 1 else, he listened to her. So, you know, we just got started. You're hearing over and over again these hints about how determined and stubborn. Henry Ford was. Again, a lot of the things that make us that can be our greatest strengths can also be our greatest weaknesses, and there's times in Henry Ford's life that that that stubborn is that determination was undoubtedly his greatest strength, and then later in in life, it was his greatest weakness. He relied on her judgment. She had strong opinions about some of his associates. I wanna bring 1 thing to your attention. She had strong opinions on the noisy and bo dodge brothers. They were particular objects of her displeasure. So I'm gonna tell you more about the Dodge brothers in a minute. Just remember that. The... So when you think about this, The fact that she was his greatest before I tell you to to the degree and an an example of how much he listened to her even when he thought he agree with her. It it it The more I thought about this was the fact when you study his Henry Ford's early life, the fact that she was his greatest adviser later in life is less surprising when you learn more about their early married life. Because the early Married life was not easy. They got by with a tiny small income, every penny they had. Any extra penny they had went to Henry Ford's experimental to work. His tinkering with this idea that he had, for an internal combustion engine powered by Gasoline. She believed in in to that degree, she believed in him when no 1 else did and really when no 1 had any reason to. So let me give you an example of the the extreme levels of influence that she had on him. Later in life, we're gonna fast forward in the timeline, he's almost 80 years old this time. There's a this is during the new deal. There's a there's is a huge societal change. And essentially, Ford was having pressure by government by media and by his own workers, which broke his heart to see to union demands. And Ford did not want to. He was willing to give up his life his life work. His life's work. So I need to read this part too. Once the workers voted for Union Ford was never the same. He was willing to give up the company and be done with the motor car business. So during this time, they're having a conversation to Charlie. He's saying, you know, just give them the keys. I don't wanna deal with this anymore. I give up. Charlie tells him listen and we can't close the factory. This is early 19 forties. We can't close the factory We have contracts with the government. That we have to produce this this machinery for the ward. And 4 tells them something. He says, listen, the government can have the keys of the factory. They'll will be in the automobile industry and all this is over and he will not. So that he leaves Charlie saying we're not gonna he goes home. Later that night, right before, he goes home for united rather. And says, you know, we're not... I'm not doing this. I'm not giving interested demands. I'd rather lose my entire business. I'd rather have somebody else run it didn't do this. The very next day he confirms every single thing in the proposed union contract. And essentially what happens there is Ford gave up all the power that he had wielded up in that point for 38 years over the Ford motor company. Why? How like, it was shocking when you got to that part of the book. And so he doesn't say anything the next say, Charlie actually finds about it in the news that Ford signs a contract. Right? Few days, maybe a few weeks later, he finally has a conversation with Charlie. He said he did it because when he went home, his wife didn't wanna see any more bloodshed. So there's people being shot. We've seen... We've covered us a lot in founder Podcast. You know, right this time of history, it was very common for fights there's an all that war. If you go back to the podcast I did on meet you and hell, that book me you and hell between the falling up between Andrew Car and Henry Kelly f. You know, many people died. Same thing was happening at Ford plants. People were shooting. There'd be people getting your head bashed in And so he goes home his wife said, listen, I don't see blood shell shed. And if you don't sign this contract, I will leave you. So he signs the contract. And Henry Ford was never the same after that. He was 78 years old at the time that he signs the contract. Now, so that's the influence that that his wife had on him as his greatest adviser. Now this whole idea of, her not liking the Dodge Brothers. Dodge Brothers were very early shareholders in the early Ford company. And they made a lot of money, A lot of money when Henry Ford bought out all of the shareholders, and he consolidated control, which I'll tell you more about later. But what I wanna bring up, I wanna just bring up this funny this interesting story because the reason Bringing this up now is because next week, I'm going to tell you about, bio, an a biography of the Dodge Brothers who are crazy characters. Like, so this is the beginning of this multiple part series I told you that I've been talking about that I wanna do about the early days of the automobile industry. And I'm gonna tell you more about that today where it's just a fascinating time period to study because it's literally the birth of 1 of the most important industries that ever existed. My personal opinions were living through something similar some... We're living through a similar time now, but with information technology with software and things and things like that. But I think there's a lot of lessons that we can learn from the early 19 hundreds that can be applied to the work we're doing now. Okay. So Dodge Brothers. At this time, they're still working with the ford company. They're still shareholders. So Charlie has to deal with them. So Charlie goes into... To meet 1 of the Dodge Brothers is kinda named John Dodge. And so he's sitting that he gets... He gets to Dodge office before John shows up. And he says, I noticed a man sitting in the lobby when I went in. A few minutes, he's sitting in the office waiting for John and this guy that he noticed he's sitting on the lobby. A few minutes later I heard a w outside. Remember. They described them as noisy and bo. These guys are in sane. They're crazy people. I noticed a man sitting a lobby me when I went in a few minutes later, I heard a w outside. The man stepped up to John Dodge as he was coming in and said. You were the 1 who struck my horse in wagon yesterday with your automobile. You smashed to my wagon and I want you to pay for the damage you you've done. I heard John Dodge reply. Oh, so you're the fellow who got in my way. He haul back and slap the man hard across the face then threw them out the door. This is an amusing story when you realized the bet... The backstory. What was... What took place before John Dodge ran over this poor guy's horse and Wagon. John was out out, piloting his boat was drunk as can be, gets the shore gets into his car and then he's driving drunk through the cities of... Through the streets of Detroit and runs over this poor guy and horse wagon. He's completely at fault. He's completely in the wrong and yet when this guy comes and says, hey, you need to pay for the damage. He what his response is to yell guy and smack them across the face. So, that's just a 1 of many, many stories of the the... I would say the uncontrollable dodge so we're gonna learn more about next week. Okay. Now I also wanna go ahead before I go back in the timeline. Need to go forward in timeline because I want to talk about the fact that even the dodge became fabulous wealthy, from being shareholders of afford. They didn't really like for Henry Ford. And so there was an example. In fact, the the lawsuit that the Dodge brothers are gonna bring about to henry Ford is like the straw that breaks the Campbell back and why Henry Ford eventually buys out all shareholders and controls the entire Ford motor company. So at the time their the at the time About to tell you that for the the model t is already in production, but they're realizing, hey. He's got a goal. Right? And so maybe he can start out making his goals, I wanna mass produce a car that's so simple and cheap that every single even normal workers can afford to do that. And so the time, let's say the model ts may be costing 7 or hundred dollars. They realize they have to build a bigger plant, the Rouge plant and it might be rogue. I don't know what's the proper pronunciation of that is. But in any case, he's like, okay, henry for is like, we gotta go bigger. Because eventually, he he perfect this mass production of the model t. It gets down to, like, I think 200 dollars a month, something... Excuse that a month. 200 dollars, maybe 250 bucks, and you can buy an entire car at the time, the average worker at Ford would would could make, like, a hundred bucks a month. So that gives you an idea. He brings it way way down. Alright. So so there... The reason that the Dodge Brothers sue him those is because Henry Ford is instead of borrowing money to finance this large plant that they have to make He takes the money at a profits, but the Dodge brothers wanted him to give them the money as dividends as shareholders. Right? So he says, within a month, the Dodge has got an injunction restraining forward from diverting profits, and 10 days later, the court slapped another order at Ford restraining him from proceeding with his plan. It's something to know about ford, he could not stand When other people tried to have influence on how he ran his business. Later, there's a bottleneck because after the war, the the United States railroads are in kinda dis repair. Ford has to buy railroad and run it because the bottleneck is that he can't get supplies into his by rail into his factories and can't get cars out by rail. So like if you... Essentially, he says, listen to you Idiots, So you don't know what you're doing. I'm gonna buy the rail. He winds up succeeding. He buys his old rapid rail. Runs it for like, 10 years makes it, you know, hugely, more efficiently operational, starts turning a profit. And then when the... There's a lot of legislation would would not let him lower prices, which is what he wanted to do for other companies that were using his railroad, he winds up selling it. And I think they sell it for, like, 2 2 and a half or 3 times what they paid. So he's extremely successful doing things as own way. So it kinda makes sense that, hey, I don't like people telling me how to run my business I knew what I'm doing. So in this case, the Dodge Brothers have a judge thing you can't do this. Eventually, ford fights back, the orders get struck down. Had the order struck are stuck, the company would have been Ham armstrong, but the court re permitting for it to go ahead with development at at the rue shirt a rogue. I don't know what's it's called. There were never... This is what charlie point though. There would have never been a ford motor company it is as it is today, if the expansion of that plant had been permanently blocked or if Henry Ford had been less determined. There's that word again, you're gonna see it over and over again. Okay. So the Dodge Brothers already told you that they were trying to get... They wanted the profits to set expansion. Okay? Henry Ford once again, shows his determination to go ahead as see saw fit, Something that that as a trait that he had his entire life. To give him the freedom of action and to protect himself from further interference for stockholders, he would buy them out and secure complete control of the company. He let it know how did he do this. He started at this time, he had the company that was making cars, but he also had he got started, you know, because he wanted to build machines, so farmers could he could be freed from the farm. Right? So he also had a company called Henry Ford and Son, which was successful on its own right. And he built factors and tractor equipment and stuff like that. He told the shareholders. Like, listen, you know, I think Henry Ford Son, we're gonna we're gonna branch out from the tractor field, and we're gonna build a new car that's in the same price range. It was model c. He wasn't serious about that. He did that because I would scare the remaining shareholders to sell out to him. So this is the the financial impact of this, which is remarkable. Remember, this is... I think we're in like, the 19 teens. This is 19 money. The figures are the most dramatic American industry. The these stock holders who had originally put up 33000 dollars, 16 years later sold out for more than a hundred and 5000000 dollars, but that's not really the full picture. In those 16 years, they'd already received dividends of more than 30000000. So they put up 33000. There's maybe 10... You're talking about 10 or less people or institutions? I think there all people actually. 10... They put up 33000 and yielded in 16 years a hundred and 35000000. So it cost him a lot of money, but now he has control. Alright. So I'm gonna go back in time let's go back more to his earlier of life and more about his personality. Interesting to note as we've seen over and over again. We saw this last week with with Chang Jong. You know, you could say that Henry Ford wasn't interested in foremost schooling. Really, it was, you know, I mean, he he wasn't. But he didn't really have an opportunity. He had to go to work at a young age. And we see just like we saw a chung. He's on the farm, Henry's in the farm. As the young farm boy boy, he had no chance to go beyond the the the basic rural school. We're reading and writing an arithmetic in its simplest form where all a pupil could get. But even at that, he passed out much of the education that the school could have offered. He was not serious about his schooling. Tinkering with watches and with machinery around the farm appealed to him more, he was gifted in that degree. Although he neglected his education as a boy, the business he developed it taught him much, That doesn't mean just because you're formal school it doesn't mean he's an interested in learning. Henry ford was very much a lifelong learner, and you have to be to be accomplished what he did. So he says what I don't know used to say to me, I can always hire someone to show me how to do it In that way, I learn more than if I try to do it myself. Of course, he had met and had contact with the foremost writers education, educator scientists and states. This is after he becomes world famous. They visited with him and talked with him and he loved it. Experience was his school. And I wonder whether anyone ever got more. Another thing to know about him, which is a surprising he had remarkable energy. He had to. I often wonder how he could live on the little foodie ate. In all the years, I knew him, he never weighed more than a hundred and 48 pounds. But for a man who appeared almost frail, he had remarkable endurance. I walked the woods in upper Michigan and followed tractors on foot with him in the heat of summer days. On foot, he was tireless. He could run like a deer. You yeah, something I or, you know, just why would somebody read so many books on Henry Ford? Why why what I keep making podcasts on it? Because I think it's important because he was a fountain of great ideas. And Charlie picks up Night. He says, he never ran out of ideas and his prime he was loaded with him. And it was impossible to keep up with him unless 1 had vision an initiative enough to anticipate them and stay ahead of him. So 1 of the great things about reading biographies, reading auto geographies is you're having a 1 side of conversation with some of the greatest minds in history. Right? To that degree, you start to get almost like you have, like, you know, the the idea of like you have a little devil and a little angel on each sold shoulder, guiding, you and and telling you what you should do with throughout life. My version of that is, you know, I I can... After reading so much about people like, Charlie manga, for example, he's somebody, I referred to back all the time. Like, I have like a little charlie Mu sitting on my shoulder at a lot of times that I'll, you know, have these 1 side of conversations with? Like, what would you do in this situation, Charlie, and you can kinda guess what their ideas would be. And then you could also say, you know, what would he tell other people? And 1 thing Henry Ford would tell you and tell tell me is to not divert your attention. This an example of that. Henry ford was no mystic or genius. He was a responsible person with determination. To do his work as he believed it should be done. That that I think anybody having that trade. You you're likely to respect him. A responsible person with determinations do their work as they believed it should be done. This sense of responsibility was 1 of his strongest traits. I often try to persuade mister Ford to diversify his business. Remember, he would tells not to divert your attention. Here, Charlie trying to get again him divert his attention. Let's get into food producing. Because he like farming or take up something like Sears like a Sears company, our Marshall field. He would have nothing to do with the idea. I don't want any more business he said. I also try to get him to expand the auto field. I felt we could build a near monopoly. Let us shoot for 75 percent of the market I urged. I don't want any more than 30 percent he replied. He actually welcomed the competition. Another thing I think if Henry Ford if we were able to have a conversation with henry Ford today, he tells not to be afraid. Charlie says I would go to him with problems that looked insurmountable. Nothing appeared to frighten him. His last accomplishments were achieved when facing down opposition, such as fierce opposition, I would say, such as when his directors opposed the model idea. When that opposition had been overcome, and he ruled an industrial empire, other interests and projects shared his attention. I'm gonna stop here for a second because I think it's extremely important point, picking up on not only the nature of of Henry Ford, but the nature of humans. So when I read that section, and you see examples of that throughout the book that he needs a great challenge to marshal up all his resources, all his to to finally realize all his potential. It... You know what Made me think of. It was actually an interesting observation. The first part about... There's 2 2 things that I think are important with that section there. Right? The first part about needing a hard goal in our opposition to realize your potential reminds me of a line from a speech that Jfk gave about going to the moon. I just happen to reread it a little while ago. Anytime you want... You need to hype yourself up, go read the speech. Okay? And specifically this part. This is what Jfk says. We choose to go to the moon. We choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard because that goal will serve to organize and measure the best of our energies and skills. Because that challenge is 1 that we are willing to accept. 1 we are unwilling to postpone and 1 we which we intend to win. Henry Ford had a very similar attitude with regards to his single idea. He was a man of singular purpose. I want to manufacture a simple cheap car that everybody can have. Anybody can drive at the time, you know, people had show especially like... It was very complicated to drive some of these horses carriages. He's like, I wanna be simple way you could do it and Wanna anyway could be afford it. Okay. The second part though. That second part tells us a lot about human nature. That is very common after we achieve this goal, it's hard to keep up that same level of performance to me is it's like, you always need something... You always need to do another mission. You have to be striving you something else. So case in point in Henry Ford's case, the model and the required development of the means to mass produce that car Right? Those are 2 things that he had the idea, but then he also had the secondary greatest achievement was the system in which to make that car possible. Once that was done, 1, first of all, that that's what... That's why we're talking about him today. That's simple idea. Simple but very hard idea is the 1 that made him immortal in history. But after this was done, he splits his attention. He's not really focused on the Ford motor company. Some sub to some degree, you could say it's an issue of age, health, certainly, it's strokes. He had declining mental facility faculties rather, But but it's also because, you know, to the 15000000 model teased that he made in solar is what made him who he was. And so once that was fulfilled it was very hard to to marshal those energy energies, and he never reached. He never achieved anything greater after that. So I think I think it's a really good idea. Now, another thing Henry Forte Tell based on what I learned in by reading this book. I'm fairly certain he would tell you to be firm on what you want to accomplish but be flexible on how and this might be the single most powerful idea in the entire book. And I think it's expressed in, you know, a handful sentences. With the obvious exception of his single purpose goal of a cheap car for the masses there's that that idea again, a set policy was next to impossible with him. It was impossible because by nature he was an experiment. And so the the difference between this book and the other... The other 3 other books that I read about henry ford is you have much greater detail into how this was done. And I'm gonna share some of that today. I obviously I can't do all of it, Highly recommend reading the book, obviously. But it's this, the fact that they learned through trial and error do experiment... Do experimenting. Remember I told you the idea of of being a pioneer. I'm still gonna go... I'm gonna circle back onto to the idea Don't worry I have not forgotten. That was central to what had to how Hungry Ford lived his life and created his company. Now wanna go more into... Before I get into that, we need to understand war of his personality. And this is more another paradox. He was an individual, but he was also hard to be to know. So here's Charlie says, he was so much of an individual that no 1 ever really knew him. The most frequent question I've been asked about Henry Ford is was he modest So and Charlie pulls out the dictionary here on us. He says according to Webster, modest means decent reserve and prop prior propriety, a humble estimate of oneself in comparison with others. Yeah. Right. Shy is in a sensitive shrinking from anything in delicate. No. Henry Ford was not modest. He pretended, no. This is something we've talked about over and over and over again. That you don't mistakenly become great. That I think every single this is the hundred and eighteenth book I've read for the podcast. There's not a modest person among among the bunch, not 1. Now, Henry Ford realized that you may need Ego to push you to drive you to do great things, but it's way smarter to hide that from other people. It just is. So... To that degree. He pretended to be humble with, with with people who did not know him. But I knew this was an act. He saw publicity. He wanted to be observed. After the name of Henry Ford became a household word, men and this is a darker side of his personality unfortunately. Men in fort... The Ford motor company who might temporarily get more publicity than he did aroused is jealousy. 1 by 1, they were purged, a process familiar and personal dictatorship. There we go. More of a paradox, maybe some things that we want to learn and emulate and other things that we don't. Right? And in the same section, we we see Charlie wrestling with being loyal to an imperfect leader. But to me, it's also a reminder that we succeed in spite of our defects. I try to find the positive, and I think that's the positive, and that's inspiring. That there's not a... In addition to there being nobody of of, you know, diminished ego, on this podcast, there's also no no perfect people, Not 1. And so, you know, sometimes we can judge ourselves harshly and think, oh, you know, I'll never succeed in what I wanna do because I don't have this attribute or III suck at doing this or I failed doing this and it's like, no. No No. We all are gonna have to seat succeed in spite of our defects. So it says Henry Ford was opinionated in matters about what he knew little or nothing. He could be small minded, suspicious, jealous, and occasionally malicious and lacking in society. He came close to wrecking the great organization he'd built up. These were his defects. Taken by themselves, they were great faults, and it might well be wondered how how 1 could retain 1 self respect and still serve such a man. But when weighed against his good qualities, his sense of responsibility, his his exe personal life and his far reaching accomplishments, these defects become microscopic. It is not for his failings. But for his impact upon his time and his momentous part in liberating men from back breaking toil that we will stick... That that he will stand out in the future. It was because I understood what he was trying to do that I pinned my fl on Henry Ford and that I still hold him in great respect and esteem. Okay. Moving ahead, we have Charlie explicitly. I don't know if he's doing implicitly how about that. Telling us why Henry Ford in the ford Motor company or worthy of study. And he says there have been more than 1200 automobile companies. Today there are only 6. So it's the time of writing since then I've read in other places that there was this American car companies, obviously, there there have been 2000 car manufacturers and only 3 survivors. So it's crazy. Why did it... So again, he's he's telling us, like, well, these companies survive, they're obviously worthy of studied and Charlie gonna to, like, outline why the ford motor company survived. Why did the ford company survived when 12 under... 1200 others went out of business? It was born at the right moment. The time was right for a cheap car and Ford had 1. An inexpensive car required revolutionary cost cutting production. Ford evolved it. Both car and production methods were unorthodox in that day, and the organization that developed them was likewise unorthodox. Its head was a single purpose. There's that word again. It was a... Its head was a single purpose man who dominated yet at the same time, delegated sweeping authority and responsibility. So we've we've seen the these these dual traits that seem like they'd be contradictory when we studied, what how many probably podcasts have done in warren Buffett and charlie Mug about not like 5, something like that? Where we have extreme centralization with Charlie and and warren making all of the investment decisions and the compensation decisions and extreme decent... Everywhere else where you have these are highly gifted to people are just left alone to run their businesses as they see fit largely. Okay. So there's this... This interesting idea that we see time and time again where combining 2, what many people would consider contradictory traits in a unique way, unique and novel way may yield better results. That in this case, Charlie talk call... He use he's using the word on Unorthodox. Right? So it says its operations were intricate. Yet experts were distracted and virtually all executives came up from the ranks. Now it goes into then he he does... He uses Charlie is really good at using metaphors to and in building pictures in our minds. So we understand what that means. So he says when the music was not written, we improvised. When it was written, we had no time to learn to read, so we played by ear. Judged by present day standards ford's management was loose centric. I shall abs stain from the claim that such an organization would work today. My point is that no other other organization would have done would have done the job then. My purpose is to indicate how it worked. Henry Ford's philosophy was, we must go ahead without the facts. We will learn them as we go along. It was his working principle when designing his cars. He would have an idea, but he couldn't tell whether or not it was worth trying until he tried. Jeff Bezos own spin on this is like, you're not you're not innovating if you know in advance it if it's gonna succeed or not. You have to experiment. Thus he learned the facts by going ahead without them. If experts and the voices of experience had been heated, there would have been no Ford car and no Ford motor company. Now this has talked about every single book on Henry Ford. The 1 thing that the the idea that he was not a big fan of experts. He says that if he wanted to damage his competitors, he would... He would... First of he says he would never hire an expert in full bloom. And so he would say if he wanted to damage his competitors, he'd make sure they'd staff the ranks with experts, they would know everything was... That was impossible and therefore they get no work done. That's a a para of his quote that Don't have in front of me. But the difference was Charlie adds on to, yes. We didn't respect experts. Because he's saying we're we're on the front... We're on the frontier here. But what Charlie adds is the fact that the idea that he compares in contrast, pioneers and experts, which I thought was very fascinating idea. I'm gonna share that with you now. A difference between a pioneer an expert. The experts come along and pick up where the pioneers leave off. Clearly from his writing you see that he re the fact that he was there at the very beginning in the pioneer days of Ford Motor company. Right? Hence it'll the... There's a lot of writing in the book towards the end of his 40 year career and that that organization is unrecognizable compared to the early ones. So... And that's why I'm also doing this idea of pioneering is why I'm gonna I wanna spend time talking about the founders, Dodge Brothers, general Motors a... About any other founders... There's a lot of car manufacturing founders that have this time that are very interesting. Okay. The experts come along and pick up where the the pioneer leave off. Confronted with the unusual something beyond their rules and special knowledge, their reaction is it's never been done or or even it can't be done. The pioneer in contrast says let's try it. Ford was not an expert, and he didn't rely upon expert. Whether they were scientists, engineers, railroad men, economist, educators, business executives or bankers. He actually had different ideas in every single 1 of those fields actually. He was an individual who arrived at conclusions both right and wrong by independent thought. In other words, he thought from first his principles. An example of Pioneer verse expert is this is actually a good little story. 1 of our first ballots with experts came in 19 o 7. The person running the... The ford company this kind of guy named Cousins who plays an... Really important role, but he hires this guy named Hawkins. So let's just just remember Hawkins for now. Hawkins puts in this very onerous system. Right? And at this 0.1907, Ford has to... They had to move fast. And Hawk system is slow and cumbersome. The record keeping of of the Hawkins cost accounting systems that he installed was a Bureau heaven and a production man's hell. Under Hawk system, a part such as a piston. Now I think about how many different parts they have to deal with and how ridiculous this ideas when you think about in that terms. Parts such as a piston entered production bearing a ticket. Which covered every operation. If 10 operations were involved, meaning with that part. An entry was made on the ticket after each stage before proceeding to the next 1. This is is supposed to be to keep things organized and more efficient. And I put efficient in in quotes. If 1 piston was lost in the move, all progress stopped until the missing piece could be found and accounted for. I don't think it was a founder alive that would agree with the system like time. Not only do the process mean delay from 1 operation to another, but when a motor assembler couldn't get pistons, all car production was held up. As you could imagine, this did not appeal to mister Ford. Cost rising and production falling in the names of efficiency, and they put efficiency in in quotation marks. This was Henry Ford's response to. He had enough. 1 Sunday morning, Ford and I went into the record room, Hawkins had set up. We found drawer after drawer of cards and tickets. Mister Ford took 1 drawer held at bottom up and its contents spilled on the floor. We did the same with all other cards until the entire record system was thoroughly filed up. Thus ended efficiency red tape with the Ford motor company before it began. So this is why Charlie telling the story. I've gone into this incident with some detail because it strikes me as a vivid illustration of the difference between 2 dia opposed shop management practices, and he's also At the same time, comparing contrasting what an expert might recommend versus what a pioneer would do. 1 is a rigid system in which rules tend to be paramount. The other is flexible method in which the objective comes first. That may Again, that... That's probably the most important idea. Focus on the objective and be flexible how you're going to accomplish because there's gonna be things wrong the way that you don't know. You get paid because you figure it out. I love that idea. The others a flexible method in which the objective comes first. Can more on why forward d trusted just trusted experts, you could probably summarize a section with his belief that there's always more to learn. When 1 man against Fancy himself an expert, we had to get rid of them. The minute a man thinks of himself an expert, he gets an expert state of mind and too many things become impossible. The Ford operations and creative work were directed by people who had no previous knowledge of the subject. It's interesting. People wanna think of car manufacturing creative work today. It probably still is. But it definitely was creative work when they were doing it. They were inventing an entirely new industry. They did not have a chance to get on really familiar terms with the impossible. I am certain now that no other formula would have been successful. There was no 1 around who had experience because what... There's no 1 in had foods because what they were doing fundamentally new. Right? And if 1 came along who had done well in any other business, we had more of a problem to get him to drop his ideas and fall in line with our progressive manufacturing and assembling. It's a very interesting use of words there. Something also to know about this time. This goes... This really goes more with the idea that, you know, for for somebody to lacked experiencing, experience and relied on hunch and intuition. He's certainly intuit the the benefits of having a decentralized command. Right? Now if ford wants the centralization, which he clearly does, to get that, he has to find gifted people that that would work for him that had essential skills he didn't possess. And this is... And I'm wanna read this part you because he does that. But he also has this interesting idea about information that I wonder if we could apply to our personal information. That may be, like, living in the information we do Maybe we're consuming way too much information. So he says, he did not wanna be informed just for the sake of being informed. For soon, he would be doing nothing about getting information. He was decent the major operation. He did not wanna be the bottleneck of decisions. Now, somebody that played an important role and allowed him to do that was this guy named cousins who was extremely probably the most important person after henry ford with the success of the Ford Motor company. The Paradox is that but for cousins and his organization and domination of sales and finance. That's his where he was focusing on why Ford focusing on building products. Ford Motor company would not have lasted long. He was a hard shrewd operator. With a temper... With a whiplash temper and energy, but unlike Ford, he insisted that all details and facts in his field be brought to his attention and frequently to his... For his decision. 1 morning in the fall of 19, mister Ford came into my office. Mister Cousins has quit. He told me. Charlie, and this is maybe another paradox here. Charlie, he was 1 of the hardest men I've ever had to work with. But I wish I had 1 just like him to take his place. Causing goes on he becomes a Mayor of Detroit, a senator, extremely extremely successful person. Something that was unique about the Ford organization given how large it eventually got. Was 4 Henry Ford Lake titles. I says in 50 in in 50 years, there was 4 presidents, with 3 members of the Ford family holding that office for 47 years. But whether here his son was present, Henry Ford ruled the company. He never regarded a corporation title was giving a man full exercise of what the title implied. He would have preferred no titles at all. So people would ask, like, well, without titles, how do you build an organization? This is what Ford... This a summary, my interpretation of what Ford would tell you. That you should anchor yourself around the job that must be done and not the title you hold. And so here's an example of that having to talk with Charlie and and another person that it has to work closely with Charlie, and Henry before it says, just go out there and run the plant. I know you can do it. But there's 1 thing I wanna add. You need to work together as 1. I don't ever wanna hear that you can't work together, and don't worry about titles. At the end of the quote. Now Charlie collaborating on this. And so with no further grant of authority and no specified division of it, Ed Martin and I worked together for 32 years with no real break in our relations. Too often, the concern of court... This is So funny. About this is funny. He says us now because it was true at this time in the Ford Motor companies is definitely not true later. So let me read you first. Too often the concern of corporation executives about their titles, even size and fur furnishings of their office of their offices, deflect thought and energy from the jobs they're supposed to do. That concern may wet ambition, but with a wrong emphasis. In the absence of a flock of titles, such things didn't worry at Ford. Okay? As the Ford Motor company grew though, there was more in fighting and much more company politics. You have many examples in this book and others. And again, it's not just... It's it's certainly not relegated just Ford. Motor companies everywhere. We have many examples of adults acting essentially, like, high schoolers. So I'm not gonna cover any of that on the podcast because I think, yeah, on taste podcast. It's definitely in the book. It's in, you know, almost every company history. It's just something I find dis. Another idea of from Ford, Ford would tell you to ditch collective speeches and to focus on individual contact. Contact. He this as early as Ford, of course, he knew every man on the payroll, most of them by their first name. He did not gather them together and make speeches and show elaborate plans. Individual contact meant more. Henry Ford would tell you not to let your team grow stale. I would say that this applies on an individual levels well that it's our obligation to let to make sure that we don't goes hail. It isn't the incompetent who destroy an organization. The incompetent never get into a position to destroy it. It is those who have achieved something and want to rest upon their achievements who are forever clogging things up. To keep an industry thoroughly alive, it should be kept in perpetual ferment. The art of government and Napoleon is to not let men grow stale. Henry Ford didn't let us grow stale. Ford would also tell you that no matter what that you can't foresee everything. Even things that should be obvious, and this made me chuckle when First heard it, this is later in the history of ford motor company. They were so successful. Think about this before I be this day. They're so successful making an, an affordable car that a lot of their workers would buy it. Right? So what's gonna happen now when they go to work? Here's the problem. Traffic had become a major problem. For hey, we had not foresee seen that our workers would come to work in their own automobiles. Considering that the ford dream was every man at car owner this was either a glaring oversight or equally glaring lack of faith. That's great. Ford would tell you never to to never stop learning. No man can help it if he has to leave school in his early years. But he can very much help it if he lacks an education thereafter. The man who carries on night steady courses while doing a full day full day's work has the necessary determination and sense of values for self advancements. Here's a disheartening sentence. That's probably true. There are never there are never enough such men let's change that to people. Obviously he's writing the 50. So it's focus is gonna be men. There are never enough such people that is still true today, unfortunately. We at Ford Motor company rarely selected a man entirely for what he knew. It was it was for his capacity to learn. Particularly, the capacity to learn about which that about what he knew nothing. Proved competence in some field plus intellectual curiosity and audacity are to me essential qualities. It also tells you that your education if you stop at high school college graduate school whatever it is. It's it doesn't matter. You could be at school for 15 years. It's incomplete. It it's gotta be something you do your whole life is what they would tell us. And so they have a great story and that shows this. It's tragic story, but it's also Dare say, it is kinda humorous when you when you think about at the end? And right? It's... Was a tragic comedy. What are they call these things? Anyways, this is Charlie college story. They're in a meeting 1 day and ford instruct Charlie. And he says, tell your college story, Charlie, and my story went this way. 1 day, mister Ford brought a rather cd looking man in the office and said, Charlie, this is an old school made of mine. He has a son he wants to go to college and learn to become a forester. See if you can find the proper school and I'll help pay the boys way. This also shows you how gene was. After an inquiry of our western branches, a forestry school is found in at a West Coast University. I bought the boy Railroad ticket, a Ford West Coast manager met him on arrival, took him to the school and helped him get settled. Mister Ford paid the bills until after 3 years of study, the boy passed his forester examination and returned to Dear born. Again, mister Ford came to my office with the boy's father. Now we must have the boy, and this is henry ford talking. Now we had to start the boy in his forestry profession. See if you can find a job for him, Ford told me. The boy wants to go west. California Oregon or Washington. Again, I cleared our Western branch managers, and a position was found with a big lumber company in in Oregon. So again, I bought the young man a ticket at Henry Ford's expense and put them on a west bound train. When he arrived at Seattle, a ford branch manager met him. Having had direct instructions from me to see that the boy got off to a good start, the manager put him on a train to a small town. Someone from the lumber company met him and put put him put him in his baggage on a large heavy wagon with big, high wheels. You might know where we're going here. It was quite a distance to camp over a rough and bumpy road. Somewhere along the way the boy fell off, the wagon ran over him and he was killed. When I told when I told this to mister Ford, he was concerned as to how he should break the news to his old friend, the boy's father. He thought for a while and then said, Charlie, do you realize that he forgot to teach that boy in college how to ride on a wagon? That is Charlie college story. Alright. So now we got to the point when I might find most interesting. And this is a description of the early days of Detroit and the beginning of 1 of the most important industries ever created. And as also, we're gonna see how the lies of Charlie and Henry Ford first intersect. 6 years earlier, Charles King had driven the first car through the Detroit streets. Olds automobiles were a familiar site. They were sc along like cockroaches. The horse care. This is in the... I think 18 nineties... I wanna say 18 96. The horse's carriage had become so much of a craze that by 1900, nearly a hundred makers of cars, hundred makes of cars had appeared. This is something that many people find surprising. Most were electric are steam, only a quarter of gasoline engine driven. Few of them survived more than a year, but for every horse's carriage that eventually reached to the road, there are probably 3 backyard mechanics experimenting with motors and dreaming great dreams. So again, no 1 was has permission. People had a goal. They they thought these these machines are so cool. So interesting they had to experiment. They wanted to tinker. They wanted to contribute to this this... The foundation of the automobile. What would become the auto automobile industry. Now, listen to how he describes. He's in to Charlie obviously, you need to detroit at the time, so was henry ford to haven't met yet they're about to. But listen to how he describes the people working the auto early mobile automobile industry, and you... And it becomes a apparent why they're so worthy of study. He uses words like imaginative, enthusiasts, experimental. And, of course, why is it where they've studied? Because these traits are so important if you wanna improve on something that you're doing today? All over the country, they're imaginative mechanics. Detroit perhaps more than its share of enthusiasts, and within a couple of years would become the chief automobile manufacturing center. Most of the city's automobile designers brought their sketches and experimental of work to Bryant and Barry. That's the company where Charlie was working and he's making wood models. Essentially wooden prototypes at the time. This these included Charles King, who had been working with gasoline engines for nearly 10 years. Each new experiment had to be preceded by patterns, which themselves had to be experimental. Because many of the designs were but rough drawings. This guess work and trial and error pattern making was a fortunate preparation for what I would be doing for the rest of my active life, but I didn't know it then. When I was reading this section, this desire because this is how he's gonna be for because Ford wants a note to make a model of this rough idea he has. Right? So this desire of Ford that Henry Ford has to see his ideas in physical form, It's not very different if you think about, than what we learned about Steve jobs, method Steve's method of product design in that book creative selection. They're using... It's different time. Certainly, they're using different materials, but it's the same principles. Ford used models and Steve used demos. Same thing. He didn't wanna just draw it on a paper and wanna hypo. He wanted to see it to touch it to feel it. So this is the environment that Charlie meets a Young Henry Ford. The year is 19 o 2 and Henry Ford is 39 years old. With him that morning was a lean sandy Haired stranger. Charlie, he said, meet mister Henry Ford. I'm interested in the gasoline engine, which he, meaning Henry Ford was building and we're gonna put in a racing car. But he wants to see some of his ideas in pattern form. So that is how they start working together. Knowing each other eventually. Charlie asked for a job multiple times. Henry keeps... Re buff Was like no, no. We're not in solid ground yet. Eventually gets a semi solid ground. You know, still handful of employees, not a lot of money. He says, okay, Charlie. Come come work with us and Charlie stays there. At the time he is... I wanna say 20 24 years old. And he stays, I think he retire he leaves when he's 64. And so the early days of the company... The company remember, this is before Ford Consolidate all his power. And a lot of the the reason he realized that's a good idea is because he had to go through these these struggles where he's at odds with other people in the company his Board of directors at the time. Remember, Ford only had 1 idea. Okay? So it says, there were difficulties with with Mister Ford had to contend. He hit had a board of directors which split over whether to build high priced or low priced car. They can't pick an idea, so they figure why I try both. That's usually not a good idea. With a few exceptions, the motor car of those days was like a box at the opera. It was a show piece for the well. Ford believed the company should take its future on a low cost, quantity produce machine. It was fundamentally ford's idea in his only idea. Charlie is gonna describe the situation at the time. Ford was a man with a strong stubborn hunch for a cheap car for the average man yet unable to describe its execution, Listen to the words he uses. I love this. And, unable to describe his execution and a board of directors out of sympathy with his aim and and they were driven almost to historic, by the g. These are the words, g and fumbling toward a low cost car. He did not know what he did not know. He just had this idea He's gonna rope and fumble towards it. That's very interesting. For Ford Merely had the idea. He had no pictures in his mind as to what the car would would be like our look like. I could see at the time he was discouraged over the way things were going. The first automotive products of the ford Motor company were were Models A b and C. A and c were head... Henry Ford's first g towards his dream of an inexpensive car. They were priced from 800 dollars to 950 dollars, and they sold about 2500 of them in the first few years of company. But his directors would not allow for to concentrate upon these 2 models. The insisted must design a vehicle for the high end price field. Now remember when Ford told us earlier that you shouldn't divert your attention. I'm pretty sure this is where he learned, it was a mistake to split the attention in the early days of a company. This is the early schedule ford before the model t. Remember he's still g at these ideas. He's still... He's still trying to figure how to accomplish. This the this the 1 idea. Here's 1 idea. We did not have Saturdays off in those days. Every day was a workday, and even Sunday mornings I would go to the plan. Mister Ford often came to and we talk over last week's work and next week's plans. All of this helped me to understand better than what he was trying to do. He was determined to build the car for the masses, and he sensed these words sent, smell, g. He sensed that there had be... There had to be a great... There had to be a great development of the technique of manufacturing the parts that went into the car. So what he's sensing there is the car... I can't get the price of the car low enough unless I can build them rapidly. And so I have to invent it and car new way to make cars. This was constantly on his mind, and there was never a day we got to that we got together that the subject wasn't before us. Now, it's very important to understand in Ford company and every company. He had a lot of help laying the foundation of ford. He needed greatness. So it says, it was... Henry me for its good fortune to have it his side 3 greats in the early days of his company. I've already mentioned 1 to 2. 1 was James Cousins, then another was sea Harold Wills. Here... We're gonna call him Harold Wills and Walter Fl. All 3 of who left the ford company for 1 reason or another, but without them the ford company would have fallen apart almost before, for falling apart before it had had been put together. So this book goes into great detail. About these 3 grades and many more people that that played important roles in the building of fort motor company. What I'm gonna do is I'm gonna bring your attention to a story that's about 1 of them. And that's harold wills because I think there's a lot of lessons in here from the story of Harold wills for you and I. Wills was a hard work in the early years, hours, holidays meant nothing to him. But as the fortunes of the Ford motor company improved so did his scale of living. The enjoyment of which the enjoyment of which drew him away from his work. He starts collecting fine jewels. He starts buying yachts. He starts giving out cash gifts to everybody. As the ears went on, it was apparent that he and Henry ford drifting apart. He was a... He was proud and independent and often would not come to work before 11:00. U. This ind did not sit well with henry Ford. Ford was determined to put wills to work the way he wanted. All of which was a shock to Wills, who would who would always had, who before always had a free hand. Instead of complying with the Ford ultimatum, wills remained away more than ever. In 19 19, he left the company and soon form the willis or should the Will Saint. Clair company. The new... They're build auto. They're gonna build cars. Right? The new auto that was... They launched was a superior car for customers who wanted the best. It was so completely different from the simple engine and model t design that was astonished. That he would build such a complicated engine. I criticized it from a service and parts requirement angle, but he laughed at me and this the main point here. Well, 1 of the main points. His car was the reverse of our thinking at forward. So it's not simple. It's not cheap. It's complex, complex and expensive. I realized more than ever that Henry Ford is better off without him. The will Saint Clair was a beautiful piece of engineering but utterly un suitable for the times and a prime reason for its failure was that few garage mechanics of those new days knew how to service it. After wills failed in his business, he was hired by the Chrysler Corporation for a while. An old friend of wills asked Henry Ford to take wills back, See Charlie about it. He was told. I was so astonished that I could scarce believe it. Wills was broke. His friend told me that he would do anything. I doubt that very much I replied. Remember he used he lost his of work ethic. He got sloppy. When Wills called, he said he needed a job, but I suspect he thought he'd would be welcomed with open arms and given a top position. I suggested the purchasing department, starting an a nominal salary. That meant reporting for work at 08:30 in the morning and punching a time clock. He said he would do anything. I wanted to see if he meant it. He left and I never saw or heard from him again. There was never any doubt in my mind about wills inherent ability. He was an individual who sooner or later was bound a clash with Henry Ford an even stronger individual. So the moral story, Wills went to sleep on a win and he woke up with a loss. He stopped doing the work that made him successful in the first place. So that morals don't stop. Don't quit. This is a great story that even Henry Ford had doubts. Again, right before the model t. And I would just say, while you're listening to this. Imagine if he quit here. We wouldn't even know who he was. He had just come from a hot session with cousins, and he was beat down. Cousins had had impressed upon him that they would be running out of money before they knew it. This is the first time I'd ever seen mister Ford discouraged. The thought of borrowing for operating costs fighting forward. I never knew anyone who had a greater horror of debt than he had. He expressed himself very strongly to me. Hinting that he wouldn't be in the business very long. At shocking. We sat there a while, and again, he stressed to me his determination to build a car at a low price. I had heard that from many times, but he went on. His ambition was to build a car that his workers could afford to buy. This was an entirely new sla. He began to describe the great benefits to the country of this type of transportation in a vehicle that could be owned and operated by everybody including the working man. I said to him, mister Ford, that is a magnificent idea. If you're determined to do it, I'm sure you will accomplish it. He slapped me on the back. So he have Everybody encouragement. From from time to time from other people, henry reinforcing isn't a different. He slapped me on the back. Charlie, I'm gonna do that job and you're gonna help me. Then left me with a little casual mark. You go on Charlie with what you're gonna do. I'm going to see that this job is finally accomplished. I'm determined to do it and nobody is going to stop me. This conversation has remained clear in my memory ever since. It seems to me, seems to to me to mark the real turning point in the Ford company... Ford Motor future. The anxiety this is so important. The anxiety about money was merely temporary. What it inspired was a no turning back determination of Henry Ford to realize his vision of a car for the masses. So now he he takes off. He's got renewed determination renewed dedication to his idea. So this is... They start... The model t is gonna be the product that Help Henry Ford realized that his goal. Right? But again, Charlie, he's great at using Metaphors to help us understand what's happening. So I wanna talk about that now. I love the metaphor that's about to follow here. And it's this idea. It's a new... Thinking about a new idea as a baby. Fragile, precious, full of potential and must be protected at all costs. So here's the story. Early... Early 1 morning in the winner of 19 o 7, Henry ford dropped in at the pattern Department to see me. Come with me, Charlie. He said. I wanna show you something. I followed him to the third floor, which was not fully occupied. He looked about and said, Charlie, I'd like to have a room finished finished off right here in the space. Put a wall up with the door big enough to get to run a car in and out. Get a good lock on that door. We're gonna start a completely new job. The room had in mind became the maternity ward for the model t. Let's go. Okay. So for the model t to work, what's... What... There's it goes on in great detail. I'm gonna give you 2 highlights, 2 key insights from that. Okay? And for the model the work. Right? They had to spend countless hours simplifying all of the parts that go into a car because it had to be simple in order to mass produce the car. Why did they hit to master produce car because the more cars they make the cheaper they can make. Right? They couldn't find innovative ways to mass reduce the model t. It wouldn't be cheap enough for the ordinary worker to buy. So 1, this sentence summarizes it to get everything simple took a lot of fuss work. And again, the book goes in into great detail. 1 of this is how difficult it was to simplify the transmission. Okay? What About to tell you, so they're talking about transmissions. This this next sentence I'm gonna read you. But it applies to ideas and end industry at any time, and it's 1 of the most powerful sentences in the entire book. And here it goes. Automobile history is full of strange parallels of once discarded ideas picked up years afterward and used again. So they found an insight that was previously discarded that wind up being a key insight to simplify the transmission, and that help them manufacture more of them and lower the price. So let me read it again, and it's not subtle about a history. So I'm gonna read it again. History is full of strange parallels of once discarded ideas picked up years afterward and used again. So you're gonna talk more about that in a minute. He uses they... Actually, you know what Let me I'm gonna skip right there. What can I skip over this? Hold on. Yes. Okay. I'm gonna go back to that parameter. So 1 of these ideas interchangeable parts that ford used in mass production they were not a new idea. Okay. So it goes back to this idea. This very powerful idea. The history is full of strange parallels. Discard. Once this skirt is, you can pick up, but you can apply to different situations, different domains, and they can provide value. The car evolved from an idea. Match production evolved from a necessity. That's actually a great way to understand for. The car all from an idea, mass production evolved from necessity, but interchangeable parts were not new in 19 13. Johan Gut, my friend and yours the first printer in the Western world to use movable type employed that principal 500 years ago. Eli Whitney used interchangeable parts when making rifles in the early days of the Republic. So now we're talking late 17 hundreds. And in early days of this century, 19 hundreds, Henry Leland applied the same principle of in the first cadillac cars. Regardless of earlier uses or of some of these principles, the direct line of succession of mass production and it's in into automation stems directly from what we worked out at Ford Motor company between 19 o 8 and 19. So they're talking about all the years of development they had to make the... The moving assembly on. Henry Ford, is generally guarded as a father of mass production. He was not. He was the sponsor of it. I like that idea. Now going back, this is how to think about henry before its talents during the development of model t. Right? So he's focused on product design engineering, let other people run sales service, purchasing that kind of stuff. Every day became more evident that that soon mister Ford would come up with something revolutionary. With his mind working the way it was at the time, there was no reason why he should be involved in administration or production. I could see a big difference in mister Ford after development work began after beginning development work on the model t. Excuse me. He kept saying to me. Charlie. We're on the right track now. We're gonna get a car that we can make in great volume and get the prices down. Many of the world's greatest mechanical discoveries were accidents in the course of other experimentation, not so for the model t. Which ushered in motor transport age and set off a chain reaction of machine production now known as automation. All of our experimentation of ford in the early days was toward a fixed and then wildly fantastic gold. Is that idea again. Or yourself around objective, be flexible how you're gonna get there, do be flexible through experimentation. Right? It could not be blueprint. Today's engineers believe that they can design by coming with just what is right on a piece of paper, but the model could not be designed that way. A blueprint didn't mean much to Henry Ford. It was because of our constant tinkering that we were so right in... That we were so right in many of the things we made. I cite only this particular job talking about the transmission. I was Talking earlier to to show the hard work we we put into lick countless seemingly minor problems. So essentially, what he's talking about there is the Edison sony principle design, Obviously, Ford was inspired. His idol was Thomas Edison. But what he's talking about there, the Edison Principle design, it's also what James Dyson wrote about in his auto, that 5127 prototypes that he had to do before he made his first vacuum cleaner, that vacuum cleaner made him a billionaire. Jason... Dyson writes a lot about that is automatically. If you wanna learn more about that. If you haven't done so already, definitely listen to founders number 25 on James Dyson. Probably still, my first... And we we have no idea why certain books and certain things speak to us They just do, but I would say James License auto is probably the... It is. It's the... It's my favorite book so far that I've read for the podcast. I don't know why. It just is. Okay. I wanna tell talk to you more about, an example of determination. This is all about, you know, the main focus here is the model t because that's the main goal. That's what that's what Henry Ford's telling us. Right? Okay. So I wanna tell you something that almost interrupted that. His... His... The fulfillment of that goal, and it would, if it wasn't for how determined, Henry Ford was. So a patent lawsuit almost killed the model. At this time, they're manufacturing model t's, but they have to make more. Their prices is still low, so they they've they've reached the capacity of the plant they're at. So they're like, we gotta build a bigger plant. We need to build a bigger machine that makes the machines. Right? A decision to build a new plant at that time was 1 of the most courageous steps ever taken by the Ford Motor company. Wiser is it courageous? It was not uncertainty of the success of the model that made this decision hazardous. What do you means there is they had more demand that they could fulfill. It was the risk that went with each sale, with the sale of each ford car and the risk increases the number of sold cars rose. What is he talking about? For 5 years, a shadow of patent litigation with possibility ruin its damages that hung over the company? In 19 87, George s, a New York patent lawyer had applied for a patent for a horse's carriage driven by an internal combustion engine. Although he never built a vehicle, seldom claim that the patent was a basic 1 under which no manufacturer could make automobiles without a license. So we're saying... He's is a 1800 version of a patent control. Right? Now this is really smart, clever. 1 way Ford routed around this in addition to fighting it I think they went all the about to Supreme court. So this 1 way Ford brought around. They tracked down a description in a French technical magazine of a vehicle driven in 18 62 of a gas engine model made by Jean Len. So Seldom gets this patent in 18 77. 15 years earlier though, there's a description of a gas engine. Of a horse carriage with a gas engine made by John Len. It was decided to build an engine according to Len specifications. If that worked, it might upset sell claim. I also was a relentless in fighting this sink court in 19 Remember, henry ford did not like other telling him how she in his business. He hated that. He refused to allow that. In 19 o 9, Federal Court announced a decision, S patent was upheld. U, if the if this decision was held, Ford motor company faced ruin. By that point, nearly 10000 model tc cars had been turned out. Each car being a potential addition to damage to a damaged suit for infringement of of Ce patent. Mister Ford's answer to the strat was... This is so crazy. Think about how crazy the sentences. Mister Ford's answer to the start was to increase production and extend plant facilities. Ford stood ready to take the case if necessary to the Supreme Court of the United States. Eventually, Ce patent was upheld but part of it. The court's ruling said did not apply to the cars of Ford and other man auto manufacturers, kinda rendering obsolete in those terms. Right? The Ford fight against sell... The Sell patent is a milestone in the history of the automobile industry. I believe it is 1 of the greatest things mister Ford, not only did for the Ford motor company, but for everybody in the auto making business. Remember he welcome competition. He carried full responsibility for success or failure on his own shoulders with little or no encouragement from members of his board. He rarely had a pleasant moment inside outside his organization for as long as this uncertainty lasted it. If the affair did as much to inspire him as anything that had occurred up to that time. Why would it inspire him? Here's the reason. He knew that he could battle with the best there was in the country and not be stopped. May... I may seem to have gone on a tangent from the main topic of this chapter. I did so purposely. For evolution of the ford a ford mass production system came from just a series of tangent. Member back to the experimental. It's a very important point. I'm gonna repeat it over and over again because it's a really the main lesson I I get from to the career of Henry Ford. Because he's got a million different good ideas. But start with a goal and maintain flexibility with how you get there. There be many things you don't know that you don't know yet, be patient, tinker and persevere. And so explicitly here, I think is Ford, lesson here is you gotta focus on what you can control and just keep working towards your goal. That's what Henry Ford did. Henry Ford had no ideas on mass production. He wanted to build a lot of autos. He was determined, but like everyone else the time he didn't know how. In later years, he was glorified as the origin of the mass production idea, far from it. He just grew into it. Like the rest of us. Today, historians described the part, the Ford card played in the development of that era and in transforming American life. We see that now, but we didn't see it then. We weren't as smart as we've been credited with being. All that we were trying to do was to develop the Ford car. And I think that's a great idea to end on. I will leave the story there That is a hundred and 18 books done, 1000 to go. If you want the full story by the book. And if you buy the book using the link in the show notes, you'll be supporting the podcast at the same time, and I'll talk to you again soon."
}