{
  "transcript": "This is the story of 2 small town mach who've came enormously successful automobile manufacturers in the early years of the auto industry. At the start of the ford motor company in 19 o 3, the Dodge brothers supplied nearly every car part needed by the up and coming auto giant. After 15 years of operating a successful automotive supplier company, much ford's its advantage, John and Horace Dodge again changed the face of the automotive market in 19 14 by introducing their own car. The Dodge Bros automobile carried on their names even after their un timely deaths in 19 20. With the company remaining in the hands of their widows until its sail in 19 25 to New York Bankers and then the subsequent purchase in 19 28 by Walter Chrysler. The Dodge name plate has endured. But despite their achievements and their critical role in the early success of Henry Ford, John and Horace Dodge are usually overlooked in histories of the early automotive industry, some historians continue to under state the importance of John and Horace Dodge to the automobile industry. This book is the first scholar study of the Dodge Brothers and their company, chronic their lives from their childhood in Michigan to their long years of learning the mach as trade. And then examining their influence on automotive manufacturing and marketing trends in the early part of the twentieth century. Hyde, that's the author's name, details the brothers civic contributions to Detroit, their hiring of minorities and women and their often anonymous charitable contributions to local organizations. Hyde puts to Dodge brothers lives and accomplishments in perspective by indicating their long term influence, which has continued long after their deaths. The most complete and accurate resource on John and Horse Dodge available. The Dodge Brothers uses sources that have never before been examined. Its scholar early approach and personal tone make this book appealing for automotive historians as well as car enthusiasts and those interested in Detroit early development. Okay. So that was an excerpt from the book that I'm gonna talk you about today, and I think also describes exactly why we should spend it... It's spend time studying it. And that book is called the Dodge Brothers, The men, the motor cars and the legacy by Charlie Hyde. Okay. So I talked about this last week, over the next few weeks. I'm gonna do a multi part series. So last week, we started with, by 40 years of Ford, And I want to focus on all the pioneers of the automobile industry that birthed out of the state of Michigan in the early 19 hundreds. So today, we're gonna talk about the Dodge Brothers moving forward. I'm we gonna cover people, like, the founders of Gm, Cadillac and Chrysler. And in any more others I discover along the way. So for today, I'm gonna start... Let's start right with their early life. Tell you a little about that. I'm gonna focus mostly on their career because this is a biography of the Dodge Brothers. But I would say the majority of the book is actually a biography of the Dodge company. And there's just a lot of detail on here I think that we're gonna find interesting. Alright. So, let's go to the book. Early on it says the brothers grew up in a family that included a father and 2 uncles who were mach by trade. They were too fiercely independent, but inseparable red headed brothers. Even on a early age, the brother showed independence and initiative. A willingness to work hard and mechanical abilities. They were the product of perfectly respectable, lower middle class family that was supported by skilled mach. And so that's the way to think about Dodge Brothers Just entrepreneurs. Just. They were investors they made tens of millions of dollars off their investment in ford motor company. But by trade and how they thought about themselves was mach. They thought of themselves even when they were fabulous wealthy, they were more comfortable around regular working class people because that's who their family was. That's who they were. So let's go into a little bit about their for, like, their early life and their first jobs. What do they do before they started studying the mach as trades. So it says John and Horse worked hard as youngsters and showed a good deal of ambition and initiative. John, as a envoy, John drove a cow 3 miles twice a day and earned 50 cents a week for his effort, so he was cattle herding. As a teenager, John carried heavy sacks of brand from robo cars to river boats for 50 cents a day. That's the late 18 hundreds we're talking about. I wanna give you an example of what I think is there... Probably their strongest trait is that they had exceptionally gifted mechanical abilities. So here's an example of some of the early mechanical abilities I just mentioned, and also in early registration of that the Dodge Brothers like many of the people that we've we've profile and analyzed on this podcast, they're relentlessly resourceful. And so we see that. It says the dodge the Dodge boys exhibited glimmer rings of the mechanical genius even as youngster When John was in high school, his school mate Fred Bonnie was the first person in their city to own a high wheel bicycle. So I think of like, the the large wheel on the front and a tiny wheel on the back. Bonnie family was wealthy and the bicycle supposedly cost 200 dollars. So that's... Yeah, at that time in their lives, They could not spend 200 dollars in a bicycle. So they made their own. John and Horus fabricated their own highway bicycle from scrap. They fashion the high the high wheel by hand and used a wheel from a baby carriage for the small rear wheel. They proudly rode their homemade creation around town for 2 years, and it worked as as well as any store bought, model keep that in mind because the first business they actually create before the Dodge Brothers machinery company is a bicycle company. They actually are granted in late 18 hundreds granted a patent. That we've seen this a few other examples, like, the wright brothers and some other people that that we've talked about on the podcast where the bicycle industry in the late 18 hundreds was huge. So a lot of people that wound up go moving on and becoming pioneers and other fields got their start in the bicycle industry And the Dodge Brothers were example of that as well. So I'll get there a minute. I'm gonna tell you a little bit more about their early career. John and horace honed their skills as mach. So this are the first jobs they had as young men taking after their their uncle and their father. A John and Horse grant Hone, John and Horse dodge. Rather. Hone their skills as mach from 18 86 to 1900. First, they were working for other people and then eventually opening up their own shop. When they did work for other people, they moved up into the ranks as foreman and superintendents. So I'm gonna get to the founding of Dodge Brothers in a minute, but there's a lot more to cover before them. So something I I find fascinating is this idea that there's just certain cities in and certain geographical locations to spit it that way and before cities. In certain times of history that are just a hotbed of activity in in 1 particular industry. So the 1 I always referenced over and over again is the fact that ends enzo Ferrari thought he was a... He was a beneficiary of the fact that he lived in Mode dana. He says the people in hit the city that he was from had a special psychosis for racing cars. And so he was able to build some of the best racing cars in the world because the talent pool that was already there. People were already... They were collection of mis... Extremely passionate enthusiastic about what they're were doing. Well, Detroit in early 19 hundreds was full of people that wanted to build horse carriages. So they wind up moving from a small a small city outside of in in Michigan, outside Detroit to Detroit. And then no I left myself was, like, part of understanding the Dodge Brothers stories, Understanding that they arrived at the right place at the right time with the right skill set. And we're gonna see how they leveraged all being lucky in in those situations to to build their automotive empire and become fa wealthy through multiple different ways, which is really fascinating too. So it says when the funding family arrived in Detroit in the spring of 18 87, John was 22 and horus was 18. In 18 87, Detroit was a midsize city of about 200000 people with an industrial base that included scores of found and machine shops. That's what you would need, the raw materials you're gonna need to to make a car. Right? Over the next 14 years, the Dodge Brothers became accomplished mach, experienced managers and successful businessman. They came of age professionally in Detroit. Interesting enough. 1 of these, so they worked at a series of different shops, mach shops. As they continue to hone their trade. And 1 of the plates that they work manufactured replacement parts for typo machines. Right? When they... The reason I'm telling you that is because when they eventually open up their own machine shop, they will do the same thing. They're actually manufacture to replacement parts for type programming machines, and then they also manufacture other special purpose machinery, and they built steam engines for boats. Eventually, they they discover oh, wow. It's way more lucrative to dedicate all of our time to the automotive industry. Now, I wanna bring this to your attention because this is just fascinating to me. Their careers are intertwined with several of other industry automotive industry pioneer. So let me give you an example of just 1 of these, and there's a bunch in the book. And this this is another example of this idea that Always talked you about that books to the original links. They lead us from 1 idea to another, just like, you know, the modern links on the Internet too. And in this case, like, I I just discovered a bunch of people that I maybe it had a a vague understanding of, but then they were made explicit how important these individuals were to the early development of the automobile industry into here's example 1 of them. It says... Okay. Well, let me give him some background first, and this is important to understand. So John suffered from severe chronic coughing. He's the older brother, which was soon diagnosis to Tuberculosis. He was unable to work for several months. During John's disability, horse worked part time as to at the machine shop of Leland, Faulkner and Norton to help cover John's living expenses. So John's rendered sick to his bed, Horses has gotta work to support him. Right? Now, this this the... This is who he was 1 of the people he was working for it. Becomes really important. Horace no doubt gained valuable experience working for Henry Leland, who had brought to Detroit the high standards for accuracy already attained in machine shops of Le Native New England. So you see this transfer skills and knowledge from 1 geographical location being routed to where it's gonna be served best. It's a lot more valuable with the... Those skills are a lot more valuable applied to the automotive industry in Detroit than they are new England. Now, Henry Leland is the eventual founder of Cadillac and Lincoln. What is also really interesting the more Read about the early automotive industries how many of these companies that they founded still survived to this day. You're talking about over a hundred and 20 years later. That's very, very rare. Okay. So we're gonna talk about Lean and other people more in a little bit. The reason I I jumped on the Dodge Brothers first is because I was attracted by their wild and crazy personality. They're just wild people. Dodge Brothers are heavy drinkers. They're they're they're not only extremely gifted mach. And entrepreneurs, but they drink they get fights. They just... They go crazy. Also, you know, part of what makes them fascinating and interesting to study. And so we're gonna see a little bit about their aggressive nature here, even before they had a reason to be aggressive The Dodge Brothers came to the plant to see the superintendent, mister Piper, looking for work for both. Piper said that he only that he wanted only 1 man to which John Dodge replied, were brothers, and we always work together. If you haven't got room for 2 of us, neither of us will start. And that's that. Piper agreed to hire the pair. And as you could imagine from this, this short sentence. What about to tell you, you probably caught on to, John was the more aggressive and hardworking of the duke brothers. Both drink heavily on weekends, but they usually drink with each other apart from others. And so that's another way to think about the Dodge Brothers, and I'll talk more about that in a little bit. They did not really think of themselves as independent people. They thought of themselves as 1 cohesive unit. So I wanna tell you a little bit more. So John is like the loud aggressive, like, you know, the 1 that's pushing. Right? Horus, I'm gonna compare and contrast later. He reminds me a lot of Henry Royce. The gifted engineer responsible with... For the high quality products that you see from Royce Royce, where, you know, he let other people run other areas of the the business just like Royce did. Horse is focused on engineering. And we see this year because horse is the 1 that invent and patents and improve bicycle bearing in 18 96, and then he he has his brother on there to share the patent with him. And so this is how they wanted becoming inventors and bicycle bicycle manufacturers before they opened the Dodge Brothers machine shop. Okay. So it was an improved bicycle bearing. His innovative design had the advantage of being dirt proof and offering a smoother ride with less effort. To know if myself is the 1 I just already said to. Horse reminds me of Henry Bro. He was a gifted engineer. He just wanted to focus on that and let let other people run the other parts of the company. He had... He was no nonsense, and he's just focused on craftsmanship. So that's how I want you to think about horse dodge in your mind. So they team up with another guy that's guy named Fred Evans, and they manufacture the Evans and Dodge bicycle from 18 96 until 1900. Let me tell you a little bit about this guy, Fred Evans. Fred had already been manufacturing bicycles before he became business partners with the Dodges. He's got some good I... Here's some good ideas from their bike company, 1 of which is to go where your competitors are not. At this time, Canada believe it or not. Was like the main center for bicycle manufacturing. Evans and Dodge, Bicycle had great success in the market in part because Fred Evans was a good salesman. His company was the only Canadian bicycle manufacturer to exhibits. It its ware at the New York Psycho show in February 18 97. So he takes an advantage. He he goes and and he's the only Canadian company there. He spent 10 days. This is this is why brings us up. He spent 10 days at the show and reportedly sold 50 wheels to dealers in Philadelphia and additional ones in New York city. So they're selling the the Evans and Dodge bicycle that they made to people to resell all throughout the Northeast United states at this time. To promote... And then this is another really smart move that we've seen other people apply to different domains in different industries. To promote sales of their bicycle, they promoted the use of bicycles generally. They offered bicycle riding instruction. Instruction was free for people that own Evan and Dodge bicycle owners are people that own them already had a bike that they purchased for them, but cost others 2 dollars for 5 lessons. Okay. So moving on, sometime in 1900, the Dodge sold their interest in the bicycle... And bicycle manufacturing I returned to Detroit to open a general machine shop under the name Dodge Brothers. Now what I found really interesting and and kinda humorous when Was reading his books blew my mind. 1 thing that influenced their decision to sell was that Evans and other people, they wind up... There was a Canadian bicycle cartel. They rolled up a abundant... We've seen this throughout history, go back to my podcast I did on Van, John d Rockefeller. Every other industry at this time, they they would consolidate, they'd roll up a bunch of independent companies into 1 giant cartel. So they could they could control prices. Well, guess what? There was this was happening in Canada, and there was just gigantic Canadian bicycle. So it says the Dodge Brothers sold their interest for 70500 dollars and established our machine shop. Their stint in Canada gave them much needed experience as mach and as managers. They saw how you build a rather large company. Instead of selling machine, like, machine services or eventually cars, you're selling bicycles, or manufacturing bicycles. The Dodge brothers used the proceeds from the sale of their interest in Ccm with that the cartel to open their machine shop. I just said that. John was 36 and horace was 32 years old. So, you know, they they're... They moved to Detroit, where the 18 22, something like that. So you have a good ted 10 or 10 or more years of gaining experience before they finally open their main business. Right? And so think of the careers of John and Horse in steps. 1, they have a small, relatively modestly successful bicycle manufacturing business us. Right? Then they have a very successful machine shop, and then later right before they die, a hugely successful automotive car manufacturing. That's where they make their own car. Okay? So we're gonna go over that. Let me tell you, I, oh, you know, why do I spend so much time talking about the early days of companies? I find it fascinating. Because, you know, their Dodge is now a gigantic company tells, you know, hundred thousand what millions of cars right now. But you had to grow into that. And it's very fascinating he'd go back and you see how before they were the Dodge brothers. As we know them now, they were just, you know, in their thirties, trying to figure things out. So this is how they describe themselves. The very first ad, what I'm gonna reach you Right now is the very first ad of the Dodge Brothers company. And they said they're builders of simple compound triple and Quadruple expansion marine and stationary engines. We also build and repair any kind of machinery. We do all kinds of difficult punch, die and tool work. We do internal external and surface grinding, milling, gear cutting and punch press work. In short, we are prepared to do any class of work that can be done in a first class modern up. So clearly see we see from that little text ad how they thought about themselves. And, also interesting at the very beginning, hey, I need to take any job. I can alright. I need to keep the lights on here. I gotta take any job. You'll see over time they narrow their focus To eventually, they're they're only producing for Ford before they they jump ship and do their own car. Okay. They're also very successful getting press. If you remember, I think was on founders number 25. James Dice and would tell you that editorial are more valuable than advertisements, and that's how what he would use to sell a large percentage of his vacuum cleaners instead of spending money ads. So Dodge or you... Dodge brothers are using the newspapers in Detroit at the time to to to public size the fact that they're selling services, and people that own that wanna build cars, read this and then they go to the dodge brothers. It works. The detroit free press and lengthy feature article in Dodge Machine Shop in September 19 o 1 and praised the operation enthusiastically. I may be truthfully stated that the plants of this firm is 1 of the most thoroughly equipped and up to date in the city. The new list ideas in everything that can in any way system in their work have been adopted. So 1 of the people that that find out about the Dodge Brothers is another person's that's extremely important in the early automotive industry that's ransom Olds. He's the founder of Olds. Says by an early... About early 18 o 1, the Dodge had their first automotive contract. They were to manufacture engines for Olds motor works. I was the name of company of time. Now, I wanna tell you more about Ransom Olds because he's an important character in the story of the founding of the automotive and automotive industry in Michigan. He may be the single most important person at the very beginning. Since Ransom Olds was in many respects, the founder of the Michigan automobile industry and the most important early of automotive pioneer in the United States. He... Because he he He came first. Right? He became experimenting with steam powered carriages around 18 87 and produced several prototypes. He decided to focus on gasoline engines after visiting the Chicago world Fair in 18 93. Remember. 10 years after this guy's building his his gasoline engine is when Henry Ford decides to build his. Ransom Old introduced the first guessing powered carriage in June 18 96, and he began manufacturing them for sale and his lansing, Michigan factory. This was the first American automobile to sell in significant numbers. Now here's why bring him up to you because Ransom Olds influenced many future car company founders before they were car company founders. And we've seen this in other domains as we continue to study the history of entrepreneurship. Founders are constantly influenced and borrow ideas from other founders. So you can tie them me give you an examples. Some of the most well known founders today. You can you can tie the career steve Jobs directly to other founders like Edwin Atlanta Polaroid, Bob No of Intel and David David Packard, Bill Hue of Hp. You can also tie the career of Jeff Bezos directly to Samuel walton of Walmart, Jim Gulf of Costco and sole price of Price club. That is why it's so important to study the history of entrepreneurship. Alright. Back to the book. More important, the the olds motor attracted the future automotive pioneers with its substantial contacts, contracts, excuse me for automobile components, and it was the training ground for other automotive leaders. So not just list off all these people. The olds motor works provided the first automotive contracts for the Wilson body company. These are all people that eventually built their own cars. Now remember, last week, I told you, went from, like, 2000 automobile manufacturers down to 3 in the United States over, let's say, a 70 year period. Something like that. A lot of these people may never heard of, but they had 1 time, they had their own companies. So the Wilson Body company. The hyatt roller Bearing company, Dodge Brothers, the Leland and Fa manufacturing company I just told you eventually came to the the founder of Cadillac and Lincoln. During the... Their brief time in the old Motor was in Detroit employed future movie automobile entrepreneurs such as Jonathan Maxwell, who started the Maxwell Motor car company and Roy Chaplin, who started Cha motor company and then the Hudson Motor company. Okay. Let's go back to the Dodge Brothers because these guys are really fascinating. I wanna tell you a little bit about how they worked, so we have an idea of what was important to them, what made it successful. And a little bit what what their personalities were like. So again, now we're using as a reference an early article written in the newspaper in Detroit in everything the 18 hundreds. It says the author of the article was particularly impressed with the orderly efficient way in which the shop is laid out and manage. Perfect order prevail, no unpleasant orders. Oh, so let me give you an example. They're extremely precise people. As you can imagine, as I'm mach, over multiple decades you have to be. Right? Perfect order prevail. No unpleasant o odor are burnt burnt oil are per acceptable. No pounding of loose joint a machinery jars up the nerves. And the numerous employees have an orderly and neat appearance that is decidedly refreshing. The result was high quality precision work that came as a result of using machine tools with skill and care. So what what really what what what can you take from that? The Dodge Brothers would tell you that whatever you do, you just do it about in anyone else? That should be your goal. That was their goal. The Dodge Brothers were the first to establish in detroit a machine shop. This is... I'm quoting from the article now. We're the first to establish a... Detroit a machine shop of the type, where really close and accurate work could be done. They installed machine tools of a size and character that nobody else in Detroit had the courage to consider. That's another thing. They were huge risk takers. When when you to... When we get to numbers, they they became rich, right off of Henry Ford. But the amount of investment they had to to make before Henry Ford paid them a dollar was considerable. And without taking a huge risk, they wouldn't have been rich, So I'll get there a minute. More on how they worked and manage, the brothers, of course, would prioritize hide hard work and then they were hand on managers. Hands on managers, rather. They were always present at the start and end of the workday. When John Dodge was not working as as a mach is along with horus, he was scouring the city for more orders. The 2 brothers routinely locked up at the end of the day, went out for a sandwich and then return to work until midnight before before finally going home. This the first 2 years of their machine shop. It is very... There are very shaky ground. As you can imagine, they had to work with these hours. I they would spend time planning the next day's work preparing blueprints, making estimates, preparing the accounts and and sending out letters to customers or suppliers. John Dodge estimated, During the first 2 years of the company, they spent a total of only 6 weekday evenings at home. Okay. So I wanna go over some crucial decisions in the early days of the company. There's gonna be 2. I wanna bring to your attention real quick. Says once the dodge Brothers began making automobile components for ransom olds and Henry Ford, they specialize almost exclusively in automotive work. But until that happened, they took almost any work that was offered to them. Now, at the beginning of their automotive work, they make 2 big decisions the first. They find there's their plant and plants generous term for it was inadequate further their needs and they had to build a larger factory, which means they had to risk a lot of money. But they built because they had to build a factory before the orders come in. Okay? So that's the first 1 smart thing they did. The second thing is, the Dodge Brothers made a second major decision, more risky than the first, but ultimately a brilliant 1. They agreed in February 19 0 3 to become the major supplier of components for Henry Ford. Before the current Ford motor company even existed. Remember, Henry Ford had 2 failed motor companies before he finally success on a third 1. And the third 1, the beginning of the third 1 was extremely shaky. And the Ford play a huge role in that. As a supplier to and a major stock holder in Forward, and I'll get to how they become a major stock holder in a minute. The Dodge brothers quickly earned profits and dividends much greater than expected. Now, I wanna pause here. This is AAA lesson 1 smart move to do that we see that's the habits throughout history is everybody in... That in a gold rush, you don't dig for gold. You sell Pickaxe axis. That's a smarter move. Right? Everybody in detroit at this time, wanted to build an automobile. So what what are the dodge Dodge brothers do. They don't build the automobile yet. They sell pickaxe axis. This sentence gives you an illustration of that. The dodge became suppliers for the detroit automobile industry. They're selling the raw materials for what the automobile manufacturers need to make their cars. Just really smart gives them a huge advantage. Alright. Now... And then another lesson I got to in this book is sometimes you're granted an opportunity for from random tragic events. They're outside of your your control, but you can still benefit from them. 1 of this is, following a disastrous fire that destroyed most of his factory, ransom Olds was forced to rely on, rely more on outside sources. So we can no longer produce a lot of the materials need for his cars and the result of the fire was that there was more work for the dodges. So now, let me tell you, this is Hilarious. The size of their larger put him in quotation marks factory. And to me, this is just a reminder, that it should be super motivating for us all. The reminder that all new ideas starts small. So here is the description of the Dodge Brothers larger factory. The city of Detroit issued a birdie... Building permit for a 2 story brick building. It was 50 feet wide and a hundred and 38 feet long. Okay. So now let's get into the Dodge Brothers and Forward. I'm I'm I'm gonna try not to duplicate a lot of what I covered in in past henry ford podcasts. Okay? But this book has way more detail because there's a series of notebooks and and other things that were preserved, and it has a lot more detail on, like, the actual early financials between the 2 companies between Dodge Brothers and Henry Ford, both before they became the Dodge Brothers and before they cream henry ford. Right? Ford motor company would make payments of 5000 dollars so them on march fifteenth on April fifteenth and then with the first delivery of their first 60 machines. So they're they're making... I think the estimate somewhere between 60 to 70 prior 5 percent of every single component of the Ford Motor car. Okay? So it says if Ford failed to make the required payments, the Dodge brothers would could sell all un sold machines and keep the proceeds. This provision would have would have at least left Dodge brothers just some assets to sell. They needed to do that because they they put, like, 60 I I think I'll I'll find the numbers in in my notes... Hey. I'll go over them here in a minute. I think it was like, 60000 dollars before they got a dollar from Ford. To a large... Lot of money. Right? Alright. So this provision, okay. I already just said that. The Ford Motor company struggled... Here's I put this in bold. This is so important. The Ford motor company struggled to make all of its early payments to the Dodges. It's important for 2 reasons. 1, because it's... You're talking about 5000 dollars. The Ford Motor company wants becoming a billion dollar corporation. Henry ford prints money. But not at the beginning. Can't even come with 5 grand. Now the second reason it's important because he had a hard time paying the bills. Dodge takes stock They take... They own 10 percent the ford Motor company which makes that eventual decision makes them tens of millions of dollars. As the Dodge Brothers deliver the first machines to ford's buildings. Oh, this was hilarious. Check this out. The Dodge Brothers deliver the first machines to ford's buildings conveying them on horse drawn hay racks. Then when I left myself was 1 technology destined to displace another. I a really crucial time and issues it's fascinating. So this was very surprising. The Dodge almost bankrupt rubbed erupted forward for lack of payment if this would happened ford's companies basically killed in the cradle. Right? To begin production for ford, the Dodge Rather spend more than 60000 dollars re for re tooling in raw materials before receiving any revenues. Huge risk. Right? They had trouble getting paid from ford right from the beginning. The Dodge Brothers met with Alexander Mel. He was somebody working with Ford. In mid March 19 o 3 and demanded immediate payment of the first 5000 due to them. They made it clear that they expected to receive the next payment in, 5000 dollars that was due April on April fifteenth. Malcolm said admitted to the Dodge Brothers that he did not have the money to pay them. They in turn threatened to take ownership the machines and sell them as their contract permitted. Malcolm returned that afternoon to the Dodge plant with Henry Ford and another potential investor. We don't need to worry about his name. They were trying to woo. On the heels of the visit to the Dodge Brothers Machine shop, this investor invested 10500 dollars in return for a hundred and 5 shares in the company. This last minute infusion of capital kept the Ford motor company of afloat and kept the dodges in the fold. If this didn't happen both of the Dodge. The future of the Dodge Brothers and Henry Ford would've have played out vastly different. That's fast. A reminder to us that the early days of companies are tenuous. Okay. Now, here's a smart move by the dodge Brothers that I just referenced earlier, this... Because the stock is later gonna turn into tens of millions of With the Ford Motor company habit obituary behind its payments, the Dodge agreed June 19 o 3 to write off overdue payments of 7000 dollars and extend forward an additional 3000 credit. So what are they gonna know? Essentially getting them 10000 dollars for 10 percent of the company. And in return received 10 percent of the ford motor stock. To hell return on investment. Okay. Later, we know from, covered and past ford. Dodge brothers are forced to sue Henry Ford because Henry Ford is not paying out the dividends and he's using it to expand his plant. Okay? So I wanna fast forward in the time timeline before I reverse the timeline, but Dodge is gonna recount details of this 19 o 3 contract in testimony that he gives a 19 16 lawsuit to try to force henry 4 to distribute the profits to them to the stockholders. Right? So he says, this is very interesting. He estimated the Dodge Brothers investment between 16 and 75000 of machinery and materials to start production for Ford. John Dodge admitted. We had a rather foolish contract, or we would have compelled them, meaning the ford motor company to pay over much more. We were not as wise then as we were as perhaps we should have been. Or put another way. We all grow into it. We don't have... We don't know what we don't know. We have. We're forced to grow into. John Dodge had to grow into we who they became, or he became horse Dodge had to grow into who he was gonna become henry ford had to grown. Everybody has to grow into who they are. And that's another another way, John is saying, hey, we didn't know where we didn't know, but it wanted it working off for us. Okay. So I wanna give you some examples. Another example. There's a lot example of the violence of the Dodge Brothers. They're just wild people. In another incident, Ford's tester that's guy named Rock, went to the Dodge plant to complain about this... About them shipping engines with loose flywheel. But when he threatened to stop accepting the machines, they were shipping, the Dodge Brothers nearly started at fist fight with Rock. That's, you know, wild times, But we also see others aspects of the personality where... They if they realized that they're wrong, Don't change court. So it says according to Rock them, once you've provided the hole drilled in the flywheel was too big for the crank shaft that it was supposed to accept they were gentlemen enough to apologize and said they would correct that. At this point when they're manufacturing a lot of parts for Ford. I wanna give you an update onto to what a typical work at the Dodge Brothers plant would would consist of, 10 hour days monday through Friday and 5 hour day on Saturday. So 55 hours a week. Now, eventually, Ford, listen, there there's no dull alerts. There's no idiots here in the early days of the the automotive industry Ford's it's very shrewd and smart, So of the Dodge Brothers. So, eventually, Ford realized, hey, I I wanna become less dependent on the Dodge Brothers. That's good for him, but it's also eventually becomes good for the dodge brothers because this will put push them to make their own car. So this says the dodge brothers made the entire ford car except the body wheels and tires. And now we see slowly over a series of years. I'm gonna read these years to you and and you'll see Ford adjusting this. Smart move for him, smart move for the Dodge Brothers. In 19 o 4, Ford assembled the model b with with more parts built by suppliers other than the Dodge Brothers. Henry Ford was keeping his options open and applying leverage to the dodge Dodge Brothers at the same time. Smart strategic decision. Should... Yes. He should have done that. 19 o 5. Ford announced his attention of producing a large share of the need in engines and transmissions in house. 19 o 6. The ford... Motor company for the first time manufactured a part of its component requirements. So it's still about 10 years before Dodge Brothers start their own car company. But we see a little by little, they're moving... They're gonna have to be forced to move in that direction. Now something to understand about the Dodge Brothers, they got very, very, very, very, very, very rich off Henry Ford. Dodge Brothers earned in substantial profits from the Ford contracts and more importantly we... So they're making money as sub contractor for Ford and also receiving substantial dividends their forward stock. I wanna go over the dividends because it also shows how fast a company can grow. These are the combined dividends from Ford 19 o 4, 98000 dollars. 19 052 hundred thousand dollars. 19 o 6, nothing. 19 o 7, 10000 dollars. 19 085 hundred thousand dollars huge jump. 19 093 600000.0 19 10 2.39. So within 6 years they go from 98000 to millions from 98000 a year to millions a year. Your millions of years. John and Horse together collected 1 tenth of the total were no longer the struggling businessman they'd had been in the first years of running their machine shop. Yeah. They will soon be even richer. By 19 10, John and Horse Dodge were wealthy men. They had accumulate the trapping of wealth, especially the large homes they both enjoyed. So this is what I was referencing earlier when I said they achieved their success in a step price fashion. Says they have merely plateau in their climb to a much greater success in 4. An enormous new manufacturing plant was a service the jumping off point for the next stage of their Less careers. And that's the plant they're gonna not only gonna use the plant first to make more parts for Henry Ford, but also to make down own cars. Alright. This this gives you an idea the size of the Dodge Brothers operation. While Dodge Brothers were still manufacturing parts exclusively for Ford, the ham track. I don't, that's probably not how you pronounce it. Plant became a large operation by any definition. The annual part production was impressive. They can make a quarter million transmissions, 225000 rear axles, almost 200000 front axles, 200000 crank shafts, almost 900000 connecting rods and half a million universal joint. They'd also been able to manufacture 2 dozen other parts, a number succeeding 200000 units. So of Giant operation. The Dodge brothers manufacture 60 percent of the total value of the ford cars produced between 19 o 3 and 19 14, including the legendary model t. So there is no Henry Ford to help the Dodge Brothers. Sister... There's no Dodge brothers style henry ford. Give you an idea. As you can imagine they moved rapidly. So this is Horse dodge complaining about how sub subcontractors work slowly. I must say that I'm thoroughly disgusted with them. They seem to think it makes no difference with them whether they finished the the work this year or next as long as they get it done. Dodge brothers were a lot of things. Dumb was not 1 of them. So we see this. They says they worried about their near total dependence on ford, recognizing that he would eventually manufacture all of his own components. It's just like it was a smart strategy for to to take over control, smart strategy for the Dodge to take their their fate in their own hands. Now we got to the part where they're gonna start building their own car. There's a lot of different theories out there why they made that decision. Or how they made the decision rather. This is the 1 I'm most familiar with. Says for John Horse dodge, the decision to break with Ford to manufacture their own car was not simple. Okay? That's a a lot to think about that simple sentence. Think about it. It could not have been easy since how much money they made... How much... So much money from Ford. This decision is... Might be the most impressive thing they ever did. Okay? The dodge brothers decision to build their own car seem like a logical step for them to take after making parts are forward for 11 years. They believe they could greatly improve ford's car without driving up its price. But Henry Ford had had rigid refusal to consider improvements to the model t and that further discourage the Dodge Brothers should strike or encouraged. The Dodge Brothers should strike on their own. Now, Theodore Mc, whose advertising firm had Dodge brothers starting as a client in 19 14 provides a more personal version of their decision to break with Ford. Mc recalled a meeting between the Dodge brothers and their lawyer, this guy named Howard Blu. Bloom asked them point blank. Why don't you build your own car? John Dodge explained that they enjoyed lucrative contracts meaning they're making ton of money with Ford and hefty stock dividends and besides, they didn't want the aggravation of having to sell cars. Blu reminded the dodge that their total dependence on ford could prove costly to their business. It was a point of failure. The following day they resumed a discussion in both John and Horse conceded that bloomberg was right. This officer shows that they're a willing like their smart driven individuals. They They they have full belief in themselves, but they're also receptive to good ideas from other people. That's just until to live. So they finally break from Ford. The original investment of 10000 dollars the ford Motor Company in 19 2 and 3 yielded a total return of 32000000 dollars. Wow. After the legal battles ended, Henry Ford and the Dodge Brothers had a remarkably cordial relationship, an appropriate finish for a business partnership unlike any other in the American automobile industry. This another example of how fast they moved. Over a remarkable 18 month Span John on Horse dodge, Dodge, design and produce an entirely new automobile, introducing a proud new name plate that has survived to this day. While continuing to fulfill their contract to supply parts and components to ford under until June 19 14, The dodge simultaneously reworked and greatly enlarged their existed manufacturing facilities to produce during your car. They also created a national sales organization and a network of franchise dealers to sell their auto their automobile all from scratch. There's some notebooks that survived from this time that details the excessive amount of work involved. So let me read what we found out from those notebooks. We can see the size and complexity of the work from the... From this surviving set of notebooks. Containing materials relating to the purchase of raw materials and components for the Dodge director's car, along with information on the design of components and the purchase of machinery to manufacture the parts. It contains detailed costs and quality estimates for components ranging from frames, wheels, tires, bearings, piston rings and ignition systems. And from from more than 100 potential suppliers. In short, it's the main point with others telling us, these notebooks are primer on launching a new automobile, fascinating. This is the answer to the question. How did the Dodge brothers build a factory to build their own car so quickly. How all the while servicing the needs of a gigantic and growing ford motor companies. It's fairly really impressive. You think about it? He had asked the works manager, Frederick Haynes, how Dodge Brothers were able to get such an enormous plant built in into operation so quickly. The manager of the plant explained. Chief because the Dodge Brothers themselves own the plant. If we had been obliged, to get permission from board of directors from banking interests from outside stockholders, For the expenditures of millions that we've put into these new buildings, the new machinery and new processes, it couldn't have been done. Things go smoothly when the actual owners are right in the factory and are most enthusiastic of all in having the best. That's hugely important. You had the... They... They not only did they control the hook company to control the money. There is no. They other go get outside approval. It's like, where was this? I've trying to think of what what what book I was reading. I did it. I covered on the podcast where Oh, it was... I'm pretty sure was Jeff Bezos when they were... He hired... He... I don't have in front me so let's just go off my memory and help him renting. Correct. Okay? He hired a bunch of people from Walmart to expand the the the initial, like, Amazon Warehouses. And so this guy realized realizes, hey, we need, you know, we need a, a lot bigger for for the demand that we we have to fulfill. We need a lot bigger warehouse network or whatever are other cases. So he's was talking to Jeff about this 1 day. And, you know, it's a considerable investment and, you know, relatively short, relatively short conversation. The guy said something like, okay. Well, I need approval to get this done. Jeff's go Jeff's goes, you just did. Go do it. And that was it. And why... I think was like, 300000 square feet or something like that. It was it's something gigantic like that. But again, just so when 1 person charge, 1 person has the all the the authority they need. These can go super fast. Now, I wanna tell you more about the advantage that Dodge Brothers enjoyed from this simplified ownership... Ownership and cost structure. And I wanna compare the Dodge Brothers organizational structure right now with that ford Gm. Because I think this is really fascinating. Can be applied to your own work and the... Works in other industries. Right? It says placing the lives and careers of the Dodge Brothers in perspective can be accomplished by comparing them with the contemporary auto and Pioneers. Meaning people that were also doing the same thing at the same time. Their management style running Dodge brothers were quite distinct from that of contemporary auto industry giants such as Henry Ford, Billy Durant and Alfred priest sloan. So I saw primarily they're comparing contrasting Dodge with Ford Gm. Okay? Their management style reflected their equal partnership in this venture and the relatively simple nature of the enterprise. Unlike Ford, Durant and Sloan, the Dodges enjoyed full ownership of Dodge Brothers from the beginning. Never borrowed from banks and never had to consider stockholders are a board of directors in making businesses. Managing the Dodge Brothers operation was in many respects simpler than at than at the competitive firms. Production involved only 1 factory after 19 10. In contrast ford motor company, operations include 2 major manufacturing facilities in 14 assembly plan plants. The constantly evolving General Motors Corporation included hundreds of manufacturing and assembly prints assembly plants spread all over North America. Now when I read this, Remember what Steve jobs taught us. The further you get away from 1 the more complexity you're inviting in. The Dodge brothers... Like, they understood it intuitively. By dividing up the task and responsibilities for this task, John on Horse Dodge stayed out of each other's way and thus avoided duplication of efforts in conflict. Neither of the Dodge brothers was auto in the fashion of Henry Ford. The contrast between the management themselves of the Dodge Brothers in that of Billy Durant could be greater. Duran durant was mainly a financial Ty, a free willy manipulator of stock and companies who combine scores of automobile, truck and component manufacturers in 19 o 8 to form general Motors. I'm gonna read his bag soon. He was a deal who seemed indifferent to the profitability or efficiency of his creations. He had no interest in the day to day management of General Motors. His field of dreams was not found on the floor of the assembly plant like the dutch Brothers, but on the floor the New York Stock exchange. Okay. This is Hilarious. This is Dodge Brothers you on advertising else to tells you a lot about how they how they manage their business. So they can meet this this advertising executive because they need to do advertising for their new car. When Mc arrived, John Dodge immediately revealed his average has attitude toward advertising. Horace and I go into the factory and sweat blood to save a tenth of a cent, and you fellows turn right around and throw away 10 percent. Mc impressed with dot John dodge don John Dodge honesty began thinking about promoting the new car as honest and practical. Much like the brothers themselves. So a reminder that's never too late to do something new at the introduction of the first Dodge brothers car, John Dodge was 50, and horse was 46. Also important to know this there's is many different strategies that can work. An example of this is Dodge Brothers took an entirely different strategy and than Henry Ford on pricing. Unlike Henry Ford practice most continuously lowering prices on the model t ford. But the Dodge brothers, prices rose over time, reflecting the various improvements incorporated into new models. When asked about the difference in price, John Dodge said, just think of all those ford owners who will who will 1 day 1 an automobile. That's a bit of trash talking, dodge brothers style. Oh, let me give you more of their style. More of, like John Dodge. He's definitely the 1 that the author talks about the most, because Horse is just, you know, kinda of... He's the creative genius just trapped his lab innovating and John John is out there, you know, kind of pushing the pace with his gigantic to personality. So, like, most other manufacturers at this time, they have to make supplies to the war. The government compels them to. Right? This is World war 1 we're talking about. So And from this story that happens, we're gonna lot know a lot about his personality. In the fall 19 17, the Us secretary War newton Baker search for an American manufacturer to produce delicate, recoil mechanisms for 2 French heavy artillery pieces. No 1 had ever manufactured these delicate recoil mechanisms outside of France. John Dodge, met in Washington, Dc with the secretary of War baker and a delegation of French manufacturers. Who offered to send their skilled mach. Now think about this. Remember at the beginning, I told you they they primarily thought about themselves as skilled mach. This delegation of french manufacturers who offered to send their skilled mach to Detroit to teach the dodges how to make the device. John Dodge replied in angry and earthy language. That he and Horus needed only blueprints to begin machine production. Secretary Baker responded. Look here, mister Dodge, I'm not a accustomed being spoken to in that kind of language. John Dodge replied. The war would be a hell of a lot better if you were. This guy's wild. I love it. At the time, and then I'm gonna skip over this part. But let me just summarize this part of this this section for you. The French were able... You know, they're like, we're we're gonna send our skilled machine. We're gonna teach you how to do this. Right? They never made more than 5 of these things a day. The dodge brothers were at their peak, where we're able gonna make 5 times that. 24 a day. So skilled machine is they definitely were. Dodge brothers were were bad, You know what? Okay. Let's talk about how and why they worked well together. Maybe we could take some some of their ideas and and lessons and apply to our own lives. Right? Throughout their careers as an independent businessman, the Dodge Brothers made all their important decisions together. Did, they did have a basic division of labor in their work and maintained separate offices at opposite ends of the factory. John negotiated contracts, manage the firm's finances directed sales, advertising and public relations. And he served as a general administrator of the company. Horse was the mechanical genius who designed the products dodge Brothers others manufactured and many machines used their operations. He organized and managed production. The shop floor was horace domain. This is why I tell you he reminds me Henry Royce. He was responsible of the engineering and designing of the Dodge Brothers automobile and for the design of scores of other machines needed. In describing horses mechanical inclination, 1 biographer noted. His office was a was literally a museum of parts, past and present and perspective. For Dodge Brothers cars. He was constantly scheming improved details, new processes, new methods and always building new machinery. I love this guy. He never lost touch of the Craftsman. Let's let's go. That's fantastic. I never lost lost touch with the craftsmanship and could never let machinery alone. The atmosphere of the shop as he entered it would cause a notion change in his bearing. Outside, he was quiet. Re, and could even be termed shy. But within the 4 walls, He was the master of the domain. Within the 4 walls of the shop, he was he was the un unfavorable master of the business. A little bit more about their personnel. Personality long after he became extremely well see John and horse Dodge felt more comfortable among ordinary shop floor workers in the factory than with Detroit business and social elites. John's instruction that the paul bears at his funeral would all be ordinary shop is but 1 indication of this. Okay. Now I use the word Paul bears. 1 of the crazy things about their lives, and a reminder to all of us that we just... We don't know when our time is coming. They died early. And the time of recording this It's kinda spooky because we're going through a pandemic. They died a Spanish flu. So this is shocking. The story of John Horse grant ended tragically in 19 20 with their deaths. In 19... In January 19 20, John and Horse had contracted influenza, which was quickly developing into... Which quickly developed into pneumonia. By this time, influenza was beginning to reach epidemic proportions in the United States. So this is a Spanish flu that killed an estimated 50 to a hundred million people from 19, 18 to 19 20. Because of I'm not gonna go into detail because I'm sure you have enough... You're inundated with enough of this. This is just a history and business podcast, so you... You obviously don't come here for current events. Just read this book though if you're if you're interested in using history as an indication of what we can expect now. It's called the pale writer. It is a biography of the Spanish flu. Yeah, Highly recommend reading that book. I listen to the auto book a few weeks ago. So anyways, in that book you learned that Spanish killed and estimated may 50 to hundred million people between, 18 20 and 19. 8... Shooting 19 18 8 in 19 20. John Dodge being 1 of them. Horse gets it 2. He dies a few months later, but, it's also he had complications of the liver and some other stuff pry can contribute to. Death. So it says, horse slowly recovered but John's Pneumonia worsened, having lungs previously ravaged by tuberculosis only made the struggle more difficult. He died on January fourteenth at the R Carlton Hotel New York City with Horse at his aside. He was 55 years old. Oh, because this... I got to the part of this book. It's gutted. The detroit free press observed at the time of his death. The community kit... Ill look afford to lose John Dodge. He was a citizen who counted. He's 1 of the big forces and making of modern Detroit, and there's every reason to believe that he... If he had lived the next 10 to 15 year period, would have been time of his greatest compliment. Undoubtedly it's probably true because there's 6 years into building their own car. Horace did not now this is this is... Man. Horse did not survive the year. Chronically ill with influenza and psychologically devastated by John's death, he saw no reason to live. This this is this is heavy. He offered additional insight into his state of mind. The passing of my dear brother, John is to me personally a loss. This is... Hey on a hard time reading the sentence. Oh, okay. The the passing of my dear brother John is to me personally a loss so great that I hesitate to look forward to the years ahead without his companionship. Our lives having been as you know, practically in inseparable since our childhood. He died on 12/10/1920 at age 52 didn't even let you talking about 10 months later. 11 months later he died. When you really think about the story, but note of myself, this is a bond so tight, it can only be separated by death. The brothers insisted that male directors the business be addressed the dodge Brothers are they would turn it unopened. They would not accept letters sent to either of them as individuals. This practice reflected the fact that they saw themselves as 1. There's a great story that illustrates how wild they were, but also how much they loved each other. According to 1 legendary story, the 2 were drinking at the bar and began to argue about where they would take their jointly owned 300000 dollar yacht for a cruise on the upcoming weekend. John wanted to go north from Detroit into Georgian and Bay. Horus preferred to cruise south into the thousand islands. John proposed that they flip a coin for sole ownership of a yacht. Horace won the coin toss. John conceded they would have... That he would now have to go to thousand islands, but Horace in sister that since John was now as guest, he would take his brother to Georgian Bay. They loved each other, man. They just they loved each other. Okay. This is a good... This where gonna close. On their greatest accomplishment. Over the final 7 years of their lives, John and Horse Dodge transform their company from the largest supplier of automotive parts into in the United States to a large scale producer of a popular mid price car of their own design. Their formula for success was quite simple. They had complementary skills, interest and personalities while they genuinely understood and liked each other. They remained honest and fair to their customers and employees alike. Their companies survived and prosper after they died, and later became a core component of their Chrysler Corporation. With their passing the automobile industry and the Greater Detroit community acknowledged their automotive significance and their important civic and charitable contributions as well. It was not the mere physical fact of brotherhood that welded these 2 together. It was a bond that had in it something of strange depth and purity and fine. Something that transcend the usual brother bond. For the brothers loved each other as friends. They were friends. I'll leave the story there that's a hundred and 19 books down 1000 to go. If you buy the book using the link in the show notes, You're gonna be supporting the podcast at the same time. Stay safe and I'll talk you again soon."
}