{
  "transcript": "So I wanna continue what we were talking about last week. And this podcast will be part 2 of, I think, what's gonna wind up being a 3 part series, covering the weight but why Elon Musk blog post series. So normally, if if you've heard founders before you know that every week Every read a biography of a different entrepreneur founder, and then share with you some key insights or or parts of the book that I found interesting and I learned something from. So this podcast and the last podcast, the first time we've already done a blog... Covering a blog post. And the call to blog post really doesn't do a justice. He... The the writer of Wait Wise his name is Tim Urban. He wrote something like 90000 words of the series. So, it's actually available in Kindle format. So I I originally stumbled upon it and I read it online, which which was like a her effort. Because, like, the poster we're talking about today. It's about... It takes about an hour and a half to read. So obviously, we're not gonna cover all of it. But the entire series, according to the Kindle version takes about 7 to 7 and a half hours to read. So without further ado, let's go ahead and jump into the the post. I'm gonna start... The the beginning of the post is really interesting because if you're familiar with Wei why, he starts at a foundational level and then builds up from there. So he talks about how energy is producing consumed on a planet and he goes into the early production of gasoline engines and how that that came about, for the purpose of our podcast, I'm going to just focus on the parts specifically about Tesla, their strategy and then Elon Musk's ideas, how to organize and run a business, because I think that's what's most interesting to to you. Alright. So let's go and jump in. Christine Nicholson remembers meeting Elon Musk for the first time at a party back in 08:19 89. I believe the second sentence out of his mouth was, I think a lot about electric cars? And then he turned to me and said, do you think about electric cars? And just so you know, if you want to follow along... Yeah, I'm in the part 3 the story of Tesla. And it again, that's available wait but wide dot com. When he decided in 2003 to stop thinking about electric cars and start making them, the odds weren't in Musk's favor. There were the high barriers to entry that had prevented any startup up car company from succeed in an succeeding in almost a century. There was the una unattended for cost of carbon emissions, which made starting an E company like trying to stand out on a basketball court as a rookie when all the players except you can foul with no penalty. And then there was a Ga oil industry, which would do everything in its power to stop on... To stop on every effort to make it obsolete. On top of that, the E was a new kind of car whose development had essentially been on pause ever since E makers threw in the towel a century earlier, and a daunting and costly ketchup up process would lay ahead. The 3 concerns listed above would all need to somehow be addressed for this to have a chance. The overarching question was had electric cars never had their day because of in irr issues or had the right person, the Henry Ford of Evs just not come along yet. So there's gonna be a lot of references to that Henry Ford in this post and on this podcast, somebody that Elon musk very much admired. If you wanna learn more about him, I did 2 podcasts on Henry Ford, 1 about his auto, and 1 about biography written by somebody else called I invented the modern age. You can find them both at founder podcast dot com. Let's go back to the post. Car companies aren't supposed to start in Silicon Valley. In Silicon Valley startups aren't supposed to make cars. But the electric car industry is not your grandfather's car industry. And in 2003, it wasn't anyone's car industry. After the brief bubble of new electric cars in California in the 19 nineties between the year that the state passed the 0 emissions vehicle mandate and the year they were bullied into rep refueling it, the electric car industry had with into the oblivion of the scattered California garages and tech labs of car geek. And just as a side note, if you want to learn more about that time period. There's a great documentary... I watched on Netflix. It might still be there. It's called who killed the electric car. It's definitely worth checking out. It ends with the cars being forcibly repo and crushed. And then the owners of the car actually had a cadillac vigil for their cars. Big things have emerged out of small groups of cutting edge geek labs, Apple, Microsoft, Google. So why not the modern electric car industry? 1 of these little car technology companies was Ac propulsion. And while car makers in Detroit, Tokyo and Munich continued to not realize that electric cars were clearly the future, the guys at Ac propulsion were experimenting away, quietly making 1 giant E breakthrough after another. 1 day last week, I cold called Ac propulsion and it costed their Cto, Paul Carr, who had been there since the beginning. He was too polite to figure out how to get off the phone with me. So he told me about those years in the late nineties and early 2 thousands. When they created their fanciest car to date. The t 0. Ac propulsion had figured out 2 huge things. So this is the precursor obviously 2 test motors. First, the t 0 was fast. It went 0 to 60 and 4.9 seconds. Which was crazy fast for an electric car and put it on par with the fast gas cars. Second, they had made ignore they had made big progress on an enormous E shortcomings by getting innovative with the battery. Previous Evs had used lead acid batteries, which were heavy and limited. Ac propulsion realized that the laptop and mobile phone industry had been pouring development into making small, lithium ion bat lithium ion bat batteries. Increasingly efficient. And that those batteries had gotten really advanced. The batteries look like aa batteries, which might seem like an odd match for a car, but by lining up a few thousand of them in a big battery case they had just created by far the world's best ever car battery. Evs had also been limited to a 60 or 80 or maybe hundred and 20 mile range. The t 0 could go 250 miles on a single charge. So this is where we're gonna meet 1 of the original founders of of Tessa motors. In 2003, a California engineer named Jb b Str was then tinkering around with Evs himself. He met Musk to ask for funding for a car project he was working on. Soon after that, str brought Musk by the Ac propulsion office to see the t 0. Musk was blown away. Musk gets suspected for a while that Evs were the way of the future, and now he saw the possibilities with his own eyes. He was convinced. At the time, he was already running Spacex and trying to colonize Mars. Remember this is early in the early 2 thousands. So launching a startup up car company wasn't something he could really fit into his calendar. He really wanted the world to see the t 0 because he was sure if it would excite people and helped to stoke a new wave of E interest, and he tried to convince the Ac propulsion guys to bring the t 0 to market with his funding. But they didn't want to do... They don't wanna deal with it because it sounded Ic. Instead, Ac propulsion introduced Musk to a group of 3 other entrepreneurs who had also recently approached them with a similar idea and had also been re buff. Those 3 guys who included Martin Eb and Mark tarp. Again, apologies. I have no idea how to pronounce these guys last names. So I'm just wing it, had come up with the idea of licensing Ac propulsion technology and bringing it to market themselves as a new company called Tesla Motors. But to make any of this real they needed money. It was a perfect match, so they decided to make a run at it together. Musk, who could only dedicate part time to the project could fund the effort, become chairman and maintain a strong influence. But by making Eb Ceo, he could focus on Spacex with the bulk of his time. And now Tesla was on its way. The group formed a the group formed a team and started figuring out how to be a car company. 1 big problem they had was that this was new technology and the R and D cost early on for a new technology... For a new technology drive up the price of the product. That's the same reason the very first cell phones and computers started out really expensive. Except in those cases, they were the first of their kind, so the product could be super expensive and still sell. Because perfectly good affordable gas cars already exist. It wouldn't work to come out with the equivalent quality of a 25000 dollar gas car for a hundred thousand dollars. So this became the business plan. And if you remember the podcast I did on, the very first founders podcast actually, was on Ashley Vance book on Elon Musk. And you you might have also heard the 3 step plan, because it's published to this day on on Tesla's website. In fact, he just did Elon did a 3 part plan part 2. I think he he called it, and I think that came up about, like, 6 to 12 months. If you just Google it and you can find it, and read it for free. But here... Here's a summary from from Tim's Post. So this became the business plan. Step 1, high price, low volume car for the super rich. Come out with the expensive first product, but make the car so fancy that it's worth that price. I e, just make it a legit Ferrari competitor and it's okay to charge over a hundred thousand dollars for it. Step 2, mid priced mid volume car for the pretty rich. Use the profits from step 1 to develop a step 2 car. It would still be expensive, but more like a 75000 dollar Mercedes or Bmw competitor instead of a Ferrari, and step 3, low priced high volume car for the masses. Use the profits from step 2 to develop a 35000 ish car that after the government's 7500 E tax credit and the savings on gas would be affordable to the middle class. So keep in mind when, I just wanna interject again here. When this was published, This is mid 2 2015, I think. So, now since I'm recording this in 2017, we we see that, tesla's is already on step 3. We saw that they have 4 400 to 500000 pre orders of the step of the low priced high volume car that he's referencing here, but Tim didn't have this information at the time. Back to the post, The overarching mission wasn't to build the biggest car company in the world. It was to solve a bunch of long standing E short company... Shortcomings and build such an insanely great car that it could change everyone's perception of what an E could be and force the world's big car companies to have to develop their own line of with great Evs. It's interesting because, if if you're... If I think I mentioned this on the podcast Before, but Volvo just came out and said that they're gonna be switching to Evs, and we're already starting to see part some of this happen. And we're gonna get to the idea see, I didn't know. Like, I had read, obviously, the Elon biography, and I followed Tesla pretty closely. I actually sat in, a roadster. So I live in south Florida and 1 of the first tesla stores when the was in the middle of nowhere in this place called Dana Beach. And it was, like, like, a 1500 square foot, like, warehouse. In the middle of nowhere. And at the time, they didn't have the model as, they didn't have anything they shut the roadster. So I went to go, check out the store, and I walked inside, and they had 1. It was, like, a hundred and 50000 dollars. So obviously, I wasn't trying to buy it. But they would let you sit in it. Right? And you could drive it. I'm not kidding. You could pull... You could drive it forward, like, a few feet and then drive it back a few feet, and that's all. That's all you could do. Now you go to that same store today, and they took over, like, almost the entire block. It's 1 of the largest volume tesla dealerships in the world now. I mean, there's just... I actually went there, a friend of mine works there, and I actually test drove the top of line x, the model XP1 hundred d that they just got in. This is probably, like, a few months ago. So big big changes needless to say, But I've been fascinated by Tesla for a very long time. I actually sat in the first model as back in 2012. So, I I just realized I I tangent it didn't tell you the the point. So what I thought the point of Tesla was just to to, you know, to to be of car company and to to dominate, like, the luxury car market. And as I learned through Elon or own world words, and then Tim's Post is like, no. The the larger influence that Tesla will have because even if they sell, you know, a couple million cars a year if they can get to that point. It's still such a tiny percent of the overall market. The whole idea is to infect other car companies with... Seeing... Once they see that somebody else can build an electric car, a beautiful electric car that people actually want, which we're are starting to see now. They're they're are a bunch of me too companies, which is what Elon says that they're they're derivatives. I think is the word he uses is that they wanna see it work first before they'll do it, and we're already starting to see that now. So back to the post. Their end goal and this is what I was talking about here. And the company's official mission was to accelerate the advent of sustainable transport by bringing compelling mass market electric cars to market as soon as possible. In other words, Evs are gonna happen, but we're gonna make them happen a lot sooner. Sooner, in this case is important because it means carbon emissions decrease earlier and the long term effects of them are much less damaging. So they got working and 4 years later, they had their step 1 car, the Roadster. With the Roadster, Tesla wasn't trying to make their long term car. 1 Tesla employee told me that from the beginning, Musk would make sure everyone knew that the company's long term mission and it's a from us was not to make toys for rich people. They just wanted to build something awesome to a, show the world how great an E could be and b, generate revenue to develop their step 2 car. So they didn't start from scratch on the body design. Instead, they base it on the lotus elise. The roadster didn't change the world. No hundred and 10000 dollar dollar car ever could. But it sent a message to the industry that Tesla was for real. And if I'm not mistaken, I I read somewhere that they only sold a couple thousand roadster, maybe 2500, maybe 5000... Somewhere in that range. So there's very few of them. You may have not heard of the roadster when it was announced in 2006 are when it was started shipping in 2008. But some of the major car companies took notice. Nissan soon launched the all electric leaf and Gm launched the plug in electric Chevy Volt soon after the roadster appearance. Bob Lu, who was chairman of Gm at the time, openly credits Tesla for their decision to make the Volt. Saying that after the roadster unveiling unveiling, he went to the Gym board and asked, if a little company in California can do this, why can't we? But there were some pretty big problems with the first product. Finishing the car was taking way longer than anyone planned. The cost of making each roadster was higher than anyone planned. In the early shipments often had defects. This made must sad. So he and the board fired Ever heart at Ceo. Which made Ever sad. Just as this was going down, the most inconvenient thing ever, the the most inconvenient thing ever happened, the 2008 recession, which made the entire car industry sad, but especially Tesla, who didn't have, who didn't yet have brand recognition and wasn't yet profitable because of all the upfront investment they had been pouring in. So, let me just interject. If you're if you're familiar with... If you are familiar with the way but why belong. You realize that it's extremely dense and informative, but Tim is funny. He's really funny. So he's obviously trying to be... Or is funny here. I don't know if it's coming off when I'm reading what he wrote, but definitely when I read this section for the first time I I laughed. Obviously, Ever gonna be sad at Ceo. Obviously, if when he's fired to Ceo. Obviously, the 2008 there 8 recession made people sad. We went into... I in more detail on that on the previous on musk's podcast, but it's in Ashley Vance book, which I would definitely recommend reading and it goes into way more. It was it wasn't sad. It was all out hell. So I just... I just don't know. Again I don't know how that sounds to you if you've never read Tim's blog. He also, you got... You have to check Tim's Blog just because the the drawings that he makes for all these supposed to. It just, I don't know. I... I recommend it to every single person I know. It's just that good. Alright. So back to the post. A crippling recession is never helpful, but it was really, really bad timing for Tesla. Musk had hired a second Ceo, put a year in in late 2008, the company was in 1 of those movie scenes where the person's been badly wounded and clearly about to die, and there's a dramatic dialogue scene, and the dying person is saying some last words. And every time they pause for a second. The audience is like, is that it? Are they dead? Oh, no. They just talked again. I guess there's 1 more line. Musk wasn't enjoying the drama of the scene, finally was like, pause the movie quick. Quickly. Pause it. Pause it. And took over as Ceo, going into full adrenaline limo mode to keep the company alive. And again, he's using humor, which I think, which I think is in line with with the writing away by why and I personally enjoy it, but if you you... But if you really wanna go deeper, I'd read the Elon biography, just because this part is expo on quite a bit in the book and it's just... I don't know. It's... I think once you read it and realize how they got to the other side, you you probably have more respect for what Tesla and what are elon is doing. Alright. So going back here. And as mentioned in the last post, Spacex was in the same movie at the same time playing the same role. So we talked about that before too, then he had a decision. He was down... He's he blew through He put a hundred million in Spacex 70000000 in Tesla, 10000000 at solar assisted... Solar city. So that was his hundred and 80000000 dollars that he had after after taxes after he sold Paypal. But enough people in going back to the post, but enough people have been impressed enough by Tesla that a couple key investments at critical moments came in and kept the company alive. And at the end of the whole mess, Tesla was now a new company, Musk was Ceo and the Jonathan Ivy of the car industry. Star card designer France Von H Hassan. Oh, I don't know. This is this is tough for me, guys. H Hassan. Sorry for any of my German friends that are listening, who had been the design director at Gm, and then Mods Mazda had had decided to bet his career on the Barely sanding Tesla and became their chief designer. So this is a guy who actually helps works with Muscle design the the model s. But I just wanna... Again, this is just 1 paragraph. I wanna go back and expo on that just a little bit. Because it says, but enough people had been impressed enough by Tesla that a... That a couple key investments at critical moments came in and kept the on company alive. Again, that... There's so much more to that story, and I know Tim's goal here wasn't to go into too much detail that the post started an hour and a half long. But what happens there is no one's willing to invest in like, the the the already existing investors in Tesla are telling Elon Know. So he's, like, you know what? Fuck it. I think it was 20 might have been 40000000. He's like, I'm gonna... I'll put in the 20 or 40000000. Like, oh, basically, he was trying to raise another round and no 1 would it. He's like, I'll put up all the money myself and own more of the company. And when they realized he he bluff because I don't even think he had all that money. When they realized, oh, shit. Like... He he believes it in that much that we're gonna miss out on this investment. They went up splitting. So I think I think he put in 20 and the other company put in 20, but I talked about it. I think on the other podcast and it's in the book too. Hey, again, a really amazing story. Especially in Hindsight. Okay. So back to... Now we're in with with he... With Tim is calling the Jonathan... Jonathan Ivy of the car industry, and it's France. I'm just gonna call him France because I'm destroying his last name. So now we're gonna go back to the post when Tim meets France, Franz. France Franz. France. A few weeks ago, when I stepped into the Tesla design studio to meet Franz. I was excited to to meet... To... I was excited to meet the Uber flamboyant boy Diva celebrity car designer, just hoping I would understand what he was saying through his unbelievably thick german accent. And I was horribly disappointed to meet an extremely normal acting American man. I asked him what it was like to come to Tesla after having spent years at more established car companies. He described difference like this. Now this is a direct quote from Franz. A company like Gm is a finance driven company who always has to live up to financial expectations. Here, we look at it the other way around. The product is successful when it's great, and the company became becomes great because of that. This mirrored what musk had told me earlier in the day, direct from Elon coming The moment the person leading a company thinks numbers have value in themselves, the company done. The moment the Cfo becomes Ceo, it's done game over end of the quote. Franz went on saying another difference is that other car companies engineering comes first. A design package is prescribed on the on the designer and they're told to make it beautiful. At Tesla, design and engineering are assigned equal value. And Elon keeps them opposed to each other. Now that Franz had gotten used to his freedom to be obsessed with the product... With the product At Tesla, he says he direct quote right here from Franz would dread to go back to prehistoric ways. Franz first mission at Tesla was to design their step 2 car, the mid priced mid volume 1 that would be called the Model S. The roadster was based on an existing design and was a springboard for the company, more than a long term product. The model s would be Tesla's first flagship product, and it was their chance to reinvent the concept of a car from scratch. Okay. So I'm gonna interject again here. So when I read that. So last week, remember, I'm doing these posts semi out of order, the cook in the chef, which we talked about last week. That comes at the very end of the post. I thought it's... And to me the most important part of all these posts, and that's why I wanted to share with you first. And when they're... When when Tim start talking about that they were able to design the the model s from scratch. I think if you take 2 things... First of all, if you haven't listened listen to Last week's podcast. Go back. Let's do it. And if you only take 2 things away from that entire podcast, I think the 2 most important things is when Elon is talking about that he feels all his competition with Spacex and Tesla are trapped his... Derek direct quote is trapped in their own history, meaning that they're just building upon things they already did, and they're not looking at a problem. And the second thing I would say, they're not looking a problem from first principles. So, when you list elastic week's podcast, you realize that a huge advantage that Elon has over most people is that he tries to approach problems from first principles. Breaking it down to its most fundamental truth and then building up from there instead of what he calls reasoning by analogy. Most of these car companies are competing with reason by analogy. So when I read this part where it's like, oh, Franz is excited because this is their chance to reinvent the concept of a car starting from scratch. To me that's a blank sheet of paper working from first principles and not being trapped in your own history. Tesla didn't have a history. There's nothing to be trapped in. The roadster was built on the chassis in the frame of a lotus. They didn't even design that. So they just made it electric. So I think that again, that's... If you take anything out of these these podcasts. I think that's the... Those 2 are the most important things. At least to me. It's really what's stuck with me. So now we're going back Fran said, when we started the model s, it was a clean sheet... It was a clean sheet of paper. This all sounded un uncanny similar to how Steve Jobs had done things at Apple. He obsessed over making insanely great products, and he never paid attention to what other companies were doing. Always coming at things from a clean sheet of paper perspective, again, not being trapped in own history, and we talked about last on the podcast last week that when you design the iphone, they designed it from first principles. As opposed to, oh, like, people seem like a blackberry bear barrel. They should make another better Blackberry. They they thought they could build a better phone, and they obviously, we're right. When Apple decided to make a phone... Oh, here we go. I just I just stepped over they owed... They own my own post or Tim's Post. When Apple decided to make a phone, they didn't try to make a better Blackberry. They asked, what should a mobile phone be? Over time, big industries tend to get fl and un creative and risk adverse. And if the right outsider company has the means and creativity to come at the industry with a fresh perspective and rethink the whole thing, there's often a huge opportunity there. When the iphone came out, it turned the the phone industry on its head. So should we be surprised that when the Tesla model s came out, consumer reports anointed the best car that had ever been made with an unheard of 99 to 100 rating, and that Tesla owners are across the board obsessed with the car? No. Because it's like the iphone. It's a 15 year leap into the future. The model s is the fastest ford sedan in history. With A323 0.2 seconds 0 to 60 time, and that's even old now. Because keep in mind when you buy model, they're making the the batteries larger. So, like, the p 100 deed didn't exist. When Tim's ready is supposed, but do software updates, they make the car faster. So I think with Ludicrous mode, goes 0 to 60 now down to, like, 2.6 seconds, maybe even maybe even shorter. And, again, I've driven that car. I've done that in Ludicrous mode, it's like riding a roller coaster. Sorry. The both. It saves battery power by being insanely aerodynamic with the industry's lowest drag coefficient. The drag coefficient is a 0.24 in case you're taking notes at home. A bunch of engineering innovations have combined it to give it the highest N h Tsa safety rating of any car ever tested the Us government, 5.4 stars. So I... That line right there, I think is most. Especially you have children. The reason I recommend people by tesla's is... Yeah. The technology is cool. It can drive itself. It's electric. It's better for the environment. You get software updates. It's a beautiful. All the other stuff that you like with test... I think especially for people to have kids. If I'm not mistaken the the number 1 cause of death for kids under the age of, like, 20, it's car accidents. And the model s has the highest rating of a car ever tested the Us government. Back to the post. The model s is already driving itself soon, and it will be able to... And soon, it'll be able to drive drive itself to meet you in the driveway in the morning with the temperature already set and the right music on. You'll be able to pull up to the house at night and just get out of the car and the car will park itself in the garage and plug itself in. The plugs is not there. They... Do have a prototype if you wanna see it go to Youtube. And just put in, like, Tesla, like, robotic plug. It looks like this, like, chrome snake that senses the cars there and then plugs itself in. It's really interesting to say. They did away with the model years. I e. The 2014 Toyota Camry, the 2015 Toyota Camry etcetera. So instead of holding all the years new features until the new release, they just put features in as they go. That's what I meant about software updates. Somewhere who buys a Tesla today might have a slightly different car than someone who brought 1, 2 weeks ago. And they're constantly rolling out fixes and new features through automatic Wifi F software updates. Owners often wake up in the morning to discover the car has a new capability. In a bunch of cases, Tesla had wanted to do something that wasn't technically possible with the current world or industry limitations. So they so they build what they needed to build to change those limitations. That... That's confusing, but this will make sense right here. The Tesla battery is heavy, and they wanted to make the body super light to offset some of that weight. So they turned to Spacex and used its advanced rocket technology to make Tesla, the only North American car with an all aluminum body. Musk and Fro team had spent all this time perfect the design of the car before it was time to put the door handles on, and they got really used to it that way. This is interesting. I didn't know this is how the design of the door handles came about. When it was time for handles, they didn't want to ruin how it was. So they figured out how to make the handles lay flush with the door. They didn't like the dealership model and wanted to sell directly to to customers. But many states don't allow that. So 1 by 1, they're fighting the states that won't and slowly overturn direct car sales bans. And to me, this is... Again, we talk about, on the podcast a lot that I I just have a strong dis taste for Cro capitalism and regulatory capture and all these these per provisions of free market. And this is 1 of the things that I thought was so dumb, how Tessa has been sued nonstop. Because there's a lot of laws in the books that, if you make a car, you're not allowed to sell it directly to consumers that you must first sell it to a dealership and then a dealership will will go directly to the consumer. When you realize that the fact that tests on Spacex are able to drop costs so low because they're they're way more vertically integrated than other companies in in their respective industries. Why the fuck would a politician pass a law like that? It's clearly not for the benefit of consumer. Like, you're adding a whole another company that needs a whole another profit motive on top in between, the producer of the the manufacturer the car and the the end recipient. You're just doing that because you were paid off by the the the the union of dealerships. And that's what you see. They're right... The good news is they're wind up losing, the dealer. I don't know if it's a union or whatever it is, but these these that are suing Tesla or wind up losing. I think in almost every single case. And again, like, I'm sure And, everybody almost everybody listening this podcast has had an experience of going to the dealer and having to deal even if you're trying to buy use car from them. It's just it's hell. It takes hours. When you do it when when you do it with Tesla, you do it online, it takes no time and they deliver to you. I I... It just... It bog my mind. It really really bothers me to. Okay. So they didn't like the dealership model and wanted to sell directly to customers. No shit. Why wouldn't you? But many states don't allow that. So 1 by 1, they're fighting the states that won't and slowly overturn direct car sale bands. And then this is the end of the tesla section before we get to the the actual what, like, how to change the world. They wanted to rid... They wanted to get rid of buttons altogether and all the controls on a huge 17 inch touchscreen. But when their first car came out, there was no ipad yet. And 17 inch touchscreen suitable for card didn't exist, so they built their own. Again, just another example of starting from first principles and and making sure you're not a derivative of just another car company. So I'm gonna skip ahead because if you remember, the name of the post is how how Tesla will change the world. And this is the section towards the end where it's called how to change the world. And this is gonna go more into, like, the philosophy of Tesla as opposed to like the design. And I think this is actually the most important part of Tim's post before he ends it. A study of Tesla isn't about a car or a car company. It's about how change happens. And about why it why it often doesn't happen. Our intuition tells us that technology, social norms, movements, and ideas just move forward through time. And if ford progress is a river, and those things are on a ra... And those things are on a raft gl through. We so associate the passage of time with progress that we use the term the future to refer to a better, more advanced version of our present world. In reality, if a more advanced future does happen, It's because that future was wheeled into our lives by few brave people. The present isn't welcoming of an advanced future because the present is run by thick canopy made up of the ideas, norms and technologies of the past. There'll be incremental tweaks and slight iterations on proven to our concepts, which may seem to us like moving into the future. But it really... But it really is just a polishing polishing up of the past, interject before I go more into this post. Next week's podcast is, the last podcast, the the last podcast about this series, and it's about Spacex. And it's way... What he's talking about here is way more evident in Spacex than it is in Tesla, because if you think about it, Like, from a Us perspective, the Us space program had far more capabilities in the 19 sixties and early seventies, than it does in 2011. Or 2011 was the end of the space shuttle program. So from there, we lost the ability to even fly own astronauts in the space, which I didn't know how I read Tim Tim's post. That, now it's contracted with, I think the Russian space program. Again, I'll save that for next week. Go into more detail then. In reality, if a far more advanced future happens, oops, I ride that part. So let's skip ahead. When the real chain change arrives, you know you're seeing it. It's a distinct and exhilarating feeling when you witness a disrupting innovator, ram its way through the canopy. I had that feeling when I watched Steve jobs introduced the iphone in 2007. Before that moment, I had assumed that the ubiquitous black and Nokia and razors of the world were cutting edge technology. But that keyboard was an epiphany about how buried in the past those phones actually wore. War. So this part of the the post I'm not reading to you, and he does this really good job. I I encourage you obviously to go back and read it. That's why I'm doing a podcast on it. But he has this analogy of like, a rain canopy. And the already successful incumbents, basically taking up all... Busting through the Canopy, taking up all the sun for survival, and then startups and and and people having to flank their way through to bust through the canopy as well. So he goes into more detail, and that's why you're hearing him use words like the canopy and stuff like that. You don't realize your Blackberry sucks until the iphone exists. The feeling I had watching that keynote is the same feeling I had when I was 6, and I also wanna type on a computer word processor for the first time. And the last word on the line would magically jump to the line below where it hit where it hit when it would hit the edge. Type writers, which it seemed normal that morning were suddenly ancient. The same thing happened when I saw the first ipod and became instantly disgusted with my horribly clunky clunky and inefficient, big booklet of Cds. I don't know. I'm definitely of the age when I remember having a big clunky inefficient, big booklet of Cds in my car. Like, yeah, you guys wanna listen to something else Hold on and have to flip through. Oh, man. I hope you're old enough to to to know that feeling. If you if you are, you know how amazing things like Apple Music, Spotify title are. I had this feeling again last month when I drove... When I test drove them, test the model s. I had driven to the Tesla factory that morning and what had felt like a brand new rental car. And I left the factory in the same car now feeling like a 19 82 model. I get now by Matthew in in Oman, the guy... That writes Oatmeal. I I get now what Matthew calls model s a magical space car because that's how it felt. That's how a new revolutionary technology always feels. Our modern world becomes as advanced as it is not by floating up an inevitable advancement river. But because of a collection of moments over time when a person or company has done something that makes everyone's jaw drop. But those world changing moments don't just smoothly glide into the world. These leaps into the future usually have to jam themselves through the canopy and then battle to keep themselves there. The past, which likes to lo casually in our present world. That's just really good writing to me. Which likes the lo casually in our present world. Hate when a piece of the future burst onto the scene because that exposes the past for being what it really is, the past. So a new and disruptive technologies often meant with hostility as it emerges as the existing canopy does whatever ever can to squash the potential disrupt out of existence before it can gain momentum and start to spread. The old guard knows that once a disrupt gets a foothold and starts quickly spreading its ideas, the entire games changes. And once that balance tips, now instead of trying to squash the disrupt, everyone has to scramble to try to emulate it. What Tesla is doing right now is an up close example of how that kind of change happens. The idea to change the car industry started as brain waves zip around Elon Musk's head but must couldn't do much about it on his own to make... This is a really interesting part to me. To make the idea real, he had to scale those brain waves up, and he did that by building Tesla. That brought a new player into the car industry, run by a collective super brain made up of 11000 tesla employees who also happened to think a lot about electric cars. Change doesn't happen on a familiar landscape. Change has to construct the landscape itself. This is part of the reason that the challenges of Tesla has taken on are so enormous. Henry Ford didn't just build a car. He built a landscape defining what a car was. Since then, car companies have worked within Ford's landscape. Bringing back what must said about Ford. That he was the kind of guy that when something was in his way, he found a way around it and he just got it done. He was really focused on what the customer needed even when the customer didn't no know what they needed. It's clear now that this is exactly what Musk and Tesla are doing. If there aren't enough charging stations for long trips, build an energy network of supercharger. If scalability is held back by the high prices of lithium oil bat... Lithium ion batteries, build a factory that doubles the world supply of them to bring the price down. Just get it done. But what they go as ambitious as accelerating the advent of sustainable transport and a victory condition as far reaching as half of the new cars being electric, building 1 great car company isn't enough. This is what I referencing earlier. To bring Musk's original idea to the next level, Tesla would need to scale itself. To do that, Tesla's is building a line of cars is so stellar that it's going to change the public's expectations of what a car should be. And the whole industry will have to adjust to that new expectation. And by solving so many E problems for its own cars, it's forging the path to an E dominated world for all the other car companies too. A company trying to rise to the top of their industry would hold their innovation secrets close. But because Tesla's goal is to transform the industry, Tesla made all of their patents available to who whomever wanted them. Other companies are critical to the mission because Tesla's goal is to ramp production up to 500000 cars, which is only around half a percent of the total cars made each year. Musk explained, the... This is mila. The impact that Tesla will have is fairly small in and of itself. It will change people's perceptions perhaps, but it will not in in and of itself changed the world. But if large numbers of people are choosing to buy the model 3, and the car companies see that there's no excuse left anymore because the car's long range and cars handling an acceleration is better in every way than a gasoline car, and it's affordable and people are pretty sure that this is what they wanna buy, then that's what will prompt car companies to invest real money into electric vehicle programs of their own. And indirectly, by spur competition, Tesla can be the catalyst, for a multi order of magnitude shift of the entire industry towards electric. That part blew my mind when I read it. That's how to spread the brain waves of a single person throughout a huge industry and the global public. And by the time it's done, everyone will think a lot about electric cars. Maybe I'm wrong about something or maybe something unexpected happens, but from what I've seen and talked about It really seems like Tesla is going to fill its mission and change the world. Meanwhile, this is what Musk spend 2 days of his week on. With the rest of his time, he's trying to make humanity a multi planetary species. A goal that makes his test submission seem like starting a great food stand. We'll get into all that in the next post."
}