{
  "transcript": "It's fitting that Durant name as Gm founder is Cast Bronze on a historical marker in front of the corporation's headquarters. Because neither Gm Nor most famous American brands would likely exist today, had he not either created or save them. That marker is about the only public reminder at general Motors of the man who created Gm, the largest industrial corporation in the history of the world. William Durant is no longer exactly a household name. His seldom mention in the same breath with Henry Ford, Walter Chrysler or Alfred Peace sloan. Yet of all the colorful men who propelled the United States into the automobile age, Billy Durant was perhaps the most unusual. And from an organizational standpoint in the pioneering era, the most important. Duran had a hand in shaping the beginnings of 3 of the 4 major American automobile manufacturing corporations that exist today. Of the major Us auto manufacturers that survive, only Ford was not significantly influenced by Duran durant. Unlike most of the pioneer automotive giants Durant was not a back shop tinker. While other men put automobiles together, he put organizations together, and he did it with dramatic flair. He was an extremely complex and paradox personality, a super salesman who spoke a soft voice. A builder of fortunes who cared very little about money and who ultimately died without any. He dreamed great dreams and made them come true because he had unparalleled vision and courage. An iron will and a legendary charm that made him an adored leader of thousands. Even those who did not always agree with his methods called him a genius, those though they also sometimes called him a dictator and a gambler. He was all 3. Okay. So that's an excerpt from the book that I'm gonna talk to you about today, which is Billy Durant, creator of general Motors, the story of the Flamboyant Genius who helped lead American to the automobile age Written by Lawrence Gust, note about the book as you you could probably guess from that... That opening paragraph. The book is rather old. First published in 19 73. So at the time, Gm was the largest industrial Corporation in the history of world. Obviously, that's not true anymore. Okay. Sir so I wanna start at the very end, That's... I wanna talk more about the fact that he had a very paradox personality. So Let me tell you a little bit about that real quick. He was capable of fantastic successes and equally fantastic failures. At times, he seemed child like in his business dealings. At other times, he outs outnumbered the sharpest leaders of finance. He plunged head long into catastrophes that an average man might easily have seen coming. But that same overriding optimism permitted him to create great organizations. So that paragraph are there. It's 1 of the main lessons in the book. The same thing that made Billy durant strong ultimately destroyed him. And so the reason I at the very beginning of our conversation today. I wanna start at the end is because... And it breaks my heart to say this, the story of Billy Durant is a cautionary tale. We're gonna learn a lot of as good ideas today, but we're also gonna learn mostly what not to do. That is probably why as the author notes that he's not as well known as Henry Ford, K and Sloan. It's because he was extremely successful, but he also died broke. And the reason I say it's hard for me to tell you that because this isn't, you know, an ongoing series I'm doing about all the different automotive founders and pioneers from the early 19 hundreds. And out if all the ones that I've read about so far, Billy Durant is by far the most likable person. And the stuff that happens to him, which in large part is based on bad decisions he wind up making. Remember they call him a Gambler, if you if you listen to the podcast they did about Andy Be playing in the the greatest poker game of all time. I talked about that podcast how they they knew what made them strong, could also destroy them, so they would take some of their winning and they would never play with it. Billy bet everything constantly. Did a lot of... And he does it as as we'll see later on, He just... He's a very likable person that unfortunately made a series of bad decisions, and you don't wanna wind up 80 years old. Think about the guy founded General motors, Chrysler and F air. Just 3 gigantic successful companies. How does he die with no money? And he dies 1 of the last businesses. He's trying to... Like, he's working a Bowling alley. He's trying to start chain a Bowling alleys when he's over 80 years old. So maybe 75 years old where the case is. I'll get there in a minute, but I do wanna bring that up that he's if let's say, let me compare him real quick. Let me stop here. Let me compare him Henry Ford and and the Dutch Brothers. Let's say you could only learn about entrepreneurship business building a remarkable life from 1 person. And only 1 person. There's very few people that you'd pick above Henry Ford. Right? Extremely extremely gifted entrepreneur. He had a really good ideas about business, But he's also, you know, kind of crack pot, racist, you know, had he's... He had... He want he's an auto democrat. He wanted full control and made sure that his... He he wouldn't want his employees to drink. Like, he controlled way too much of other people's lives. Right? Then you have the dodge brothers who are extremely gifted mach, extremely the gifted entrepreneurs. And inch... Entertaining people to learn about, but they're wild. They break people's legs. They solve business problems with fist. They get drunk all the times or beating the crap out of people. So they may be entertaining and learn about, but probably not people you want around. Around you. Right? Henry Ford's anything. I wanna learn from, What I wanna be his friend when I wanna hang with them. No. No. Probably not. Billy Durant with somebody that you could learn from... Because he had some good ideas, but he's also somebody that you want to be around. So when you... When... I spent, you know, 10:15 hours reading this book. But in the book, you're heartbroken because, you know, the guy, him and his wife went up being des. He's still having to borrow money from his daughter. It's just... It's really a heartbreaking story. So I bring that to your attention right up front. I'm gonna talk about the end of his life first and then we'll go into how we build general motors because he's got a lot of good ideas at the very beginning. He had an attitude not common among men of big money. He tried to protect the people who invested with him. Even if this protection would break him. That's an important sentence I need you to remember for later. Okay? Finally, it did. And when at last, he was unable to save the dollars of his supporters, he himself plunged from multi millionaire millionaire to bankruptcy. By 19 40, Durant was back where he had started, working hard in flint Michigan and planning great business expansions. Except by then, he was 78 years old and no longer wealthy. And his business was Bowling, not automobiles. He was operating a Bowling alley. I have in a dollar he told a visitor, but I'm happy, and I'm carrying on because I can't stop. Okay. So that's how his life ends. Let's go to very early. In fact, I'm gonna talk to you about his grandfather, which normally I don't spend too much time in the ancestors of these founders, but his grandfather picks up on something about Billy father that maybe Billy inherited from his father unfortunately. So believe or not, his grandfather's last name was Crap. Okay? So Crap did well Flint. He became 1 of the city's leading lumber barons. By 18 60, he was he was mayor, and then from there, he advanced quickly to state senator. In 18 64, he became governor. Crap business and political leadership qualities were enormous. So grand... Billy grandfather. Wise very successful, had a great life. So this is grandfather Crap talking to his daughter, which is Billy mother. Right? Essentially saying, hey, your husband's a bum, and listen to what he says about him. The governor was much concerned Howard that that his son law, Billy father was neither a good husband or good father. The governor criticized William clark Durant at length, complaining the man was imbued with a man for spots for stock speculation that a a pension for reckless ventures and wild speculations. Unfortunately at the end of life, you could probably say similar things about Billy. But maybe his his motivations were more altruistic as opposed to his father who was just... Was... Was a drunk. Billy wasn't a drunk. His father was a drunk and, you know, gamble away the family's money. Okay. 1 thing Nobel about Billy Durant, not much is really known about his early childhood. So it says, Billy boy is recorded in bits and pieces since he did not talk of it often. Just after seventeenth birthday, Durant dropped out of high school and started to work. So another high school dropout that winds up becoming fabulous wealthy and starting all these companies. We've seen that over never again. Now, between this period of time, where Billy drops out of high school and before he gets into the vehicle business is 7 year period. And I'm just gonna, give you a quick summary what's going on at this time, he remember he's a master salesman. That's probably his his most important trait if you... If to remember. So, Billy Duran durant had sold lumber, groceries, patent medicine, cigars and real estate. He was now a partner in a thriving insurance agency. So that's what he was doing right before he gets into the vehicle business. Before I get there, I just wanna talk to you about the the not only studying the early automobile pioneers yours, but also, this this she this extremely special geographic location in Flint, Detroit and lansing Michigan that just birthed this this 1 of the most important industries the world's ever seen. Alright? So I need to tell you a little about background of Flint at this time. That was really interesting. Well, I'll tell you my note after I read the section to. So says he was starting on the business world at a time of difficult readjust in Flint. The prosperous lumber era was over. The great pine force were now depleted it. That's where his grandfather made a bunch of money. Lumber money financed the... This is important part. Lumber money financed the transition from harvesting raw materials to engaging in manufacturing. Now this is something we're gonna talk about a lot later too because it's really interesting to think about where a lot of the pioneers in the automobile industry. Where did they get their money to start their companies from. Right? And it's this idea that the decline of 1 industry can give weight can give rise to another. So in this case, we see the lumber, giving rise and manufacturing. Now some things they they they manufactured were prosperous for a short amount of time, and but nothing grew, like, the automobile industry. So they had, like, cotton mills furniture, farm, all these kind of different enterprises. Now the reason I bring this up is because you could say the same thing happens in Durant lifetime when horse drawn transportation gives way to the automobile. Durant starts out as an automobile skeptic. He builds the general motors of horse drawn transportation. And then essentially takes that same playbook and and uses it again to the exact same thing in the automobile industry once he gets over its skepticism. Okay? Alright. So, oh, before I'd move on to when he starts getting into the vehicle. They call it the vehicle industry, It's horse drawn vehicles. Okay? I wanna tell you this idea he had when he was selling cigars. That's just really, really smart. It shows a, you know, everybody calls him a genius over and over again. He was extremely smart at a young age. So he starts making money. First, he you making like 75 cents a day as a manual labor. And then he he realized realizes as well. There's a lot more money in sales. And so he gets... He gets a job at a for a local cigar manufacturer, and this is what he does. Another enterprise boosting the local economy was a manufacturer of cigars. Durant got into the selling end of the car business. The cigar man offered to pay him 4 dollars a day. So essentially, he says, hey, go door to door and sell cigars. And Billy like, that's a terrible idea. So he says ignoring his in his employer's order to stop out all the towns between Flint and Port Har on. This was a a larger city outside of Flint at time. Durant duran took the train directly to Port Her on and went to see everyone in town who sold cigars. And he explained to them that it'd be to their advantage to buy them directly from the manufacturer. So he comes back in 2 days. Right? And maybe maybe his his employer expecting to sell, you know, a couple hundred of cigars. Says in 2 days, he was... In the 2 days that he was gone, he'd gotten orders for 22000 cigars. Really, really smart move to do that. Okay. So let me bring the story to the beginning of of general Motors or what I consider... What he considers the beginning of General motors. Okay? So he's working at insurance company but he's also... This is something he has to know Billy to end. He can never focus on 1 thing. And there's so many times where I'm reading this book, and I just wanna shake them. Like, no. Billy don't do that, please. Please just focus on the business that's already working do not do that. And he just can't help himself. So working at the insurance company he's also at night working for utilities. So in 18 86, he's going to read a meter for utility company. He runs into his friend. Now, Billy Durant has thousands of friends and sent his lifetime. They went up savings ass later on a life. So he runs into his friend Johnny Au, and Johnny A who just bought this road cart, which I didn't even know what that was. It's a cart that you put behind a horse, and the the innovation here is it it produces a smooth ride. Up until this point, it was... You... You're in a horse, but you're still, like, it's still bumpy as if you're riding horse. Right? So it says, this this is a evening that led to the start of a fabulous career. Now, we got to the beginning of General Motors which happens about let's say, 20 years. Yeah. We're 18 years in the future, but this really is the beginning of General Motors if you think about the story of Billy Duran. So Could tell you all about here how he had found General Motors in 18 o 8. But that wasn't the beginning. It really it all started back in 18 86 on the streets of Flint. He was 24 years old then. Already successful business and in as usual, a a hurry. That's another thing you're gonna to learn about him. He had frantic energy. I'm gonna go over like, he'd work... He'd sleep only 4 to 5 hours a night. Didn't require fast amounts of sleep. And so he he'd called meetings, like, 01:30 in the morning and stuff. And if he saw an idea, like, he went immediately to do that idea. So 1 night, he rides in this cart. The very next day, he goes and tries to invest in the company in the made because he's so impressed with the product. And so this little story Gonna tell he's also will we'll teach you how Durant did his deals. Now again, we started... The author starts at the very beginning. He says, hey, you know, he's paradox ox. What brought him success also destroys him. So you could imagine when you realize how he does his deals why this would could destroy him in the end. The guy that made the car was named Thomas O'brien. Durant Thomas O'brien exchange and introductions. Durant start to talk. He had ridden 1 of O'brien carts and was so pleased that he wanted whether he might buy small and like business. Why not buy at all? Oh Brian asked. Durant was startled. He had had very little money. So he says, I will go to Flint this afternoon and see if I can obtain the money, which must be in your hands within the 5 days or or we won't have a deal. So he's trying to get the guy agree. In that reply as much of the spirit that guided his life, decide quickly, make your pitch, nail down the details and don't worry about the money. Now, this is also a story that it's a reminder to us that everything starts small. He gets loan for 2000 dollars. Right? This is the beginning of the Durant do carriage company. This becomes, this will soon become the largest company of that's kind. So the same the same way that Gm is the largest automobile manufacturer. Right? He's going to be the largest horse carriage manufacturer. Some people call them Carriages carts, whatever you wanna call. So his road card business is a assess almost immediately. And a lot of it has to do with the fact that Durant, again, every... Over and over again, They talk about that he's a master salesperson. And I'm gonna give be a bunch of examples of that. Let me read this part to you. After a few years, the company meaning the carriage company took first place in volume production and held that position until the horse drawn vehicle passed out of the picture and was supported by the automobile. This is the first initial business that makes Billy Durant high school dropout turned into Billy durant self made multi millionaire. Okay? So he's... Just because he's life ends in failure. So we wanna... What I would say is like, we want to learn from the beginning of his life, and then we wanna cap it right there. We wanna take all the ideas he has of building wonderfully profitable businesses and But none of the ideas that he has about risking all of his dollars and and buying stocks on margin and doing all this dumb stuff he does later in his life. Alright. Now, Durant sells, this is how fast he moves. He sells 600 of these carts. Before he even knows how to make 1. He didn't buy a factory. He bought the the guy's essentially, like, blueprint. But he needs somebody to to build them. So it says, he finds this guy Patterson. Okay? Again, 600 Remember, because he does exact same thing. He starts Gm. He sells he starts as buick. And I think he it was like, a thousand Buick in like a weekend at an auto show before they... The... I think they were making, like, 40 cars at the time, something like that. So the same thing There's a show. He sells 600 of them. And he's like, oh, okay. Well, we have demand. Now we need to we have to fill the supply. So he meets with this guy Patterson. And he's gonna learn what not to do from this guy Patterson. Durant Patterson then he was... He that who's new to the carriage business. They had orders for 600 records, but no hope of producing them on his own. So he lines up this huge con... These huge contracts and Patterson betray them. And the reason I bring this to your attention is because we've see this over and over and over and over again in these stories throughout history of entrepreneurship. If something's is important to your business you need to control it. Duran durant line up a big contract for the bug is only to find that Patterson chance upon the same buyer and told him that since the product was actually be made at his factory, The buyer could save money by buying directly from him. So he cuts out Durant. Takes his 600 orders. That did it. Durant and his partner Door decided that from then on, they would build all their own vehicles. Okay. Now I'm gonna pause here and we're gonna take a tangent. Because the durant life story intersect with several important early automobile industry founders. That's exactly why we're doing the series right now, about this very special time in Detroit in Michigan in the early 19 hundreds. And 1 of this... 1 of these people that work for that eventually work for Durant, is guy named Charles Nash. Charles Nash, something you know about him before I give you his brief bio is that he was a future president of Gm and then the eventual founder of Nash Motors. He ivan... Winds up betray Durant or Durant took it that way. And so Durant is going to wrestle. He's gonna get kicked out of gm then Wrestle control back, and then once he wrestle control back, he he fires Nash. Alright. So it says, Durant noticed the ind ness of a young man and hired him as a labor in the road car plants. Nash stuff cushions for buggy. Remember this is pre gm. We're not we're still doing with horse drawn transportation. He was paid meaning Nash paid, according to how many cushions he stuffed. And he worked so hard and so fast that other laborers began to gru. He was making them look bad. I need the money he explained, and no 1 knew the value of money and ethic of hard work better than Nash. At the age of 12, he 12, he ran away. He went away from the from the farm and was hired out as a labor. So essentially, no education has to start working full time at 12. And so we're meeting him, I think he's like, a, let's say, late teens here. It might be early twenties. After he started work at the factory, he continued to seek any job that he would pay a... That would pay a few cents. He winds up dying a very wealthy man. Okay. I'm gonna give you some some explicit advice from Durant, and I think probably on the thing that he's most qualified to speak about. And that's his advice on sales. Durant was a super salesman. That's not just me repeating it. That thing is... That... Statement has repeated over and never again in the book not only from the author but from to New durant. Billy Durant could arrive in town, find the best salesman and hire them away from whatever they were doing. He could sell a customer a cart, a salesman a career or you a company. It was this talent that made durant a dynamic force in the vehicle industry for more than 40 years. Duran durant duran had a theory about salesman ships. So now we hear specifically from the wisdom of Durant duran. Assume that the person you're talking to knows as much as as as much are more than you do. Do not talk too much. Give the customer time to think. In other words, let the customer sell himself. That system works best, of course, if you have a really good product. So look for a self starter. And if you cannot find 1, or excuse a self seller I'm sorry. Look for a self seller. And if you cannot find 1, make 1. Okay. Now, we're in the... Still in the early days of this this durant do carriage company. Right? And you're already seeing, you know, Durant pension for wheel and dealing. So it says durant it now... Man. The the note, I left myself before I knew what this would eventually do to him was this is admirable, but where's the risk for investors? Just just remember that as I read this section I didn't know at the time I read this that this is gonna be partially lead to his undoing layer in life. Okay. Here we go. Duran Do also became interested in a bicycle company. And they persuaded local investors to back it. When the company failed the investors lost their money. But Durant decided they should be that the investors should be repaid out of the Durant Do coffers. After all, he reason, the company's official that urged the men to invest, and therefore, Durant Do was responsible on several other occasions durant again protected investors. And here's the end result of this. This is very frustrating. It was soon evident that the best investment was a business back by Durant. You might get rich on the other hand, if the investment was lost, Durant would make good. Eventually, he doesn't have unlimited money, he can't do that. And that's why I said this is admirable, it just comes from the fact that he's a extremely nice person. He didn't care about money other than as a tool to build an empire, but he wanted to, like, he he made thousands of people rich that were not rich beforehand. Right? And it's admirable. But he did not... He doesn't have unlimited money. And eventually, he dies penn less. Alright. Durant comes to this realization that he needs more control. Okay? And this is... He he does... He makes the same decisions when he when he has general motors, but he's doing this for his carriage company. Now the reason I bring this up is because we learned last week, the Dodge Brothers did this too and the week before, Ford... Henry Ford did this as well. If you see the same people over in separate times and separate companies making the same decisions that's that's a good indication that's it's probably important, and it's the fact that you need to control things that are important to your business. So this is Durant talking directly to us. We started out as assembler with no advantage of our competition. We paid about the same prices for everything we purchased. We realized that we were making no progress and would not unless... And and we would not until we manufactured practically every important part that we used. Now he comes to that to realization because he's he's buying all these pieces and the assembling come together. But just like, in then, we've seen in various other domains. Anytime there is, before, like, the Sherman and Antitrust act, do you have you had to do deal with these trust, you can call them a trust or monopoly, Cartel doesn't matter what you call them, but anytime there's a valuable app expecting the manufacturing process. And inevitably, there'd be an entrepreneur building monopoly. So they do that. They start controlling individual pieces that Durant needs to make his carriages. And so he... He's can't make any money because they control prices. So he's like, oh, well, you have to manufacture everything. He so he said we've proceeded to per how this is a solution here. We proceeded to purchase plants and to control of the plants which made it possible for us to build up the largest carriage company in the United States. Now, I'm gonna get into what he does here. Remember, to durant builds the general motors of the carriage and buggy industry. Duran Door was now was now not only an assembly company, but was making its own wheels, axles, paints, var, buggy tops and control its own source of lumber. Besides its plants and subsidiaries, it also had investments in and lists a bunch of different companies. I'm not gonna name them. Is the carriage and buggy company. That's essentially a competitor theirs, a company that makes wheels and axles, 1 that makes just carriages, 1 that makes just the spokes the wheels and all kinds of stuff. And then they also get into what bug are made out of there since they're made out of lumber a lot. So they had Hickory forest and mills in in multiple states. Again, really smart move, save the company, made them vertically integrated and generated tons of profits, so it makes billionaires and his partner, millionaire. Okay. So just something you need to know about his personality. He's unable to focus on 1 thing for a long time. Remember, he's building a an automobile conglomerate, but he we think about the people we studied the Henry Singleton of the warren Buffett, Charlie Mug. They bought great businesses. Ram buys good businesses and a bunch of crappy other businesses. So it doesn't always work out. And this was the very frustrating part of reading is like Story could you have something so so smart and full of energy, but his inability to focus was really a downside. And that weakness was compounded and revealed the more complex the the the organization he built got. And then you factor in a bunch of financial panic in the early 19 hundreds and then eventually the great depression, and it's by by Fortune. Wife's some out. Okay. So it says, by this time, Durant was losing interest in the carriage. This is what I mean. To a man of Durant temperament, the fact that the Durant do carriage company was running smoothly and making great profits meant that it was becoming rather dull. Remember, he's a gambler, unfortunately. Durant like to create organizations when they were going well, he would just as soon let someone else take over for the details and learn for a new challenge. Okay. That's no problem. As long as the the the management you put in place is competent and that business is good. But if you're gonna go out and do that, and then what Durant does is, he take he takes a good business, and then mix mixes it mixes it in with a bunch of bad businesses. Charlie Mu has this quote. He's like, when when you mix raisins and turd, you still got turd. So Billy durant did that, unfortunately. So it says, but here before I get, I wanna tell you this... It's a he's is a remarkable record. Says in 15 years, Durant Do had grown from a 2000 dollar investment into what would soon be a 2000000 dollar concern. Now, what's his new challenge? His new challenge is the stock market, which he needed to leave alone. He just was not... To short. It this is what him playing around in stock market is what winds up bankrupt him twice in his life, and which from which he never recovers. Says Duran was a a multi millionaire 40, and he was eager for new adventure. He discovered New York City and then stock market. The intricacies of the market, the large amounts of money changing hands, the risky each nature of the business all appealed to his gambling instincts and his need for dramatic tension. So think about the descriptions that the owners are the authors has told us over and over again, not only about Billy who about his father. Later in the life, people in Jpmorgan and they're like, you're not an investor spec. You know, they meant it as a a great insult, and they wind up taking a large amount of money from him as a result. So Okay. Now, while he's... So the carriage company being run by his partner. He's in New York trying to be in a in stock market speculate. Right? What's interesting to me is that he didn't see the automobile coming. So he had an associate this guy named Hardy. And Hardy goes to europe, But at the time, there's a lot of people in Europe, specifically in France building automobiles. So Hardy in europe, it says, when Hardy was in Europe, he crawled under every French automobile to see how they're were made. He flagged down Motorists so he could study their cars in detail. He returns to Flint in 19 o 1, he went he went directly to the directors of the der Durant do carriage company with a warning. Get out of the carriage business before the automobile ruins you. Nobody listened. Durant was not impressed. Automobiles he said were noisy dangerous. Smelly contraption that disturb the tranquility and frightened horses. Okay. Before I go back into how durant changes is mine. I need to tell you the difference between this Hardy and Henry Ford. So Hardy per. He's he's annoyed that they're not listening to him. So he's like, alright, you guys don't wanna make automobiles I will. So Hardy was so convinced he was right about his future, and and the local carriage makers were wrong that he decided to manufacture a car himself. By late 19 o 3, he had produced 52 cars. Now, here's the problem. He's confronted by the patent trolls. This is something we talked about with Henry Ford using S patent. Right? So a bunch of people paid into the patent. Henry Ford's of the 1 that actually said, no. I'm not doing this. In fact, Billy paid into the patent too. So the controls discover Hardy manufacturing cars, and they're saying no, no You need to pay. They demand a 50 dollar royalty for each of the 52 cards Hardy had sold. Remember this this section is called the difference between Hardy and Henry Ford. Hardy thought about it, then gave up, Henry Ford eventually fought the the s patent interests, and in 19 11 after years of litigation beat them. The court decided the patent did not apply to most American automobiles. But that was too late to save Hardy. So this goes back to this idea that's in my notes. If you have access to my notes, you just search determination versus intelligence. And I think it's just talk by Paul Graham, founder of Y comb aaron, and he... He asked a question. Like, what is more important to be successful life, intelligence or determination in most people's initial responses intelligence, and he makes the very convincing argument that, no No. It's determination. And I think he's right. Determination. Many people over the paid or quit. Henry Is like, hump... You're... No. We're not doing this. And he was extremely determined. That's just 1 area Of his was life he's determined but. So remember I told you General Motors eventually, it starts Buick. Be... There... There's a Buick before this general motors, and Durant owns Buick before he found Gm, but eventually he sells Buick the Gm. Okay? These are early days of Buick, which I found interesting. And it's founder had built approximately 2 automobiles and 3 years of trying. The story of Buick to this point was 1 of a small group of talented inventors who developed superior engine. So they had great product. Right? But what's the problem? In the process, they spent more money than they ever made. That's a big problem, and they were doing research instead of producing for the market. And they were also backed by men who could not afford that kind of luxury. David Buick is the founder, and he's having tons of problems. He's he has to sell out to 1 organization of investors. He's un financially unsuccessful, so they'd wanna taken like 97 percent of company. Right? And says buick meaning, David got into the debt by the B brothers. Now, B brothers are funding Buick. Where did they get their money from? This is hilarious. I'm wanna go more detail a minute? They they made money, they manufactured sheet metal. For garbage cans. They don't know really what they're doing, so they they sell to another guy, and then that guy gonna sell it to to to to Durant. Okay. So says, I'm gonna skip the names because they're not important. Dave if there's 1 man who could say the day, the man was billy to. There only 2 problems. Duran durant duran was in New York at the moment and he to test automobiles. So this guy winning or writing is the 1 that is controlling Buick. He's gonna wind up selling it to Deborah durant. So he's gotta sell him on this though. Now he's an also something that was really fast sitting. Billy durant was 42 before he got involved with cars at all. 42. And he he he worked in the industry for 40 years of his life. Alright. So this says... It was late in 19 o 4 when billy durant, self made millionaire at age 42 had heard something about James W problems with his new automobile company. So James decides hey I need to sell Billy on this opportunity. Billy thinks automobiles are fad. He thinks they scare horses. He thinks it's rude to drive around in them. He winds up, but the reason I brought up David Buick to this point is because David Buick was a gifted engineer, he made a great car. And so James takes Billy in a test drive and that which convince Duran durant duran. Duran durant was impressed. This engine did seem to get it through terrain that stopped of the cars. There was something else. The automobile attracted public attention. It gathered crowds just as the little road car had done. So when he winds up manufacturing that road car, the 1 that he bought for for 2000 dollars. That's the same thing. He realized, oh, this is a car. This is a the product they'll sell itself because when I'm out and everybody gathers around and gets their attention. He realized realizes, oh, I have the same thing here with Buick. K? Now we talked last week how the Dodge Brothers were at the right place with the right time with the right set skills. You could still say you could say the same about Billy. For the first time, he began to see that the automobile had a future. The stockholders of Buick were so desperate that they were willing need to turn over their controlling interest to him. And perhaps most important, the Durant Do carriage company had a large idle factory. So he's running this company out of his carriage factory. Eventually he's gonna reorganize and make this general motors. Okay? So by Buick. Now we see another example of his master salesman ship. Billy just returned from the auto show show we had sold 1108 machines. At the time, buick can built fewer than 40 cars. Just as we he sold 600 row cards before building 1, to durant optimism was far ahead of his ability to deliver. Once again, he was displaying his unusual talent as a salesman. As Walter Chrysler, this is another person. It's extremely important. You you recognize his last name Obviously, he works with Billy. They become lifelong friends even though they did not work well together. I'm gonna read his biography. He's like, extremely impressive person. As Walter Chrysler later wrote, I cannot find words to express the charm of the man. He's describing Durant. He has the most winning personality of anyone I've ever known. He could coax a bird right down out of a tree. So again, we see his most important asset. Now, another paragraph in this book. Note doubt myself, be careful who you listen to. Early days of Gm, this person is own almost convinced Durant he was wrong, and he shouldn't be the head the future. He stated that I was gambling my whole established carriage business for a visionary and passing fancy. As I had great respect for his opinion. I began to feel there might be something in his warning. Luckily that didn't happen. Now, okay. I'm gonna read you a sentence. Let me read you first because there's 2 powerful lessons in in this short sentence. His associates in the durant do carriage company had trouble understanding his intense interest in automobiles when the carriage company was doing so well. The the the year they're talking about 19 o 6 was durant durant towards the biggest year. 2 powerful left lessons in that short sentence. 1, it's very, very hard for us as people. To give up on what is working before it's too late. It's entire book's written about this phenomenon. And 2, the best years can come right before a complete and irreversible decline. That carriage company they're talking about has the best year ever, doesn't even exist in less than a deck aid because you're not gonna buy a horse carriage when you can buy a car. Alright. So this is how Billy Durant handled the panic of 19 o 7. Series of financial panic that play large roles in his and really anybody's life that loose these things. And the note left myself was I wonder if this faith in writing our session comes back to hurt him later in life, and it definitely does. In this case, his strategy of just forging ahead was beneficial. Buick production tripled despite the fact that a financial panic created a oppression across the country. People were not buying cars, and many automobile companies closed their doors. Duran durant ordered his factories to produce at full tilt. Storing new Buick and barnes, warehouses and fields. Durant Gamble paid off handsome. When people ready buy cars again, Buick was the only automaker with plenty of cars on handset. A very similar strategy that Sam Bro did when he started buying up all the stocks of aged whiskey in anticipation of prohibition United States being being resolved. And so when when it was lifted, he was the only person. That had tons of aged high quality whiskey and that 1 strategy at 1 move, sealed of American market form and produced generational wealth. And so on a smaller degree, we see doing the same thing here. Like I'm gonna keep production up even in lean times and then when things inevitably get better, I'm... I have now all the cars. So it says after that, Durant seemed never to worry about business cycles. Bad idea. Figuring you ride out any temporary recession. Duran had made the transition from the largest. This is a good... This is speaks to his talent. He's extremely talented entrepreneur. Made the transition from the largest carriage maker to the largest autoimmune automobile manufacturer in a little more than 3 years. The founder of buick leaves, This also describes the early days of what would soon be gm. We're right at the point where he found Gm. Same year. By 19 o 8 David Buick was gone. He was a good technician and a quiet man and a dream, but he was thoroughly dis channel with the fever pitch of operations at the company and he got out. This is him describing it. There wasn't an executive in the place that even knew what time it was. We worked until we had the day's job done, and we're ready for tomorrow, and then we went home and not until then. To durant gave Buick a hundred thousand dollars to invest chose. David Buick chose badly. His investments in the later years went sour and he died in relative obscurity in 19 29. This is the beginning of Gm. Before 19 o 8 was out. Durant had found in a new company. General Motors. Remember he he has Buick. He has his carriage company he's got all kinds of stuff. He just can't focus. I, so he finds general Motors phones general Motors, and then he gets a call. The was called to the telephone. Jp jpmorgan company and a financial back We're exploring the ideas of a large automobile merger. Would to ramp be interested. So they are saying, hey, you go out and you roll up all these manufacturer auto automotive automobile automobile manufacturers in 1 conglomerate, and we'll give you the money to do so. And it's it's really interesting where Durant wants to start. And so this is Durant talking to us about the beginning of Gm, and this is where Ford's gonna play a role. So he says I suggested, he first see Henry Ford. And who was in the limelight, like publicity and unless he could lead the procession would not play. So I've read. I don't know, 5 books now on henry ford 4 or something like that. That's a really good summary of your fourth personality. I love this idea. So he's he's Durant trying to consolidate this whole this whole industry under general motors. Right? So he... There's a legendary meeting between 3 automobile founders. Durant ransom Olds who's definitely got be future founders episode. It's too important to the autumn of industry and Henry Ford. They all meet. So this this is really interesting. They're meeting in Durant, like, I I wanna buy all your companies. There's a painful pause. Durant tried to fill the gap. If we put a value of 10000000 dollars on Ford, would Ford consider 6000000 dollars a reasonable figure for Re. This is Ransom Olds second company after he found olds automobiles. So he's use... So he's he's running Re. And again, we're gonna get more about Henry Ford's personality. Henry Ford said that he didn't have the slightest idea of the value or the earning capacity of Re. He never... He believed he didn't... I I think he's right about about this. He's like, just no experts in business. You might be able to be an expert in your own company, but the idea You could expert somebody else's is probably not true. That statement though where he says, I don't have the slightest idea of value of the earning capacity Ariel. That it's... That statement is really consistent with what I know about Henry Ford. Henry Ford had 1 more and I had another objection in this meeting. Now, the reason I bring up this part is because 1 of the most powerful things to know about Henry me ford and the most inspiring in my opinion is that Henry Ford had 1 single idea. 1, you just need 1 idea to build a life on. He decided to build a life on in and mass producing an inexpensive course where everybody could buy it. And he would see this with his objection here. He says, this is 19 o 8. Henry Ford had 1 objection. The tendency of consolidation, which is what Durant is trying to do. He felt was to increase prices. He's dead writer about that, which he believed would be a serious mistake. Durant noted that Ford was in favor of keeping prices down to the lowest possible point giving to the multitude the benefit of cheap transportation. That is just 1 single idea. I love that. I don't think I'll ever forget that in my life. At least, I hope Don't. Okay. Now this is Billy Durant, which is telling us on why it was hard to raise money for an early automobile conglomerate. Yet. Had some people interested and then it's also... What he's about to tell us he's gonna get kicked out of Gm in 2 years from now. Okay? So he says, I had a long hot session with some of our friends New York yesterday and was pretty nearly used up at the finish. If you think it's an easy matter to get money from New york Capitalists to finance a motor car proposition in Michigan. You have another guest coming. We saw this with Ford. They didn't like this. So last week, I told you you'd also about the benefit that that the dodge brothers see, the dodge brothers dodge all this. That wasn't a... I didn't mean to make that pun. But they didn't have the complicated structures and their were their reliance on outside financing the Henry Ford had at the beginning and that Gm had throughout their whole life. And as a result, they can make all their decisions. They moved fast, and they did that because they were already fat fabulous well before they started making a car. Remember, in a gold rush, and this is a gold rush in the automobile industry. They sold pickaxe axis. It wasn't until they made all the money off of pickaxe axis, metaphorically speaking that they started their automobile company. So there's a lot to learn from the brothers. If you haven't a listen to the podcast. Please go back and list. It's it's worth your time. Okay. So it says, if you have another guest coming. So Billy is running into the same thing. Henry ford runs 2 rand. All these people run the same thing. Money's is hard to get owing to somewhat una unacceptable feeling of une and a general dis trust of the automobile proposition. In other words, the the finance... The in New York were unsure if there was a economic future, and a way to make money in the automobile industry in the early 19 hundreds. Now, this was really interesting. So I just brought up ransom olds to you. I says ransom some old secured financial backing from a copper magnet. So I just wanna bring this to your attention. This seems to be a common source of funding. And what I mean by that is the way people got rich in the 18 hundreds, and we've covered a bunch of these people. Copper, railroads, construction, steel, that was the source of funds for a lot of the early early automobile founders. They then take that money and then are investing in and loan money sometimes on an equity basis sometimes comes on a debt basis. To the early founders. I think that's really fascinating and that's something that obviously will continue. I it's so important to set the history of entrepreneurship to you. You have an a fundamental understanding of this these same themes They seem to play out over and over again. Now, Durant durant buys Olds. Ransom is not there. Random mole is not there anymore, but he buys Buick and Ultimately bill's beginning of Gm. He buys he's gonna buy Cali and can buy all the stuff. But I'm I'm bringing up this stop because he buys Old because... But I wanna give you an example of Trans odds schedule. Duran arrived in lansing after midnight 1 night. He ro the olds executives from bed, and at 3AM gallo through the olds plants for a 15 minute tour. They talked until Dawn about the sale of Olds won't. This famous for doing things extremely fast and extremely odd hours it's example. Now, I wanna take a slight d tour. If you allow me. Books are the original links. Durant meets this colorful founder by the name of Albert Champion. I've already ordered this book. He's gonna be a future founder episode as well, but he's not... Again, he's selling Pickaxe access. But he's he's he's a really interesting person He says, the fellow showed him a that had some merit, but it wasn't suited for Buick. But it was really well designed and durant thought the man might be able to produce other products that he could use. His name was Albert Champion. What a great name. What are you making, Ge durant asked? Magnet and Spark plugs. We don't use Magnet, but I'm interested in Spark plugs. Can you make 1? Durant was having trouble finding a spark plug. So albert champion gonna make a fortune in spark plugs. Pickaxe access, man. Let's do this. Only 1 company made such a spark plug for Buick and he was charging 35 cents. Could champion, he wanted to see if champion could produce something cheaper, and he could. He succeeded in submitting to our engineers or a spark plug of real merit, and the price we paid him was 25 cents, saving 10 cents each day over the... Or 10 cents on each spark plug, and they be using a thousand spark plugs a day at this time. So that's... Savings is gonna compound. The champion ignition company of Flint was incorporated. Durant gave champion 25000 dollars in stock. This is early Gm stock. Now here's the deal. This stock makes in addition to his he... The 2 successful companies that he found. Albert champion gets rich off the stock. There's another lesson here. There's plenty of people that had way less Gm stock than Durant ever had. The difference between them and Durant was they sat on it. And they became wealthy. Durant played all kinds of unnecessary gains with this stock. Usually in a margin and he died impoverished. There's the lesson there. Let me give you a quick bio on Albert champion, and and you'll see why I wanna do a... Episode on him, champion had been born in Paris in 18 78 by age 12. He was an Aaron an office boy for a Paris bicycle manufacturer. He became interested in bicycle racing. He won the championship in France. He won American world and and then in world champions, championships. But he returned to Francis said automobile manufacturing and then moved to the United States in 1900. He tried automobile racing almost lost a leg in and racing act accident and then organize the champion company. In flint champion became known as 1 of the most colorful and flamboyant boy figures in a town full of them. He lived to see both his new company, later named Ac Spark plugs, and the company he'd had left the champion spark club company become giants in their field. He was a multi millionaire what he died. Okay. Let me get to Durant strategy. This is his master plan. This is the the the best summary you'll find in a book about his master plan for Gm. Aim was nothing less than the gain control of some of the biggest and best automobile companies in America. We're also gonna see When I mentioned earlier that his strategy is very different from strategy we've said in the past Henry Singleton 10 Warren Buffett Charlie Mu. You'll see why here. But he also wanted to get on the ground floor with companies just starting. They could be per purchased spikes exchanging small amounts of stock and who could tell what their patents products or inventions might bring. So this is why they call a spec and more of a gambler. The automobile industry was in its infancy. The public was f. The only sure road to power and success was to have a wide range of products. Duran durant duran says, I figured if I could acquire a few more companies like Buick, I would have control of the greatest industry in the country. A great opportunity and no time to lose, I must get busy. I felt confident because of the hazardous nature of the business business that if money and sufficient quantity could be attained, A reasonable number of good companies could be induced to sellout out or become members of a centralized organization. When durant predicted out, this is something that, you know, he was right about. When Durant predicted someday 5 half a million bills will be built and sold in a single year. The banker thought he was mad. Durant did not care what they thought. He knew he was right. Another person we're gonna cover Henry Lin, the founder of Cadillac. He demanded precision machining in every party manufacturer. He... He winds up selling his company to Durant. It was... This is actually really amusing. Is a note about the cadillac purchase. The price was 3500000.0, a few months earlier, but Durant couldn't get the money. Once he get some money lined up, the the price is now 4.7. So just gotta pay 1200000.0 more. Right? This is what it was using about it. It was this is Durant talking. It was several months before I indication to inspect my purchase. Although we see many invitations from the Leland to go, I I would give my reason that I couldn't because there was pressure of important business. Durant telling us. The real reason was that I was negotiating listen. This is so weird. The real reason I was negotiation negotiating for the purchase of many other concerns, some of who were fearful. That a connection with general Motors might mean a change of policy and management. So the reason he doesn't go to Cadillac is to convince other people that he's hands off, but he's not hands off. To meet the situation, it was only necessary to refer them cadillac management who could truthfully say that Duran durant duran had never been in the cadillac plants. Strange. 1 reason that Durant strategy works so well to very early days of the automobile industry is that in the first 2 years of Gm existence Durant purchased, he was able to purchase partial our complete ownership in about 30 companies, and he did that because they would take stock for. He says Durant didn't need much cash acquire companies. Leland an interesting demand demand cash. With general Motors as his holding company, he could exchange Gm stock for the stock of the company was buying. The individual auto companies did not lead to lead need a lot of money in those early days. They would need more money once they could ramp up per, but a lot of them were in at that stage and then he's buying them. They could buy their supplies on credit and finance expansion with their profits. Now, I need to... This is a fantastic little story. This is 1 remark that'll sum up his whole life. Durant burst of Empire building in this period was incredible. He worked late to the night and people wanting to see him were amazed when he made appointments with them at midnight or 1AM or even later. 01:30AM, don't you mean Pm, ask 1 person? No. 01:30AM Duran durant answered we'll get this in today. Duran durant was pushing himself hard. His longtime personal secretary tells 1 particular revealing episode. He and Durant were headed by car to detroit to catch a train and Durant was driving. Durant feel through a ditch. There was a loud snap as a spring broke. What was that? Murphy shouted. Never mind Yelled Durant. We're still running. Murphy never forgot that were remark. It caught the spirit of the whole of Durant life. So this was... There's a fascinating unknown piece of early automobile history, and that's Durant almost successfully bought 4 for 8000000 dollars. They had an agreement and then the financing that Durant was relying on fell through. And so this is Durant on Ford. A few years later, durant ran into cousins. This was... The early is of the Ford company, the most important person in the in the Ford company. And cousins told him that Ford's earnings were then up to 35000000 a year. Durant said that his banker friends never forgave themselves for failing to approve the alone. He he appeared to feel no feel no regrets. I never would have built up that business the way Henry Ford did. He remarked decades later. The ford business would never have been what it was without Henry Ford. Okay. So now we get to the part where Durant is going to lose control of Gm for the for the first time. And well, this may have been paused because the bankers started to believe there's a panic of 19 10 that's gonna that's gonna just just... That Durant gonna find himself on the the wrong side of. Right? And it also causes the bankers to believe that loan money to automobile companies are dangerous. But but durant played a role this because he was not organized enough. He didn't know, and this is something he he he does even later in life. It's like, how do you run this business and not know what's going on. This is a very frustrating part. So it says, but it was almost... Impossible to put together more than 20 companies of varying profitability and uneven management in 2 years and be entirely certain of what was going on. Duran duran had little faith in central staff, so we didn't have 1. Again, Henry Singleton didn't have a large staff such or staff, warren Buffett and Charlie Mu don't. But you gotta have good businesses. You can't just say, I, I'm not gonna have a staff. If you need a staff, oh, okay. There was no you... This think about this. Think about this. There was no uniform bookkeeping procedure, no clear control over inventories and the the various Gm subject subsidiary still operated for the most part independently. He doesn't know what's going on in the businesses of the ounce. And yet he doesn't stop adding to his businesses. That's gonna work when in good times, But as soon as you have a downturn, which is what about to happen. You're gonna be wiped out. So they get too big, They get too fast, and the... He he commits a mortal sin. They don't have enough cash flow. Between 19 o 8 and 19 10 Duran had pulled into general Motors some of its most productive fit divisions. Right? That's great. Cadillac doing well, Buick doing well. But the others aren't. And some of the other subsidiaries were disastrous from the start. Gm sales sales volume increased from 29000019 o 9 to 50000000 in 19 10. But here's the problem. You're jumping up, but you do... And you're generating 10000000 a year in profit. Right? That sounds good. But there's not enough money to finance expansions and then push a supplies. So what happens Gm forced to borrow heavily from its suppliers and commercial banks are gonna go a business, but the panic of 19 10 is happening in this exact same time and says durant finally realized that he can no longer operate on sheer optimism. Okay. So at this point in the story, to durant and Gm are quickly gonna run out of money. They got big way too fast. There is a... Another quote that's in my notes. It's from the founder of Sequoia called His name's is Don Valentine. And this may be 1 of my favorite quotes I've ever hurt. And he says, there are 2 things in business that matter, and you can learn this in 2 minutes. You don't have to go to business school for 2 years. High gross margins and cash flow. All companies that go to business do for the do so for the same reason. They run out of money. And he says, he's applying out the business? I say it's applies to families and applies to individuals as well. Think about that quote right now as we get into... Like, what do you think is gonna happen when you absolutely have to have money or the company's gonna go bankrupt. You're not get good terms. You're gonna get drink gets kicked out of this because he was such... He allowed himself to get in such a fragile position. This is the frustrating part of Durant personality. He should he knows better. He just can't control himself. Duran recorded his version of of the... His trials in 19 10. You will recall the general Motors from 19 oh 8 and 19 10 was expanding very rapidly. To handle this business in addition to the earnings of more than 10000000 year, need an additional working capital of 15000000. General Motors for many years was called 1 me an institution. With respect to these endorsements and guarantees, meaning, when he's laundering money, he's doing personal guarantees, it might so be considered. No other stock holder general Motors with Asked endorse are guarantee these obligations. Again, why are you doing this? So he says, why did I assume these obligations? Did you end this These are his words? And this is what I was thinking when I was it. Did you ever hear such un business like and senseless procedure? He does this over and over again. He does this with stocks later? Let me tell you why. My early associates for the most part were my personal friends with limited capital? Okay? He's making a stupid decision, but he's doing it because he's he's too nice. He's... Like, this is why I feel so some many people like them respect him because he really did care about other human beings and would put their needs above him his own, but you can't help other people if you can't survive. And when I'm reading the story of Billy Durant, I thought about this lot this lyric that comes from Jay z, and he says, I can't help the poor if I'm 1 of them. So I got Rich and gave back to me and that's a win win. You're trying to help people that's good. That there's nothing wrong with that. But you can't help them if you go broken, and it's exactly what's gonna happen to you. Okay. So he says, my earlier associates for the most part where my personal friends limited capital. Many were willing to and did risk every dollar they possessed, believing as I did in the future of the automobile ownership? Not not a good move. We sometimes paid dearly for over confidence and in this case, I did pay pay plenty. Had had taken the time and been client in that direction, I might have arranged with a responsible financial group to provide the necessary capital by surrendering a portion of the profits as an insurance against a severe loss or temporary temporary stop of business in sq time. So it's his word for financial panic. It is easy to offer suggestions or to speculate as to what might have been. But if you knew as I did the opposition and skepticism of the bankers and financier, you can understand that in those early days of the industry, money the amount required was not readily available. So that's why he's describing to us why he chose to raise money from people that did not have a lot of it. Our bank loans and then he's describing what happens when the panic happens. Our bank loans were all called. And we were deprived of every dollar of working capital. The lifeblood of our institution, which brought us to a complete stop of our business. I tried the financial institutions. I tried the life insurance companies. I tried men who were known to possess large fortunes. I had a wonderful proposition offer, but my efforts in that direction which to no avail. I admit that it was discouraging, but as I... But I... As I never had what might be called a soft job in my life, my experience is taught me that the tougher the job you have, the harder you must work. I kept right on looking for the money. Keeps right and looking for the money and he finds it and the terms are severe. This is insane. The bankers demand to control of the company. Duran had no choice but to. So he's kicked out after it only 2 years. Automotive historians have generally described the terms 6 exorbitant? Yes. They are. But when literally no 1 else would lend you money, are you... Your company disappears, what did you expect to happen? Durant and his memoirs, this is a auto bio never finished fu. The 15000000 dollar loan finally offered had a outrageous terms which was forced accept. Under those terms, I received 12000000 in cash, not 15000000 for which I gave 21600000.0 dollars of the best securities ever created. So essentially, to get 12000000 dollars they to give 9300000.0 of interest. That's crazy. So when the company opened back up because they had a for a little bunch of employees. And this is this is why It's so... His life story is so devastating because he had underneath all this financial shenanigans. If he just slowed down a little bit but he had a great business. The first week they opened back up, we received orders for 13... Of this call 14000 buick cars. The value of the these cars 14000000 dollars. He borrowed 15000000. He just did a little better job managing, he wouldn't never had to do this. I referred to the situation because of the fact that the bankers later reported, that at the time they became interested in general Motors. It was a scrap heat scrap heap, which statement which I've always resent. Okay. So... And this is a this is this story of billy durant is so crazy. He gets kicked out of Gm. Look, he has all just huge success with his carriage company, then huge success temporarily with Gm. He gets kicked out of gm. You know what he does. He starts another car company. That's Chevrolet. That's why he he found Gm... The the carriage company Gm Chevrolet and F. F is widely successful. This it... It's it's just... This is what I mean, man. It's so the... When you read this book, he is such a likable character. It just... It's hard... I use this word over again. It's heartbreaking. He had success right there. Right monumental success right there If you just augmented tiny bit of your strategy or the way you were. Okay. So now Durant telling us about early to Chevrolet. I ever expected to regain control of General Motors, which is certainly intended to do, and he does, which is another crazy accomplishment in his life, I should have a company of my own, running my own way... In my own way. In other words, another 1 man institution. But I was taking a leaf out of Henry Ford's book this time. No bankers. At Chevrolet himself, he partners with the sky... The Louis Chevrolet, who's was famous time as a race car driver. But as... As Chevrolet himself remembered his arrangement to Durant. He was planning a comeback and told me we're gonna need a car, so I built 1. Okay. Now this is very interesting. He makes Chevrolet is a fabulous success. 1 strategy that helps Chevrolet becomes successful was Durant choice to go after the low priced market instead of luxury market. Louis Chevrolet, like, I wanna build, you know, 20 20 la car. And and and durant picks up on something that's genius. He says Ford couldn't build enough cars to satisfy the entire demand for a low priced automobile. So he's saying is it ford's ramping up production at this time. Remember, he sells 15000000 model t's. Right? But he says the demand for a cheap car a low priced car most people could afford was way greater than the 15000000 that he's gonna produce. It's interesting to think about what other areas in our life today this applies to. If you can use that as a prompt in your thinking your opportunity. Where is there greater demand than supply. Chevrolet success within a few years by 19 14 is selling 70000 cars a year. It's bananas. So says the last... I'm fast forwarding, obviously. The last 4 years since Durant had been busy with the details of starting a new empire. Now he was ready to get back to the important mark... Matter that had probably always been in back of his mind, which is wrestling control of general Motors back from the hands of the bankers. Now why is this 5 year period? This is year 4? Right? Why is the 5 year period important? Because the loan and the control of the board expired it for 5 years. Okay? And so Durant starts making a play, and he gets a cons consortium of people to help him buy Gm stocks. So he starts buying Gm stock. This is right on around 15, it says every in the year, the price began to rise dramatically. Someone was buying Gm and buying in great qualities. Quantity, excuse me. Demand bullying the market was durant. So Durant teams up to Guy Kaufman. And Dupont. Now, Pierre Dupont will also be a future episode of founders. I have a stack of books that I haven't got to that that and a lot of these companies don't existence today about family dynasties that last 500 years, multiple centuries in some cases. And to Dupont families is 1 of these. I think they start something like gunpowder, like, 16 hundreds. And now, you know, we're 300 years after the fact, and 1 of their descendants is gonna become the largest shareholder in Gm if I'm not mistaken. So it says Durant Kaufman formed him a syndicate to buy Gm shares and during the summer of 19 15, they recruited pierre and some other members of the Dupont family into their tight circle friends loading up on stock. Now later Dupont, this guy is important because he's gonna have to rescue Durant, and he wants it with all of Durant him and the Morgan Morgan, the Morgan company wind up all of Durant gm stock. So there's a series of events that happened. So right now, Durant needs Dupont to to wrestle control back in from the bankers in Gm. 2 years from now I was another financial panic. What do you Iran's is not prepared for it. I don't know how the hell this guy is not prepared for the inevitable over and over again, and Dupont picks up more. There's another parent of 19 20 picks up at all. So yeah. I'm gonna get there, but Durant dies thinking that he got set up by his friends. Let me just tell you that. Right. And I'll go... We not... We we can't really prove it. Okay. So event eventually, Durant gets control. Okay? So he winds up wrestling control and, and management of Gm, which is a dramatic victory. It says durant durant clear and dramatic victory. Could have been followed by a great celebration instead, and we'd learn more about his personality entirely a character, he took his wife out to dinner at a fast food chain restaurant in New York City. In the course of the mail, he casually mentioned, well, I took general motors back in the banker today. And reestablish personal control General Motors had had a astounded the world of business and industry. I don't wanna downplay his accomplishments here. He... This was an an amazing accomplishment. The bankers have been routed. Chevrolet had... He used his smaller company to to take control of the larger company. Chevrolet had controlling interest in general Motors Durant and his friends controlled Chevrolet. Riders of the time like in the situation to Jonas swallowing the whale. The note of myself is simple, not again, double exclamation points. It was not until late... I'm I'm going fast due, a series events that's gonna happen over 5 years. It was not until late in 19 17 that events led to a large dupont company investment in Gm. The opportunity was apparently the result of a sharp sharp drop in Gm stock prices At the United States entered the war. The stock fell from 200 dollars in the early summer to 75 dollars in the fall. Durant as a major Gm, This is what he's doing. Why? Durant as a major Gm stock holder was was holding large blocks of stock by paying only 10 percent margin required in those days. So he found himself in personal financial trouble. We've seen over again. Heavy green, builds an entire fortune taking advantage of people, not even taking advantage. Being on the other side of the transaction, sitting on tons of cash, not buying things on margin, and then when the stock market moves against them, they sell it to her. So here you go. He's in personal financial trouble again. I wanna bring up something though about his personality before I get in there, because I just mentioned... I'm gonna get to heavy green in a minute. I want to talk about... At this time, he's working with with Walter Chrysler. And this is before Chrysler works for Durant before he found Chrysler. So it's very important. And it's... This section is important to understand Durant as the person, also understand Chrysler and the strong people. Durant was extremely gifted leader. There were some people that were not born to be yes men, and inevitably they had to leave the company. But what's fascinating is normally when people leave companies especially in under, like, acr terms like, they hate each other. But these all these men love to durant for the rest of Again, it goes back to, such a... This tragedy that it was his life because he's he was likable and unfortunately, things gonna work out for. So it says, not long after 3 year agreement with Durant duran had expired. Chrysler felt it was a time to go. He had had enough a durant style that the 2 men remained friends for lifetime. Durant bought Chrysler stock from him for 10000000 dollars. A well earned fortune for the man who had started at Buick 7 years earlier, making only 6 6000 dollars a year. Crisis departure from Gm eventually led to their creation of the Chrysler corporation. Duran had already created an enormous organization, but he was so self confident and so dominant figure that many of the best his best men either quit or wanted to. Men such as Nash, Chrysler and sloan had minds of their own. They were not built to be yes men. And yet years after their business associations with Durant, all 3 wrote quite kindly about the man with whom they had so strongly disagreed. Chrysler in his auto described Durant as a genius and wrote that the automobile industry owes more to durant that than it has yet acknowledged. In some ways, he had been its greatest man. Sometimes we found ourselves in arguments, but we also had a lot of fun. Okay. So now I'm at the point where he's gonna lose control and and this is... There's 2 times in his life where he almost ready He ruins his financial fortunes. This is the first 1. The second 1 he never recovers from. And the north of myself. The Billy durant that I don't know myself after this was Billy durant is, like, the opposite of heavy Green and Mark Spits. So if you have listened of this podcast, March Na was founders number 70, He Green is founders is 01:03, I think. Yeah. Founders 100 0 3. Here's the thing about what I don't understand people haven't learned. Every time there's a financial panic or a financial collapse. Like, oh, it's unexpected be... Who... Nobody coulda have seen this coming. The best description of this is forwards. The unusual happens usually. You have to be prepared heavy green and Marxist Na built their businesses to benefit off the eventual of the unusual happening because the unusual happens usually. Billy Durant could only succeed in good times. And he never learned because this happened to a bunch of times. So this is a 19 20, the boom that had followed the end of Where warrant came to an a rather blunt halt. And the United States slumped into a sharp reception. There's sharp recession. Excuse me. The price of Gm stock began to to decline steadily. Gia went from selling 47000 cars a month to down to 12000 cars a month. So what happens? Same situation 19 15. Gm has to raise money. What compounds this situation as Gm is doing bad financially, and personally, Durant is buying up and all trying to support the Gm stock. He's trying to fight against a financial panic. Dupont persuaded Jp jpmorgan company to to become another new partner and distributed 1400000.0 shares to raise 28000000. So remember when they raised 12000000 and they had pay pay 9000000 in commissions. This time they raised 26000000 and have to pay 2000000. So that's why they came up with 28000000 number. So it cost them 2000000 to get 26 money million. So it's a little better terms, a lot better terms, but this is is gonna do in... This is where Durant is convinced that Jp and Dupont hustle him out of his his stock. Duran was concerned about the Morgan partnership. He had never fully trusted bankers after his experience in 19 10. The Morgan's and for their part considered Duran durant a spec. But Durant realized Gm needed money, so the agreement was made. Duran durant was involved in several syndicate in an effort to support the market price of Gm stock. Bad idea. 1 of the sick... Syndicate was a partner at Morgan. This guy named Ed sen. Ed then sells. They're supposed be working together. Ed sells a hundred and 25000 shares. They get it for a good price insider price. They see the stocks price is dropping their go ed things like I'm gonna sell now and buy it later. S told him Durant, meaning, I mean Durant that he thought the stock would go lower and they should sell short 200000 shares. He's trying to get Durant to sell short his own company. Durant opposed short selling. Durant told s that the sale was a trail of trust and led directly to his personal disaster. What does you mean? What is it the the author telling talking about his personal disaster? Durant about to lose 90000000 dollars in 19 20 money. Certainly Duran had not been required to buy stock outside of the Morgan Syndicate. Had he not, he would have not been so severely hurt by the dip in market prices. So this is what I mean, Yeah, They probably hustle him but they... He he made it easy for them to do so? Why wouldn't this the question? Why I couldn't understand when I was reading the section? Finally, the author gonna ask it for us. Why was Durant buying so heavily to support the market price of Gm. The answer to that to that is not entirely certain. Durant later said he was trying to support the price temporarily so that the a British Canadian money, meaning a, Syndicate was gonna come and give money gm Gm to continue operation, and he was worried that the price dropped, they would rene egg on the deal. And so so just trying to support the price so that British can need money that a pledge would come in. Now at this point, he's buying stock to save his friends from ruin over even though he's about to be around himself. When some associates who bought stock on his advice that they were facing ruin as the price declined, Durant offered to take their stock though he was in trouble himself. So we saw that. At the bicycle company back in the day, he's still doing the exact same thing. Now this is where you get really, really frustrated with with with Billy. So this is happening in his personal money. Right? Dupont, his partner and Ras, whose Dupont manager is also running Gm with durant. They're going to see if they can help him out. Durant Dupont and Ras met in Durant office tried to find the extent of Durant indebted ness, remember personal. The indebted was in the million of millions of dollars, but he was not certain of the figure since he had no records. How could you not know? It would take days to get reports from his brokers. This is game over here, Essentially, what I'm about to tell you. The Mortgage into the dupont would raise money to make a cash offer to recovers durant indebted. Durant would... Durant would resign at resign as president of Gm, and when the dust settled, Durant figured, he lost 90000000 dollars. The Durant era at general Motors had ended. So he goes home and his daughter Marjorie tells us what happens. Marjorie aunt were recalled that she saw her father immediately after. He came home and for the first time gave way to his emotions. He put his arms around me, and I could feel his body tremble and tears were running down his cheeks. Lewis Kaufman said in 19 27 that Duran had not become involved in the market, he would have been worth 500000000 dollars and still in charge of Gm. But Duran duran had not created his empire by being prudent or practical or listening to others. He had been daring impulsive, erratic. He won big and he lost big, but on balance, he created what became the largest industrial corporation in history. And I'll leave the story there. I highly recommend reading the book That is a hundred and 20 books done 1000 to go. If you wanna read the book by the book using the link that's in the show notes. And by doing so, you'll be supporting the podcast at the same time, I will talk to you again soon."
}