{
  "transcript": "They were oil and water in all respects. Billy durant the high school dropout was the Flamboyant dream and gambler, focused on personal relationships and risk. Alfred Sloan, the Mit engineer was the stern organizer and manager. Focus on data, logic and profit. Billy managed to create general motors and bold defiance of the industrial and financial powers of his day. Alfred went on to transform it into the largest and most successful enterprise the world has ever seen. Today, executives and employees all over the globe in all kinds of businesses are dealing with the effects of precedent set in motion by what these 2 men rot in the first half of the twentieth century. Their business legacies like their lives are studies in contrast. Billy was done in by his own wizard and expanding his empire through financial manipulation and speculation. Alfred mastered both the art of corporate vision and the science of nuts and bolts management, yet his tragic failure to understand the changing nature of their relationships between employees, company and government left a legacy of resentment and mistrust that remains unresolved today. Okay. So that is an excerpt from the book that I'm gonna to you about today, which is Billy Alfred and General Motors, the stories of 2 unique men, a legendary company and a remarkable time in American history and has written by William Pell. Okay. So this is an ongoing series that I'm doing right now, where we're trying to learn from the wild personalities of the early automobile founders. So last week, I did, biography billy to ramp before that, I covered the Dodge Brothers and the week before that, I covered Henry Ford. So back on founders number 73 74 and 75. I did 3 part series about Carnegie and Henry Clay F. And they're... They were partners, and their lives were so intertwined is it's hard to under stand the career of 1 without analyzing the career of the other. And so I as I was studying last week studying Billy Durant. I realized how large a part that Alfred sloan played in his own life story. So, Billy, the founder gets gets kicked out and Alfred like, the author just said is oil to his water is the 1 that actually transformed Gm into the company, the wildly successful company that it became in the 3 decades that he ran it after. I realized you can't really study Billy Durant if you don't also study the life and career of Alfred Sloan. So this book comparison contrast. Both of them next week, I'm going to analyze and review the the auto of Alfred Sloan. Okay. So I wanna start at the very end. And I wanna compare and contrast the way that they're remembered when they died. This is the end of Billy life, and it says, apart from creating general motors and losing control of it not once but twice, he had amassed and lost several porsche... Personal fortune. So, a note. I'm gonna try to avoid recovering the things that I already talked about Billy to durant career last week. Okay? So last last week's podcast ended with him getting kicked out of Gm. This what I this paragraph I'm about to read you now is he still had another 20 or so years left in his life from there. And so this is the continuation of that. So he says, when he finally declared bankruptcy after losing all his money the stock market crash of 19 29 and great depression He listed his total assets at 250 dollars. That was the value of the close on his back. Remember, in 19 20. About a decade before he declares bankruptcy. He was worth at least 90000000 dollars in 19 20 dollars. Billy Not surprisingly focused on his spectacular fall rather than what he had contributed to the auto industry. And so now we have the author trying to restore a little bit of that balance. Says the New York Times mentioned only that he had been responsible for the building up of general mode When in fact, he had created the company single handedly. That's a hell of a statement. Now listen to the difference in how Alfred sloan was utilized. When Alfred died, all of the Ob obituary folks on how he had led general motors to such heights. Under his leadership, the company share the Us automobile market had risen from 12 percent to 52 percent. Its organizational structure and product strategy were emulate by corporations around the world. It's and this is a crazy sentence. Check this out. Its annual revenue surpassed the annual gross national product of half the world's countries. Now, what I... Why I found this book so fascinating because there's this gigantic paradox that is present as you read this book. And that's something we've talked about over and over again on the podcast, and the author does a great job right here in explaining the paradox of the book in 2 sentences. He said Sloan most constant criticism of Durant was that he acted on instinct and whim rather than facts. Yet the achievements and decisions of durant... The dream were what made sloan the manager spectacular career possible. That's why I at the beginning. You can't really understand Billy to durant you don't study Alfred sloan and you you can't really understand alfred it's sloan if you don't study billy to durant ranch. That's what we're doing today. This is my... And the note of myself here, is this is why I think you should read the book, it has lessons in it that benefit your life and career. So it says business theorists, executives and investors alike are questioning whether the structures and policies established by Alfred Sloan have become barriers rather than enabler of speed and innovation in the 20 first century. Leaders in all kinds and sizes of companies are attempting to redefine their enterprises any a world far more complex, interdependent and uncertain than either billy or Alfred Could envisioned. They are also still struggling to resolve many of the same core issues that billy Alfred faced. Those leaders and companies look for new insights about what works and what doesn't. The story and this is his main point right here. The story of the ascend of Billy, Alfred and their general is more relevant and more filled with lessons than ever. Okay. So I'm going to, go back and forth and constantly compare and contrast sloan philosophies against durant, and we're gonna see how they might work in 1 aspect of a company maybe with the Durant, obviously, talents were more suited for the founding in the beginning of new organizations and Sloan was definitely... Each sloan thought of himself as a professional manager. I would say Durant thought himself as a gambler. So here's Sloan talking about, like, what what is harder? He has a point here. Now we celebrate the unique on this on this podcast, we celebrate the unique. Skill set personalities, approaches to life of people that start and and start something from nothing. But it's a lot... Sloan sloan point is it's a lot harder to stay success. Then to attain temporary success. And so that's where you have to give slowness his credit. Like, Billy, over and over again and his career had started out with many different... Had... He he was able to achieve success in made different domains. Yet he lost it sloan maintained it for 3 decades. And this is what he says. The of an unusual success are the maintenance of an unusually high standard of leadership in any industry, is is more difficult than the attainment of that success or leadership in the first place. And in that statement, I think he's clearly saying there's tons of people that start companies and those companies can be successful short amount of time. There's a lot fewer that you're able to mean success as long as I. 19 twenties is an extremely important year in the story. That's the year that Billy to rank gets kicked of Gm for the second and final time, and shortly thereafter Alfred loan is promoted, and takes over the company. Now, this was fascinating to me. These are the the top American industries in 19 20. And just a reminder that change is constant. It says automotive production ranked number 1 among the nation's top 10 industries. Okay. 20 years earlier, it wasn't even an industry at all. Clothing was a distant second followed by coal, and you'll never guess what the number 4 was, and it's on its way out. It was hay. Alright. So 1 of the main criticisms that sloan has of durant. He does say, you know, definitely a founding Genius definitely did have talents was definitely a a great leader, but he thinks that he ran a sloppy company, and sloan valued precision. And so this is sloan on the s ness of of Gm under Duran durant. He says, Alfred sloan saw growing problems where other seemingly failed to see anything beyond a constant flow of Black ink and revenue gross. While he felt a more obligation to help the enterprise that had given him his greatest opportunity, he also believed the enterprise was threatened by the leadership failings of its visionary founder. Who also happened to be the man who had hired him, and I'll go into more detail later on how they went working together. In Sloan mind, high flying billy Durant had fallen victim to the news media glowing headlines and his own boundless dreams. That's something else you wanna know about Sloan. He he was very different than Henry Ford and Billy Durant. He did not want person... He did not wanna be personally in the limelight. He wanted his company to be the limelight. Someone was convinced that too much of general Motors growth had been financed the issuance of stock and Billy personal charm. Rather than through cash and hard assets. He was convinced that the dozens of separate business units within the company were out of control. So he's gonna continue about why he's worried about general Motors, and this is before. This is Say 19... Actually, this is in 19 19. So before ability get kicked out and says sloan du sloan doubts about Durant leadership have begun surfacing in the spring of 19 19. The catalyst was the abrupt resignation of 1 of durant of 1 of durant iran's most able lieutenant and sloan best friend. Walter p Chrysler. Chrysler at the time was in charge of all general motors manufacturing and was the highest paid man in the entire auto industry with an annual salary exceeding 600000 dollars. So it's in insane him amount of money to be making 19 19. The reason I bring that up though. And the reason I I wanted to tell you about that is because a few years earlier he got recruited by Durant. Chrysler got recruited by durant, and he starts off with a salary of 6000 dollars. So from 6000 to 600000 in just a few short years, just a reminder that life's a lot more nonlinear linear than we think. Some people when I actually you when talk to people that are not entrepreneurs investors, people that, maybe, you know, used to the normal pay structure and a normal company it's like, I I make x amount this year. Next year, I might make, you know, 2 percent more than that. Then you're you have to I make make 2 percent more of that. But there's tons of opportunity out there where, you know, you... It's not 2 percent. You can go to 2000. And you can do it. In in some cases, really, really fast. So why would Chrysler quit? You know, he was undoubtedly 1 of the most, talented people in early automobile industry. Well, Chrysler had a disdain for Billy leadership out. And then we're gonna see a lot of that today. Where a lot of the people around him. That the people that had strong personalities of people that were not yes, men, had... They... They were in constant conflict of Billy because they did Billy through his actions. I don't think he did this intentionally. There his actions. He showed that didn't... He value his own time. He didn't value the time of the talented people around him. And if you're extremely driven curious and talented person, you're just not gonna put up with that and Chrysler didn't put up with that. So he says more than once Chrysler had been summoned by iran only to be kept waiting then to discover that the urgent matter that needed to be discussed was nothing that couldn't have been resolved quickly at the plant level. Rather than wasting top management's time and brain power, something to know about to durant, you would call his his method of management micro managing is really what you would call it. Now, sloan description of 19 20 of what's taking place and why he was so worried, tells us a lot about 1 of Billy in my opinion his largest weaknesses and that he was constantly distracted. So I wanna read this section you and I also wanna... In... While I read this you, keeping me back your mind. If he was to the podcast, I said it about the founder of Ikea Ing var And how he described himself. We're gonna see some similarities between Ing var and sloan. So Sloan described the 19 20 predicament as follows. Everything, if we kept our on our course, added up to just 1 way, ruin. Okay. So if you remember back on founders number it's 93, the genius that is at Do, he warned us exclusively. In his buyer, he says you must avoid ruin at all costs. You don't take risk if there there isn't a tiny tiny probability of of ruining you, you don't do that. So she says, I cannot protect my this is back to too sloan describing the conundrum because he almost... Before Billy was fired, he was about to resign too just like Chrysler us. So he says, I cannot protect myself and sell my stock without being dis loyal to Durant. That was impossible. I wanted to think this matter out, so he calls a meeting with Billy. He that I'd like a month's leave of absence, mister Durant. He was tele tele. Sometimes I used to feel if he was always holding a telephone on his hand. I think there were 20 telephones in his private office and a switch board. He had private wires to brokers offices across the continent. In the same minute, he would buy in San Francisco and Sell in Boston. My fingers were drumming on his desk. And this is this is this is... He's right here. And I think this is the most important sentence of this section I'm reading to. It did not seem to me that the operating head of a corporation had any right to devote himself to the market even if the stock of the corporation was involved. You can't run a Gigantic corporation and Gm already in 19 20 was a gigantic corporation part time. Especially when most of your days went buying and selling stock, what are you doing, Billy? He looked up. What is it? There was a fleeting smile, and this is also tells us a a lot about why Billy is so likable, and his personality. He says he was never too tired to be kind. I wish to go away. I'm not feeling well. Certainly, he said, that'll be perfectly alright with me. Get some rest. I went to Europe, and I made my mind. I'd returned back to New york and I resign. But on the day, I got back. I walked into the office and I sent something unusual. Where's to rant? Gone away a month's vacation. He had never done anything of the sort before. I decided to postpone my re resignation. And now this is... We get to the part house how Sloan thinks about himself. Which is extremely important when you when you say founders? How do they describe themselves? I was a manufacturer, and this could be... This could be the grandest manufacturing enterprise the world had ever seen? I did not want to leave? So I said to myself, I'll ride along a while and see what happened. So Sloan is described by other people, Genius executive, gifted engineer, great manager, but he describes itself as a manufacturer. The ring... The reason I that up is because when I was studying the the founder of Ikea. And if you haven't gone back and listened to that podcast at Highly recommend you do. Think about it. Ing var Founded Ikea when he's was 17 years old, worked on it to is 91 years old, he might be in human history. He might... He might be the person, the the the sole owner ignoring the complicated organizational structure that he he used later in his life. He owned all of Ikea and he probably died with a net worth somewhere 60000000000 dollars. But the reason I bring that up is because, you know, people talk about him as a great. Because an entrepreneur, gifted managers like Sloan, but he says I'm a furniture dealer. And I think there's something beautiful in just thinking what do you do... Like, what is your sole purpose of what you're doing is your craft? And for for inquiries. Like, I'm just trying to manufacture and sell you furniture? And for Sony, he's like, I'm I'm I'm wanna make things? I wanna manufacture and I can't leave Gm because this might be the grandest manufacturing enterprise that what has ever seen. Okay. So just how big what I love about this book is it adds additional context that I wasn't in the biography of Durant that we covered last week. So just how big was the crisis at Gm. Well, a good way to figure out how big the crisis was is, what did they have to do after Durant left? And this is this is what sloan was tasked with dealing with? It says the way in which general motors dealt with the issues of organizational structure production control forecasting brand management, finance, leadership, development and communications became the paradigm for all large companies during the following 50 years until a handful of Japanese manufacturers established a new manufacturing and marking paradigm and forced general motors to again deal with the same problems that it almost sunk it in 19 20. So that's everything he he that he had to redo and and think about, basically from first principles was like, how would I do this? Let's not pay attention on how to durant organize a company. Like, how do we make sure that this company survives. Okay. So Wanna go back to Durant for a little bit and and fill in a little details about his personality who he was as a person and kind of... The more we understand it's a person we kinda understand why he made some of the curious decisions he made. Says, Billy faced the crisis of 1 in 19 20? As he did others with resolute and inc optimism. That optimism already taken him from on 1 of the most incredible journeys of any anyone of his generation, Maybe anyone in history I would say. Where did the optimism cause come from. What was it in Billy genes and character that had led the high school dropout out from Rural Michigan to even dream of building an empire that would change the world. What... And then what also makes it interesting is the author gonna compare and contrast? What made... So different from sloan. What led them to take such opposite approaches to to leadership and management? And in the end, where they actually more alike than either would ever imagine let alone admit? In the end, Billy Durant was perhaps not only the most forgotten, but the most an enigmatic of the twentieth century greatest entrepreneurs and innovators. He was the son of an alcohol alcoholic father who abandoned his family. He was raised by a social divorce in the era where single mothers were shunned. He was a high school dropout, a devoted son, but a distant father. The romantic suit of a teenage girl younger than his own daughter. A t taller who passionately supported the prohibition of the sale and consumption of alcoholic beverages, a constant dream, never content to hold 1 job or stay focused on just 1 enterprise or endeavor. The creator of what was to become the world's largest and most effective enterprise only to lose control of it twice, and the warren buffett of his day at 1 time leading an investment syndicate with more than 4000000000 dollars in paper assets. More about his personality. People who claim to know him well and even his enemies always put integrity at the top of the list of his character traits. This is why Say he's the most likable of any automobile founder that have studied far. Including Sloan. He's much more like it He's much more personable. Not only was he never too tired to be kind, but he had high levels of integrity. More about his personnel personality here. He was asked, do you ever worry? Never billy answered with his usual smile. In the daytime, I'm too busy and at night, I'm too sleepy. He had very few close friends, but hundreds of business associates, all of who claimed to know him well, but few of whom had an inkling of the demons behind his drive. So what do they mean there? It's very hard because he didn't leave a lot of writing behind, but a good indication of why he was so driven why he pushed him himself so hard, was that he was driven not to end up, like his loser father. Remember his father an alcoholic, Gambler, abandoned and his family, divorced his wife, you know, they called a na well. Just the losers. Another way to think about it, and he was terrified and him. With Billy, the deal always came first, the details later that also comes back to Bite him later on the life. More about his personnel personal personalities management style. He would later qui that titles never concerned him. What did concern him was being at the center of the action and in charge and that he was. So he very much had, you know, dictator like tendencies, like most of the people that that found companies like Gm and otherwise. But the interesting thing is, yeah, he was dictator... Yeah. He was a micro manager, but he's also nice. Normally, we see the people that have these dictate personality traits there there... You know, they can be really harsh and cold. In fact, I would say sloan as actually has those percentage traits. It's very cold, wouldn't suffer fools, essentially put the bottom line above every everything else. Alright. So here's a lesson from Durant. I touched on this a little last week, but again, it comes up over and over again in these books, different industries, different time periods. It's just too important not to to bring up to your attention. And it's the idea that you need to control things that are important to your life and your business. Billy Durant duran would never forget the bitter lesson of what he solves Patterson t. So this goes back to when he was assembling carriages, which is think of horse carts before the automotive industry. He sells all these carts that he... And then... But his manufacturer winds up cutting them out of the deal and and saying, hey, I'm the 1 making car just buy them for re. So the lesson here is always control your own production and whenever possible, all the links in the supply chain. So this is something that Billy to durant figured out the hard way, Henry ford figures out. The Dodge brothers figured it out. Almost every single person in the automobile industry realizes that the... 1 part, you're missing 1 part from an automobile. You can't ship it. So you have to control everything or else, you you're gonna wanna up... With bottlenecks that are gonna cost time and energy. And now let's go back to Sloan. This is personality. Through it all, Alfred remained the quiet virtually unseen master planner and operator. Silent sloan was what many of his colleagues had called him. Now just like Billy, And I think all of us, he's had demons and things that, you know, maybe he didn't share with other people things that drove him deep, you know, on a deep psychological level. It says beneath that image of the perfect modern Ceo, there was also demons and faults. He held grudges. He suffered new fools. Even if others told him they weren't fools, and he put the bottom line above everything else. Interesting enough Sloan was actually... So he... He had this, like, fan, controlling desire to control all messaging around general Motors. He was adamant that every communication would help the cuss... The the company instead of management. And interesting enough, General Motors was the first company. To have full time in house public relations stuff, which is extremely common today. So it says every message was crafted and targeted to further the company's own agenda, now Alfred its own glory An example that many chief executives later on, wish they had they had followed. So 1, I think this is this is just part of his personality. He did not like the limelight. He just... Well much more focused on engineering manufacturing, but I think he wanted to course correct because he thought Billy was obsessed and kinda like, high off his own press. Because Billy Durant may not be well known today. But in the late 18 hundreds early 19 hundreds, he was really really famous. Okay. So Sloan was also the opposite of Durant in the regard that And this is where III respect sloan in in this regard more than than Billy, and I go back and forth between the 2. Sloan had a singular focus. And I think that's essential. The people that I most admire had this singular focus. And his... His sloan singular focus was General Motors. So it says, by the early 19 thirties, Alfred was widely they considered to be 1 of the richest men in the world. But he had no known hobbies and never sold a single share of general Motors stock. His only investment of either time or money anything beyond the domain of general Motors was the purchase of 1 yacht at the urging of Friends wife and interesting enough. He'll use the out a few times on the of selling it. He did not smoke, hardly ever drink and never played any sports. Now this... I'm not... I like that he's singular focus. I also don't like... I would never wanna be described as their as the New york Times about to describe sloan now. He says, the described it as a functional fearless man. Mister Sloan was was up that goal for whom technology was progress. Life was work. Money was a measure of of success and success the goal. So just to clarify. I think, obviously, being of a singer of focus, as the way to achieve great things in your in in your, career, but, you know, you also gotta enjoy the time we're here. So I think maybe Sloan was too much on the spectrum of, hey. I literally only think about general general motors and only general motors. Okay. So I'm gonna give you preview 2 of next week's book. And that's my ears of general Motors. It became an immediate best seller and a manual for up and coming would be corporate leaders. Now I wanna go all the way back to 1 of the people that I've studied on the podcast that I respect the most. Is this guy named Henry Singleton. I didn't even know who he was until I started studying the writings and speeches of warren Buffett and Charlie Mu, and they kept bringing up, they've said over and number again, hey, the the failure of business schools to study people, like Henry Singleton as a crime. Charlie Mu said, Henry Singleton his returns were... I forgot what he said, like, Ludicrous or actually insane something like that. And so I wanted up reading 2 books and I did 2 podcasts on Henry Singleton. Highly recommend you go back and and, listen to them and then read the books because warren Buffett said if you added up the top 100 Mba graduates in America and you compare their record to Singleton Singleton would beat them all. So they just gives you an idea. And the reason I I hold and warren warren Buffett in Charlie Mu in to high regard in in terms of this is because how many other people do you think have studied more founders, businesses. You, they've been they've been at their craft for, you know, 6, 7 decades or whatever it is. It's just the amount of people and companies that they've studied. It's gotta be... They have to have studied more than maybe almost anybody else in human history. So when they tell you, that, hey, this guy is worthy of your time and attention? To me it's a no brainer. But what does it have to do with the next week's book? Because singleton red Sloan book. And in that book, Sloan goes into detail about, hey, if you're building company, you need to have a relationship or ownership and strong financial institutions. Gm did not have that 19 20 and almost sank us. So Singleton read the book and it completely changed the way he created his company His company was his giant con conglomerate called Tele. And so he he didn't just read the book and put it down and went about his day like, oh, okay. I'm gonna listen to this, and he he made the ownership of financial institutions and I think it was insurance if Remember correctly, a cornerstone of Tele. So, again, these books, I I go back to this quote that's in Port Charlie Alma. It says, there's there's ideas worth billions in a 30 dollar history book. Now they're talking about why is Charlie and Warren and and Henry and all these other people study history so much. Why. Is what exactly what we're doing. Just because that's a... In in Singleton case, that is literally true. That reading that book had a multiple billion dollar effect on the A Mattel. Okay. So that's next week, I'll go into more detail. Now let's go to more about... Let me fill in some of the details that, we're currently lacking with slowing the person. So let's go back as you could imagine as a young person, founders usually, the people we cover, you know, that they're not really to school that much for education, you know, Billy dropped out of high school and says, mom, at 17, I wanna go work. Sloan was the opposite. He was an excellent student said Sloan had a keen interest in mechanics and engineering. After high school, he was admitted to the Massachusetts Institute of Technology. He graduated just 3 years 1 of the highest academic records at any of any I Mit engineering Lump up until that time. Now, you might have heard of the sloan school of management at Mit. It's named after Alfred Sloan. Okay. So at... This is the interesting part too. Always talk about this idea that, hey, sometimes the best way to learn something is to see it done the incorrect way. So his first job out of school. He's gonna work at this... They they make bearings. This is also the company he's gonna wind up taking over and selling to Billy to durant later. It's kinda crazy. But that's not how it started out. He's... He he... His first time there. He's like, this company so poorly were on. He quit. She says, and things were even worse we beneath the surface with employees never knowing for sure whether the next paycheck would be there. He quietly observed and studied the company's mismanagement. Sometimes seeing things down the wrong way teaches you more than seeing things done the right way. That company called Hyatt Roller bearing. They wind up... They can't make payroll, so they're about to go under. Sloan, his father and a small group of other investors decide he doesn't have money, but the older people do, and they said, hey, We're gonna buy this company and try to turn it back around. And he turns it around a great deal. Sloan is very gifted. Now, Grant, I think he's precisely little weird for me, but what he has to say is in terms of management, organizational structure, we should definitely listen. And you see this talent from a very young age. Okay. Thus Sloan was given his first leadership assignment and a shot at saving the business. Part of the deal, was that Alfred and his friend Pete would have 6 months to return the business to black ink. No excuses. Okay. That sentence right there. No excuses. So this is the... His dad and other investors are telling sloan. And you have no excuses. This is something that sloan in turn uses his whole career. Sloan is kinda like Yoda. For for sloan is there's no there's no trying. It's either you do or not to. You either accomplishing you don't, but he did not... He just didn't wouldn't accept excuse Like, you're gonna turn a profit. You're gonna run this company well, or you're gonna or you're gonna be removed. Their backers gamble paid off quicker than they could have imagined. With slow handed, sloan handling production and Pete. That's his partner handling sales. The company turned a profit in the first 6 months in that first 6 months of trial period. Okay. Now, this is really interesting because this is also the company he's turning around as the 1 that to ramp buys. But in the building of this company, we are going to observe through his actions, that there's a key audio ideological difference between Sloan and Durant. So here he goes. Sloan struggle and success at higher roller... Hyatt roller bearing during the early years, always remain 1 of his proudest memories. When he sold the company to billy to ramp for 13500000.0 He wrote a long letter describing Hyatt growth over the years. What Alfred didn't mention in his letter was that Hyatt growth had come from reinvestment of the company's own profits rather than the acquisition and stock market strategy mastered by Billy Durant. A divergence of the fundamental strategy, Why is this important? Why I bring this to your attention? Because, this divergence of this fundamental strategy would be at the core of the general motors general motor crisis of 19 20? Now, after studying Henry Ford, Dodge Brothers, Durant and na sloan, I would say sloan, Durant kind of the outlier here. Henry Ford, Dodge Brothers and Sloan, they wanted to try to grow through companies own profits. They were not fans of speculation. Remember dodge brothers were super rich when they started manufacturing cars. So they owned everything. They have to listen to anybody. And as a result, they were able to move fast and make decisions rapidly. Left in time many time... They left them an abundance of time to get drunk every night in the bars in Detroit. Okay. This is an important lesson from this time period that we're studying. New important industries can start out looking at toys. Remember, our species has no predictive ability. None. So it says when slow began lifting hyatt from the ash ashes in 18 99. How crazy is that? The automobile industry in America was no more than the strange and wild obsession of a few tinker and an amusing diversion for the wealthy investors who backs them. Cars were still widely considered impractical toys and dangerous nuisance. When he was first this is what I mean by by humans have no have no predictive ability. When he was first approached about doing business with 1 of the hundreds of small manufacturers, he didn't take it seriously. So why are they approaching sloan. I need to back this up. Sloan takes a very similar path that the Dodge Brothers did? He sold in a gold rush, which is what the early on automobile issue has he sold pickaxe axis. So he sells bearings. Bearings go in the axles. So think about like this. The car supplier, the automotive manufacturers they to buy axles, axles. The the people that are selling them axles. Have to buy bearings. They're buying bearings from sloan. That's how this all relates together. Okay? So Sloan doesn't wind up taking this opportunity seriously. Until he's contacted by his kind named El wood Haynes. So El wood Haynes was built He built what was believed to be the second functioning automobile in the United States. And this is only way back in 18 94. So he contacts sloan companies he's saying, hey, well, these bearings work better for the cars I'm making. This is what opens sloan eyes to a gigantic opportunity. So he's like, wait. If my product is useful to 1 Automobile manufacturer, why wouldn't be useful to all of them. So you see him re orient his entire company around this? So it says at that at that point, the light bulb clicked and Someone's mine as a later recall, that first Hai order woke us up? If 1 auto automotive automobile if manufacturer wanted something better than ordinary greased wagon axles. Why shouldn't we sell... What why not sell to all of them. So that gets the ball rolling and then very soon after this, He gets a gigantic or where he's like, oh my god. The opportunities here even bigger than I thought. In summer of 1900, he finally received the order that made him refocus his entire business. It was an old order for a car called Olds. That to transform the auto industry from hand assembly to volume production. So before, obviously, the model t, the most successful of the earliest, like, the largest, the most cars, mass manufactured. Right? But before that, you had Ultimately, but I it was called, like the dash or the curved dash something like that, was the most... Before the model, that was the most successful in terms of sheer units, automotive boom manufactured up into that point. And sloan has the contract to make the bearings. Alright. What again, goes back to our our inability to predict the future. This this section, I'm gonna read you right now. Just keep in mind as I read it to you that more than a hundred years more than a hundred years after this point. You and I are doing the exact same thing right now. So it says neither sloan nor billy durant yet saw the automobile as his Destiny, but they had many traits in common with the strong world cast of characters who were then shaping the infant industry in America. Those same characters would influence both billion Alfred view of business and their destin. Both men would carry the lessons learned from the early pioneers into their future endeavors. Yes. Let's go. Now, now something always fascinated by is take the people you admire and see who they admire. I think it tells you a lot about person by who they they admire. And sloan admired and copied Henry Leland, who is the founder of Cadillac and Lincoln, and I'm gonna spend some time telling you there's a lot of lessons, I think in in this section here. So it says if all the automobile industries unique in colorful characters, the 1 whom alfred sloan most admired and emulate was Henry Leland. Leland was a perfection who expected and demanded higher standards than any of his peers. He accepted no excuses and suffered no fools. Sloan devoted devoted more words in detail to what he learned from Leland than he did any other person. So Henry Lin also had a reputation as as a hard task massacre. And here's an example of that. So Stories of the old man, that's what he was called walking through the plant and foundry kicking and throwing faulty casting aside became legendary. Often, this tells you a lot about these standards. These high standards that sloan 1 emulate. Often the party he angrily discarded because they did not meet his own standards had actually met those of his customers, but that didn't matter to Leland. So now I'm gonna tell you this quick story of Leland lashing out at sloan over product and imperfections because he's buying bearings from Sloan. So it says hyatt won the business after Leland found fault with sub several other bearing makers. When the old man also found fault in the hyatt bearings, he called Alfred Sloan into his office for 1 of the most severe tongue lashing Alfred would ever experience. Sloan describes this encounter. Mister Sloan, cadillac are made to run, not just sell. On his desk or some of our roller bearings. Like the culprits before a judge. These bearings should be accurate. 1 like another to 1 thousandth of an inch but look here. I heard the click of his rigid finger now as he tapped it against a guilty bearing. There's nothing like uniformity here. Precision trained Henry Leland seemed to be out of patients with all bearing manufacturers. But he had some excuse to be short temper with us as I discovered when he challenged me abruptly. Mister Sloan, do you know why your firm received this order. As I started to answer, he got up, str over to a window backing me to follow. He pointed into the factory yard where a lot of axles were piled up. The bearings in those axles out there did not stand up under the cadillac load, Lena explained. They broke and crumbled. We canceled the order. Unless you can give me what I want, I'm going to put your axles out there besides those rejects. Sloan now reflecting on what he learned from the that unpleasant unpleasant experience. And this is where you have to respect sloan... You know, some people might, always guy was rude to me yelling. You know, they might they they might approach it from like, an emotional standpoint. Sloan had the exact opposite. This guy is are right. And I need to... I need to get my own standards So he says, this is now sloan talking. So it's a genuine conception of what mass production should really mean grew in me with that conversation. I was an engineer and a manufacturer, and I considered myself conscientious. But after I had said goodbye to mister Leland, I began to see things differently. I was determined to be as fan as he in obtaining precision in our work, an entirely different standard had been established for hyatt bearings as a result of Leland. So what's happening? He's selling us a bunch of things. 1 something that comes up over and over again. Comfort is a false Scott. You are not going to grow. You're not gonna reach your potential for all you do see comfort Sloan reaction to getting dressed out by Leland is exactly right. I need to get my standards up. I I was recently just going over my notes for Ed Campbell. Founder Pixar, C founder Pixar received jobs. His book fantastic book creativity Inc. And in 1 of them, he tells a story about what he learned from when the space race between the Soviet Union United States. And when when Sp beat the United States to orbit. He said that he loved... He said the response from the Us government at the time was can't remember the word he used. He enlightened or something like that. But he said, oh, their their reaction to this challenge was, okay. We need to get smarter. And that's something that's stuck with Ed Camel whole life, and you're seeing that here with with sloan and a completely different new me. Like, okay, You're right. Your your standards, I thought I had high standards. And then I got next to you. And now as a result, because I'd I I'm taking what you're telling me as a lesson. Leland a generation older than him. So it's almost like a father figure in some sense. So say, okay, my standards will go higher now. I love that. Oh, here. He he talks so this is more on a sloan on Leland. He said quality was his god. Meaning Leland God it was quality. Says mister Leland was a generation older than 9 and I looked up to him as an elder, not only an age, but an engineering wisdom. He was a fine creative intelligent person. Back to Billy. Now we have this precision this this rigid, this professionalism in sloan and that in contrast with Billy, like, he's just a wild person. But he's also, again, we need the wild people. We need them. We need them both. That's that's the point of this podcast. Right? Billy is crazy. And so it says, Billy told it... We need vision and and and weirdo like Billy Durant. It says Billy told his 2 friends a day that the day would soon come when a single car company would sell 10000 and even 10000 vehicles in a single year. Remember this is early 19 18 hundreds. K? There's no model t. Yet Not none that. They're hand making these cars. So he's like, we're gonna sell 10000, even a hundred thousand vehicles in a single year. His 2 friends is is Nash and Do. He says Nash turned to Door and declared. Billy is crazy. Yes. But we need this those people. Okay. So let me go. Now, I've been talking about Sloan management style and the things are important to him. Let's go a little bit more about Duran. It says life was not simple for the lieutenant of the hard charging to duran. He expected his executives to push themselves as hard in as fast as he's pushed himself, which was further and faster than most normal people, especially those with families could endure over an extended period of time. He'd burned people a out just like Henry forward. Just like a lot of these heart charging people. They they might be able to work with you for a year, 2 years, 5 years, but they're not lasting decades. Each man also knew that Billy would take any liberty at any time to offer new ideas and suggestions as well as questions. And so the author says this style would later be called micro management. I thought this idea was really interesting. This cell Billy viewed time. Time to him was 1 of life's most precious elements. It's same for all of us even if we don't think about it. Of course, It's literally what life is made out of. Time to him was 1 of life's most precious elements. While he spent un counted hours of any... On any detail, he thought important, the waste of a minute was it in his eyes and a front to the divine creator. Okay. So I bring that up because everybody knows, you know, we shouldn't waste time. We shouldn't it's it's non renewable. But here's the problem. He's like, the waist of a minute was in his eyes on a front, but he you he went let you waste his time, but he would let... He would waste the time of other the people. And as we saw with that earlier story, it's Chrysler and all, and all these other people, Even dupont, which plays a larger role in this this story, comes to bail them out. And he makes and makes Dupont who's supremely successful in his own rights supremely wealthy and makes them wait for a few hours in the and is... He just... This is not a good trait you wanna have. And I could see why people got. Especially people that are, you know, that have self respect. Like, I'm not gonna... My time is valuable too. And when you... When... By your actions, Billy, you're saying that my time... Your time is more valuable to me. And that's just a... That's probably not a a message you wanna be sending people around you. Here's another lesson from Billy, and it's really a lesson of something that he failed to adhere to. You need drive, but you also need focus. So it says not even Billy worst critics would charge that he lacked energy and drive. The problem was focusing that energy and drive. So we have to talk about this the skill set ability to rent 2. He's very different from the early tinker. So Leland, there's a mach. He could make the car, Ford can make the car, Dodge Could make the car, Billy could not. So he might not been able to make the car, but he could tell if the customer getting a good product or not. This ties into the fact that he just had a supreme belief in his ability to sell anything. And so this is the early days of Buick Buick this is 1 of the for 1 of the first company takes a automobile company takes over it, which starts in a few years from now starts Gm. But this is also again, not everybody's gonna be technical. That doesn't mean you don't have contributions to make. And in this sense, what I'm about to reach you. I want you to think about all the podcast podcasts. I think we've done 6 podcast podcasts now on Steve jobs. Think about what we learned on those podcasts as we go through this section now. Okay? During this time, Durant, a non tinker and non mechanic took the model b, which is the the buick car through its paces. He personally tested the car not only for its performance durability under different driving conditions, but for its comfort, visual peel and ease of operation and maintenance. He quickly concluded that it was the perfect car for the non technical operator. So what is he doing? He's testing the car just like a customer with testing. Says with no technical experience of his own to guide and mister Durant applied the only test he could, but he did so with thorough. So when I read that section, I thought, this is... Steve Dr would be proud of Billy Durant duran. Remember when he talked about when you're demoing software to Steve jobs, you were not allowed to give him any explanation. So he said, like, when they start... Like, okay. Well this is what I was thinking when I maintenance this. Steve would cut him. He's like, are you gonna be there when the customer uses the device and the person doing the demo Was like. He's was like, okay, You're not. So I'm going to... Steve is saying, I'm going to go through your demo as the same way a customer would? Just like, you're not gonna be there in over my shoulder ex over the shoulder of our customer explaining And I'm not gonna allow you to do that here. So I think that's just a really good idea. Now, going back to this idea that you need drive and focus. There seems to be a correlation between Billy being focused and Billy succeeding. So says Number 11/01/1904 durant officially assumed manager responsibility of Buick, and he abandoned the his security office in New york and moved back to Flint full time. He was fully committed fully focused and fully energized. What is a result. A while success. It's only when Billy takes his eye off the ball that he runs into this trouble and obviously, he's got, like, some kind of severe gambling speculation problem because he... The brought... Like, it's 1 thing to make, you know, you you can make a mistake get caught, slip in 1 time, but he he makes the same mistake over and over again. And we see the same thing when he gets kicked out of... So he gets kicked out of, Gm the first the first time, and he goes and and finds the company Chevrolet. And Chevrolet wiley successful. He's also focused on it. This is sloan on... He he gives durant credit that Durant was early. Remember, Durant built the Gm of horse drawn transportation before there was the Gm of automobiles. Right? And so sloan is explaining what Billy tapped on that vertical integration is really important? Why was it so important in the automotive industry? Well, Duran had a huge advantage because he realized it's... If it's important horse transportation. Why wouldn't it be important in in in automobiles. So it says every p and this is sloan explaining why? Every piece of the motor car is essential in the sense that the automobiles is not complete unless every part is available? A delay in delivery of any part stops the work. These are giant company. So you're shut... You have to shut down or wait a a day or a week for a apart that it's gonna cost you. It's... That's could be the difference between your profit and loss. A dependable slowing continues. A dependable supply of parts might well make the difference between success and failure. Okay? I just use the word profit loss and success failure same thing. Now this is sloan on the state of the automobile industry between 1919 10. Okay? And this is again, he's giving credit to people like Billy Durant and Henry Ford. They were early to know what was about to happen? Or they had an inkling to guess of what was gonna happen about to happen? Another thing to note. The the word Ford Yes. This is a book primarily about Billy Durant and Alfred loan. It's also about the early on mobile automobile industry. So the forward is mentioned 450 times in this book. Alright. Alfred loan summed up, the growing competition this. No 2 men better understood the opportunity presented by the automobile in its early days than mister Durant and mister Ford. The automobile was then widely regarded it as a sport. It was priced out of the mass market and it was mechanically unreliable, and there were no good roads. Yet in 19 o 8 when the industry produced only 65000 machines, mister Durant looked look forward to a 1000000 car year to come for which he was regarded as a promoter of wild cut ideas, so the thought was crazy. Mister Ford had already found in the model t the means to be the first to make that prediction come true. A little bit about Sloan personality. I mentioned this earlier he did not like the limelight. He preferred to spend his energy on energy... Engineering over excitement. Unlike Billy Durant Henry Ford, Alfred sloan preferred to be the background. Even as his reputation as a shrewd executive continue to grow. He felt that the business, automobile business was attracting a host of persons who had strong appetite for excitement. Yeah. A bunch of mis. Sloan saw himself as a different breed. Dealing with those persons that had strong appetite for excitement only when there was a need for what he saw as his own unique technical expertise. A little bit more about Henry Ford, because I, again, I think this is 1 of the most important. The most important lessons key takeaways out of any book or life story that we've covered so far and it's the fact that Henry Ford had 1 idea. And all you need is 1 idea to build a life on. Now it also helps that the fact that Henry Ford's 1 idea was literally different from other automobile manufacturer. And he says he was determined to concentrate on the low end of the market where he believed the high volume would drive costs down and at the same time feed even more demand for the product. It was a fundamental difference in philosophy, meaning than all the other automobile manufacturers the time. Something that's also interesting that that the other uses to to, again, compare and contrast durant, you know, kinda outlier our opinion as opposed to forward and sloan. And it says, it it led him meaning forward to present many of the basic tenets of capitalism itself, especially the way that financier and investors were driven by the profit motor motive, rather than what he saw as the more noble desire to create a product that would benefit the human race. So Billy is, you know, doing financial engineering, making a ton of money, ford's coming at it from a completely different perspective and philosophy. Now when compare and contrast durant and sloan approach to growth. For him, Durant, the thrill was always in the next deal, not in the nuts and bolts of daily operations. In his mind, empires were built by conquest, not through internal growth. And the road to conquest... Conquest was through other people's money and other people's confidence in his genius, rather than the quiet conservative road, of knowing the fundamentals of manufacturing and marketing as was followed by the likes of Henry Leland and Alfred Sloan. So Sloan... Remember Sloan says part of the the main issue that that was occurring with Gm around 19 20 was the fact that they had all these different divisions. I was not organized at all, and it... It's a reminder that of this quote, from David Packard, founder of Hp that more companies die from ind than starvation. That's exactly what happened to... That's a good way to describe what happened to Gm under durant. His general motors swallowed so many companies in its first 2 years that acute ind followed as a matter of course. And this is durant pitch to other founders when he wanted to buy their company. This is as he's on his way up building Gm. He says he promised the Leland. He bought Cadillac remember. He promised Leland app put absolute operational independence under the general Motors umbrella. With no change in the company's name our identity. This is a promise he made to virtually all the equally strong world hands on owners who brought their operations into the General Motors family. So I wanna I bring that up to you because as you know, I've I've I have a podcast. It's 3 hours long, where I had 54 or 56 years of warren buffett shareholder letters. And this this sentence right here. It says strong wheeled hands on owners. Right? Shoot extremely talented, you've built the company up. You're not gonna wanna work for other people And so Warren Buffett, it talks about. The reason he has this extreme centralized... Extreme decent centralization, combined with extreme centralization that that approach that he built that him and charlie used to build Berkshire Hathaway. Is because he's, like, these people are not horrible otherwise. So I have to give them completely leeway now. Does he feel better because he he's he's just buying the best businesses in the world, But he's, like, If I micro manage them, they would leave, and I want their talent, so I leave them alone. And so we're... Again, that works for Berkshire Hathaway because they're buying great businesses. It did not work for Durant because he bought great businesses, and he bought a bunch of crappy businesses. To. More on Duran durant personality. Neither Billy confidence or his energy was ab bait. Whenever a deal failed to pan out. For him, failure was only a temporary distraction. I think that is... That's such an important trait. For all of us to try to emulate. Failure is just a temporary distraction. We just keep it moving. We're fine. Okay. This is... I like how the author uses the word ironic here. So what... Because what Billy wanted to do was what sloan successfully did. That tells us the idea was right, but the management was not. So this says ironically, Billy basic strategy had been 1 that when 1 had been 1 that would later carry general motors to unparalleled success under Alfred sloan. Namely, a vertically integrated manufacturing network and a family of different brands and products that would create more volume and market leverage than the more narrowly to focused competition could match to that is maybe the greatest... Let's not we not to use the word greatest. It's 1 of the most important innovations that sloan and durant came up with a Gm pioneered. And that's this idea that we're gonna have a wide variety of products. Remember that's completely different where Henry ford, he achieved with just the model t, made 15000000 of them. But then by the by the time, the market moved away from him and Gm actually overtake them do to the Chevrolet brand. I think in 19 29. It worked temporarily for Henry Ford, but they saw Durant and sloan, they were in the perfect position as they realized the more popular automobiles get the more... They tastes that, like, the more variety of taste that the consumer is gonna have. And guess what now I have, all these different brands, and I'm gonna get you at the low end of the market. I'm gonna get you in the middle. I'm gonna get you the top, and I'm gonna shoot for speed, comfort all these different fact and that's what... That's why, you know, when Sloan was done, he brought the market share from 12 to 50... 12 percent to 52 percent. Okay. This book again, I'm gonna bring up forward because I... The author did a superb job of comparing contrasting Gm and ford too because these are the 2 leaders in the industry at the time period we're studying and how, you know, what 1 was doing might work in in in that particular time period of that economic condition, but the other 1 maybe had a different philosophy. And again, and doing anything in life. Businesses building businesses, what they're doing. These are complex adaptive of systems. They they react in ways that are unpredictable. We are all benefit from this this constant experimentation of these different philosophies. Like, how boring would business be if we had 1 way to do it or how boring would product creation be or anything that you're doing. If you... It was only done 1 way. So it's important to say you all these different ones. Because you'd never know what tool you need to to use. So given, like, your current situation and the the constant changing environment. So this is a 2 different approaches of Jam Ford from 19 10 to to roughly 19 20. Okay? And they're they're gonna interact weave in different ways throughout the book. So it says, while the General Motors bank, bank trust, this is after Durant kicked out. While the general Motors Bank trust focused on debt repayment and reorganization with great success because they had to Henry Ford focused on production efficiency and price reduction with far greater success. So I'm gonna go more into... That's from 19... Let's... It's not really 19 10. Let's call it 19 15 to 19 20. Okay? I'm also gonna compare and contrast what they did in the the following decade. But first, I came across this paragraph, and this is so... To me, it's this says why innovation is so important and why we must arm the rebels, that quote... And that's a quote from Toby Luke k. I think his is... How you pronounce his name? He's the founder our Shopify, Shopify is having a lot of success. And so as it grows right now in present day. He gets a lot of comparisons to to Amazon. And I love what he said because it it Shopify exists to increase the number of entrepreneurs in the world. Right? And why would you wanna increase the number of entrepreneurs in the world Because the more entrepreneurs are there more innovation there? And I'm gonna tell you, like, there's like, a these all these... Effects that that flow from the more innovation we have. So he's like, listen, Amazon's building an empire. I'm trying to arm the rebels. And just love that mindset that he has. So he says the automobile sparked not only the great oil boom, Remember, the innovation that came directly from people like Henry ford, billy to durant. Dodge Brothers. All these people. It's really, really... You cannot under state or overstate rather. How important it was to the to the world that we live in now, the 1 that we inhabit over a hundred years later. The was sparked not only the great oil boom. It also sparked innovations and petroleum refining and metal alloys that led to further innovation in chemicals. It also spawned the motel industry as well as gasoline retailing. Thanks solely to the demand for gasoline, the to run the internal combustion engine, crude oil production in the United States soared. The first gasoline pump appeared in 19 o 5 and by 19 15, standard oil had developed the first chain of gasoline service stations. In 19 16, the Federal government began funding the Interstate highway system Look at everything that happens just from what these guys were doing. In 10 years later, motel and roadside restaurants were common in every state. Thanks to Henry Ford model t, and Billy durant vision of vision of a nation transformed by the automobile, had be... It had become a reality. Okay. So I I talked about... We still haven't even got the point where sloan and durant are gonna intersect, and they're gonna intersect because Billy starts off buying product from him, and he's like, I want the whole company. So this is why and sloan... You know, he knew that he's gonna have a different, philosophy from that that durant it. So why would Sloan sell hyatt roller bearing, and he makes us a really important point here? This is the main lesson of the book. When you have 1 or 2 major cup customers, you are extremely fragile if they change to another supplier or to decide to make it in house. And so that... Here's Alfred going through his calculations like, yeah, we're... The business is booming, we're we're we're we're are... Supplying Ford and Gm, and all these but if Ford and Gm poll, that's that's almost all my revenue. So it says, Alfred also remembered how the industry's growth was putting constant pressure on suppliers to expand the production capacity. He's a supplier at this point. The problem for Alfred and his peers as a compared with the manufacturers is the suppliers pockets were not nearly as deep. Expanding their production capacity meant investing in new plant and equipment, but there was no guarantee that the boom would continue once these commitments were made. Nor was there any guarantee from the manufacturers that they would not shift to a different supplier with lower cost at some point in of future, leaving the leaving Alfred stuck with both excess capacity and the cost of the original expansion. Has this idea, and then he also... He he learns from the Dodge Brothers. And learning from the Dodge Brothers influenced to Ce to Ram. So he says the Dodge Brothers has started to make Dodge cars is only a year or so before. We believe... Now he's talking gonna sloan talking about him and his partner at hyatt Roller bearing. We believe they'd changed from part manufacturers into automobile makers because they believe their biggest customers contemplated making parts previously bought from Dodge and they were right about that. It's exactly before it. He wanted to bring everything in house he wanted control. So to Durant. The same uncertainties that troubled makers of, the troubled the makers of parts were valid worries of those who bought our parts. Suppose Buick or Ford suddenly got the idea that it might be cut off from an important source of supply. Now what would happen if they felt that way. Well, here's the problem. Lack of 1 tiny part might hold up their assembly line. They cannot let that occur. That fear was the nightmare of the business. And so he's realized okay, I'm gonna have to sell. Because I'm not gonna manufacture my own car. And, you know, they started the business with what. I think, like, 8000 dollars something like that when they bought it. It was a short amount of money. That maybe it's 10000, whatever it was. When's it's selling... What that? 16 years, something like that later for 13500000.0. It was a fantastic success. Okay. So now we're getting later in the book now durant I should be Sloan is in the fold. He's working with Durant. And the same time he's working with Durant, Durant is teaming up with Pierre Dupont and others Morgan company as well to wrestle control back from Gm, which he successfully does. Now here's the problem. Billy got kicked out by 1 set of bankers. And now he's trading 1 set of banker bankers for another set of investors, and you're dealing with extremely adept and intelligent and successful and driven people. And Billy makes a fatal flaw here. He underestimate. The person that's dump... That's gonna wind up dumping tens of millions of dollars into Gm. What did you think was gonna happen here? So Pierre Dupont is a director at this time of the... He's a I'm pretty sure he's the director of the Board. Right? And he also has a large percentage of his personal net worth in Gm stock. Okay? So he's not gonna let anyone mess up the company. Henry Leland founder of Cadillac also is a Gm shareholder. And so in this section, we see Dupont and Leland identifying they're starting to identify where Durant weaknesses are. And durant weaknesses specifically that could j that could jeopardize their investment. So says Pierre was quietly using his own eyes and ears to app praise Billy leadership and protect his own interests as well as that of other stockholders. Henry Leland warned especially of the dangers of Billy na and love for stock manipulation and speculation. Okay. I'm gonna get to a y pierre has so much money. He's he's running the Dupont company. Right? And so he's Scott... He's his company already making tons and tons of money. Think about World war 1. They sold they sold chemicals and gunpowder. To all the people in the war. So they're they're printing... I think they're making tens of millions of dollars in profit a month... Something like something outrageous like that. And so this is a person that's not gonna just like, okay, yeah. Take, you know, 50000000 of my money or whatever the number is and do you don't have to tell me what's going on? Like, this is a a fatal mistake that Durant made here. So Durant... In in Durant mind, the board's approval, the board's role was to approve policy rather than help set it? Oh, no. He had he had no time to waste explaining his decisions to the board are asking into blessings before making the next big move. This is a mistake that would prove fatal to his reign. See the problem with this belief is for over several years, Durant is relying on dupont for tens of millions of dollars in investment. So... That's fine if you want control, but you you gotta have an organizational structure like I henry ford to dodge Dodge Brother, Dodge Brothers. You don't. You don't have the same organizational structure. You do not have control if you don't of ownership. So let me get to billy make... Bill billy make some mistake again, in 19 17 is gonna repeat that mistake in in 19 20. That's gonna be at the end of his time at Gm. And gonna talk how it ties into, the mistake... What I'm trying to tell you is like, the mistakes Billy is making. He did it over several year period and every time he gave Dupont more leverage and more control. And eventually, Dupont exert that leverage and control. And and and Billy was was rendered obsolete. Still absolutely convinced of General Motors growth potential in its under underestimated value. Billy began buying large blocks of Gm stock on his own in the summer of 19 17, and a 1 man campaign to stabilize the share price in the company's market capitalization. Bad idea all every time. You're not gonna fight against the market as an individual unless you have on unlimited resource. He didn't have on unlimited resources. Adding to the risks was that he bought the shares on margins using the shares of general Motors he'd had already owned his collateral with his brokers. When the market price general motors stock fell below Billy purchase price, brokers began calling the margin and demanding full payment of the money that they had in effect loaned to him to buy the shares. Billy back was against the wall. Now why am I telling this? Because it says, and what would prove to be just the first a series of moves that weakened his influence and control over his baby, and that's exactly how he described Gm, his baby. He went to Ras, Ras ops, Dupont. Let's consider him Dupont right hand man in Gm. And explained his situation and he asked if they could extend them a alone. So they have to... They... That's the first bailout. They'll bail amount again in 19 20, but when they been on the second time to kick him out. Now, it's important to note Dupont company's printing money, And that's what it may enabled it to buy a large percentage of Gm stock. Just through a a few years in the war, Dupont company had an una. That's a funny word. Right? Una cash surplus of 50000000 dollars. That's a great problem to have. Oops. I accidentally made an extra 50000000. This is the result because they had a huge growth in wartime sales of its chemical and explosives. Now you do pond company interesting enough. I gotta find a good book on this too. It was actually founded. So we're in, let's say we're in 19 15 19 20 area. It was found in the 16 hundreds. So 300 years before we're at, And they would sell... Originally sold gunpowder in in Britain. So 300 years later, the descendants are still running it, and, you know, they're still making money. Now, I've just spent the last few minutes telling you about the weaknesses of Durant. But again, he's a paradox. He was extremely talented. And I think that's that's a good reminder, like, you know, nobody is a perfect person. So his track record was unrivaled in all of American business. He had built the world's largest carriage empire from an investment of 1500 dollars. He had brought Buick up from the ashes with an initial capital of 75000 dollars and leverage that to create general motors. And when other thought others thought he was ruined, he had created the Chevrolet motor company from scratch and leverage its success to regain control of the larger general motors from the bankers who still sc that is risk taking. Although even the bold of entrepreneurs may have been content with such a record, billy to durant was still dreaming a bigger. So, again, everybody's gonna make mistakes, unfortunately for To durant. He, you know, he he did what thor has told us not to do, you cannot you had to avoid ruin at all all costs, but he was still supremely supremely talented founder an entrepreneur. Okay. So I wanna get to the financial crisis. The financial crisis of 19 twenties is and what is the thing that that sets off these series of events that winds up, making having durant lose his company. But the Gm response to the financial crisis compared to ford's. And it's very interesting to to think about this because 1 is robust. And the other's fragile. So it gives you an a good idea of which what do you want... Which position you wanna be in for the inevitable financial crisis that that have happened throughout human history and will continue to happen in the future? And so it says, Ford did not have a peer Dupont or an alfred sloan looking over sold shoulder when the market for vehicles abruptly disappeared in the spring of 19 20. What's gonna happen in a financial crisis, people are gonna buy less cars, Of course. By then, ford to taking this company private. Also, unlike durant Ford generated his working capital from the reinvestment of profits rather than the issuance of stock. He was in a position to ride out the storm and emerge stronger than ever. Billy Durant was not. So he has... This is how Henry Ford reacted to the huge decrease in demand. Within 24 hours of an Edi from Henry himself, all ford motor production was shut down and all workers were sent home. With absolute confidence in Will Henry Ford then personally c control his dealers to buy his remaining vehicle inventory. Now why would they do that? Dealers knew the cars could not be sold a retail without a loss, but they comp comply in order to remain in for its good graces when the good times are turned. Ford it also demanded price concessions from suppliers and got them. In short, the pain was spread and shared among all ford's its constituents. General Motors in contrast was in no position to move quickly are forcefully on any front. General Motors inventories and debt continued to soar, while while ford Motors companies actually declined. Henry ford's decisive caused Ford motor company to take a severe hit in 19 twenties. So think about it this way. Henry looked at the situation Like, I'm gonna take the pain front. And in life, usually always better to take the pain front. But it's rare because we don't we we don't like to do this as humans. Henry's ford cy this caused ford motor company takes a severe hit in sales in 18 20, but it also fits the company a position for be for a far more dramatic comeback the following year. General Motors couldn't do that. So it says General Motors total Vehicle for 80 20 actually slightly exceeded the 19 19 level. Thanks to strong sales in the first 5 months of the year, but the crisis forced a drastic restructuring the following year that killed the general the general's momentum. While for ford motor company moved into high gear. Okay. So this is where Billy kicked out. I covered this last week. I'm just gonna add the things the parts that were not mentioning in the other book. Talks about these syndicate they're trying to raise money from not to Dupont, but more company all each other investors because they're gonna run out of cash because of this this financial crisis. So when the syndicate were formed, it was also agreed that either the Dupont business interests nor billy himself would do anything on their own to try to prop up the stock like he did in 19 17. The house of Morgan in particular was to not be interfered with by any speculating that might undermine its own efforts even though they were speculating. There you can't trust these people. Yeah, Billy once again proceeded secretly to start buying on his own on margin jesse had in 19 70. So he does the exact same mistake over again. Once again, Billy margin call soon exceeded his cash and forced him to pledge shares of his own general motors stock as collateral. Those shares had given a personal fur fortune in excess of 90000000 dollars. By Thanksgiving, it was all gone. And he found again... Once again found himself at the Mercy of Pierre Dupont for a bailout. And now the authors he brings us some good points. What could have driven Billy to play the fool game once again? Had all the pressures adrenaline and lost sleep of all his razor edge rides finally forced him to snap in his psyche? Had the ghost of his father's failures on Wall Street come back with a vengeance? Had he become a gambling attic long before the term was coined? Our hat is eternal optimism led him to believe that come back and greater glory were again just around the corner, no matter how bad the situation might appear at its worst moments. Perhaps the only mystery greater than his own motive is how he managed to keep the Gamble secret for several months until he was in a far worse position in 19 17. Billy did not lead behind any notes or letters explaining his motivation. Now that brings us to the point in the story where sloan is gonna start running Gm shortly after this point. And right here, Sloan summarizes for us what he feels is durant strengths and weaknesses. So he says mister Durant was a great man with a great weakness. He could create but not administer, and he had and he had first carriages and then in automobiles, more than a quarter of a century of the glory and creation before he fell. And so he continues. He just says the fact that he wasn't able to stain this, is in itself a tragedy of the American industrial history. Now, here's the difference. Sloan approach. He approached this says, hey, I'm... I may not be the company founder, but I'm professional manager. And so he coined that term. Sloan went on to be credited with cl the term professional manager. And he viewed all key members of his leadership team just as that. Professional managers, dedicated and indebted to the per preparation of the enterprise itself rather to any any dream or individual. Neither Billy baby nor Corporate America would ever be the same. Again, this sounds a lot of the stuff that we're learned from Sloan sounds common. But he the 1 in in large part that pioneered a lot of this. So this is the reign of sloan. And as I mentioned earlier, this also of the book that influenced how Henry Singleton built its business. From the year 19 21 until Sloan retirement in 19 56. General Motors growth was unparalleled and virtually uninterrupted uninterrupted excuse me. In his letters to stockholders, sloan referred to General Motors as an institution rather than a company. The institutions culture was 1 of methodical logical result oriented teamwork and accountability. Gm under Durant was a 1 man show, essentially. A culture tip by the way, Sloan in his private research and writing team structured my years with general motors. Which be... The reason I bring this up is because what they author says how important that book was, which became the bible, not only for the General Motors team, but thousands of companies and thousands more of would be Ceos. The reason so important and the reason I'm going to cover next week. It says my ears with General Motors remains the only detailed and documented record of the transformation of Billy Durant un baby into an industrial icon. As long idea for reorganizing Gm. He called decentralized operation with coordinated control. So I'll I'll talk more about that next week because the the book goes in great detail. Can just give you some idea of what's what like, how he approach this. Sloan starting point is decent decentralized business units. Decent decentralized then he's explaining why. Decent centralization was analogous to free enterprise. By that is meant that we would set up each of our various operations is an integral unit complete unto itself. The key advantage of decent centralization in Sloan view was that it encouraged initiative and creativity at the local level while limiting the individual power and control of central office executives. Exactly what he didn't like that Durant had. We realized that in an institution as big as general motors. This is durant... Sloan talking now. Any plan that involved 2 great a concentration of problems upon a limited number of executives he's describing Durant reign a Gm, would limit initiative would involve delay would increase expense and we'll reduce efficiency and development. So he's... Again, just like, his first job, where he learned what not to do by studying bad management. He you see that he's identified the weaknesses of durant, and he's she's plugging those holes 1 by 1. So Sloan describes the way durant managed as like an. So it says it would mean an, which is just as dangerous and a great industrial organization as it is in government. Now, it's sloan is just full of really, really good ideas. And this is specifically is a very smart move by sloan. Sloan, like Billy, understood that people viewed automobile, not just as a transportation machine machine. They're not buying transportation. They view it as a statement and a reflection of their own status and aspiration. So I'm gonna tie in the way Sloan thought about this as to what we learned from David Og. So says sloan developed a product strategy target by our specific aspirations. This is really smart. Its essence was to... As Essence was to divide the market into price segments and offer cars with the most appeal and value in each segment. Sloan called it a car for every purse and purpose. No general Motors vehicle division or brand would compete against any other in any of the other segments. Each was to have a distinct identity and appeal to the distinct buyer. What he's calling a a car for every person person and purpose. David Og would call product positioning. So this is a quote from Og on advertising, that great book. This is David Og writing. Now, consider how you want to position your product. This curious verb is in great favor among marketing experts. But no 2 of them agree what it means. My own definition is what the product does and who is it for? I I could have positioned Dove the soap as a detergent bar for men with dirty hands. But I chose instead to position it as a toilet bar for women with dry skin. This is still working 25 years later. It's a really interesting idea. Okay. And it's sloan understood that intuitively. Sloan also preferred tight financial controls and feedback loops. This is actually really smart because this way he could catch a problem early. So he had all kinds of data and reporting coming out of every single unit and division at Gm. And at most, it would be on a monthly basis. And then he would only, ask for these reports to be created, but he would read and internalize and act upon them. So it says to put even more fire in the bell of his field leadership, Sloan always carried what he called his little black book. Which listed each unit's latest forecast as well as to historical performance and its... Competitive position vis vis other units of the corporation. Whenever he visited the units, he would refer to the little black book as at least once during the conversation with local management Na He requiring you do it, but he's also letting you know by his actually, hey I'm reading this. So don't mess around. Another smart moved that sloan did. He made it a priority to visit and to talk with dealers. Gotta take care of his... His points of distribution. This is very similar to, what Sam Walton. He would constantly go to every single store. And so now Sloan is going to where the stores are where his... His products are sold. I made it a practice for the 19 twenties and early 19 thirties to make personal visits to dealers. I went into almost every city in the United States visiting from 5 to 10 dealers a day. I would meet them in their own place of business, talk with them across their own desks and asked them for suggestions and criticisms concerning their relations with the corporation to character of the prod sucked, the corporation's policies, the trends of consumer demand, their view of the future and many other things in the interest of the business. I made careful notes of all the points that came up. And when I got back home, I studied them. Now, the this is the results of all sloan ideas, which is nothing short of remarkable. Sloan numbers spoke for themselves. Net sales grew from 300000000 to 1500000000.0 net income had grown from a loss of 40000000 to a net profit of 250000000. It was largest turnaround in the most thorough transformation in business history. Billy baby had come of age. So now this is Sloan philosophy, summarized by himself, and interesting enough, like most things in life, it's simple, but not easy. So it it's easy to explain, simple to express maybe, but difficult to follow. So he says get the facts, recognize the equities of all concerned, realize the necessity of doing a better job every day, keep an open mind and work hard, and the last is the most important all. There is no shortcut. This is flown on change. This is really important. No company ever stopped changing. Change will come for better or worse. I hope I have not left the impression that the organization runs itself automatically. An organization does not make decisions. Its function is to provide a framework based upon established criteria within which decisions can be fashion in an orderly manner. The task of management is not to apply a formula but to decide an issue on a case by case basis. No fixed, inflexible rule can ever be substituted for the exercise of sound business judgment in the decision making process. Okay. So towards the end of Billy life, he's actually supported sloan and other executives of Gm actually give billion annuity and make make sure that he does not die, you know, he's not homeless. They went up giving him what's the equivalent of, like, a hundred thousand, something, a hundred thousand dollars in today's dollars. And they also, right before he died, honored him for the role he played in founding the company. And so after that happens, Billy writes sloan a letter. And in this letter, I think is the greatest summary of the differences and approaches to these 2 people. So it says, Billy wrote alfred a letter thanking him for the handsome compliments in the article. Fitting, the letter also included a reminder that would that there was much more success than the science of management. I do wish mister Sloan that you had known me when we were laying the foundation. When speed and action seemed necessary. You are absolutely right in your statement the general motors justified an entirely different method of handling. After the units had been enlisted. And you with your training and experience surrounded yourself with competent reliable men of sound judgment, vision, and devotion to the cause, which has enabled you to create the general motors of today. A truly great institution. But now in his letter, he's gonna provide the following story. And I'm gonna change it's it's it's a meeting of 2 generals on the battlefield. And I'm gonna 1 is meant to represent sloan and 1 is meant to represent Duran durant. So I'm gonna change the names of the generals so you don't get confused to who this supposed to represent. Okay? To sum up the early history of General Motors reminds you the following story. General Durant who came up from the ranks met major sloan, a West pointer on the battlefield at Chattanooga. In speaking of the engagement, General Durant said, right up on that hill, there is where a company of infantry captured a troop of calvary. Major sloan said, while general, you know that couldn't be, infantry cannot capture calvary to which general Durant replied. But you see this infantry captain didn't have the disadvantage of a West point education, and he didn't know he couldn't do it. So we just went ahead and did it anyway. I will leave a story there that is a hundred and 21 books done 1000 to go. If you buy the book using the link that's in your show notes, you'll be supporting the podcast at the same time. And I'll talk to you again soon."
}