{
  "transcript": "We knew that the product had great potential, but I could hardly say that any of us realize the extent to which the automobile would transform the world, reshape the entire economy, call new industries into being and alter the pace and style of everyday life. It was my personal satisfaction to be associated as a supplier or a competitor with a large number of the able citizens who created and contributed to the development of this industry. The names of a few of them by their association with cars and companies stand for a new American legend. Mister Ford, mister Buick, mister Chevrolet, mister Olds, mister Chrysler. Involved with thousands of others in the destiny of this industry they conducted the pros operations of running a business without being aware of the revolution they were making. The field was open to all. Technical knowledge flows from a common store house of scientific progress. The techniques of production are an open book. The market is worldwide and there are no favorites except those chosen by the customers. When we started on this great adventure in the early 19 hundreds, the whole automotive industry was searching for ways and means to find itself. In those early days, we lacked the techniques that today are taken for granted. Things just seem to happen to us. And to the industry. The number of sales by dealers was unknown. The number of cars held by dealers was unknown. Trends in consumer demands were unknown. There was no awareness of the importance of the used car market. There were no statistics on the different cars market penetration. No 1 kept track of registrations. Production schedules were set with no real relationship to final demand. Our products had no plan relation to 1 another or to the market. The concept of a line of products to meet the full challenge in the market had not been thought of. We had to start from that beginning. My impressions of all this after more than 65 years in and around the automobile industry, 45 of them with general Motors are the basis for this book. Alright. So that's an excerpt from the book that I'm gonna talk to you about today. Which is my years with General Motors by Alfred Sloan. Okay. Back on founders 01:10, I covered, this is a second podcast I did on henry Singleton, and I talked to you about the book called Distant Force, a memoir of the Tel Corporation in the man who created it. This is the book I was reading where I first found out about Alfred sloan auto geography, which is the 1 We I to you about today. But I wanna read an excerpt before I jump into the lessons from Alfred loan from distant force. And it says, Henry talked to me on several occasions about a book by the former Chairman of General Motors Corporation. He told me he had learned a very important concept from that book, which he wished to use in the growth of Tele. He explained that in about 19 21 19 22 after World war 1 and during a very difficult economic time of recession, general Motors had needed additional funds to finance their growth and had a plan to sell bonds to the general public. The bond sale was a complete failure. And the chairman had written in his book that it taught him an important lesson. It was that for a corporation to grow and to have a strong financial base it needed to have as part of itself, an interest in substantial financially oriented institutions. So General Motors has started general Motors Acceptance Corporation. Also as G and and invested in other financial groups. As a result, this is the important part. As a result of it his interest in the idea, Henry had decided that at some point when Tel had reached a certain size, he would seek out financial organizations we could acquire. So near the very end of our acquisition period, we did go in that direction before we finally stopped. We began acquiring a number of financial and insurance companies, which was a significant change from our usual aerospace, Metals, industrial and consumer company acquisitions. So the note I left them that when I read that part of the book, the note Left them, that page was actually another quote that is found in Poor Charlie Alma. And it explains why Charlie Mu and Warren Buffett are so fan about reading biographies and studying history. And it says there are ideas worth billions in a 30 dollar history book. And for in the case of Henry Singleton and Tele, the the effect that the book that we're gonna talk about today that had the effect of that... 1 idea that Henry found in that book had that is literally true. It had a multi billion dollar effect on the outcome of Tele. And it's just another... To me, it's just another illustration of why we're... We're on the right path with what we're doing here at founders by going through and reading all these biographies because there's there's so many ideas that people spent their entire careers. And in many case, making mistakes that they warn you you know, to not follow their path. So I just wanted to bring that to your attention to tie all this this together. I wanna jump right into this book. I wanna first start start talking about... I think what jumps off the page as soon as you study Alfred sloan. So again, we talked about sloan a lot in the last 2 podcasts because we we were talking about the founder of General Motors Billy Durant. And so the the way to think about how Sloan fits into the picture as we continue this multiple part series is we're studying the the early automobile industry founders and Pioneers is Billy durant started the company and sloan perfect it. Okay? So first, something to know, about Sloan is he would... The the a striking difference between him and Durant duran. Durant had, you know, a ton of different things he'd juggle at 1 time. He'd be investing. He'd run a bunch different companies. Sloan had a singular focus. And he says so here. He says general Motors and the hyatt roller bearing company, have been almost the sole interests of my business life. And I think that's 1 of the things. Just like, similar to Henry Singleton, even the Singleton Ran a conglomerate, he was... He had a singular focus. And I think that's something that when when I started studying henry singleton to something that has changed the way I want to approach my life and something an idea I hope I never let go of. Alright. Another thing Nobel song. He always thought big. And I love this idea. He says I simply took the view that we should go at the job vigorously and without hamper restrictions. I put no ceiling on progress. That it gives you a good indication of his personality. He's extremely serious extremely dedicated and extremely driven. So, this is sloan... Now this is it's funny. This is advertised. As, like, an auto. It's not an auto. He talks about his personal life and his family and the stuff you would expect to find an auto for, like, a few paragraphs. The vast majority is extremely detailed, detail oriented around the decisions he made while running general motors. And I've read in other books that he had over 20 different researchers helping him go through the archives of general motors to pull out minutes for meetings all kinds of stuff. So this book is massive at 600 pages is extremely detailed. But I do wanna tell you a little bit about his early life to to the small degree that he covers it. This is sloan on his family traits. He says, I think we all, we have all had in common a capability of being dedicated to our respective interest. He talks about... He's talking about it's siblings there. That whatever professional they chose, they alter chose different professionals, but they took it very seriously. A little bit about his early life. And, as I read this section to you, I just wanna you to think about. We see this trend again and again, sloan was at the right place at the right time with the right set of skills. And so he he indicating that to us here. He says, I came of age at almost exactly the time when the automobile business in the United States came into being. In 18 95, the first gasoline automobile manufacturing company in the United states was started. That same year, I left Mit with a Bs in electrical engineering and went to work for the hyatt roller bearing company. The hyatt bearing the product they're making was later to become a component of the automobile. And it was through this component that it came into the automotive industry. Remember he worked in the industry for 65 years. Except for 1 early and brief departure from it, I have spent my life in the industry. So think about how valuable it. He's over 6 decades of experience in 1 industry. The things that we can learn from this person. Now this is what I found fascinating. This is his salary in the job description when you started working at higher roller bearing. We were doing business of under 2000 dollars a month. So 2000 dollars a month in revenue. I was like I was kind of an office boy, a drafts, a salesman and a general assistant to the enterprise at a salary of 50 dollars a month. Okay. So why am I bringing up, why is this important? Because this is another example of growing into the person that you need to become? He started at 50 dollars a month. At 1 time in his life, he is the second richest person in the United States behind Henry Ford. And the other thing I wanted to bring up is the fact that the business... When he started working, it was doing 2000 dollars a month, Eventually he takes over this business. This is the same business that he's going to run for about 15 years or something like that, and he sells to Billy Du durant duran for 13500000.0 dollars. Okay. So he leaves the company comes back. They buy hyatt because it's about to go out of business. So that's to be liquidate. And his father buys it within associate and they him 6 months to turn it around. So let me just bring you up to speed on this real quick in case you haven't yet listened to last we podcast. In 18 98 appeared that the company would have to liquidate. But my father and an associate his combined to put 5000 dollars highest. So 5000 dollar investment that they want his father a shareholder the entire time up until the point where he sells billy ram. So they pay 5000 dollars to high with the understanding that it would go back for 6 months and see what I could do with it. At the end of 6 months, we had made some advances in volume in economy, and we made a 12000 dollar profit. That put the business into a position where we recognize that it might be successful. And this is so important. I could not know then that through hyatt, I had entered into the head waters of general motors. So what is sloan saying there that he's saying that the opportunity that he was about to be presented was unpredictable. Not only does it become a supplier to general Motors ford and others, but, of course, General Motors when a buying company, about a decade and a half in the future from a rat. Something to know about Sloan. Again, I don't think they're gonna write a book about you. If you don't have this personality trade. He was persistent. And determined. So he says for the next 4 or 5 years at hyatt, we had growing pains. It was difficult to get business. And when we got it and expanded, we needed working capital, and we could not get we could get that outside the company. Another contrast to Durant who wanted to fund most of his company money through his companies do stock issuance and collecting people... Money from other people. Sloan grew his company through... Internally, mainly due profits. In 5 years, we made progress. Our profits got up to about 60000 dollars a year. That's amazing considering the 2000 dollars a month when you start working there. And the prospect... Prospects improved as a young automobile industry opened up open up a new market, meaning a new market for the bearings. Now, my 2 favorite parts of reading this book was Sloan has an immense amount of knowledge into the early days of the industry which I, of course, find fascinating. So I'm reading so many books on it. And second, which I get to later is he's extremely detailed in his head to head competition with Henry Ford, which he winds up winning. So I'm gonna tell you more about his strategy, which is which is really fascinating, and he goes into a great detail, which is fantastic part about the book. So on the early early days of the automobile industry. It says my first personal experience with automobiles was much like that of others at the time. I wanted 1, but couldn't afford it. Only about 4 t thousand cars were made in the year 1900, and they were expensive. So, of course, you can't really understand Alfred sloan if you don't understand billy Durant vice versa, so he's gonna talk a lot about Durant and his book. His book was published about 20 years after Durant died. So he says, Durant pioneer work has yet to receive the recognition it deserves. That he's writing that 19 63. Still a case today. Most people don't know who the founder of General Motors is. Everybody knows who the founder of Ford is. His philosophy was an emerging 1 in the model era and it was afterward to be realized not by him, but by others, including myself. So what is he saying in that paragraph? Duran durant came up with the idea? I executed it? This is flown under Rant and ford building personality driven companies. He says they were a generation of what I might call personal types of industrial. That is they injected their personalities, they're genius as a subjective factor into their operations without the discipline of management by methods and objective facts. So the first half of that sentence is sloan giving him credit to what he feels where their best attributes second half was what they didn't do well and what he feels he did well. Now this is also interesting because when I read that section, it made me think of this a quote by Charlie Manga. I've never forgot. And he says that you must follow your natural drift. And he talks about, you know, he he graduated from law school. He such practiced an an attorney. A lot of his early clients are business people, and he's like, I'm not suited to be an attorney. I don't wanna do this. I want to invest in businesses and I wanna be a business person. And I wanna be an entrepreneur entrepreneurial or reinvest And he talked about, like, there's plenty of... Like, he just had to be who he was. That's what he means by following your drift. So Sloan is talking about they're injecting their personality into their businesses. I think everybody inject their personality to their craft. And just think the the people who are the best at it are the ones that lean into whatever makes them unique. And then they match up whatever makes them unique and falling the natural drift to what they're doing for work. Some people never do that, unfortunately. And so in in Sloan case, I don't think he... You know, there's a reason why there's a bunch of other people that were suppliers first and then turned into automotive automobile manufacturers. The most successful example that is the Dodge of others. Sloan could have done that, but that's not his natural drift. He was meant to be a manufacturer an engineer, a manager. So I think that's important as we we hear what he has to to tell us and to teach us that we view it through that lens. Alright. So this is sloan on Durant ramping being more advanced manufacturer, than he was saying, you know, Durant was ahead of his time. And a reason he was so had of his time is because he had an eyes on vertical integration way ahead of other automobile peers because he... Remember, he had built the Gm of horse transportation. So it says Der durant thus showed a considerable sophistication in economic matters very different from the popular image of him as a mere stock market plunger. I cannot say that he was precise in the application of his economic philosophy. So what he saw talking about his economic philosophy. He's talking about vertical integration. But he emerged pro pro this is really, really important sentence here. But he emerged prominently from a period that saw the birth and death of a great many automobile company. So what is he saying there? You have to respect him because he survived. And Sloan talks about the lot. So 1 thing to know about son extremely focused on profit. And he's not focused on profit just because he's, like greedy for money. He's focused on profit because he wants his company to manufacture automobiles and to do that they must survive and the only way to survive profits. So we talked to a lot at length that a lot of these other movement manufacturers did not focus enough on profit. And so therefore, they were at the the Whim of other financial people, whether banks or investors to continue putting money to the company. And when you find what so Was sorry About. When you find yourself in the situation, you're gonna... If you happen to need money, at the same time there's an economic contraction which Sloan had to manage, you know, managed Gm for 3 to 4 decades, he had to deal with this constantly, and I'm gonna get to more of his crazy impressive performance during the depression that you're gonna find yourself at the whim of those people that have the money. And if they don't wanna give it to, you're done. So to sloan, he... You you know, he he he has like a love hate relationship with Durant. I'll get to that. He talks about that he he views him of in 2 mines, 2 different ways that are in and in large rush contradiction. But this 1 sentence like, he he did respect him because he survived. There was tons of people that started companies in early 18 hundreds. Long gets kicked out Gm in 19 20. When he last 20 years in the early automobile issue. That's insane when you think about... Maybe not thousands hundreds, maybe thousands of companies died in that in that period, probably hundreds. I don't know if those thousands. Alright. Moving on. This is slowing on the situation at Gm before he takes over. Thanks mainly to mister Durant General motors had then the making of a great enterprise. But it was in good part physically on integrated and in management un coordinated. The expenditures for new companies, plants and equipment and inventories were terrific, some of them not to bring a return from a... For... Mean... When he meant terrific means it was large amount of money, not that they were great. You just came to his points. Says some of them not to bring a return for a long time if ever. And as they went up the cash went down, meaning they had lard to not only manufacturer, but to, to me to manufacture that number of amount of cars took an insane amount of money. So so General Motors was headed for the crisis from which the modern General Motors Corporation would emerge. I bring that in there because he says you have to go through this tumultuous period, you had to make those mistakes to realize, oh, this is this is a problem. We don't rectify this. And if we don't course correct here. We're gonna go to business. And so when sloan takes over, it's a period of crisis. But that's a motivating factor because that allows him or motivated him to build a very, very strong financial base, which he depth definitely does. I, I covered... Last week a little bit of about how sloan looked up most and learned most from Henry Leland founder of Cadillac. I'm not gonna cover... We cover all of it, but I do... He brings them up a lot in the books. I just wanna read a couple sentences to. So he says, he then taught me the need for greater accuracy in our products to meet the exacting standards of interchangeable parts. Mister Leland came to the industry with a mature experience in general engineering and in gasoline engines, which he had long made for boats. 1 of his specialties was precision metal work, which went back to his experience in tool making for a federal arsenal during the civil war. So think about that. We're in the late 18 hundreds, maybe early 19 hundreds when they're interacting. Henry Leland, they talked about, you know, he's was this white beard guy. He'd already... He professional engineer for 40 years. So the generation older and sloan, what could he learn from this person's accumulated experience a lot and sloan definitely sat and and learn from him? It it has been called to my attention that Eli Whitney long before and started the development of interchangeable parts in connection with the manufacturer of guns. They're also during civil war, a fact which suggests this is this is why I'm including this part. I love the sentence. A fact which suggests a line of descent from Whitney to Leland to the automobile industry. And the reason I love that part is because I thought of this this this quote that actually comes from Damian Marley of all people. And he says the accumulated intelligence of mankind is which makes us special amongst all other species. Everything is built upon the foundation before it. So now only we seeing that Leland is building on Whitney and then Sloan builds on Leland, but then who is... Who builds on Sloan? We just start... I just I just started the podcast telling you that Singleton built on Sloan. So this this statement is true. Everything is built upon the foundation before it. And you're doing a great to disservice here. Yourself if you're not studying the foundation. Okay. Sloan and Walter Chrysler. 1 of his best friends one's up being a competitor too. Mister Chrysler was a man of high ambition and imagination. He was a practical man with broad capabilities. His genius, I think was in the organization of automobile production. Definitely. He used to run all of manufacturing and production for Gm. He recognized the opportunity offered by the young and promising automobile. It's really funny. Because later in the books He's talking about how he's competing with Ford and they're all focused on ford because such a dominating force in the industry. And they're at the time, and I'll get more of this in in later, but, Sloan is using the lower priced branch Chevrolet as his main weapon against Ford and out of nowhere it comes Chrysler with another lower priced car. And he knew he was a formidable character because he knew it guy in play. He had a lot of experience. He's really intelligent person you have to take him seriously. This is sloan and why he thought it was a good idea to sell his company to Gm. So he says because of the way heights its business had evolved, it had come to depend upon a limited number of. So what he's telling us a section as a continue read, think about, he's telling you it's a very dangerous and fragile place to be in. If almost all your revenue comes from 1 or 2 people. He says Ford alone represented about half of the sales. The... This business if loss could not be replaced because no new customer such magnitude existed. Second, so it goes through 3 3. That's the first reason this is a second. I recognize that the kind of roller bearing we made at the time was destined to be supplemented and perhaps super seated by other types and what then. Another reorganization, a different product, in effect, you're... You'd have to create an entire new business essentially what he's saying there. I may say that in the past 45 years is what I thought then would happen to the product has happened. Hi hyatt. Old type of bearing had gone out of automobile design. So he's right about that third. I spent my entire working life. I was 40 years old then developing a property and I had a large plan with a great deal of responsibility, but I never much yielded yielded out of it dividends. Mister Durant offer presented an opportunity to convert heights profits into readily sale assets. So what he's saying. I wanna get paid. I wanna know what's it's like to be Rich. I worked really hard. I wanna take some money. Nothing wrong with that. So he winds up Durant bunch buying the company. With durant running this company at the time called you know United Motors. Don't worry about the name. It's just a proxy to get control of Gm and and gets folded into Gm once drink gains back controls. Just ignore this part. But the important part is that he's getting out of his comfort zone, we talked about this over and over in the podcast, comfort as a false Scott. You're not going to do anything great with your life if you just... If you try to see comfort constantly. So he says, for the first time in my my business horizon widened beyond a single component of the automobile. I became president and Chief Operating Officer, United Motors. United Motors is acquired by Gm. Sloan takes a keen interest in Gm because he has so much of his network tied up and it stock, and this is where he starts telling us... He's he's monitoring... He's working Gm as a vice president, but he's also monitoring to Durant, monitoring Durant because Durant running the company that accumulated... That that is responsible for a large percentage network worth. So he's concerned about it. He said, I had I had proprietary as well as professional reasons for taking an interest in the the corporation as a whole since most of my personal assets had been converted into g Gm shares. It was not long there. Therefore, before I began take a close look at mister Grant's general policies. I was of 2 minds about mister Durant duran. I admire his automotive of g... His automotive genius his imagination his generous human quality. So that's that's what I admire about him too. He's extremely likable. You wanna root for him when you read his biographies. And his integrity. His loyalty the to the enterprise was absolute, but I thought he was too casual. It's interesting choice of words there. Some of would say sloan is too serious. I thought he was too casual in his ways of as of an administrator, and he overloaded self. Important decisions had to wait until he was free, and were often made impulsive. Sloan also questions if Durant was telling the truce. He says they didn't see the financial panic coming. The 1 in that or 19 19 19 20 19 21 area. Mister Ras, who's running the company With durant came over from Dupont because Dupont America law large investment. Again, I cover that nailed the podcast. If you wanna learn more about that go back. Just as mister Ras went ahead pushing the expansion and paying the bills. Mister Durant management methods led think... Let things out get out of control. So he's talking about what's happening right before Durant gets pushed out, and he's telling us is because this is the the end of Durant story in the beginning of his. Right? So it says I've heard that mister Durant became pessimistic about the national economy in late 19 19, but I can find no record of it. On the record, both mister Durant and Mister Ras cobb were strong, optimistic expansion. They seem to disagree on occasion only what what to put the money into. So again, he, Sloan is gonna tell you over and we're gonna be optimistic, but not in the face of uncertain economic conditions. If that could lead to the potential bankruptcy of your company. Last week. So when when Gm gets harsh me when Duran durant gets kicked out, he's convinced that there was, like, stock manipulation. And he was squeezed. And essentially, he's saying, I got hustle. Right? I... When... But we... From studying to durant perspective, I just... When I when I see something like that when you transfer over our Durant calls it, like, some of the most valuable securities in the world, like, you know, for for a fraction of what they were soon to be worth? I always asked in situations like, who benefits. And so would it surprise me Dupont, or Morgan had some kind of deal where, you know, they wanted durant Gm stock, no that wouldn't surprise me at all, we study a human nature. Like, no. They they have a huge financial benefit. And when humans have huge financial benefits, they do, you know, things that are in their interest and usually not in yours. And you know, Dupont wanted as much James stock as he could get because he da up tens of millions of dollars into his company or into general motors stock He could have reinvest that money back in his own company. He's running Dupont... He just successful Dupont company at this time. So I don't... I've read 3 books on this right now. I have no idea who got hustle. Durant feels, you know, they they manipulated on purpose, Sloan and Dupont or of different minds. And so I'm gonna present you sloan opinion on this matter. So it says, I I think also the arrangement, the Morgan's and the dupont made with him to take over his stock obligations in such a critical period was a generous 1. That's a that's a 180 degree difference than Durant. Con consider the following, mister Durant 19 20 in... In 19 21, mister sold back to the dupont his interest in the company formed to bail him out. He received for his interest 230000 shares of general motors stock which is the time had a, market value of, let's say 3000000 dollars. Okay? Their market value if he had held them to the time of his death in 19 47, so 20... What, 26 years later, would have been 20... Let's called 26000000 dollars. So, again, Stalin has a completely different opinion of Dupont that then does Durant. He feels the leadership of Dupont after 19 20, is what saved the company. Duran durant would disagree with that statement at this point, I think, I we have given up on trying to figure out who's right. I just want you to know that there's there's multiple different, you know, versions of the same story. Alright. So this is the end of your durant ant story with Gm in the beginning of Sloan. To return to the events of 19 20, this slump in the national economy and its impact on the corporation, the lack of control of operations. So this is where he... Essentially just saying, hey hate durant running sloppy company. And to mister Durant resignation shook the enterprise to its foundation and started an entirely new period its history. Which is where the main part of my story begins. Okay. So there's a brief, you, short, few year period between durant leaves, Dupont winds up running the company, but sloan is essentially his breaking in man and eventually, once the company stabilized and the next, like, year or 2. And I mean, like, financial statement is it's not not. It's not growing, but it's not gonna go to business. Dupont put sloan in charge. Okay? So it says this is slowing on the promising inherited, The automobile the automobile market had nearly vanished and with it our income. Most of our plants and those of the industry were shut down. We were loaded with high priced inventory and commitments at the old inflated price level. What they're talking about there is the inflated price level when the demand dropped out ford starts cutting prices. And so everybody in this year starts has to start cutting prices. But the problem is now you have all these... You have some dealers who have bought. Let's say the car is gonna go for a thousand dollars now you can buy for 07:50. What do you do at this We were short of cash. We had a confused product line. There's a lack of control and of any means of control operations in finance. In a lack of adequate information about anything. There was just about as much crisis inside and outside as you could wish if you like that sort of thing. Now, those are the prom he inherited, but I think that... He has a fantastic way of looking at those problems. And so as I read this section to you, the summaries, listen, we have problems, but they're temporary and we can fix them. Economic declines have a way of shaking out the weak ones in business and we had weaknesses. That's a hell of a statement. Some people cannot see beyond a slump, but I have never yielded economic pessimism and in times of decline have kept in mind the eventual up turn of the business cycle and the long range dynamics of growth. Confident and caution for my attitude 19 20. We could not control the environment our predicted changes precisely, but we could seek the flexibility to survive fluctuations in business. I mentioned this because confidence this is the important most important sentences of this whole section. I mentioned this because confidence is an important element in business. It may on occasion make the difference between 1 man's success and another's failure. I love that. Alright. He's gonna continue. He says in the course of my 20 years or so at Hyatt, I learned to operate a single industrial unit. Relatively small in size and with 1 basic product. So he's comparing contrasting the experience he had before, and now what he... The skills he must learn with this running becomes 1 of the largest corporations in the world. So it says relatively small with 1 basic product. This unit contained the elementary functions of a manufacturing business, engineering production sales and finance, but it had no organization problems of the general motors type. So he's like, yeah. Things change with scale. Running a tiny bearing company. Not the same thing as running general motors. But in other words, what Sloan is telling us, again, he had to grow into the leader become a leader of Gm. Just like all of us have to grow into where we are now to where we wanna go. Alright. Sloan had a lot of centralized power. Right? Even though his... The basis that he builds, Gm is series of decent. So the operating units are decentralized, but there's tight for especially tight financial and operating controls in the center. Right? So that gave him a lot of centralized power. But he didn't use it. He used it to with discretion and here's why in 1 sentence. I got better results by selling my ideas and than by telling people what to do. That statement I was true in 19 twenties, true when you wrote in 19 63. It's still true today, I would be true in the future. This is a fundamental part of human nature. You gotta tell people why you're doing what you're doing, You have to convince them. Dictators they don't last long. Okay. So this is really interesting. Sloan is talking about the confusing product line of Gm in the early 19 twenties. And he's got a lot of good information on the book on how to think of product lines, especially if you're selling multiple products. And I'll get there in a minute. So he says not only were we not competitive with Ford in the low price field. No 1 really was. Where a big volume and substantial future growth lay, But in the middle, we were concentrated with duplication. So maybe buick a at a car that competed was always ultimate deal. And there's other manufacturers that that are owner in in business that they owned. We're also making a car. We did not know what we were trying to do except to sell cars, which, in a sense took volume from each other. Some kind of rational policy was called for when I read a section, I thought of Most famous example, and most recent famous example, of this is when Steve Jobs came back to Apple from the the second time in the the late nineties. And he just looked at their product and It's like, what the hell is going on. He's like, alright, We're gonna scrap everything. We're gonna focus on 4 products. I think it was consumer laptop and pro laptop and consumer Macintosh and Pro Macintosh if I remember correctly. So Steve, the reason I bring up is because when Steve jobs looked at Apple, Apple's lineup, sloan doing the same thing, and they're both saying, why why is this product here? This is, like, this was... This is not a cohesive product strategy. They they were, maybe accumulated over several years through several different acquisitions, whatever the case may be, but this if you... If you're starting fresh, you wouldn't do, this is make any sense. It's exactly what's sloan I'm saying here. Now, I'm talking more about Ford. Because Ford again, you can't talk about the early automobile street Talk talking about ford. It's so hard to understand how dominant Ford was. And we're gonna get into some of the numbers. The difference the size of scale. It's just it's really baffling. So 4 were so powerful that, of course, it's gonna influence Gm strategy in 19 twenties. Right? So at the beginning 19 twenties are getting t by ford. By the end of the decade, they beat them. Chevy overtake them. So at this point, they realize, hey, Can't beat ford on production yet. So what they the heat telling does something really smart here. He's like, I'm not gonna out forward forward. So where do we find our edge? And so we start getting into a slight summary of of his his strategy for competing with Ford. So she says with Ford an almost complete possession of the low price field, it would have been suicidal to compete with him head on. And No conceivable amount of capital short in the United States treasury could have sustained the losses required to take volume away from him in his own game. So therefore, the strategy we devised was to take a bite from the top of his position. Conceived as a price class. And in this way, build up Chevrolet volume on a profitable basis. So they're saying, hey, he's been dominating with a model t for a long time. His production numbers are, you know, 4 or 5 times our amount. Which means he could sell for way cheaper than we are are... So there's no room at the bottom. Can't match them on price. But what Sloan picking up is, like, think of the model is strictly utility. It is just transportation. Bare bones cheapest can be, he's saying with the growing, the the more automobiles that we sell, we're we're gonna see consumers tastes change. And the market's gonna open up. So that, you know, it's cadillac at the higher end of the market. We got buick a little below that, I was like, what if there's like a wedge in between the high end of the market, and maybe the hundred 200 dollars more than the model t, but a lot more value for the money. That is their wedge. Okay? So you're gonna go into that more detail? I just want you to know where we're going. Oh, so the let me back up to. There's a lot going on in paragraph. Let me read you first. Let me tell you what my interpretation of it was. I recognize that my election to the presidency of the corporation was a big responsibility and a business opportunity that comes to few. I resolved in my own mind that it I would take any... I would I would make any personal sacrifice for the cause, and I would pour forth all the energy experience and knowledge I had to make the corporation an outstanding success. General Motors has been for me a dedicated activity ever since perhaps to a fall. K. So a few things going on this paragraph. 1, he realizes that the opportunity he has given his wear. Smart move. How many people gonna run a company like Gym their lives. Very few. Number 2. This is also why he is worthy of our time and attention to study because he spent 4 and a half decades running 1 company and 6 and a half decades in 1 industry. 3, he's talking about a his singular focus. Even said perhaps to a fault. Again, 1 of the most important lessons that I've learned from reading these biographies is that we need to focus. You your attention, your time and attention is the most valuable us that you have. And allowing people to hijack it or or or take time away from what you should be focused on. I just read it's funny. I just read this interesting excerpt from a from an interview with with Jerry Seinfeld. Let me read it. Jerry Seinfeld and doing good creative work. He says, let me tell you why my Tv series in the nineties was so good. Besides just an inordinate amount of pure good fortune. In most Tv series, 50 percent of the time Spent working on the show, 50 percent of the time you spent dealing with personality political and other issues of making something. We spent 99 percent of our time writing. Me and Larry David, the 2 of us. The door was closed. It's closed. Somebody calls, we're not taking the call. You can actually hear his voice... Like I hear his voice when I'm reading this. We were gonna make this thing funny. That's why the show was so good. And I think for vast majority of people they're going around, they're giving their craft 20 percent of their attention, 40 percent, maybe 50 percent, and the people we cover, they're giving... 99, 95 percent. Whatever the number is, I'm I'm talking about, on things that are actually important to business. I'm not telling you to ignore your family or your health, other things, definitely not. But as far as not letting things distract. I cannot... Like, I, it's just such an important, aspect that you see over and over again to all these biographies. Alright. So he starts out describing the principle that his plan for Gm is anchored to. And he largely builds on this principle for 3 decades. I would say the vast majority of this book is on this. I'm just gonna give you the the 2 sentence summer here. I approach a matter of organization from the standpoint of a thorough belief and a decentralized organization. Now, again, this sounds This may sound commonplace place now. It was not common when he writing these words. Thousands of entrepreneurs and and and executive managers read this book in the 19 sixties and from moving forward and copied these and made... Sloan idea is the kinda the default. I still am of the same belief that a decentralized organization is the only 1 that will develop the town necessary to meet the corporation's big problems. Now it's interesting that he talks so much about decent disinformation because a large part of the way he organized Gm was also through the rules of committees. In this this paragraph I'm gonna reach you really cleared up for me with sloan opinions on the road committees and individual board because I was having a hard time reconciling that my mind. So he says, I've often been taxed by people who do not know me with being a committee man. And in a sense, I most certainly am. Put so committees to make decisions. Right? But here's the difference. I haven't are to to at least, like, think through the ideas. I have never believed that a group as such could manage anything. A group can make policy, but only individuals can administer policy. So that's the that's the best summary I can give you of the way he thinks about committees. I'm gonna bringing all the. We're gonna bring in a bunch of people We're gonna we're gonna hash things out. We're gonna make a decision, but 1 person has got to be responsible to administer that policy. Now, he's gonna describe more of the problems he had to deal with. This is 1 of the most insane things I learned in the book. This is on the need for cash control, and I can't... I'm, my jaw dropped. So it says the way cash... He's talking about pre... Like, as he's taking over the company. The way cash was handled at that time is almost unbelievable. Now the idea, that he uses the word unbelievable. This is about as animated as you're gonna find sloan in his writing. He's like very serious person. That's like him using a bunch of curse words. Like, he does not right like that. So this is... And I understand why he starts a section with saying this is almost unbelievable. He says each division controls its own cash, depositing all receipts in its own accounts and paying all bills from the same accounts. So when he says division he means different company. Right? Gm is a collection of people... Car manufacturers. So Buick has a different count... Cadillac has different count, all the different companies. And all of them are separate. Since only the vision sold products, none of the cash receipts flow directly to the corporation itself. We had no effective, so that's that's really bizarre. Right? It gets it gets way way crazier. We had no effective procedure for getting cash from the points where we happen to have some to the points we we where we happen to need some. When the corporation as an operating company had to pay dividends and taxes and and such items as rent salaries and other expenses, The usual procedure was for the treasurer to request cash from the divisions. It gives an example how Insane this this procedure was. I remember that Buick, for example, at the time was very loa to give up its cash. That's the cash cow of the early Gm by the way. This profitable division was the most prolific source of cash for the corporation, and long and long experience and made Buick financial staff highly adept at delaying its report, the of the cash they had on hand. So Buick is hiding how much money they have from from Gm. Buick made a practice of maintaining large cash balances in its factory sales branches. The amount this is This doesn't make any sense. The amounts of these balances were not ascertain sustainable at headquarters. So how much money does Buick have and in turn how much does Gm have? I don't know. No idea When the corporation needed cash, the treasure would try to guess how much Buick actually had and how much of it he could probably get from them. So 90 using in that know how much they have. He doesn't know how much they're willing to give them. What is happening here? Then he would have to go to Flint, Flint, Michigan, discuss whatever other questions might be outstanding between Buick and headquarters, and it lasts casually bring up the subject of cash. What is happening here? Buick financial people would invariably express eyes at the size of the treasure request, and we try to resist the transfer of such a large amount. Naturally, this cat and mouse game did not result in the mess... The most efficient utilization of funds. That's 1 of the crazy things Ever read. So sloan solution to this. I'm not gonna be delay the point. He centralized cash controls. This is slow summary of the effectiveness of the centralized financial controls that you put into place. The need for financial controls grew out of crisis. Controls were brought in to ensure that the crisis did not recur. Their effectiveness was demonstrated particularly in the depression year in 19 32. The corporation's unit volume in that year is 50 percent less than that in 19 31. And 72 percent below the high of 19 29. That is insane how giant the general... The great depression was. Think with that. You're down in 3 years, you're down 72 percent, and in 1... And was that 1 year? Yeah. In 1 year, you're down 50 percent. But the corporation was not demo as it had been in 19 20, and it had stayed in the black. Not many corporations did as well. During this time, though, I'm gonna get back to the the effects of the general... The the great depression because I find it fascinating. But I really like how sloan was aware. He... This is sloan telling us it's important to understand what is influencing your growth or fine, some of which is under your control, some which is out of your control. Things happen to be going good in the early 19 twenties for Gm, but it's not because of any... They were extremely disorganized. They were still trying to fix things. And yet their sales are going through the roof. It had nothing to do with what they were doing. Since by the middle of 19 twenties, General motors had a company had accomplish some things, but apart from survival and reorganization, they, meaning our accomplishments were more in the realm of the mind than of reality. That our volume of business had increased after the slump of 19 21, could be attributed less to our own wits than to the improvement in the general economy and the rising demand for automobiles. They were just bailed out because the industry they were in was growing rapidly. So in other words, we're lucky that during our time of reorganization, we had an increase in sales due to things largely outside of our their control. Now, Sloan is gonna continue to elaborate on Gm plan for the 19 twenties. And again, I said this over and over again. It's it's very fascinating how large a part of it had to be in response to the dominant position of forward. So this is it was that planned policy or strategy of 19 21, whatever it should be called, which I believed more than any other single factor enabled us to move into the rapidly changing market of the 19 twenties with the confidence. That we knew what we were doing commercially, and we were not merely chasing around in search of a lucky star. So to review. He's talking about the ideas. Like, we're gonna use Chevrolet as our wedge to attack forward, and we're gonna say, hey, there's another growing market. There's gonna be more demand write right a smidge above model t. Can't get below model t can't get to model t. We're thinking that customers chain... Customers taste are changing there for the market's developing, and this is the vehicle we're gonna use to overtake forward. Right? The most important particular object of that plan, which followed from from strategic principles was to develop a larger place for Chevrolet between the Ford car, below the median price group above. So that's a weird sentence. But essentially saying, hey. What I just said? There's, yeah, the model t, then you have where we're up where, but we're in the middle and we're in Gm was anywhere from the... Middle of the market all the way at the top. We're gonna say, hey, there's a wedge. There's a growing demand right on top of the model t. It's gonna think of think of Gm product charges a pyramid. Right? So you have Cadillac at the very top. And as you move down the period, the pyramid. Excuse me. You have, you know, Cadillac are most expensive, then you have Buick other other brands. At the bottom, his base bought his base layer, those gonna be chevy. That's gonna be where he's gonna get the most actual sales and most revenue. Right? So think about that... That's how he's thinking about this here. Let me let me go back to this point though, because it's... He says something here that I think can be can be applied to tons of opportunities today. It's actually how to find an opportunity today. Okay? A, in this... He's summarizing that weird sentence. A case of trying to widen a niche. Now I love that sentence. What now the reason I love this is because I think it's a prompt for our thinking. What can this strategy be used for today? What niche that's out there can be widened? We know niches can be widened. Right? And the widening of the niche can open up a gigantic opportunity for you because that's exactly what have chevrolet. So work can be can't do an automobiles today. Maybe you can might lot more difficult. But there's other different domains. So think about whatever it is you're doing like, because there's gotta be an initially your us. Is there another 1 that's right next to it or right above it? Or right below it? That could be wide. That's really fascinating, like, the way to think. That was all in the beginning despite the completeness of the plan, that was all saying that's all we were thinking about. Yeah. We did... We did not see the movement especially the interaction of these elements in the whole automobile market as I can see it looking back, looking... As I can see it today looking back. We saw them as uncertainties unknowns and trends. Okay? Another word sentence there. His main point is you won't have all the information you need that you need before you act. You have to use your best judgment. He's like, it's really clear as I look back I can see how this fits into place. But at the time, I... We knew it was uncertain unknown and we're just hoping that this trend played out into our advantage, and it did. Now, we go... He goes into specifically how this strategy which started in the early twenties did not start to to to yield dividends for for Gm till the mid 19 twenties. So sloan right here, let me read this to you first. For ford sales sales held even in 19 25 with a volume of about 2000000 cars. So you selling 2000000 cars. Okay? But since the market as a hole in that year rose substantially, ford share declined, a market share decline from 54 percent to 45 percent. That was a sign of danger if mister Ford had chosen to reddit it. To read it. Excuse me. Yet. He's still hold almost 70 percent of the low price field. So what's happening here? Sloan is pointing out what most people consider to be Henry for its single biggest mistake. But he's also bringing up inadvertently, why he was... Why ford was so likely to make that mistake. We are rationalizing creatures. We are not rational ones. It's an important distinction. It's very hard. He's been dominating the entire industry. He had 54 percent of all cars. He's selling 2000000 cars a year doing it his way. He held 70 percent specifically of a market at the low price. It's gonna be very hard when you make when you sold, you know, 13 maybe 13 of the 15000000 model t's you're gonna sell to think that you're seeing any signs of danger. Because you've been dominating for so long. We are very prone to make that same mistake and continue to make them mistake in the future. Continuing. This is a really interesting strategy part of your strategy. I wanna bring to your attention. Chevrolet internal statement of policy at the time was that it was our objective to get a public public reputation for giving more for the dollar than Ford. So what what do I mean by interesting strategy. We can't beat him on price. He's never gonna try to to lower to build a Chevrolet that's cheaper than the model t. But we can beat them on value per dollar and we can start educating the public and the consumers of thinking in those terms. Yes. You might by be able to buy a model t of 200 dollars less than us. Or a hundred and 50 dollars less us. But look what you get if you increase by a hundred 50 or 200 dollars where the number is. You get a held a lot more value. And if you divide that value by your actual dollar to chevy the better deal. That's a really good way to attack. Alright. So this is more on the this strategy working on on Chevrolet, overtaking forward. And remember, as we go through this, this is why, again, you have to give Billy durant so much for suspect. He founded Chevrolet. Found Gm, f air, Chevrolet. That guy should not have died in poverty. She should not have died in working in a Bowling alley. I guess he was working a bowling alley right before he died it. Happen a few later. But you know what I'm I'm saying here. He was sure that I just... I can't get over the the amount of companies that he founded and not only how important they wanna up being, you know, half a decade to a decade after he left the company. So So he says the old master, meaning Ford had failed to master change. Don't ask me why. It was not difficult to see in 19 25 19 26 that Chevrolet was closing it on Ford. So let's go through these numbers here. Okay? 19 25, Chevy had, let's call it half a million sales. Ford did 2000000 sales. The next year, Chevy is up to almost 700000 sales. Ford's down a half a million to 1.5. His precious volume. Which is the foundation of his position was fast disappearing. He cannot continue losing sales and maintain his profits. And so for market reasons, the model t fell. So he used the word market reasons. Really, customers there... What they want and was changing. And Gm, and this is where Billy Durant is now, like, he he he had this idea from the very beginning. I'm gonna I'm gonna build a low price car, and I'm gonna build a really expensive car in every single price in between. I'm gonna... That's why I'm gonna dominate the the automobile market because I'm gonna have whatever you want. You want a low price card I got you. You wanna middle price got you there. You want high. I got you there. You want something between middle and high I got you there. He just... Unfortunately, again, Billy Durant came up with the idea Sloan perfect it. Just continue. He cannot continue losing sales and maintain his profits, right apart. And yet not many observers... No. Old master had... Remember, he... Ford his complete control of his company. So he can do something like this. And yet net in and yet not many observers expected, so catastrophic and almost whim the a fall as mister Ford chose to take in May 19 27 when he shut down his great plan. Completely, and kept its shut down for nearly a year to re tool, leaving the field to Chevrolet uno post. Mister Ford regained sales leadership again, in 19 29 19 30 19 35, but speaking in terms of general, he had lost a lead to general motors. Mister Ford, who had so many brilliant insights in the early years, and he definitely did. Like I said before, I saying some hypothetical world. You can only learn about entrepreneurship or or making a product or building a business or mastering your craft from 1 person. Not many people throw a history that, you know, you you'd put pitt above mister mister Ford. He put above Henry Ford. There's other people, you know, definitely with him, but he's definitely in that that category. He had some brilliant insights. So it says, who had... Mister Ford who had so many brilliant insights since earlier seemed never to understand how completed the market to change from the 1 in which he made his name to 1 in which she was accustomed. Alright. Now let's go back to the great depression because I find the fascinating. This is effect the great depression on a Gm. It's almost unbelievable. Thanks to the financial and operating controls. The development which I had described in earlier chapters, general Motors did not approach disaster as it as it had in the 19 20 to 19 21 slump, even though the the economic class was much greater. Right? We made an orderly step by step retreat in all matters. Including wage and salary reductions. Sales dropped to 526019 32. They were 2000000 in 19 29. It's about a tremendous drop of 20... Or, excuse have 72 percent. And when you consider... He's talking about the drop of 72 percent is even more tremendous when you consider that that many expenses that are automobile prefecture has are fixed. Now, here's a crazy thing. Our profits dropped from 250000000 in 19 29 to a hundred and 65000 in 19 32. 250000000 to hundred and 65000 yet still in the black, thanks mainly to our our financial control procedures. I'm pretty sure the entire multiple decade reign of Alfred loan. They never had AAA loss in a year. I'm almost positive. Okay. So what happens in a severe economic I'm contraction? Let's not just think about gm in particular? Let's think of, like... Because this trend happens over and over again. We might be going through severe economic I'm a contraction at the time I'm recording this. More people opt for the cheaper product, and the middle is hollow out. Now, sometimes you see, like, extremely expensive ultra luxury products, they they sometimes are able to maintain their position, but we know what happens in almost every financial. Crisis happened in the great depression. I'm gonna give you the numbers for for Gm here. The middle gone. Right? And so at the the the bottom, you might be able to to maintain your business there. Alright. So he says the situation was this. In the automobile market of 19 33. The low price grew group grew relatively. Remember, sales are down, but how many what percentage of your customers are going now for your lower price cards? Grew relatively to encompass encompass 73 percent of the industry's unit car sales compared with 52 percent in 19 26. So the the everybody's out of work. They're making less money. They all gravitate towards a lower price. Right? This meant now here's a problem for Gm. This meant for the old car line, meaning their product line. Remember, I said he thinks of his product line as a pyramid with Chevy is a base. That we would have 4 lines in in 20 percent of the market and 1 line in 73 percent of So in other words, the the company that... And this is Durant strategy. He he's like, I'm starting Chevy to attack forward because I... The I think the greatest opportunity is at lower end of the market. Right? 19 33. So 13 years after he's kicked out Chevy saves Gm ass. 73 percent of their sales. Is coming from 1 of their 5 brands. That's amazing. He's got a really interesting point here. So think about this. After decades of intense competition, customers have more variety. Right? And so they start making purchase decisions based on features, they value that you might not be able to predict. This is why that pyramid strategy is so important. They may be picking something just on a on a matter of taste, and everybody has different tastes. So let me read this. And let me tell you how it ties into something else we learned. My general point, I believe was vale namely that selling had begun to focus on personal preferences of the consumer, especially in matters of style, people like different things. Many people do not wanna have exactly the same thing that their neighborhood, than their neighbor has. The design any of any car is an artistic and engineering compromise. No car can embrace all the desirable features? Re this is what he has to do with relatively inc features often influence sale. So what is he really saying? In other words, you don't have to be the best, you just have to be different. And in other way, to think about this is David Og. Hey had this idea in his book at Og on advertising, which I'd pick up immediately if you haven't. Of a his idea of a positively good product, which is completely different way to think about competing with other people. He says in the let me read from that book. In the past, just about every other advertiser has assumed that in order to sell his goods. He has to convince consumers that his product is superior to his competitors. But sloan is just telling us there's no interesting thing as a superior car because tastes are so varied. The market has been... You have all the market's wide open now, and you've had He says a decade. And at that 0.22 and a half decades of intense competition of people trying to find different wedges, different ways, different different things that they can build in their car that give him an advantage. Right? So he says, he had to convince consumers that his product superior to his competitors. This may not be necessary. It may be sufficient to convince consumers that your product is positively good. I love this idea. Think tell customers why your product is positive good. He continues. If the consumer feels certain that your product is good and feels uncertain about your competitors, he will buy yours. If you and your competitors all make excellent products, don't try to imply that your product is better. Just say what's good about your product. And do a cleaner, more honest and more informative job of saying it. Sales will sling sales will swing to the marketer who does the best job of creating confidence. That his product is positively good. This is fantastic. Now towards the end of the book, I was very interesting because he he has this idea when he's run... When he's a younger man building hyatt roller bearing. And it doesn't really... There's nothing that he experiences in his career that causes him to think that he's wrong. In fact, he sees the experience of others that thinks he's correct. So this is sloan on debt. The strategic question in industrial finance, assuming you have something to work with in the way of a going business is how to optimize its elements. The latitude for opinion or subjective judgment here is why But I think I would... I would... But I think it would generally agree that in principle debt enhances the return on the stock investment while at the same time increasing the risk involved. So he's what he's saying. Debt fragile. It would be agreed, I think, again, debt can increase your your investment in good times, but in bad times, he's gonna talk about what what happens. I think it would be agree... It would agree... Be agreed, I think. That mister Durant had a strong to desire to spend and had little inhibition about debt. Remember he's complete constantly comparing contrasting what he feels durant wrong, and he did correct. Even so, the expansion of 19 18 and 19 20 might have worked without crisis. If it had been assisted by management and financial controls and it now be saying might you might have been able to pull it off if you ran a company a little better. But in your personal life that it wasn't the case. In his personal affairs, it was obvious debt... It was obviously debt that had brought disaster to mister Durant in the economic sample of 19 20. This is a hell of a statement here. So much for that. It is equally evident that from 19 21 to 19 46, the corporation avoided long term debt. What is he saying? I avoid long term debt. I myself had feelings against debt perhaps because of what I had seen of it in my experience. And yet I cannot really say that we had an anti debt policy in that period, The fact show that we were in general able to do without it So we remember were never explicitly to say we're not gonna use debt, but our financial performance was so great that we didn't need debt. I guess it. I just ran over own point here. In other words, we paid off and grew without debt, except for bank loans during the short period in the 19 twenties. Now he's gonna describe the early days of the animal automobile industry, and this is a really important point... A really interesting point that I don't even know he if he he meant to make Let me read the section to you first. During the early early years of the auto event industry. The immediate goal of the engineers and inventors was simply reliability to get a car to go somewhere and come back under its own power, more of transportation tell. Right? Many bright automotive ideas ended with a horse, a tow line and laughter. Although progress was expensive, American motorists cheer paid the bills for it. In their enthusiasm for individual transportation, they bought the cars reliable or unreliable, and thus provided the source of a substantial portion of the risk capital for experiment for experimentation and production. Not many industries have been so well favored by their customers. This is the reason this an important point. What is he saying? The desire for individual transportation was so great that customers willing to finance it. So 1 other opportunities are like that today? I can't think of any. It'd be interesting if, like, to to continue that line of thought. What is something that's so difficult to do, but if created... Customers who provide money for it hand fist, like they didn't early on automobile industry. Very rare, but very interesting. Another main idea. I love, sloan has an entire chapter change, which again, I think most people are afraid of, which is weird because the only thing 1 of the only consonants in life is changed. And I covered some of his ideas unchanged last week, so I'm not gonna cover that again. But I love this idea and you could be summarizing with you you can't be rigid. Building businesses, doing all the stuff that sloan and others are doing these are complex adaptive systems. Life is a complex adapter system. It's gonna change. You can't just be stuck in your ways. Above all, an organization must... So he's talking about an organization. You could even bring that on his personal level. Right? Above all, an organization must adapt to great changes in the market. You could say, above all, an individual must adapt to great changes in their environment. Same thing. Statement still true. Any rigidity by an automobile manufacturer, no no matter how large are well established is severely penalized in the market. As we have seen was the case with mister Ford in the 19 twenties, when he stayed too long with his old and once dominant successful concept of the business. We had a different concept of the business, which we put into competition with his, it could have happened that he was right. As it happened though, our concept was more in accord with the economy. The progress of the automobile and the changing interest and taste of consumers. And finally, this is 1 of my favorite paragraphs in the the book and a great place to close each new generation must meets new challenges. In the automotive market and the general administration of the enterprise and in the involvement of the corporation and a changing world. For the present management, the work is only beginning. Some of their problems are similar to those I met in my time. Some problems I never dreamed of. But the work of creating goes on. Alright. That is a hundred and 22 books done 1000 to go, leave a link in the show. If you buy the book using the link. You'll be supporting the podcast at the same time, and I'll talk to you again soon."
}