{
  "transcript": "Champion had been born in Paris in 18 78. By age 12, he was an Aaron an office boy for a Paris bicycle manufacturer. He became interested in bicycle racing won the middle distance championship in France, and went to the United States in 18 99 for a series of races. He won the American and world championships, returned to France's study automobile manufacturing and returned to the United States in 1900, He tried auto racing almost lost a leg in a racing accident and then organize the champion company. His original backers kept the name and moved the company's to Toledo at about the same time champion joined Billy Durant. In Flint, champion became known as 1 of the most colorful and flamboyant figures in a town full of them. He lived to see both his new company later named Ac Spark plug division, and the company had left, the champion spark plug company become giants in their field. He was a multi millionaire when he died. Okay. So that's an excerpt not from the book that I'm about to talk to you about today. It's actually a excerpt from the book that I a few weeks ago, which is the biography of Billy to durant, but it is how I entered... I was introduced to the life of Albert champion. It's another example of this idea that you and I talk about all the time that books the original links. And so that excerpt from Billy Durant led me to the biography of Albert Champion, and that book is called the fast times of Albert Champion from record setting race racer to Dashing Ty an out untold story of speed, success and Betrayal, and written by Peter 9. So let's go ahead and jump right into it. I think that was a good overview of his life, but I wanna start at the very beginning. And, like, a lot of people that we cover on. The podcast, champion came from extremely humble beginnings. So it says his father rose 6 mornings a week to tram out the door so early that the gas light still illuminated the streets. Alexander t back late at night, smelling of leather and straw and manure. He was a working class native of central Paris. Albert mother was a washer woman, and this paragraph tells us a little bit about what her life was like. Before the advent of electricity, washing clothes was outdoor labor as strenuous as till farm soil. Marie champions morning began by pulling off the heavy wooden lid that was set at the end of the previous workday over the top of the well to keep our rats. She logged water bucket some 50 yards from the well to pour into a big vat. Before putting clothes and bedding into the vat, washer women bent over a wash board and scrubbed out dirt and stains often grunt from the effort. This 1 sentence gives you an idea of how poor they were. His family indulged in the fair of the Paris poor horse meat. 1 of the earliest turning points in Albert life is the early death of his father, and it says his father lived to see the eiffel tower completed, but he died of pneumonia 3 days after Christmas. He was only 47, and this is the effect that his father's premature death had on not only Albert, but his entire family Albert oldest 1. He has to become the bread werner of the family at 12 years old. So it says, the father Albert had was no longer going to offer guidance. He struggled with the gloom of of the un uncompromising reality of death. Unaware that he had lost his childhood innocence. His extended family provided whatever emotional support they could, but they were also poor. So it says but they were hard for pressed to do much for Alexander's widow and sons. The experience formed Albert character. Now this is probably 1 of the most important sentences in the book and something that is really important to understand who Albert was to his core. For the rest of his life, he threw himself into work. Forever escaping into the task at hand, keeping busy, always planning new projects. In time, he built up a business with factories in 3 countries and offices of his own. And so he has a there's a quote in the book from Albert describing this time period of his life. He says I was earning my own living And part of my mothers and brothers when I was 12 years old. He actually in a few years from this point, he's able to make enough money as a professional racer that he actually retire... Permanently retire his mother. Okay. So a little bit more about what it was like to have to become the bread women bread winner of an extremely poor family at such an early age. So he says he was 12 when he ended formal schooling, common among kids from Impoverished families. What do these kids do when they weren't in school anymore. So they author their states. City boys flocked to factories. Rural youth t on farms are in mines. Girls and some boys found household domestic service. Wearing servant uniforms. Not only... Are they extremely young doing extremely hard labor, but it's the way they were treated. They was... They talk about this. The Paris at the time was extremely segregated by classes. So it says they, meaning the poor were required to acknowledge their place below the upper ranks of the social order. They lived under the protocol of being seen but not heard I heard from unless spoken to directly by someone of higher authority. So when you're be reading the session, it goes into way more detail I just share with you, but you can imagine how an experience such as this would motivate him to work unbelievably hard. And that's something he does for the rest of his life. At now here... Right before his his father dies, when he's 11, champions sees somebody in the park riding a uni cycle. He's like, this is really interesting. I wanted to... I wanna learn how to ride a uni cycle. So he gets taught how to ride a uni cycle, and this leads to an early job, which in turn leads to bicycle racing. So it says, Fortune smiled upon Young champion. He caught the eye of Henry, a civil engineer in his late thirties, owned a bike shop, He was struck by champions agility and Vi. He offered champion employment to perform acr outside his bike shop, hoping to lure customers. Champion could not afford to buy a uni cycle, but Henry sensing a business opportunity offered to provide 1. Champion quickly accepted. There's a lot of things to know about the personality of champion. He's a show, and he's also addicted to self improvement and willing to put in the work for self improvement. So let me read this to you. Says champion practiced every day. He became a depth performing on the sidewalk and the streets in front of his boss's bike shop. He learned how to draw on and hold their attention. They encouraged his flare for show ship. He experimented and added more stunt to his repertoire. Removing a foot from the pedal to push the top of the tire to propel him was always a crowd please. So something you know about uni cycle. And almost any scale mastering a uni cycle takes hours and hours an of practice. He puts in that time and effort, and he's so good that other businesses start hiring him to perform in front of their stores as well. And so this is the summary of the lesson that he's learning from this experience. He says, champion had discovered the value of self improvement. He would apply that principle again and again. This is a really resourceful for idea they he had. So he says self reliant and a natural show man, he created an ambitious publicity stunt. Henry publicized the event in charged admission, champion would peddle his uni cycle for 10 hours around a running track and cover 100 miles. The audacity of the self propelled 1 will venture filled the stands. He pedal round and round the track from 07:00 in the morning to 05:00 in the evening. Crank arm spinning hands waving to the crowd. He went a hundred and 1 miles. For the event he earned more than 500 francs and to give you an idea of how much money that was the time, about as much as a school teacher was paid in 3 months. So 2 things to know about about albert champion is. 1, through his association with several bicycle manufacturers, he realizes that his greatest financial opportunity is becoming a professional bicycle racer. Okay? And second thing is he's really good at it. And he starts winning races right right away, and this this turns him into a extremely young celebrity. He's kinda like a child star. So it says, well, little known of champion childhood can be glean from a life time of journal articles and an out pouring of hundreds of French and English obi with recollection from friends, fellow athletes and auto executives on both sides of the Atlantic. So the... I want you to pick up on that word there. His life has a tragic ending unfortunately. He grew up in public as a celebrity, like today's young rock stars. A bicycle racer competing on the prose circuit, he enjoyed immense popularity and money by the fist. The press flocked around him keen to capture quotes or describe his action. So we're not there yet, but I'm just telling you where the story is going. Before we get to his successful career as a bicycle racer, and all the opportunities that opens up in his light later on his life, need to tell you about the blueprint. The person, there's a series of people that are extremely fluent influential his life. Billy durant ramping 1 of them, but his first mentor. And what I would say is the blueprint for Albert Champion is this guy named ado off cl clement. So ado off clement is another poor French person. He was an orphan, left on his own till by the time he's, I think 14, 15, 16 years old, somewhere... Somewhere in that 8 range. And eventually, he's gonna go from poor or orphan to building an extremely successful bicycle and automobile manufacturing company. He also is an early investor in Dun tires. Does all these things that that inspires Albert. Right? So let me just give you a little bit bit of background. I looked for a book on ado off clement. I couldn't find it, but his story is really fascinating. So at 16, he he goes to this tradition where you travel like, a walking tour across areas of France to learn your new trade, and he's training to be a locksmith. And it says provincial like Kim thought nothing about walking 50 miles in a day. And so you'd spend maybe a few weeks a few months. Learning under the tu of, somebody that already has has perfect the the craft that you want or the trade that you wanna engage in. And then at the end of that time period, the entire town would gather around and As leaving to go to next town they're... They have like, a small parade for you It was really actually fascinating. But we see that right from the beginning, ado off is... He's a mis fit. He's supposed to go back to his little tiny village, but again, he doesn't have a family. He he really has no reason to other than other... The... That's what he's told he should do. Right? So as apprentice as a rule went back when they finished their tour, but clement a rebel to his core chose to stay in Paris. The man had a habit of rebelling against traditions. So he staying in Paris. He opens a locksmith locksmith shop. But at this time, he sees this huge trend for bicycles. And he starts... He takes a. He realizes, oh, my life has changed. And so he's really, even though he lacks a formal of education, he's really intelligent. And he realize realizes, wait, I have a way greater opportunity in bicycles and I do locksmith. So it says when the wind rushed across his face and the sense of balance and fluid movement, he felt accelerated. Always a businessman, he sold his machine to buy parts to make 2 more, the machine they're talking about was a bicycle. He brought he bought a drill press, a lat in tools. He sold the next 2 he made, and then 4, and then another 8 in orders kept coming and coming. So he realized realizes also all this this un unsolved pent up demand. So it says more than anyone else in France, Clement took a fever interest in modern bicycles. He saw that they would transform how everyone went places on public roads. Men and women were at Liberty to hop on a bicycle and off they went whenever and wherever they chose. So with ado off and later champion. We'll see that they just sees whatever opportunities right in front of them. We've talked about this several times where you have to get to the first opportunity before you can see the next 1. And so he starts manufacturing bicycles, and then he sees he's at a trade show 1 day, and they're doing innovations. I think at the time, bicycle tires were like solid rubber, and there's this small company called Dun that is making p nomadic tires. And he starts talking to the people running the company. He immediately immediately leaves with them. I think they go back to Ireland and he makes an investment of the company. So sis Clement grew up with a peasant frugal gal and and spent only when un necessary. Investing in the dun p nomadic tire company was risky. The product was un tried. It was just a prototype. It had no demand. The former Locksmith Wrote a check for 500 Francs to buy 100 shares in the company. Always seeking to leverage every deal for maximum possible payback, clement commenced secured a license for exclusive manufacturing of dun tires in France and winds up being an extremely profitable move form. If the tires did as well. He thought his investment would turn into goals. So what did I mean about? He has to... He just sees the opportunity that's in front of him and then builds upon that. Because he had so much experience manufacturing bicycles, he realized the the the innovation that the Dun p nomadic tire was doing for? Like, this is clearly better even if people were resistant to change. And so he picks up on... Here's the problem. Like, how do you introduce a brand new tire to a society that is resistance to change. And he just... He just a really smart move here to get initial traction. He's gonna sell... Initially sell the tire to those who would benefit and therefore pay most for a small improvement. Dun love P nomadic face the tough sale with the public forever wary about buying a new product. Only persuasive evidence could sway the public to accept change. Clement could count on the ra racing crowd to try anything they thought could give a competitive edge. And so they wind up buying the tire. They realized, hey, I can go a lot faster on it. Now he also does something smart. At this time, a lot of events were put on by bicycle tire manufacturers as a way to promote their products. Right? So they they'd come up with some some unprecedented physical challenge. So in this case, they say, hey, let's do a 750 mile bike race. So it's 375 miles to 1 location from Paris to this con... This this town called breast and then back. Now, champion is seeing this race, and this is... He pretty soon. His life is going to intersect with, with clement. But I wanna stop here and tell you the the lesson that champion learned from this bike race that they put on. So there's 2 racers that that are vying for first and second place. So first guy's name is la, and the second is Tehran. So La arrives at the halfway point, the first 375 miles from Paris. Right? And La heard a rumor that the person that was in second just guy named Toronto was furious that he didn't... That he didn't arrive at the halfway point first. And so he decided hey I'm not gonna win the race. So I'm gonna rest for a night at hotel because it's up to you if you wanted to... Like, it's whoever can get there and back first. You can take a rest if you want to. But la... So la slowed down and rested and got some sleep because he thought it was true. But the rumor was a ro. And so Tehran never stopped, and this is what Champion learned from that. So it says, champion learned that Tehran had grown up in the cramped congested slums of central paris, just like just like Champion did. A cord struck that with champion that Tehran came from nothing. He was a nobody just like champion. Yet through the force of power, keeping his wits under extreme physical demands that made La val give in and drawing on the strength of his body durant turned into a grand winner. Perhaps Had more talent, which he showed as the first to reach breast. Nevertheless, Had greater 10, and that difference made him the Victor. Per reasons cried out Tar ranch name with un reserved ad agitation. Such glory. Champion could see he could do that too. Tar grant's feet of going on his by his own means from paris to breast and back in less than 3 days. He finished in 71 hours 22 minutes. Without any sleep whatsoever, evo collective fast nation. So this idea about, the ad modulation of parisian seeking glory, collective fascination. These are huge motivator for a young still poor champion. He wanted the ad accusation of other people. He wanted... They call it La glory. He wanted glory. And so he sees this person that came from very similar circumstances as he did. And he's like, well, well, he can do it. I can do it too. So at this point, champion decides, hey, he's teaching other people. He's still working for bicycle shops with bicycle manufacturers. But he's... He... He decides to go and approach ado off clement and try to get a job. And this is something that, again, an inflection point in his life. 17 year old Champion gave up the job instructing clients how to ride. He left to present himself to clement. He entered the factory intent on securing a job, oblivious to how it become his school. That's such an important sentence in the book because he learns so many things. Again, clement serves as champions blueprint. So Clement hi says, okay, you're gonna race for me. And then when you're not racing, this is very interesting. I didn't know this either because he also doesn't similar arrangement with a bicycle manufacturer in America when he immigrants America. So they they'll hire you to race, but when you're not racing, like, if the seasons off or in between your training sessions. You have to work in the factory. This is 1 thing that champion learns while working for clement commence. He has to run basically, like, run errands and fulfill any requests that clement might have. So he sends him to this print shop and he learns something about how to make sure you're getting good value from your for your dollar, but also, Clement is a... He's an evangelist for advertising. So he's printing these posters that advertise his bicycle as manufacturing. Right? And he constantly preach about how important advertising was. When Champion has his own company, he will do the same. So it says Clement ordered courier to expedite... Expedite the posters to printers. Clement was shrewd about how he spent money. He took care not to rely on just 1 printer. He used several, so he could get the best deal and the quickest turnaround. And so this is when the mentorship between Clement and champion begin. Not only did champion hold him in high regard, but clement as he gets to no champion really says, oh, okay. Like, I need to help this this kid out as much as possible because this is just a younger version of me. He says, well champion picked up information about his boss, He shared some of his background. Clement understood what it was like for as a child to lose a parent, having lost his mother when he was just 7 years old. He assessed the youngster as deserving a chance to develop his talents. In clement, champion gained a tutor, albeit a rather driven man who put his work before family. Again, I pulled that up because that's an important lesson that he's learning is something that he copies again, which champion came to assess as a consequence of constantly pushing his business ahead of the competition. So champion from the time he was a very, very young boy to the time, the day he dies as a complete and utter work alcoholic. He really does have any other interests. When he was racing, he applies to the racing, when some business he applies to business. I don't think he ever has kids. Gets married and divorced a few times or actually gets married twice, and largely both wives complained about the same thing that he he ignores them. When I was thinking going back through my notes and thinking about all the lessons in the book, It's just not really surprising. When you give a a boy who's extremely poor, dad's dad. He's 12 years old he has to take care, he sees the the labor that his his mother has to go through. He's hell bent on like, rescuing her from that kind of lifestyle. And if you tell that kid, hey, you know, if you... Draw all you have to do is ride a bike really fast around a track, and you could be wealthy on your means. He's gonna it's natural. I maybe natural is not the right to word, but it completely... I completely understood how he arrived at this conclusion and then never deviate from that probably because he had a fear of, you know, going back into those circumstances. And again, he he admired clement, and he's learning that from him. Now, I wanna tell you more about Clint because, again, he just does a lot of... The reason I wanna read a book about him is because he's large character in the life story of Albert Champion. The... This author goes through extensive detail about Clement the way he builds his business in and I'm reading about, I'm like, wow. That's a smart move. Wow. Smart move. Smart move. Just over and over again. He just does extremely smart and practical things. And this is 1 of them Just like he realized, hey, there's more opportunity for me in bicycles than Locksmith. He's now realizing, hey, the bicycle is soon gonna be super seated by the automobile. And so he has the rights to manufacture dun tire tires in France, so he starts investing in automobile manufacturers and making sure that they're using his tires. So says clement invested heavily in in the company it made sure that his autos were equipped dun. He was appointed director of the corporate board. Clement felt sure, the future of individual transportation was in autos. That's a very similar sentence when after his first bike ride. And he just like, okay, This is clearly better than feet or horse drawn transportation. And so, he goes all in on this. Now, I wanna talk to you before we get to he clement builds a successful automotive automobile manufacturing company. But Albert Champion is 18 years old, and he clement is sponsoring him as a eraser. And so these are the motivations of an 18 year old albert champion, and I think this is describes his personality throughout his entire life, and it gives us a good understanding of why he makes the decisions that he makes. He becomes addicted to this public ad modulation that he is shower. In. So it says racing was about making money for the dual compelling needs that in him. He gained financial support for his family and the ego endorsement enjoyed by the entertainer and politicians. As his ego grew, he needed to impose himself on crowds of strangers and win their love. Each race he won was greeted immediately with audience approval followed by a bo k of flowers, a victory lap than a cash award. So this gives you a description of how he erased, but I would also say it's also later in his life how he conducted his business. Champion charge to the front early. He had a fierce drive to take supreme power like Napoleon. More about his personality, champions nature was to plunge with formidable energy head long into life and work without pausing for intros spectrum. As a a trade publication at the time. It gives us a good description and indication of his kind of person he was. He's perpetually fire with new ideas and ever reaching for further achievements. If he was without patients, hot tempered, erratic at times, He was also versatile amusing brilliant and delightful companion. Now while he's racing for Clement, he has he wins a lot, gets a lot of press. And so there's a trainer of other past champions that meets with champ espn. And he wants to to train. He's like, you have a... Listen to your young kid. You have a lot of potential. I can help you could, like, with, continue winning. This was really interesting. This is champions initial reaction. So this guy's name is... His nickname is choppy wall burton. Okay? So it says champion didn't see a need for the services of the English. I... This is champion talking now. I thought I had accomplish all anybody ought to be expected to do. Then along came choppy Wall burton, who said he wanted to train me. I asked him what for? I thought it was I was pretty good just as I was. I remember Wall burton smiled, and then he said, well, you can never tell what for. Wall burden offered 2 axiom from his experience about competition that impress champion. No lead is too great to overcome and you can't win unless you think you can. So it's also something he applies not to racing, but to when he's building his company as well. Now bringing up choppy because choppy, again, outside of clement and durant might be the might be the most important person, that that that influenced champion thinking, and there's a lot of lessons that he learned from choppy that he takes with him for the rest of his life. So choppy was really, really big on exposing yourself to extremely strenuous training. Okay? So this is champion reflecting on this training regimen that Choppy made him go through. It says, but choppy was doing something. He was educating me to take punishment. And whenever I began to tire in a race the grueling training I I had would permit me to overcome the fatigue and came and come out victorious time and time again. And this is now champion applying that lesson to other He says no matter what game a man it is in, he is only as big as the amount of punishment he able to take. So I feel today that chop did a lot for me. Not only in that respect, but in educating me on the importance of physical training. For as the old saying goes, you cannot be immensely fit unless you are physically fit. And not only that think about. He's 18 years old it's a time when you meet choppy. Just he needs a father figure. He's getting that somewhat from from from ado off clement. Well, clement also extremely busy. Choppy can give him the un undervalued attention almost like you would receive from from your dad. So they only spent a few years together before chop choppy actually dies. He does have a heart attack rather young age. But this is how champion remembers him speaking about choppy many years later. So for the rest of his life, Champion described his manager as crucial to taking him out of Paris and expanding his outlook. So I wanna go back to another idea that champion learn from clement But, clement decides, hey, you know what? There's a the the center for bicycle manufacturers in... Is the United States I need to go over there and see what I can learn from them. And at the time, he's building everything in his factories. It's like, like, artisans, like handmade. And the Americans have a completely different approach. So he says clement visits some of the 300 other Us bicycle companies. He came upon the innovation of machines stamping sheets of steel. Stamping turned out parts faster and of higher quality than parts made by hand. Under the influence of Americans and their creative methods, clement returned to paris and reorganize his factory with production lines. So now he's sharing that what he learned from the bicycle manufacturers in America with champion. He impressed upon champion the need to keep abreast of the competition and never hesitate to innovate. This is extremely important. Remember this when champion is determined to keep racking up patents on his innovations with spark plugs about, I would say almost 2 decades into the future. From where we are now. But when I read that section, I thought about a quote by 1 of c cofounder of Intel. That's been on my mind a lot lately, Bob No was also a not he found Intel and fair trial. Semiconductor, but he was a early mentor for a young Steve Jobs. And he says, he has this great quote. He his knowledge is power, knowledge shared is power multiplied. And what I love about what Clement doing to a young champion is like, listen, I'm going and spending all this time learning all stuff And I'm gonna come back and I'm gonna tell you some key lessons because you need as much help as you can... As you can get, and, hopefully, you could take these lessons with you in the future. And I just think again, champions life was improved by a large degree because Clement had this mentorship for him. So this 1 sentence gives you an impact... The idea of the impact that Clement had on champion. Albert champion intended to grow up and become the next ado off clement. So I found this 1 paragraph really interesting. Champion be friends a journalist is guy named Briar, and Brie is writing about and covering all, like, the professional cyclists. Right? And he gives us insight into champions personality in the way he approached craft, which I thought was really interesting. So said B had rep... Had heard reports about him, meaning champion, pressing money unsolicited into the hands of neighbors. So they could buy food and firewood to get them through the winner. He supported 3 younger brothers and provided enough that his widow mother retired from working as a washer woman. B B assessed champion as a gifted cyclist who was well intended, but had a complex personality. That's for sure and I'll get to more of that later. How he can be so intelligent in 1 area life, and so non intelligent another. Psych, the... This is the point of a high approaches his craft though and much different from other cyclists. Cycling was a pastime for Brie and multitudes of others, but champion treated it as a profession. He had to He was the family bread winner. So right around this time, he's having huge success in this new career professional wait, there's a war breaking out in France, and you had to do a mandatory stint in the military. And he... And Albert wants to dodge the draft because he doesn't wanna interrupt his career. He's gotta take care of all these people. And so he gets a letter from this guy named Charles Herman Metz, who's a manufacturer of orient psycho So he's based in Boston. This is 1 of the American bicycle manufacturers. And he offers champion a contract. He's, like, come over here for a year. I'll give you a salary of 25 dollars a week to give you an idea of how much money that was, at the time the average American earned 9 dollars a week. So I'm gonna pay you to race for me, and any winning, any all your winning, like any prize winning is you... Like, you keep all of that. And you can make, you know, 250 dollars a race. So like a good amount of money especially for an 18 19 year old albert champion. So says such such a sparkling opportunity attempted champion, yet had to force him into a dilemma, ignoring his draft summons meant arrest and imprisonment. So Champion sneaks through England, gets on a ship, goes to America. Now, Metz has a... Metz is picking up on the same thing so that clement commence is is picking up. He's like, you know what bicycles or he seem to be on their way out. I need to transition from bicycle manufacturing to automotive automobile manufacturing. But he also has an idea that's very similar to Henry Ford. So I'll get there in 1 second. Let me give you an idea of like, how difficult making this decision at this time could have been. At the time, the population of America was 75000000 people. Right? They they had already purchased 10000000 bicycles. There was less than a few thousand cars in in existence in America at the time. So a completely different scale. So it says Metz at higher champion to race for him and to aid in his plan to shift from manufacturing bicycles to manufacturing automobiles. So it says 1 of the first conversations revolved around crafting a gas combustion combustion engine small enough to fit on a bicycle. This is what I mean about. He's is almost a Henry 40 idea. So you wanna put a if you put a engine on a bicycle, what do have? You have a motorcycle, which is still a awaiting development in America. Met saw potential for an orient motorcycle that the working class could afford This is Henry Ford's 1 idea but apply to motorcycles. Right? So he put champion in charge of designing a single seat gas combustion orient motorcycle. And as Fate would have it the motorcycle rather than cycling would thrust him fully meaning champion into the auto industry, in his place in its nascent history. So they're... He... They're selling they wanna sell this motorcycle for about 250 dollars. This is before you get eventually with Henry Ford innovations in manufacturing. You can... I think you... The lowest price of the model till gets down, like, 2 75, maybe 02:50 right in there. But at this point, you know, you're spending thousands of dollars for an American car. So the idea you can make, hey, I can give you a bike with a motor on it. And it's 250 dollars like that'd be a revolutionary idea. This prototype motorcycle weighed only a hundred and 5 pounds. It was a stunning achievement and it marked an enormous advancement in motor powered individual transportation. Now at this time in America, the highest paid athletes were bicycle racers. So let me give you... Let me put some context. This is 19 o 1 America. Okay? A rough estimates of the winning and salary for for for champion came to 9000 dollars that's the equivalent in today's money of a quarter million dollars. Compared with majorly league Baseball Hall of Fame S Young, who's earning a salary of 3500, which be the equivalent of 99000 that year. Champion was 1 of the best paid American athletes. Now how are they making so much money? Because the manufacturers are putting on all these events. Right? These are the economics behind these these events. Promoter offered marquee cyclists to a portion of the receipts usually up to 40 percent so 40 percent of ticket sales to ensure that they would compete in their programs, encourage audiences to watch and and induce the press to write previews and then cover the offense. Now let me give you a different... The idea of the scale that these events got to which was shocking to me. At the time, major league Baseball teams considered 5000 fans seated in their ballpark a profitable day. Cyclists were selling tickets of 10000 or more. Right around this time, we still see his personality, champion, quick tempered as usual grew disgusted it with colleagues he saw riding with caution rather than daring. Now, he's also at this time he's also racing early automobiles. And that decision to raise early automobiles changes his life forever, and we see another aspect of his personality who's... You. He has a giant ego, obviously. And he has hub. And right before a car race, so 1 other driver was racing this car, called, like the Gray wolf. In 1 day, you'd have different drivers racing the same car. So he's giving the car over to Albert who's about to race it. And he's warning him Was like, this isn't is dangerous. He says he cautioned. If you take it, Albert, be careful. It has no breaks and you must not forget how to shut off the engine before making that ugly turn. He answered me. I won't shut off the engine for any turns. That's a bad idea. So he gets into a crash going around a turn. He was thrown out of the car 20 feet, 20 feet into there and lands on the ground. He was still conscious when he landed on the filled grass but had no time to tuck into a ball to evade the on rushing car. This is how he remembers it. She rolled over me and my legs went numb. Champions right arm was lace rated and almost torn from its sockets. Blood poured from his head. His left femur, the heaviest and strongest in human... The heaviest and strongest bone in human skeleton was snapped in a jagged edged compound fracture. White bone shoved through his bleeding flesh. Blood soaked his hip in both his legs. This changes... He has a from from now on, he has a shorter leg. 1 leg shorter than the other, if you ever see a picture of Albert champion after you he he's always a cross legged. It was his way when taking pictures to hide the fact that 1 leg was shorter than the other. Now I bring this up because he spends month months in the hospital. He has someone 1 how to walk again. He's got 1 shorter leg. But the most remarkable thing is he's like, okay. I'm not gonna let this stop me from from returning to be a professional bicycle racer. And the reason he does this is because he's like, hey. I wanna... I want... I feel compelled to join in on the automobile revolution. Right? But he doesn't have any money. So it's like, I don't know how to work my way into this. So he comes up with the idea He's like, okay, what if I go back to France because they offer an amnesty for draft dodgers, so we can go back without getting arrested. And he says, if I go back to and erase bicycles in France, I can make enough money in 1 year and get enough attention that I could then use that as a a way to to get into the automobile, the American automobile industry. So it says champion felt the onus to create his own business to serve America's mushroom auto production. He considered forming a company taking advantage of his name recognition to import French automobile parts, especially Spark clubs. To acquire the needed capital he would have to win frequently in his final season as a pro cyclist. He determined to go all out for 1 last campaign, but not in America in France. The purchase were much bigger there, and he could win and he could win the money he needed to in order to establish his own business. Albert state his ambitious future on capturing a title and route to raising money to create his place in the nascent Us auto industry. Now that he goes back to France. He's telling his France's plans and this is... You know, he has to overcome a bunch of obstacles in his life, and 1 of them is the opinions of people around him. I'm back in France to get the dough, to get the the dough I need to go back there, meaning America, he told his friends. Not a chance, Albert. Banks aren't being very generous right now. Who's talking about banks? I'm gonna earn cash on the track With your leg? Yes. With my leg. I'll just use 1 crank, 1 crank shorter than the other. That's all. And what's even crazier is, he winds a succeeding, and he wins the... The the national title in France. So he has a lot of press stacks up a lot of money and then uses his fame to become the exclusive importer on there's this company called Newport, which is making some of the best spark plugs in the world So he's like, okay, This what I'm gonna do. I'm gonna use my contacts that I have that they made back in America. I'm gonna sell your products. We're gonna import them from France, and I'm gonna sell them in Boston in Detroit. So this is how he transitions from business after retiring from racing. He goes back to America. It says his new endeavor was to become the sole Us agent importing engine parts from french manufacturers. He returned back to Boston. He he brought trunks of newport spark plugs, coils, magnet and storage batteries. Next he shop for a location to rent and set up his import business. Most cars made in America relied on imported ignition parts and champion saw. To meet that demand. Now this is also another example of taking the opportunity that's in front of you first before you can move into the next 1. He wants to be a manufacturer, but he can't just jump in a manufacturing. So it's okay, I'll do the I'll do the the the first logical step, I'll just resell other people's products. And then once I master the sales process, I'll figure out how to manufacture my own, and now I have can control both demand and supply. But he also needs another partner. He actually... And this is this is really important meeting in his life. It's a short and tumultuous partnership that doesn't last very long, but it's also the way he meets Billy Durant, out, ado off clement. Choppy, Wall burton and Billy Durant, are probably the 3 most important people in Albert life. So Albert first partner owns a buick dealership in Boston. Okay? And he looks upon champion as an unrecognized asset because he's a celebrity. He's a super famous in his time. So much so that when he has an affair later on, like, it will make... It makes like national headlines and stuff. Okay? So this is the french national cycle champion and the former hotel manager realized that, although they came from different backgrounds, They now share the same vision for automobiles. Now this different backgrounds is actually gonna cause a problem. The the S hand family is very, like, the victorian. They're very, like, up tight. They don't... Champions a while man. And so he's not going... You're not gonna be able to control him. And so the Strand hands are very worried about public perception because their business is in hospitality. They own hotels. So I'll get there the the rift that this is gonna cause in a minute. Shana had to run a bicycle shop before joining his father in the hotel trade. Shana had valued celebrity Star power as a commercial asset. Champions world records had promoted his name. In turn, Albert would have heard about the Savoy hotel in Boston, it's class reputation... Reputation attest to Hans bona fide in financial Savvy business management. The 2 men discussed how they could combine resources for their mutual benefits. Now, this is really fascinating. Is really hard for, as you see professional athletes to to transition from the life of Athlete to whatever they're gonna do next. They you need the next mission. But champion does something really smart here and it gives you an idea of how champion approaches goals. And those the way I would summarize this is you need to focus on what's in front of you. Consumed by his new career, champion left his previous accomplishments, documented in his scrapbook locked in a trunk to be discovered decades later. Okay. So I just mentioned earlier that the partnership does not last long. This is the thing that eventually breaks the entire partnership, champion is married, he gets caught having an affair with a nut with a woman who's also married. The affair makes national headlines, and his partners don't approve of the negative publicity. So it says the bra ness of his affair, cracked open a r between champion and the Shana hand family. So I need to also tell you. His... He's... It's champion and then entire family he's partnered with, which is again, not really a good situation to be in. Because when you go home, like, the family's always gonna cover their family over year. So they're gonna put the family interest ahead of years. And so it says the tri it causes a champion champion in Strand hands who are alert to a high standard of ethical behavior. The family Mat arc recognize recognized the damage his behavior could have to the family's name after their successful management of Boston most important hotels. So the mother is not officially a part of the company, but when they go home when they talk, she's instructing her sons. Like, you know this is not good. You gotta get away from this guy. And you're gonna see why. Says the Frenchman led by his own rules and behave like a pirate. When I read that, that actually... I don't know why, but maybe me laugh behaving like a pirate part. He and his partners now had basic differences. They were, like water and oil. And before I get to the the breakup of the the partnership. He's gonna meet Billy durant ramp before they break up or write it right at the end when they're about to break up. Champion has a lot of interesting ideas. On work and how he approaches it. It's... There's a bunch of paragraphs spread throughout the book on this. Here's 1 of them I think is interesting. He like to be seated at his desk every morning by 07:00. He wake up like, 05:30 in the morning and workout, and then shower, go to breakfast and then, and then go to work. He plowed through paperwork. He read trade journals and organize himself to make the most of his time. He told an interviewer that 1 of his constant efforts was to manage his time for more and better work. Remember this is the same like, work a hallmark nature that he had even from a young, as a young very young boy. He explained that he always sought to improve everything he did that goes back to his his desire and his constant need for self improvement. I remember this is now quote from Champion That's really interesting. And I think this... It gives you insight into his mindset. I remember salesman 1 time telling me that he knew the game from a to z. He stated that nobody could tell him anything about selling. That was to me the best proof possible that he knew nothing about selling. Because those who really understand merchandising, manufacturing or anything else that is important in life are those who realize how little they really know about it and how much there is to learn every day. Think it's a great mindset at to half. Alfred peace sloan, who I covered last week was intimately acquainted with champion. They had... They they both came up in similar ways in the sense that they were in... They were taken into the general Motors company by being part manufacturers. Right? So sloan manufactured bearings, champion manufacturer Spark plugs. So this is what Sloan said about champion and I think fits into into what champ... Champion was just saying about work. So said, this would direct quote from Sloan. The key to his success was that he was never satisfied with the product or the job he was doing. His mind was always open to the necessity for constant improvement. Very hard not to like people like that. With a laugh champion once explained his passion for work during an interview. You know the old line, everybody has a hobby whether it's golf, fishing baseball tennis or whatnot, always has some good arguments for ind in it. They find those arguments because they like the game they play. He's saying they rationalize. Right? Well, I like the game of work, and I can find good arguments for it too. Now, 1 of the most fascinating things about, you know, it's multi week series that we're on studying the early days of the automobile industry in in America is how crazy these personalities are. They they're personally jump off the pages. They they... They just... They're very interesting people to study and learn about. And like the Dodge Brothers, Albert was prone to settle disputes with fist fights. And the... He's partnered with the 2 older Shana brothers. Then their younger brother comes into the business, and he just... Him and Albert never get along. And so this is what happens. Albert grew in impatient with Robert Budding into his shop. Champion and the 2 elder Strand hand brothers had created the business before Robert joined their enterprise. But Robert felt entitled to learn the business that was c founded by brothers. A fist fight between Albert and Robert was inevitable. So think about where we're at this story. The mother thinks you're you're immoral, and you're causing, like, you know, bad publicity of her family name, and now you're having fist fights with your partner's little brother. This situation cannot possibly last long. Luckily, this is where champion meets to durant. Because shana want they go 1 of the oldest... The older Shana brother owns a beer dealer. So Duran durant is coming into town. While in Boston, while in the Boston buick dealership, duran durant was arranging the sales room when champion approached him with spark plug samples. So this is really smart move by Champion too. Champion said, I can make spark plugs out of porcelain. Durant paused. He realized at a glance that the samples were well made. Now this next part tells you... I mean, we kinda know on the the 2 podcast podcasts 2 or 3 podcast. I've done. I've done on Durant that he he emphasized speed. So Durant recruits champion to move from Boston to Flint. The same day they meet. This says Durant sounded out champion before n the focus towards recruiting him to Flint. This is Durant riding later on about the meeting with Albert Champion. If you were quite sure that he could make a plug that would answer a purpose. I suggest that we go to Flint, and if you liked the place and the layout, I would start an experimental plan, and he could make... And if he could make good, I would give him an interest in the business. That interest in the business that he gets makes Albert unbelievably wealthy. He had never been to Flint, knew nothing of the buick are the plans I had for the future. So that statement incredible when you realized that 2 days later, champions are, yeah, Let's... I'm all in. The 2 minutes been most of the day together discussing automobiles and with Durant talking his rapid easy way. So now he speed important to durant, but it's also important to champion because 2 days later, he comes back. He sets the turn the terms with Durant. Buick represented the biggest opportunity of champions career. Durant serene confidence and proven success would have reminded champion of his former Paris boss and mentor ado off clement. The Locksmith who had started a small enterprise and developed it into 1 of the continent great automobile companies. Champion had no hesitation about leaving his partners for a fresh start in Michigan, which was becoming the heartland of automobile commerce. So I'm gonna fast forward here. I moves to Flint get set up. Look how fast the fast progress he made within a year. A year after champion moved to Flint, Duran was back in his office to pour of the champion mission company balance sheet. This is now Durant writing. Champion had paid back the initial investment and had over a hundred thousand dollars in the bank. I told him I had seen a statement and it and it was most pleased with the report. Durant organized champion company as a partially owned subsidiary of General Motors, which champion is president. Durant awarded him 1 quarter of the stock. The champion admission company was now making spark plugs that powered Buick, old Olds automobiles and Cadillac. This is how he worked while he was running his company in Flint, we see very similar some very similar approached as he had back in Boston. And then when he was re racing in Europe. Champion launched his 12 hour workday days by seating himself with his desk. So Some days, he left his desk only for lunch in the cafeteria. Champion had a force for personality. He was in impatient and demanding. He was strict about keeping production on schedule and expected his money's worth of wages. So they're michigan at the time It's kinda like, a backwards town, you know, that you have the automobile industry not much else. It was... It it was transitioning from lumber and other agriculture. And well, who's also in the area at this time is Louis Chevrolet, who is also French and partners with Duran durant. And so champion and Chevrolet wind up building a Friendship. And they have a lot in common. So list, not only they will... They both speak French obviously, but it says they both had intense passion for speed. They were born the same year. They both had the same middle name. They both set a fair number of re world records. They had survived high speed crashes that put them in hospitals. Both men carried so many scars on their bodies, that they could regal gallon an audience over drinks with a catalog about outrageous stories about broken bones and mangled machines. It was inevitable they would they would do business the together. But before they could do business together, durant has to have his falling out with Chevrolet. Now, the reason, I've already covered this, so I'm not gonna, be believe the point here. But again, this is just to show you how ahead of his time that durant was. Okay? So this is the falling out of Durant Chevrolet. But more importantly, this is the strategy that works about 15 years into the future when it is employed by Alfred Sloan. This is the niche. I love this idea that we went over last week with albert sloan. The idea of widening and widening and niche. And this is the niche that sloan widen to overtake ford, but again, this happens a decade and a half from where we are now. Louis Chevrolet and Billy durant duran a different taste. Louie wanted a stylish luxury car capable of going fast enough to get the driver arrested. That happened to both Louie and Albert multiple times. Durant was trying to figure out how to produce a cheap car to challenge Henry ford's its model t, which is again was Sloan is able to do. So Durant has a falling out with Louis Chevrolet Louie Leaves. Durant... He leaves Durant but goes into business on his own. And Albert finances him. Okay? Remember I said, Albert is... Like most people listen to it. We have complex personalities. We... I'm sure you do intelligent really intelligent things from time to time and do dumb things. I'm the same way. When you read these stories though, and you can see it from, like, an outsider perspective, it gets... It just becomes really frustrating because what what Albert gonna do here is really, really dumb. First, it's what was really, really smart. Hey, Let me find Chevrolet really talented. Has a has a like a well known name. Let me finance his auto company. What he does. That's the a smart. I'll get to the dumb thing in a minute. It says... So it says, champion had deep pockets. Beyond his salary chief executive of the Champion ignition company, his salary from the dividends that he was able to get from his interest in the company. He made about well equivalent of 12000000 dollars today. So he's making that money, but he's also making money because in 19 10, he... Who's granted a patent for an ins and conductor for electric currents which were used in Gm auto, so this resulted in substantial annual royalty from Gm. So he's making money hand over fist here. So it says Albert financing Louie Louie new... New Louie new Motor car company. They operated with the same arrangement Louis had in his early stages with Durant, which means Albert had to pay the rent utilities, material costs, other expenses and also, a small salary for for Louis and his other people working with them, while he was getting the car in production. But before he ever gets in the car production, Champion does something dumb. Champion... While Louie working at the company and he's financing, champion goes to Louie house to try to sleep with his wife. So it says 1 day in early 19 15, Louie was at work in Detroit when Albert visited Suzanne. That's that's Louis wife at home. He went to Suzanne with the intention of having an affair, remember, he's also married its time, and betray Louie. Despite his considerable financial support and friendship with Louis, this has sc back stuff here. Albert wrist everything. Suzanne spur him. When Louie came home from work, she told her husband, Louie exploded in rage. The following morning, Louie had fire in his eyes as he barge with bear like strength through the door of his now ex friend's private office, fuming that he had been mortally wrong. Albert stood up behind his desk and the yelled back in French. The confrontation escalated like wildfire. Louie, a head taller and 50 pounds heavier, attack champions with his fist. If the fight were a boxing match, rings side reporters would have scored it in favor of Louie, who beat champion almost to death. He warned champion never cross its path again or he'd finish him off. So there's this is again, extremely intelligent and competition in business. This thing, though, resort the fist and messing around and with all these married having these affairs, ruins it. Remember he has a tragic ending. He dies extremely early. You need this is this is a preview of this. A direct result of a physical confrontation, and in... From in fidelity causes his death. Which is really, really tragic, because he was extremely young. He's 49 years old when he dies. Great. So that was dumb on champions part. This was smart. Champion invested heavily in research and development. Here's why. I spent a fortune spark plug... Spark plug experience at the start. My friend thought it I was crazy. I knew it was right. He he put prototypes through long and rigorous tests before submitting patent applications. So this is why he was doing it. More durable spark plugs would benefit passenger cars. To keep ahead of the race is what brings success albert champion said. It makes the great racer, it makes a successful businessman. No champion ever arrived resting on the oa. This is his philosophy on work and how it relates to his days of an athlete. This is really interesting insight. He climbed aboard trains taking him around the con... The country to personally solicit business from the blunt talking hardworking working and ingenious car maker shaping the industry. So talks about all that he would... He didn't delegate himself to just 1 aspect of the business. He he learned all of it. So he's doing personal sales. Since he was also capable of talking with experts about the finest of raw materials found in America and imported from France and England. He had a Craftsman knowledge of firing clay into porcelain. He bought materials and conducted extensive experiments assisting the chemist in the company laboratory. He adapted manufacturing techniques without precedent. He designed original machinery to save time and labor while raising the quality of his products. He preferred to say that the people in his payroll did not so much work for Albert champion as to work with him. He says, I've always felt that the education and training and received as a bicycle racer was a great help in business because it in It is a game in which you train to fight and win. He emphasized that experimenting and learning leads to progress. I always remember what a friend of mine once told me. He was a well known chemist, an authority in the automobile world. He said that 4 times during his life, he had to scrap his knowledge of chemistry and began again at the start. He was not happy about it, but he said he he's ready to do the same thing over and over again when it is necessary. Alright. So I need to give you the state of his business and life in 19 26. This is a year before he dies. This is what it makes it so hard to stomach when he dies at the end of the book. It just... It feels like you're the 1 that gets punched. By 19 18 26, he had 25 Us patents. He was broadening his product lines at the air filters and oil filters. Gm that year would make 1200000.0 cars. Champion career was soaring. His domestic life, however had turned Well, violent. Even though Edna was a Midwestern, Midwestern, she cha at having to live in front and Flint. She preferred the b... The bright lights and Hustle New York So I to tell you who this person is. Edna is his second wife. Okay? He gets caught having affair with Edna, while he was married to his first wife, and his first wife gets him... To had some really weird laws at the time. His first wife gets him in jail. Put in jail because she hires a private detective that catches him I'm having this affair with Ae. After they divorce, he mar Ae. Okay? Now here's the problem with Ae. She just... She they her... She originally grew up in the Midwest. Her mom moves her to New York City. For the sole purpose of Marrying a rich guy. It's sort of her mom's own words. She's a goal... She's literally a gold digger. She meets champion in New York City. That's where they have the affair. She breaks up. The the he decides I'm gonna divorce my first wife and a Mary Edna. Edna is the single biggest mistake of Albert champions life. She is pure evil, and you'll see what I mean in a minute. Now, the complaints that Edna has about him is very similar to the complaints that his first wife had about him. He's a work. So it says despite of all of champion success, he and bi bi more and more often about money. She came to realize that work was more important to him than marriage. Again, if he wants to be work hog, people should be free to do what they wanna do. But why are you getting married? This he he could spend what a couple minutes with her a day. And this is an example of that. When champion left a factor on 05:00, he cared with him a leather briefcase, which he dubbed his traveling desk. He filled up with letters and memo, that crossed his desk during the day, so he could read read them as Sis chauffeur drove him some 40 40 minutes home. Once there, he walked the 2 family dogs around hit the grounds. He then died with... Died with Ae at the usual time. Then he extracted more papers from his traveling desk to prepare for the next agenda. So he essentially we'll have dinner with you, and then I'm gonna go back to work. At 49, he had no intention of slowing down his schedule. Okay? So he's about to take a trip to from Michigan backed for the to Paris for the Paris auto show. And he says this right before he dies. The Detroit News ran a article on him. It says work is Albert champions main pass. He says he can't quit now. People say to me Albert, you have all the money over want? Why in the world don't you stop and have a good time? I always laugh. If they only realized it, I'm having the time of my life right now. That makes his death that's coming in a few months from now, even more heartbreaking. So right before he leaves the auto show in France. He doesn't have any kids, but he's supporting his brother, his brother works with him. His 2 of his brothers work work with them, and his nephews are gonna, also working in the factory. So this is what he says right but this is so crazy. This is what he says right before he leaves for the auto show in France. He's gonna die in France. Okay? He told Prosper. That's his little brother. That when he gets back, he's gonna... He's gonna rewrite his will. Which at the at this time, left everything to Ae. And he wanted to make sure that at least half of his state would go to his nephews. But first, he had to attend the annual Paris Otto. The last time him and Edna were in Paris, He was too busy with work. So he asked his friend Barney Old redfield. Barney Old redfield was a per... Was the race car driver that Drove for Henry Ford's. Henry Ford designed race cars in, like, 1900, and he used, and they won a bunch of races and he used that press to raise money first his first company. Okay? So that's a connection there. Now, Barney and Albert were friends. Last time before this this time he goes to to France, He's too busy to pick up his wife from the train. So he asked Barney to go pick her up. Barney brings his friend Charlie, who's an ex expat from America. Charlie meets Edna, and they start having an affair. Okay? And it comes from the fact that his... Her husband's too busy to give any kind of attention. Alright? So while the second time, now, and is going with Albert 2 this auto show in France. And while he's working, she's meeting up and having an affair with Charlie. Charlie is the person, champion gonna find discover this affair in person. They get into a fight, and this is how Albert dies. This is a fight that ends his life. Champion spotted in the in the lounge. Albert approached the table. The well mannered lounge were suddenly broken when he demanded his wife accompanying him immediately back to the hotel. A confrontation seemed imminent. Champion erupted with jealousy. He and Charlie argued over Edna, their words escalating louder and harsh. Finally, blows struck. Then champion staggered off. A few years fewer hours after the fight, Albert dies at the age of 49. Of initially Edna and champion are arrested, but then they can't prove it because they think you died of a heart attack but you can't prove at the punch caused the attack. And they get released a few days later. I called Ae pure evil. This is why they get Charlie and Edna are are are released. And they're they released a day. I think the same day or maybe the day before Albert memorial services is funeral. And I'll read this. I'll read this you. This is disgusting. Edna was was rode in Widow black, Charlie sat next to her. Now he was gone and she inherited his millions. She gets this entire state. She would no longer have to live in Flint. She can now afford a luxurious life in York. Later it was said that she giggle and laughed into her hand shift through the ceremony. After he died, the the associate stated, his death closed the career as brilliant as that of any h racial A hero. From Aaron boy in Paris to millionaire automobile accessory manufacturer in America. The spark plug designs, dashboards speed parameters and companies champion started have stood the test of time. Today, the champion spark plug and Ac Del brand names are recognized around the world. More than 200000 people a year 10 performances at the Boston center for the arts, all passing the brass plate celebrating the Albert champion company. We had made his first champion spark plugs. Approximately 50000000 vehicles. Operating United States are currently on the road with Ac Del spark plugs, filters, brakes and other components. And every April at the Paris classic bicycle race, another winner name is added to Albert champions on the roster of Legends. I'll leave the story there. That's a hundred and 23 books done, 1000 to go. If you buy the book using the link that's in the show notes, you'll be supporting the podcast at the same time, and I'll talk to you again soon."
}