{
  "transcript": "And what of Larry Ellis in the man. Although much of my time with him coincided with a period of adversity for Oracle, I never once saw Ellis down cast. His un optimism and almost messi onyx self belief never fa. It is this aspect of Ellis that many people who either don't know him or know him only a little, find most objection. For them, he is at best a bombastic show man and at worst, a false prophet and even a self serving liar. Yet I am more convinced than I was at the beginning of my journey with him that Ellis is an extraordinary person. Quite different from and infinitely more interesting than the car beloved of the media. He's funny and entertaining, but also highly serious. Always interested in ideas and eager for new ones. Above all, ellis is intense. There's a restless about him. Much about Ellis is paradox, even contradictory. He's enormously vain, intellectually dominating and irr extroverted, but he's also shy. Has relatively few close friends and is in constant need of the emotional reassurance that much of his life had been lacking. He is determined useful, but he is never far from thought of mortality. He d test vulgar and yarn for simplicity and natural, but he also derive straightforward pleasure from owning hugely expensive material status symbols. He desperately wants his wealth to do some good in the world, but he recoil at the very idea of alt. He is ultra confrontational and business, but he goes to almost any lengths to avoid confrontation on a personal level. He either delegates to the point of attachment or is obsessively controlling down to the last detail. He pride himself on never losing his temper, but he is manifest driven by overwhelming passions. Ellis is nothing if not complicated. Aren't we all? Alright. So that is an excerpt from the book that I'm gonna talk to you about today, which is soft war. Soft war, an intimate portrait of Larry Ellis and Oracle, and has written by Matthew Simmons. So the idea to study, Larry Ellis actually came from a mis fit. And I found him so interesting. I'm gonna do a 2 part series on them. Now I am still in this... The middle of this multiple part series on the early automobile pioneers. But I'm waiting on 2 books to arrive. So in the meantime I figured, hey, let's let's learn from... Let's see what Larry Ellis has to teach us. So let me tell you right up front. This this is not, like a typical biography. It's like Larry annotated this book. And so this is what the author has to say. Says, an innovative twist was that Ellis would have the right of reply or commentary within the book, which he could either use to express a counter point to any of my conclusions that he disagree disagreed with are to amplify things that he thought were important. Neither of us would be able to alter the words of the other. So at the end of every chapter, there's a series of footnotes written directly by Larry Ellis. So I think you're gonna enjoy this podcast because, the the bulk of the highlights, come from Larry talking directly to us, which I think is an interesting and unique idea. So I'm gonna start with his early life. This is Larry telling us the difference between him and his much older adopted father, some background for you to know. His father probably didn't want to adopt him. So his name is Lou Ellis. Liu second wife was Larry biological mother's aunt. I know it's a little confusing. And we're gonna see the the contrast between him and his adopted father. And right from the very beginning, we see that Larry is a is a mis fit for real. So it as part of the problem was that Larry and Lou had very different attitudes towards authority. Ellis says he believed that our country's officials and authority figures in general were always right and should be obeyed without question. The governor, the mayor, the police, they're they're in their jobs for a reason he'd say. They know things you don't. I couldn't accept his blind faith and authority figures. I had the opposite point of view. I question everything. It's like Mark Twain says. What is an expert anyway? Just some guy from out of town. This lack of respect for authority made it just about impossible for me to get along with my father. So I have a theory, Larry, as well... You'll come to know today, it's extremely competitive. And I have an idea where this competitive nature came from. And I think it's because of the abuse that he suffered from his adopted father. Beef... As I was reading the book, I also watched a few documentaries on on Larry Ellis. And there's a quote from that documentary. I was taking notes on it. There's a quote from that documentary that I think I should tell you right up upfront, because it's so important to understanding why Larry makes the decision he makes. So this is Larry talking. Says the single most important aspect of my personality is my questioning of conventional wisdom. My doubting of experts just because they're are experts, my questioning of authority. Now this is a very interesting words he's gonna use here. While that can be very painful. Those are 2 interesting words. In terms of your relationship with your parents and teachers, it is enormously useful in life. Okay. So that leads me to this this theory that this might be the root cause of Larry extreme competitiveness, and that is not an understatement. It says Lou Ellis concluded early on that Larry failure to comply with authority would be his undoing. He couldn't... And this is Larry saying. Alright, excuse me, this the author describing this. He could never resist any opportunity to remind his son that he would amount to nothing. So first of all, like, what a terrible thing to say to a kid. What kind of monster tells their... They're... The person they're raising with it, a biological son or not? Hey, You're gonna be a loser kid? You're never gonna amount to anything. And then the second thing I was thinking, we talked about this idea the Charlie Mu talks about how knowledge compounds just like just like money can compound. Right? And while I'm reading this book, I'm also watching... As was... When I was a kid, I was a huge Michael Jordan fan. So so this documentary that's that's that's occurring at the time of I'm recording this, and it's called the last dance, and it's a multiple part series on Michael Jordan. And when you study the life of Michael Jordan, you realize, you know, he's extremely competitive. He he says something it's something that he cannot... He cannot turn off. In the documentary mary talks about, hey, do you have a gambling problem. I don't a gambling problem. I have a com competitive problem. And so as I'm watching... I'm reading this book on larry Ellis, and I'm watching this documentary in Michael, Jordan, I realized if Michael Jordan sold enterprise software, he'd be Larry Ellis. There's a lot of similarities that we'll see. And it's interesting. I had that thought multiple times and towards the end of the book, he makes the comparison. To extreme competitiveness of Michael Jordan. And he's actually comparing his... He's best friends with Steve Jobs, and he actually compares that to Steve Jobs. But I think he could also... It definitely also applies to Larry. So let me continue this This idea that he has that spread throughout the book. And this is Larry on confusing obedience with intelligence or another way to put this is why he'd rather be a cat than a dog. So first, there's the this quote. And he says, I always thought it was it it was interesting how teachers coaches and other authority figures, value obedience, more than knowledge or skill. An effort more than results. They just love being the boss. So in this section, he adds the following footnote what I I thought was very interesting. So I'm gonna read that to you. He says people regularly mistake obedience for intelligence. He could also be saying my my adopted father must mistook obedience for intelligence. That's why we think that dogs are more intelligent than cats. We measure intelligence as a speed at which animals learn to do what we want them to do. A dog will fetch a stick every time you throw it. A cat will look at you and wonder if you wanted to stick, why'd did you throw in the first place. Get it yourself idiot. In reality, cats and dogs have similar intelligence levels, but different survival strategies. This is the most important part of his whole this whole section here. The dog is dependent and must please to get regular meals. The cat will mu off his human roommates. But if the food runs out, the cat can survive on its own. I love Golden retriever, but I don't wanna be 1. I'd much rather be a cat. So we're right it from the very beginning We're seeing a huge aspect if his personality. And this continues it's gonna be applied later on with Ellis, like, I would say the majority of the people that we study with podcasts are not fans of formal schooling. If you make them sit down and try to learn something they are not interested in they will rebel. But if if if they have the freedom to learn something they're genuinely curious about, then there's no stopping, how much time or effort they will dedicate to learning. And I think it's very important to to separate the idea of formal schooling from your your own, like, personal curriculum or your own personal research and development. So we see Alison in college, saying, hey. This is... He... He's a college dropout. He says, I didn't like exams. I recall 1 exam where I just sat there for an hour. Unable to begin because I was so angry that I had to spend the next 3 hours writing answers to questions I care nothing about. I never had the discipline to do things I didn't like. I had such a short attention span that it was simply impossible for me to finish anything. So continue on this just dislike a formal schooling. Alison assistant questioning of authority was that his... Was was the reason that his grades at school were usually poor. So he explains this. I didn't have... I didn't respect her like most of my teachers. I didn't think they were very smart. And half the time, they didn't seem to know what they were talking about. They constantly made mistakes and I enjoyed pointing them out. So again, this is a young bras, Ellis and he learns over time. He's extremely smart person obviously, He learns over time to not do this because he's he's very interested in getting along with with fellow his fellow humans, except his enemies. He's like, I'm gonna be nice to everybody, but I I don't think it's smart for me to be nice to my. He says they didn't like that at all, but I did. When somebody told him think about how extreme his dis for this is. He says when somebody told him that he would look back on his school days as being the best years of his life, he replied, if that's true, I'm gonna kill myself right now. Now, that's the this like a formal schooling. That doesn't mean he he... He's a he's very passionate about... And it's very obvious, like, how deep his knowledge is on a broad range of subjects when you hear him speak. So it took trial error of realizing hey, there's a bunch of subjects I'm not interested in, and then he found 2 that he was extremely interested in. And that was physics and programming. So this is on his love of physics, and then his desire he wanted be judged on his work. Not his education or how long that the it took him to do his work. So he says I was intrigued by physics because it seemed to answer the most basic questions about our world. Like a lot of young people, I was looking for answers. As part of a physics course, I had he he had to learn basic programming. Then I he's was talking about how did he learn program. I just read the book. It was logical and I was good at logic. I started doing contract programming. So this is some of his early jobs and how he was able to feed himself. My short attention span didn't work against me because I could get programs written very quickly. I ended up making quite a lot of money, and I only had to work a few days a week. It was fun, and it was easy, and nobody cared if you were a Phd or you never finished high school. Either, you could do the job or you couldn't? I love that. And now we're gonna see more examples fell else in the mis it. I would say as a general rule he has like, extreme rep propulsion against conformity and extreme desire to be able to live with the results of his own thinking. So it says for Ellis discovering that he was good at programming was with a validation of his intelligence in liberation from what he regarded as absurd conventions. This a quote from Allison. People, teachers, coaches bosses. He repeats us over and over again to throughout the book by the way. Want you to conform to some standard of behavior they deem correct. They measure and reward you for how will you conform. If you arrive on time, you dress appropriately, you exhibit a properly differential attitude as opposed to how will you do your job, programming liberated me from that. I could work in the middle of night. I could wear jeans and a t shirt. I could ride my motorcycle to work. And I'd make more money if I could solve the problem faster and better than anyone else. Now, something you know about Ellis and there's... There's, like, 2 there's... In many different domains, there's 2... His life is divided into 2 parts. And at the beginning, he's optimizing just for freedom. He doesn't want anybody else to tell what to do. He wants free time. He wants to work as little as possible, be able to pay bills... I don't think he was really set out to be rich at that time. And just do... And basically work as he sees fits and and spend his time as he desires. Right? And then the second half is when he's running Oracle when realizes I... It's like a switch that flip. Where he's dedicate almost every waking hour to this extreme competitive goal of his, which is I wanna have the number 1 software company in the world, and we're gonna talk a lot about that today. So in this in this part of the story though, we're still in his early jobs, and this is when he's optimizing for freedom. Okay? So it says, basically programming gave me the freedom to screw around through my twenties. All I knew all I knew was I was capable of short burst of energy. So I found jobs working on weekend on the weekends as an Ibm systems programmer. Most people didn't wanna work weekends, so I had no trouble getting these jobs. Monday through Friday I'd be hiking or rock climbing in Yosemite, kayak are on a long bike trip down the California coast. I was having fun. Also, he mentioned something I'm gonna go into more detail later about short... He's only capable of short burst of energy. I would wanna compare and contrast for a second. Ellis approach to work with the approach that we've seen with most of the people I covered for the early automobile pioneers. I would describe... Alison describes himself as a sprinter. So it works really hard, then he rest. Takes a break. Works really hard, then he rest. Takes break. Right? And actually, he applies us like this barbell strategy. There's no messy middle strategy, which I'll talk about a little bit to a lot of different domains. But I would say that's that's in, direct contrast to most of the early automobile pioneers, they're grinder. There. They wake up in the morning. Like, we just went over Albert Champion. Like, he wakes up. He works out. He works till after that, and then he comes home and his dinner works some more goes to sleep. So, again, it's just another way that there's no 1 right way to accomplish what you wanna accomplish. It's really has to be taylor fitted to who you are as a person and where you feel you're you're the... Like, what route is the best for you. Okay. So now it's very fascinating that He actually gets married really young, early twenties, and he gets divorced. And his wife leaves him because he's... She kinda describes when his lazy. So it says, the breakup triggered all sorts of feelings of self doubt and Alison. My father told me that I would never mount anything. And now he seemed to be right. I knew I could earn a living as a computer programmer, but where was my life going? And he in this early to mid twenties when this is happening. I think it was very natural especially at that age to question. Like, what is... Like, if assuming that, you know, nothing tragic happens to you at that age if you're... In stage in your life, you have a lot more life ahead of you than behind you. And so There's a great degree of uncertainty. And I think what he's experiencing is just universal to almost all humans. Like, what is my life going to be? So he said I wondered if I could ever be disciplined enough to be anything more than a technology peace worker? Now, so he starts trying to take work a little more seriously. He gets a formal job. And it's really important what happens at this job because Alison comes to a realization. You know, he's he's raised by a person that says, respect authority even if his natural inclination is like no I'm not gonna do that. But once he gets a real serious job at a quote unquote serious company. He realizes, oh, there's no such thing as adults, no 1 knows what they're doing. So if no 1 knows what they're doing, I'm as well do what I feel best. Just as for the first time, Alison had a title, Vice President of R and D and some senior. And this is Allison subscribing this experience. I'd always believe that the top of these companies, there must be exceptionally capable people who make the entire technology industry work. Now here I was working you the top of a tech company and those capable people were nowhere to be found. So let me interrupt my own point here. Later on, I'm gonna tell you many examples where he discovers the same exact thing in his own company. In Oracle. There's a a lot of examples in the book. There's just a silliness to the way large corp corporations and large companies and large anything, operate. And to me, I think that's extremely inspiring because it's like, a member that seen from wizard of Oz where were they, like, they finally revealed a curtain, like the man behind the curtain, that's everything. You'd be surprised how much stuff is really just held together with duct tape But from the outside you're like, wow. How look at these geniuses doing all this stuff. And the more you read biographies, the more you you you expose yourself to of multitude of experiences in life. Like, oh, there's no adults. There's no adults and he's realizing that right now. So let me go back to this point. The senior managers I saw there were conform, bureaucratic and very reluctant to make decisions. I gradually became convinced that I was better at solving problems and making decisions than they were, or at the very least, I was willing to make a decision to do something. While they seem paralyzed by the endless analysis and fear of making the wrong decision. Alison suddenly began to think that maybe he could run a company, but he wasn't motivated. Now this is a crazy sentence. Could you you think about, you know today? Oracle was 1 of the largest companies in the world. It's successfully survive for what 42, 40 something... Over 40 years, but he says, but he wasn't motivated by either great ambition or the vision to do anything in particular. And what's crazy is we're gonna learn Oracle side started out as a side job a side hustle. Having own company would simply allow him to go to go on with his life, but with more control over it and better rewards. So this is... He's starting to get this idea. He's working his this company. This is, like, if I if Ever started my own company. Like, I could probably do this, what would I want it to look like. And so his first idea for his own company is like, well, had it had to be small. Right? I don't wanna manage people. I don't... He says over and over and again of the book. I... I never wanted to run a company He doesn't really like running a company, which is also very... It's very intriguing person. This is why I'm gonna read another book on them. It's bizarre in a good way. But anyways, it's his first idea is I'm gonna have... It's gonna be small. I'm only gonna hire smart people and we're only gonna work on things that won't take much time. Which is really gives us an indication of his preferred method of working. So it says the ideal hard job is the 1 is generally perceived as being difficult, but can quickly succumb to a bit of clever. All we really needed where a few smart people. Who could do these so called hard jobs quickly, and we'd make a lot of money while not working all that hard. That had been my favorite approach to work from the beginning. Now, around this time, he hasn't started Oracle. Now, Oracle goes to a series of names, the names aren't important. But this is really the beginning of Oracle. He's working at this place called O x. The job at O x gave him his opportunity. O was preparing to put the contract put a contract out for writing the software for its mass storage system. So they're releasing this contract and you could bid on it. Right? So he said he tells the Ceo, hey, I know some super programmers who could save the company a lot of time and money. Do you want me to ask them to put together a bid on the contract. The Ceo says, sure. The team included him and 2 of his former colleagues. The 3 of them formed a company. So it's called software development laboratories, that's really gonna be Oracle. Okay? And they won the contract from O x. Now here's what I found was very fascinating. Ellis would stay at O x to design and oversee the project while minor Oath those are the people he's working with. Wrote the software. So in other words, Oracle started out as a side hustle. And now we go over what motivated else to start Oracle. He says when 34 year old Larry Ellis founded it a little firm, his ambition was pretty much in line with his thus far fairly modest achievements. Namely to avoid having to do un rewarding work for people he didn't respect. Well, motivate me was the desire to control my environment so it... I didn't... Wouldn't have to do things I didn't want to do or spend time with people I didn't enjoy working with. So then for a while, He starts thinking, like he begins thinking about what kind of company do I want Oracle to be? And so he says, I wanted to get out of the consulting business. So that's what they're doing. Bidding on contracts. They're doing work for other companies. And he thought this is, like, you know, we're super smart. We'll do it really fast and then we'll go hiking or we'll go kayak. We'll do whatever we want. Right? He realizes, oh, this is the exact opposite. Like, I'm I'm spending way... I'm making a lot of money, but I'm just spending way too much time. So Said says I wanted to get out of the consulting business. Consulting proved to be much more work than I'd ever imagined. My hard problems cleverly solved business model did not scale up beyond a few people, proving I was not nearly as clever as I thought so I need to stop right there too. Something gonna makes this book refreshing to read is Larry constantly saying, Yep. Yep. Oh, this happened in the in the nineties. I was stupid. I didn't know what I was doing. Oh, yeah yep. That's my mistake. Yep. I was an idiot. I was... And he... He's very honest about his imperfections. Which I think is... It's just... It's very refreshing to read as opposed to people I feel like, I have to to to keep this era of perfection about me. So he says we were making a lot of money, we're we we're working in insanely long hours. The closest I got Yosemite was the Ansel Adams poster on my office wall. So we decided to abandon the consulting business and go into the software product business. A software product offered the ultimate leverage, build it once and sell it over and over again. Now he comes up the the the first product of what of Oracle is gonna be this idea of a relational database, which at the time, was just written about as theory in in research. So they read a paper. They... They're, like, I... We wanna build software We don't know what the product bill. Right? So him and his partners, they start reading, like, research papers. And there was 1 guy at Ibm at the time, and he was writing, like, theoretical papers on why relational databases could be commercially viable. Right? So... But they're only doing the research. And the reason I bring this up is because I think Ellis hits on a point that is so important that we've talked about over and over again that he wants his first product. He wants his product in in the design of his first product, you... The it reflects Ellis desire to do something that no 1 else is doing. And this is very counterintuitive for humans. People say, well, that's hard. No one's ever done it before. So let me go do something easier, but the problem is you're not the only 1 that I arrived at conclusion. So if it's easier, this it's gonna be very crowded. And then you you you have a lot of competition. You can't really stand Ellis is like, we're gonna do something that's extremely hard because no 1 else is gonna do something extremely hard, and we'll be the only 1 doing it. So it says the opportunity was huge. We had a chance to build the world's first commercial relation of databases in the 19 seventies by the way. Why? Because no 1 else was even trying. The other relational database projects were pure research efforts. If we could build a fast and reliable relational database, we would have it made. At the same time, I thought it'd would be smart to avoid the very competitive and highly conservative Ibm mainframe market. So we decided to build our database for the mini computer market. I thought that relational was clearly the way to go. It was a very cool technology, and I like the fact that it was risky. Here's another aspect of his personality. The bigger the parent risk, the fewer people that will try to go there. We would surely lose if we had to face serious competition. But if we're all alone in our pursuit, all alone in the pursuit of our goal of building the first commercial relational database system, we had a chance to win. So they went up succeeding, obviously, went fast forward, and this is where we see Alison, you know, had a severe deficiency in the early days as the Ceo of Oracle. He did not know what he was doing. He talks about it openly. He had to learn, and the process of learning is just making a series of mistakes. So he says. Alison thought that the most important contribution he could make to Oracle success was to concentrate on making the product better. He simply didn't regard himself as competent to concern himself with all the other things that a Ceo is supposed to be responsible for. And so a huge part of what I'm gonna of understanding Larry Ellis else's life is that Oracle had a near death experience. It almost went out of business in the early nineties, and it was a direct result of the incompetence of his of of his abilities as a Ceo, which makes it so fascinating that he had to to learn to survive and then that that going through that hard experience, allows him to build a company that that is stronger on the other side of that. Before I get there, I wanna I wanna pause and talk to you about his... There's a lot of quotes and anecdotes throughout the book about his personality. And I think knowing that before we get into not only the hard times air or Oracle has, but then all of his... The end here is essentially just Larry telling us all the ideas he has. That he learned through multiple decades of ups and downs building Oracle. Alright. So here here's his personality of Sprinter not grind. I mentioned earlier, Although he always talks about technology in Oracle with passion and intensity. He didn't have the methodical restless that made Bill Gates so form formidable and feared. By his own admission, Ellis was not an obsessive of grind like gates. I am a sprinter. I rest. I sprint. I rest. I sprint again. Ellis had a reputation for for being easily bored by the process of running a business and often took time off leaving the shop to senior colleagues. Ellis is also his own harshest and most un critic. More about his personality. What Else does best is inspire flatter muse and finally steam roller skepticism with his own massive certainty. When you're around him, you cannot escape being evan. He can't help it. The ideas has come bubbling out, and he's so excited about them that he has to share them. I've begun to think that selling software is a secondary objective for Allison. What is more important to him is to recruit believers. This is Allison talking about his pro preferred preferred desire to go after high risk situations. It is my nature to go for the high risk high reward option. That's my cross to bear. When you're reading this book, you realize, hey. He's a little nutty, definitely a little nutty. So she says when Larry Ellis... When Larry Ellis says that he's on it... That he honestly thinks Oracle has within its graphs, to become the most important company in the world, he believes it. It's as if he knows that he shouldn't say such things, but keeping something so exciting and so wonderful to himself would be unbearable. Yeah. When Alison makes these statements it confirms the opinion of many people and their belief that he's slightly crazy. Someone who has become so addicted to hyper that he now... In inhabit an alternate reality, or about his personality that I think is it's really important to understand why he said why he does the things he does. Larry has to have an enemy. Larry is the most focused individual. I have ever seen when he has something to beat. So why I tell you he reminds you, Jordan, Michael Jordan, watching these documentaries and Larry else, and and he he says, like, you know, most people say, hey, you know, the the company goes to build the best products in the world. He he says, the company goes to be the number 1 company in the world. Right now, it's timing and the documentary, he's the number 2, and he's like, it's my job to become the number 1. That's the most... That's my sole focus. Like, that's what I'm trying to do. And so he does... Definitely looks at it as as a... Like, this almost 0 sum competition. Now his second marriage also fails. He's... I, he's been right. Don't, like, 4 times something like that. But Ellis reflecting on why second marriage fails or why it didn't work out. And it tells us a lot about his personality. And again, this is just refreshing to say, hey. I was self absorbed. He says self absorption will crush a young marriage, and I was completely absorbed by my own ambition. So he's running on business at the time. I was totally immersed in making the business succeed. I neglected everything else. I'd had arrive home around midnight most evenings. Nancy eventually tired of this routine and left. She was the second wife I managed to drive away. The first because the first left because I refused to work enough. The second left because I worked too much. Both cases were caused by myself indulge without compromised mode of living. That's really interesting sentence. Myself indulge without compromised mode of living lease honest. My personal life had fallen apart and work with the only thing left that mattered. So I worked even more until the hours of the day ran out. Another description was personality. Larry, Ellis is relentlessly optimistic, calculated Contra and shameless devoted to hyper. As an employee that describing Larry, Larry was a luna, but a luna with a vision. But the annoyed I left myself is this is more Jordan like personality. Jordan says in the documentary of the last dance answer said he has a competition problem. He's addicted to it. He says Larry. Larry says, I just can't accept defeat until I've been carried dead from the field. More about his nutty personality. He likes to be... He says, I like to be doubted, but if you're like, if people say you're nutty, you just might be nutty. So he says, I always feel good when everybody says I'm nuts because it's a sign that we're on to... We're doing something innovative. Something truly new and different. On the other hand, when people say you're nuts, you just might be nuts. You gotta a constantly guard against that possibility. You don't want people saying your nuts too often. Once every 3 or 4 years is good. Any more than that, you should be worried because no 1 one's smart enough to have a good idea more than once every 3 or 4 years. Personality. He reads history v and tries to learn from it. There's a lot in, the way Larry speaks that I think, reminds me of Ben Franklin his. Ben talks about that he had a lot of opportunities in life that opened up for him because his mind and and conversation had been improved by reading. So there's a lot... Ellis has this habit of supplementing his point with historical references Like I I find very amusing, and it's also a good way to sell, like, you're trying to make. Right? So let me let me give you an example of that. I'm gonna read a section from the book, but I'm gonna tell you then... I'm then Gonna read his... Larry footnote about this, and you'll see an example of how he is constantly supplementing his points with historical references. So first day also says, a common criticism chris criticism of Ellis, is that everyone is wrong, except him. And this and then Ellis responding say, sure, if you're the first to say something or do something that conflicts with popular conventional wisdom, then what you're saying is in effect, I'm right and everyone else is wrong. That's what innovation means being first. People never forgive you for being right too early. So that's in the book. Now this is his footnote that he adds to this section. So he says if you speak out in support of small unimportant innovations that fly in the face of widely held belief, I do it all the time, you are likely to be dismissed as stupid or arrogant, and that's pretty much the end of it. However, if you defend a really big idea that challenges why held beliefs, you're likely to generate a mass of hatred, and you just might pay for it with your life. When Galileo defended camp, he was ridiculed and imprisoned and then threatened with death unless he were candid. Charles Darwin cautiously postponed publishing on the origin of species and the descent of man for more than 20 years, but that judicious delayed and not save him from vicious personal attacks coming from all ranks of contemporary society. So, obviously I'm a huge fan of history, I, I found this 1 of the most appealing aspects of reading the words of Larry Ellis. I thought it's very interesting that he... I think that's the right way to do it. Learn from history in a in a compare contrast to what's going on in your own life now. Adds a depth that I think is lacking with most people. And, I already said this, but this is the last section of the personality, and then we'll get into the early days oracle and Oracle near death experience. Ellis by own admission had never really wanted be Ceo. He never really wanted to run a company. So once Oracle who gets up and going, his goals in life change. Remember the original idea of Oracle being it was being a vehicle to provide him with a nice life a reasonable amount of money and plenty of time to goof off whenever he felt whenever he felt like, That had quickly evaporate it. In his early forties, Ellis was willing to say and do what was necessary to defeat Oracle rivals. So there's a lot of back and forth because a lot of people that went through this this near death experience of if Oracle, Larry ends up firing. So everybody has different opinions about what what happened. I'm gonna talk about the stuff that everybody agrees on. Okay? So Oracle almost runs out of cash. As far as we could tell, that's due to rising costs and late paying or non paying customers. So there's a lot in this section, I want you to think about what we learned about Billy durant and why he was eventually removed from from Gm. Okay? This as Oracle had a serious cash crisis. An ultra fast growing company that suddenly hit a wall, and this turned to a painful reverse that's that a painful reverse version into something almost terminal. And I'm just gonna list off some of the things that we're occurring inside the company that people seem to agree about. There was accounting irregularities as a consequence of rapid growth. Some believe is because he promoted a Cfo that never been a Cfo, didn't know what he was doing. K? Lack of central control. But all the things I'm listing, think about this is Gm under Billy Duran duran. This is history repeating itself. Or here, I guess you say human nature repeating itself. Like, so accounting irregularities is a consequence of rapid growth. Lack of central control. A far flung empire of somewhat autonomous organizations. If the company had adequate cash at the time, it would have been nothing more than a blip, what made it a near death experience was a lack of cash that I think every single 1 of those characteristics was also present under Gm... Should be Gm under Durant. And we're also gonna see Alison makes the same mistakes that Durant is. So it says, for Alison a personal as well as professional disaster was unfolding. He had borrowed heavily against his shares that had slumped to a point where he'd had faced the equivalent of a margin call, and a great many people were only too happy to see him getting his come up. His marriage to Barbara had broken up So this is the third wife now. And Bob Minor, this is his c cofounder, who should have been his closest friend wanted out. He was personal in another way for Alison. His adoptive father had always told him he would never melt to anything... This I think this is the third time I've told you this. This is over and over in the book. It's clearly very important understanding what is driving this like psychopathic intensity that Larry Ellis has. His adopted father had always told me that he would never mount to anything. My father said I would never succeed, he seemed that he might be right after all, but this is the most important point about this whole section. The reason I included it with you or for you rather. Although he was clearly shaken and a press, it didn't occur to him to give up. Yes. Let's go. Alright. Ellis is collaborating more in this time. And again, this is... What's refreshing. He says, what kind of Ceo lets sales write their own contracts? I just didn't know better. So why would that be a problem? Right Well, he says like, I was an idiot. I ignored sales just worked on product. Right? He says sales was now responsible for oversight of its own deals. Reviewing contracts and booking revenue without any interference from the corporate center. The consequences were myriad. This is such so bizarre. Huge discounts were offered to induce customers to buy software they wouldn't need for years. Risk were taken in selling to companies that didn't have the money to pay their bills, so they'd book it. The counting thing thinks, oh, look, we're doing so well, but there's no money coming. Exotic... This this is insane. Listen to this. Exotic barter deals were entered into. In 1, Oracle was given a couple of jets by an Israeli aircraft company in exchange for software. The hell they gonna do with jets. And Alison, yeah, commenting going back, looking back of, like, more mistakes that he made. I was interested in technology. I wasn't interested in sales are accounting or legal. If I wasn't interested in something, I simply ignored it. He continues. I just wasn't paying proper attention to my job. I was doing the only of the things that interested in me. It was the same problem I had in school. But this happened in my forties. I wasn't a kid anymore. The truth is that Ellis found almost everything about running a company other than creating a vision of what Oracle technology could do and driving product development to achieve it boring. Now, this the results of surviving a near death experience. Nelson's claimed that he was incompetent is only half true. He combine arrogance and reckless, So he's incompetent arrogant am reckless. To a degree that he was... That was very nearly nearly lethal for Oracle, but just important part, he learned. Is extremely intelligent. Now, the... There's 2 sentences that are extremely important. Let me read you the first 1. Then we'll get the second 1. But against that, he built something so inherently resilient and valuable that both he and Oracle would have a chance to reinvent them else. He had to go through this and as a result, and he then it doesn't kill you only makes you stronger, and made him stronger. Now here's the second most important part. How is he able to make the stronger? He learned. If you take a brilliant compulsive personality and you them to a learning experience they learned brilliantly and compulsive. It's also gave him more confidence going through and surviving Oracle near experience made him stronger. Made him more confident that he could deal with challenging and uncomfortable situations in the future, which, of course, there was gonna be more of these kind of situations in or says. After Oracle crisis looking into the abyss surviving, I felt emotionally strong enough to take a more realistic look at myself. This is what I meant about dividing your light... His life in 2 parts. I was tired of striving to be the be the person I thought I should be. If I was have any chance of happiness I had to understand and accept who I really was. That required me to to ask some questions about my past and live with answers regardless of what it turned out to be. I can divide my life into 2 phases. The first where I was desperately trying to be the person I thought I should be, and the second where I finally accepted the person that I really am. The second phase has been much happier than the first. And this is the author's explanation of this section. In other words, to be capable of accepting the love of others, you have to first love yourself. Okay. So this part, I would describe as Oracle Ad. After almost death, or Aa. I guess. And, really, in this section, I'm gonna be highlighting just Larry business philosophy. This is... The book is written in the early 2 thousands. I think they were together from, like, 2001 to 2003 they're about, and this is where Ellis is forced to reorganize oracle call again. And he he realizes, like the Internet is where he's he's he's burning the boats, which is something that he he recommends we do constantly. He's burning the boats and he's reorganizing Oracle around the Internet. He thinks that he has an insight that... You know, at the time people like, Internet's it's gonna be great. We're gonna be able, you know, maybe watch videos, maybe go shopping. And so else is like, no No. It the internet internet's gonna exponentially increase the the amount of the importance of databases. And that's exactly the the main product of Oracle. Right? And what I would say is edge here is that he was knowing what could what could be true before anybody else. Let's go the book for that. What happened was that Ellis had understood better than anyone, the potential impact of the Internet on the enterprise computing in general and on Oracle in particular. While the technology analyst confidently predicted the maturing of the database market Meaning, oh, it's saturated. Right? Ellis and Ellis is like, no, you're out of your mind. The market's gonna be 10 x larger than it even is now. Maybe a hundred x, whatever the numbers. Ellis realized that the Internet would exponentially increase both the number of database transactions and the number of people who would interact with Oracle databases. That would mean more license growth than the analysts had ever dreamed of. So this is the way of thinking about his goal for Oracle at the time. And why he... Why he went all in on the Internet. His rationale was simple or could never be hoped to be the number 1 in enterprise applications as long as client server prevailed. It was always to place set faded to play second fiddle to Sap, which is as larger competitor at time. By getting to the Internet first, Ellis would force Oracle competitors to be controller. So he wants... This is... We live in the world that or... That that Ellis is predicting. He's like, that the software is not gonna run on your computer. It's gonna run in the cloud. And so Sap, you're installing it on your computer, but what happens is companies have thousands, maybe tens of thousands of computers. It's like, this is stupid. It's clearly better to put all that that that complexity hidden from customers view and let us manage it. So he winds up being correctly, But correct. But by at the time it was extremely controversial. And so he's gonna... And he gets a lot of pushback on this. But then we see Ellis Ellis tells us his core business philosophy. And he says you can't get rich by being like everyone else. So he says Larry Ellis says he he's happy only when he's... When everyone else thinks he's wrong. The core of his business philosophy is that you can't get Rich by doing the same thing as everyone else. In 19 77. Everyone said It was nuts when I said it we were gonna build the first commercial relational database. In 19 95, everybody said it was nuts when I said the Pc was a ridiculous device. That was continuously increasing in complexity when it needs to become easier to use and less expensive. So there's a lot of overlap between Ellis and his best friend Steve jobs, including Ellis picks a huge fight with Microsoft. So he's really big on that you need to pick a fight. There needs to be... You have to have a clear point of view, and you have to compare and contrast that view with with Yeah. In his case, in in his opinion, like, the biggest and bad bully you can find. We'll get there and I'm gonna tell you more about that in a second. But first, why... Like, how did he arrive at this decision? Right? Now, again, were 15 years were living 15, 20 years later after, you know, after this happened, it's obvious that he was right to us. But at this time he wasn't. So he explains this. And again, he does own in a very interesting way. So his belief at this time, this is in 2001 when he's saying this that the Internet is the final the final form of computing. So he says the Internet models the last model of computing. This is it. Would distinguish Ellis take on the Internet was that he saw not just as a great way to get information and go shopping, but as a platform for a completely different and infinitely superior kind of computing. Right from the outset, he believed that the Internet really did change everything. This is what he says. Internet computing is the last architecture. There will be no new architecture for computing, not in a thousand years not ever. I know it sounds crazy, but with the Internet, computing has adopted the same architecture as all other major networks. So this again, him pulling from history. He's gonna compare the architecture of the Internet now to the hundred, he says the hundred year old telephone and electric power networks, and the 2000 year old A doc network. Internet computing centralized data storage and huge databases and processing a large servers while distributing information on demand across a global network. Internet computing hides its complexity provides economies of scale and delivers information faster. So that was his idea. That's what he built his entire... His strategy around. And he had... He's pulled into a meeting, and his his his his employees are are mad. They're, like, you're you're ruining you're pivoting almost a hundred and 80 degrees of away from what... How we've been making money. You're gonna you're gonna put the company in danger. And so the... In this section about to reach you, this is Larry I'm not miss not making a mistake Don't mistake the present for the future. Okay? So it says, can you guys tell Larry that what he's doing is crazy. He's putting the entire company in danger nature. This larry sponsored in this meeting. I had heard it all before. Relational databases will never be commercially viable. The customers want client client server. Blah blah blah blah. They were mist mistaken the president for the future. It's the worst mistake a tech company can make. Client server was dead, and the people in the room would figure that out at the funeral. But by then, it would be too late for Oracle to change course. We had to change the Internet applications now before the rest figured it out. So he's also eliminating huge parts of his company because he's it it conflicts with his new belief. Right? And what's gonna happen here is really something that I I I've never forgotten by studying and reading all these books about Steve Jobs. It's steve Jobs would tell you that the further you get away from 1, the more complexity you are inviting in. And so, Ellis, just like jobs, had a extreme dis taste for complexity, infuriated him. So it says in shifting the emphasis away from client server to the Internet was controversial with an Oracle, the issue reached boiling point with Ellis decision to halt all further work on client server in early 19 98. So it's like, listen. We're all in the Internet. We're not gonna keep servicing. They're running multiple versions of the same application. So let me... Let me tell you. This is how it relates to getting further away from 1. It says, 1 of the problems was that Oracle was now trying to support 3 different versions of its application suite. Ellis says we were the only vendor supporting 3 different modes of operation, terminal, client server, and Internet. Life isn't hard enough that we had to have 3 fucking versions. It was unnecessarily complex and I wanted to dump it. So he wants the entire company oriented around and focused on 1. We're not doing terminal, we're not doing client server, I don't care if you disagree, we're doing the Internet. If you're staying at Oracle, you're gonna focus on the Internet. You don't like it, leave. That's my interpretation of what Larry saying right there. So... And then this is Larry on on change. He says this has been my experience that people reflex resist change. Change requires people to rethink the way they work and the way they are organized. When people write down their current processes, and reason why those processes cannot be simplified, so that's interesting. That's actually really smart for all of us to do. Like, write down what you're doing and why you're doing it. So he's saying it forces them to carefully and without having rethink their business. In many cases, I'm and I'm not immune to by means, we do things without thinking them through. Thinking is labor, and we can't do it for every single thing that we're doing in life, but the important things you really should write them down. Like, this is why this is what I'm doing. And this is why. And you're gonna expose a lot of things, and I'm gonna get into, like, how Oracle is operating, they weren't even thinking through a lot of things day. So says this usually results in business processes being changed as opposed to our software. Simplified, modernized business processes, are at least as important as good business software in delivering efficiencies to the enterprise. So to that point, Ellis doesn't see what he... The problem he's trying to solve as a... It... It's it's a human problem. It's not a software problem. Right? So she says people are willing to automate their current processes have but not change them. And here's the the the main message here. They think they're already doing it the right way. You cannot strive for constant self improvement. If you think you're already right. You just can. Big companies have to standardize their processes across all different locations if they wanna automate efficiently. That requires a lot of change. And that a lot of resistance that change is inevitable. Okay. So this also applies to Oracle. And this is... I think, like, a, like, a cheat coat of life. If you just ask why repeatedly, it's a great way to quickly identify things that are poorly thought out. Either in others or in yourself. And so Ellis seeing this in his own company because he's got an only... He's he he's he changing with the company's focused on. He's realizing, my... Like, we can't solve problems for other companies. If we haven't solved it for ourselves. So it says wherever else looked, he he to find glaring examples of inefficiencies, wasteful and intellectual slap. A prime example was something called the energy center for excellence. This was intended as a place to showcase Oracle software for the energy industry. Ellis says that the uncovered plans to spend millions of dollars a year to run the center. So this is Ellis. I asked how much energy software I we playing planning to sell next year. The answer was about 10000000 dollars. So I said, does it bother anybody here that we're forecasting sales of 10000000, and we're spending 5000000 to run an energy center of excellence. Does that strike anyone is strange. You hunt... You know, dozens... Whatever the number is really smart people working there, and never no 1 ever thought the question. Like, is there... Are we actually getting a return on this investment. And so Ellis solution to this. He's, like, I'm gonna use the company as the laboratory. So he says, I decided we're gonna test our new applications inside Oracle. I'm gonna turn our entire company into a laboratory. If our applications are any good, then they should save us money and for the first time, I'll actually know and be able to control what's going on inside the company. So he talks about 1 of the main problems that is solve is fixing is that there's data data, there's data in all kinds of companies everywhere, but there's no information. There's no actual useful information that's coming of that data. This is really dumb. Like, we should we should be providing... We should not be saying hey, we're gonna store your data. We're gonna be saying, hey, give us your data and in return, you're gonna get insights that help run your business better. Right? And so he he realizes that there's there's so much duplication of effort. And he thinks it's a massive problem inside companies because all these this data is siloed. And he's, like, well, how much is this duplication of effort costing people. So he realizes how much it's costing Oracle, and he uses a story in sales presentation And I think the story is really interesting. So says, Ellis favorite example of the way this system operated was the was the work of the supposedly powerful pricing committee. Now this is Ellis story that tells you how you could be his he's selling his customers, how they could be wasting money. If they... His whole thing is, like, you should have 1 central database on all applications should run on top of that data. Stop having 15 different databases that are not talking to each other. The pricing credit committee was responsible over deciding how much we should charge for our products? So we do some competitive analysis? What's Ibm charging? What's Microsoft charging? How does our product compare? What are the market dynamics? And then we'd make a decision, and we'd say, okay, we're gonna charge 10000 dollars per processor. We then introduce an updated price and set it across the hall to our global sales headquarters. Unfortunately, our global sales team had their own pricing people who felt they weren't doing their jobs unless they did their own analysis. They'd say Larry is an engineer. What does he know about setting prices? Where salespeople. We know pricing. So they'd reset the price to 20000 dollars per processor, and they'd sent out a pricing memo to our European headquarters in Geneva. Of course, we had another pricing team in Geneva that redid that analysis and reset the price once more. They'd say what do Americans know about selling software in Europe. Where Europeans, we live in Europe. So the team in Geneva decides that the rice right price for Europe is 15000 dollars per process sir. And they'd send that price out to Paris, Munich and London. The same thing happens all over again. The guys in Germany ask what do French people in Geneva know about selling software in Germany. The right price in Germany is 25000 dollars per processor? Every country had a different price. It was crazy. We had about 200 people around the world involved in analyzing and re analyzing and setting and resetting prices. It cost us a fortune. It was funny too because he's talking about 1 day's talking to a and during the book. When he's talking to 1 of his American clients, and they're, like, they they just casually mentioned. He's like, yeah, Just bought all of the Oracle software through Oracle Brazil. He's like, why? He's like, because they give us a better price. He's like, wait. What do you mean? He's like, well, you guys are competing with yourselves. The price in America and Europe and Brazil are different. We just communicate with Brazil because they'll give us a about a better price. This is ridiculous. Alright. There's there's a quote. I always think about then I think about a lot, and I learned from Charlie Mu, and he's very explicit. If you read his his books listen to his speeches, Always talks about the power of incentives. And he's specifically says never ever think about something else when you should be thinking about the power of incentives. It's a hell of a statement from somebody to Smart Charlie Manga. Right? As is an example of that. 1 of the worst things... 1 don't know the worst ideas I can remember was when was when Ray decided we didn't do enough selling through partners. This salesforce convinced him the way to fix this was to pay more money to the Salesforce if we went through a partner than the deal came directly to Oracle. For example, if you sold a million dollar deal directly, Oracle would get a million dollars and you'd get a hundred thousand dollar commission. But if you sold a million dollar deal through a partner, Oracle we get 600000 and you get a hundred and 20000 dollar commission. So what do you think is gonna happen? Needless let's to say our Salesforce push through many deals through pushes as many deals as possible through partners that year. So the partners were happy. The Salesforce got higher payments. So they were happy, and the only loser was oracle. So this goes back to the idea that, you know, everything's basically held together by Duct tape. Don't idol humans or companies or anything else. We're all... We're all aaron perfect. Larry has a lot of ideas. He mentioned an over and over again that peep people underestimate how important the name of your product. So he gives an example, network computing architecture got absolutely no traction in the marketplace. So we announced the successor to the product called Internet computer architecture and sales took off. The big difference between the 2, the name. It never cease to amaze me how the product name can be the difference between success and failure in the technology industry. So something Nobody Else, and he's criticized for having, for opposing traits. He gets criticized for both of these It's really interesting. I mean, just... You have to kinda be guided by your own internal compass because he's let me give an example. People are mad for 2 different things. They're mad because he's successive dominant role in business, are because he's semi detachment from the business. So it was very interesting how he... Well, he doesn't characterize this. This is my interpretation. There's no messy. He's, like, Alison would tell you that he could be on or he could be off, but there's no messy middle for him. So says Alison had told me that he's unable to strike a balance between an extreme form of La fair delegation and an equally extreme obsession with influencing every aspect of the business. He could either be semi detached from day to day management, Oracle as he had been during the mid 19 nineties as before the... Right before the near death experience are furiously involved as he was now. Also has a really good idea. We talk about the idea that knowledge compounds. So he would tell you that you do not want turnover on your core product team. The knowledge it's compounding is way too valuable, so don't interrupt the compounding. This is what the book says. While many parts of the business actually needs staff turnover to stay fresh and vigorous, Ellis believes that keeping the Elite Colonel group together has been vital. The process of building a software product teaches a programmer or what to do and what to avoid. This accumulated knowledge and experience within the 40 or 50 strong group comes from continuous work on improving the core code rather than from some extension of the product that will make a flashy new release. This is Ellis describing the traits of what he feels is the best employ, the the best employees. This 1 guy named Dairy. Dairy combined brilliance with discipline and endurance. It's a rare combination. I thought this society idea was interesting Larry on the difference between hunting and farming. The salespeople people we hired in Europe were very professional in service oriented. The European management team strategy was to build long term relationships with our customers and do business with them on a regular basis. This European farming strategy was in stark contrast to the Us sales organization hunting strategy. Us salespeople try to sell the largest possible transaction to a given customer and then move on to the next customer in the next deal. It took me until 19 91 to figure out that the Us hunting strategy was both shorts sighted and unsustainable. It took another decade to change the culture of the Us salesforce from hunters to farmers. This is Ellis strategy is 1 pick a fight, and then 2 burn the boats. Once I'm finally certain of the right direction, I pick a fight as I did with Bill Gates. It helps me make my point and it helps... And it makes it impossible to do an about face and go back. Once a course has been plotted, I sail a long way off and burn the boats. It's a win or die, and he keeps on this idea of, like, being focused on the competition. So this this again, Have notes all of it is book. It's like this sounds like Michael Jordan. I I'd highly recommend watching that documentary the last dance, But only of that, A listener recommended the this book. And I don't think I'm gonna do an episode on it because it's so... It's it's so far outside of, like, our scope, but I... If you're interested in the mindset. So let me let me tell you what it is. I think I'm almost done with it. I'm listening to the audio book. I might have, like it's it's a short audio. Maybe like, 2 or 3 chapters left. But It's by Tim Grover. It's called relentless. And Tim Grover, it was or is was, Michael Jordans and Kobe Bryant trainer. And so this book is all about the kind of mindset that those 2 individuals and other of his clients have and what he learned from, I think he was Jordan Trainer for almost 20 years. So maybe 15 years or something like that. So I think there's probably a lot... There's probably a huge overlap with people who listen to to this podcast that would also enjoy that book. So if you feel like you're motivated by the those kind of people extremely competitive, relentless people. And a lot of the people we have in the podcast, you know, you described as relentless. Jeff Bezos was gonna call Amazon... Code relentless dot com. It forwards to amazon dot com. Like, he almost called Amazon relentless So that gives you an idea of what's important to him. So I would say Larry Ellis is the same way. So The reason I say this sounds like Michael Jordan is because Alison says that this is why Oracle exists, and that's to beat the competition and to be number 1. So he says, he strongly believes that Oracle always at its best when it has an identifiable identifiable enemy to go after. We pick our enemies very carefully. It helps us focus. We can't explain what we do unless we compare it to someone else who does it differently. We don't know if we're gaining or losing unless we constantly compare ourselves to the competition. So then he starts... He he does this book is full of digs on Microsoft. And then this is 1 of them. He says Microsoft can't innovate they can only copy. And he says, listen... That wasn't even my... That wasn't even me. He says I was quoting Steve jobs. He, meaning Steve said that the thing that really bothers some of our Microsoft is not how successful they are or how much money they have. It's the taste less mediocrity of their software. I totally agree with Steve. They never ever innovate, but they're pretty good copier. This is Allison on Microsoft copying continued. Even bill's strategy is just a copy of standard oil strategy back in the 18 seventies, But when Rockefeller uses monopoly to crush competitors, it wasn't illegal. There were no antitrust laws back then. So he talks about Microsoft destroys these 2 companies, and I the way he described it. I chuckle when I read this. Obviously it's not funny that you destroyed. Somebody's lights work. But I'm saying the way he describes Microsoft. He's just very good. Like, he's a a master salesman. Larry is a master salesman. He is Microsoft killed both companies like a rogue rhino tram a couple couple of disoriented field mice. This is Ellis and on Bill Gates. He says Bill and I used to be friends and so insofar as Bill's has friends. Back in the eighties and early nineties, all the people in the Pc software hated bill because they feared Bill. But Oracle didn't compete with Microsoft very much back then. So we got on pretty well. As I got to know bill, I developed a great respect for his thorough of his thinking and his relentless. There's that word again. Relentless remorse pursuit of industry domination. I found spending time with bill intellectually interesting, but emotionally exhausting. He has absolutely no sense of humor. I think he finds humor and utter waste of time, an unnecessary distract from the business of hand. I don't have anything like that kind of focus or single mind. So she talks about... This is why he picked Microsoft as an as an enemy. In the background here is he's on the phone with Bill and they're they're having a, like, a bit a friendly debate. And then hang up the phone and 5 hours passed and Bill calls him back. And he's like, you know, I think you're right. And and Ellis is like, have you been thinking about this? The whole time because Alison goes around his day days He's like, run his company and working out doing whatever, you know, the stuff he does. And so this is his response. He's like, I was stunned. He had taken the time and effort to think it all through and it decided I was right and he was wrong. Now most people hate to admit their wrong, but it didn't bother bill 1 bit. All he cared was that that all he cared was what was right, not who was right. That's what makes Bill very very dangerous. Most people are in so in love with their own ideas that it find their thinking. It creates boundaries and limits their ability to solve problems. Bill has this ability to manage his intellectual vanity and take ideas regardless of where they come from and put them to work in Microsoft. The terrifying thing about bills that he's smart enough to understand what ideas are good, what's worth replicating and he has the discipline and resources to get on with it and make it just a little bit better. Add to that, bill's ruthless perseverance and the fact that Microsoft has more money than God and you get a most formidable foe, the ultimate foe, the perfect enemy. We decided to pick a fight with the biggest most dangerous bullying the school yard. There's no way to avoid this fight. So let's start it. It gives you real good insights onto how Larry thinks, and and how he... You I'm gonna get to in a minute. Because there's a I'm reading book Like, why? Why you have more money? Like, you don't really wanna run a company. You have more money you can ever spend like, why are you doing this? And I realized like, he he hacks himself? He he does these little games so he can be focused. He makes it into a competition. Therefore, it's not about money. It's about winning, and that keeps him driven. He's like, I'm not focused since and I don't... I can't grind like bill gates. I'm not like this. So he has to... It's actually really, really intelligent. He's like, I have to find the best way to trick myself into into doing this. So this is more on why you focus so much on competition. If you're a fighter, the only way up is to the top fighters in your division. So we pick fights with Ibm and Microsoft because they're the ones who we had we had to be to reach the top by constantly measuring ourselves against the 2 top heavyweights. We constantly improve the competitiveness of our products and services. So we always talks about, like, I'm I'm interested... I'm using competition as a vehicle to test myself. And I think that's a very interesting way to to think about that. What's it's also interesting whenever this book is, like, he has a great respect for Thomas Watson and Ibm under his leadership. So I did... If you if you haven't listened to the podcast I sit down, Thomas Watson. I think it's on the book called the Maverick and the machine, It's founders and 87, but he's like, listen, they did great work there. They they did had a bunch of research and development. It's not the Ibm of today. At the ibm today. I don't respect at all. So he says, I don't dream of an Oracle that... That's, like, Bill's Microsoft or Ibm version 2. Meaning the the the current Ibm on the 1 that's not. Run by Watson. Our our role model is Tom Watson my... Magnificent creation. The technically brilliant and innovative Ibm of old. That's who we wanna be when we grow up. So now this is the author saying, like, you know, this is what I was just mentioning? Like, why... Like, I'm left wanting what why? What what are we doing here? Why we doing this slurry. Right? So says early on, I had wondered just how committed Ellis really was to making Oracle greatest as Ibm and his Heyday. I thought to given his age, the range of his interest, his unimaginable wealth and his own self confessed dislike of much of the routine of and that's involved in running any business. It was almost inc that he would have the necessary stamina and hung hunger. So he says that. And then a little while later, I found the paragraph that may be the best explanation of why Larry does what he does. This might be the the best explanation in the entire book. Right? Like a lot of people, I still find it hard to understand how someone with as many choices is Ellis, who for the most of the last 15 years, has had more money than he could spend and who clearly, has a low boredom threshold can bring himself to keep doing the same thing. This is Ellis saying. My sister told me that whenever I got too closer to a go, I'd raise the bar for fear of actually clearing it. We're endlessly curious about our own limits. The process of self discovery is 1 of testing and testing yourself. So now he talks about how he apply this to... He's very famous for, like, doing these, like huge sailboat races. So he says, I won the Sydney to Harbor? That's 1 race. Can I win the America's cup? I guess, I'll have to find out. The software business is a much more difficult test. It's a much higher stakes game. There are probably more people playing that game, and it's a lot more interesting game. It's a lot more exciting. If I wasn't doing this, I'm not sure what else I'd be doing in my life. So there would why he bringing up the compare and contest contrast to Jordan. I think Larry is addicted to competition. Oh, this is this is really interesting. This is Larry of response. He's most frequent criticism and he's a liar that he's a hyper or just the pathological liar, and this is is response to that. Being optimistic and exaggerating is another matter altogether. The entire history of the It industry has been 1 of over promising and under delivering. Software executives routinely say that a product He's gonna be ready by certain date, and then it turns out to be literally years late. It happened in Microsoft It happened at Oracle. Software development is notoriously unpredictable. Maybe the only on schedule the 1 Michel Angelo gave a pope when he was painting the sis chapel. It'll be done when it's done. Anything else is a guest and sometimes we guess wrong. Now an extension to this is, you know, maybe he could say, yeah. I think it's gonna be... Like, maybe he could be a bit more wishy washing this communication. Okay. It's gonna be done in a. Maybe say, maybe it's a 1 to 2 years. He he wants to speak. Even if his his... I would say, even if his statements are more definitive than they should be. He feels that like, that's... It's better, like, who what kind of leader are you gonna follow? And he has a great story to illustrate his opinion on leadership. So it says, another aspect of Ellis P provide style is equally calculated? His leadership. You cannot lead... Now, this is him. You cannot lead if your filled with uncertainty. Imagine 2 officers each leading a company of marines up a hill. The first 1 says, men. We're gonna go up this hill, and we're gonna kill every fucking enemy soldier on our way to the top. I'm going first, and you're all gonna make it to the top with me. I haven't lost 1 of you yet, follow me. Cool, competent and confident. I'm ready to follow that guy. The second guy says, men, we're gonna try to take this hill. I have to admit that I don't know how many soldiers on the hill, and I've never really done anything like this before, but I'm willing to go first if you're willing to follow me. We might make it, we might not. There's no way to know for certain. Even if we make it to the top, it's highly likely that some of will be killed. Follow me. And this is Allison interpretation this. Well, the second guy is impressively honest about his fears and uncertainties. Maybe he should become a psycho, but there's no way anyone is following that guy anywhere. And finally, I finally got to the part where, again, I told you the whole time I reading this book. Like, this is Michael Jordan. Larry finally makes the Mj comparison that was obvious if you read this book. And he talking about steve jobs. He says the Apple board replace Steve Jobs with John Sc didn't it? How stupid was that? Brilliant disciplined intensely goal oriented leaders routinely alien at the people they work with because they push too hard. They make the mistake of thinking everyone else on the team wants to win as much as they do. Michael Jordan was not popular with many of his teammates because he'd get in their face for not playing hard enough. And so again, I I know I'm repeating myself, but really have to... If you really wanna understand why Larry is the way he is or why more importantly he makes his decision he makes He he ob obsessed was winning of such a competition. He feels and I'm about to just describe his opinion to you right now that winning is a habit. And so he says winning is a habit. So is losing, competing and winning at sailing has made me more confident intense and determined to win at Oracle, winning breeds winning, the more you win, the more you wanna win, the more you win, the more you think you can win. And finally, there's some philosophical aspects to Ellis that I find, really interesting. And so he's gonna talk about here, he's gonna talk about time. Why we do what we do in life and how you can tell if you're on the right path. Life is the only miracle. I don't waste a lot of time. I work intensely on things that I care about, and I spend my time with people that I care about. I do what I want with my time because I know there's not much of it left. Maybe it's just vanity that motivates me. You can never really be certain of anyone's motives, including your own. You are better off measuring people on what they do. I don't know, can't know and don't care what motivated Jonas Sal to try to make a polio vaccine. I'm just glad he did. What we wanna do with our lives is the most important question we all have to answer. I think even if I found out, I was dying and I had a year left to live, I wouldn't change my life very much That's a hundred and 24 books done 1000 a go. If you buy the book using the link that's in your show notes, you'll be supporting the podcast at the same time, and I'll talk you again soon."
}