{
  "transcript": "I do know that any introduction that anyone could write to this remarkable story would be overshadowed by the substance of the narrative itself. It significance is twofold. First, the lesson to be learned and second the story itself. Progress has come about when an unusual man broke loose and independently on his own started something different. The usual man Seldom makes inventions or strikes out new directions, our blaze new trails, our advances our frontiers of knowledge and under standing. Such things are done by unusual men, who have a particular talent, broader vision, more imagination, more ambition, willingness to work, courage to act independently and accordingly to the force of his own convictions. The significant thing is that while the unusual man may profit by his unusual efforts and sacrifice. In an infinitely greater measure to see contribute to the advancement of the whole, Indeed, that is the only way the whole can ever advance. I present to you the reader, Charles f ke, farmer, school teacher, mechanic, inventor, engineer scientist, social philosopher and master salesman. Okay. So that was an expert written by Alfred Sloan from the book I'm gonna talk you about today, which is professional amateur, the biography of Charles Franklin Ke. And it was written by Thomas Boyd. So just a few things before I jump into the rest of the book. When this book was first published in 19 57, the title was professional amateur, the biography of charles, Franklin ke, a ke. I'm not sure how to pronounce his name. I'm gonna call him Cat today because I was his nickname. But when it was reprinted, they changed it to Charles f ke a biography. But I think the the original title, professional Amateur gives you a great insight. Into the way in which Cat approach its work. And the second thing is, I'm in the middle of 2 multiple part series. The first series is reading bunch of biographies for the early, pioneers in the automobile industry. And the second is a multiple parts series is on the Ellis. You're gonna see them appear in in the order in which the books arrive. There's a lot of, I guess, disruption of the supply chain right now. And so books are taking a lot longer than they normally do, and it's kinda unpredictable when I deceive them. So I don't mean to go out of order like this, but if if the... As as the books arrive, I'm just reading them and then turning them in podcast. Okay. So let me go ahead and get into... I wanna start right up upfront. Normally starting in the early life, but I wanna give you some brief summaries of why this Sloan, Alfred Sloan did a multiple part series on him too. It's an extremely accomplished individual, and he regards Cat as a genius. As does Billy durant calls cat a genius. Walter Chrysler, Henry Lin, the founder of Cadillac. So what is it about this person that Sloan talks about, Oh, that's Sloan referred to as an unusual... The most unusual individuals, what he call him. So it's impossible to summarize a person, but if you had to summarize cat, this is the way you would do it. And it says, as a symbol of progress in the American way of life as creator ideas and builder of industries and employment as inspire of men to noble thoughts and greater accomplishments, as foe of ignorance and discourage as friend of learning and optimistic resolve. Charles f ke stands among the greatest men of all time. So how why are people saying that about him? Let me just read some of his accomplishments from Wikipedia, so you have that understanding right up front. He was an American inventor, engineer, businessman and holder of a hundred and 86 patents. He was the founder of Del and was head of research at general Motors from 19 20 to 19 47. Among his most widely used automotive developments with the electrical start starter and led gasoline. He was also responsible for the invention of Free on, which is used in refrigeration and air conditioning systems. He developed the world's first aerial missile, and he led the the advancement of practical lightweight 2 stroke diesel engines, which revolutionized the locomotive and heavy equipment industries. So when Sloan says that he has a remarkable life story. What he means there is how does like, what we're gonna talk about today is, how does a poor farm boy from Ohio, transform himself into 1 of the greatest people in history. And I think a lot of that has to do with the way he approaches his work in his mindset. So I wanna talk about that term professional amateur. And so a lot of what I'm gonna share with you today is direct quotes from ke. And this is him talking about why it's so important to approach your work with the mindset that you're professional amateur. So he says, we are simply professional amateur. We are amateur because we are doing things for the first time. We are professional because we know we are going to have a lot of trouble. The price of progress is trouble, and I don't think the price is too high. So before I get to his early life, I wanna continue this line of thought that he's having there. And I think these 2 these these 2 excerpts are going to explain to you the way he thought. And then once you understand the way he thinks, You'll see the way he approaches work. It makes sense why he went about his career the way he did. So he says, at this time, he's running a research laboratory for Gm. Right? And this is many, many decades into the future. It takes him of 3... It takes actually 4 decades to get to that point? And he's talking about why it's so important. Like, why do you wanna pure research laboratory within a commercial organization. Right? So he says, where I work we keep ourselves harness to the idea that we still have everything to learn about automobiles. And that is just a simple truth. Now, that's a hell of a statement when you think that at this time, Gm is already producing hundreds of thousands if not millions of cars. We He says we don't even know what makes an automobile run. It is so simple to explain it by saying you take a charge of gasoline and air into the cylinder and compress it and ignite it with a spark, and it explodes and pushes the piston down and that makes your cargo. But if you stop it right there, it's a logical explanation. But what does the spark do? What do you mean by combustion, we don't know why or how the spark sets off that explosion of gas. So I say quite solemn, that we haven't the slightest idea of what really makes the contraption run. He as we call the reaction combustion because it nicely conceal our lack of knowledge on just what takes place in the engine cylinder. I just don't think we can lit live in this atmosphere of ignorance about what goes on there when our whole business depends on it. So this next excerpt will explain the first 1. And you hear his his idea. There's a there's a quote but that Thomas Edison is famous for saying. And he says, we don't know a millionth of 1 percent about anything. Now think about how crazy a statement that comes from from 1 of history's most legendary tinker. Cat, the reason I bring that was Kent has that same belief. So he says I object to people running down the future. I'm going to live the all the rest of my life there, and I would like it to be a nice place, polished, bright, gl and glorious. What I believe is that by proper effort, we can make the future almost anything we wanna make it. In reality, here's the the part that echoes, Thomas Edison. In reality, we've only begun to knock a few chips from the great corey of knowledge that has been given to us to dig out and use. And so so I'm gonna continue this, but I wanna pause here and interject, remember, sloan calls him a master salesman. And 1 1 thing that is us, so wonderful about reading the words of of cat is that he has a great way of taking extremely complex ideas and then breaking it down down into a tiny little story that we can understand. So he does the same thing here because he's saying listen and We've... First he's using a metaphor. He says, we've just knocked out a few chips, a tiny bit from the Great quarry of knowledge. So what he's telling is there's is clearly at the unknown unknowns are much larger than the known unknowns. Right? And and he's he finds a peculiar that most of humanity goes on thinking that we have everything figured out. When his belief is the exact opposite. We have almost nothing figured out. So now he has this great story about where he perceives, like, how far we've progressed as a species. On on the attainment of of discovery and knowledge. Right? So he says, we are, like, 2 fellows who started to walk from New York to San Francisco. When they get over into Jersey, 1 said, we must be pretty nearly there. We have been walking a long long time. And so this is Ke takeaway away from there. He says that that is just how we are in what we know technically. We have just barely begun. Okay. So I wanna go back in the store. I wanna touch on his early life. Do we see how a a poor farm boy from Hills of Ohio winds up accomplishing everything accomplished in his... What would that be 5 plus decade career. So his... 1 aspect of his personality, the sentence is extremely important. And it's... He says this unusual will... His unusual... Excuse me. His unusual unwillingness to believe that anything is impossible, later on, Alfred Sloan talks about, he's he's at, like, a he's talking about at the end of cat's career about how important he was to to the success of Gm. And he talks about everybody points like, the tangible because he has, you know, hundred and 86 patents. He's invented all these these important things that we used today, but it's his he says is intangible that are probably more important, and that's his inspiring those around them to keep dis to keep working and to keep discovering. Let me tell you how Ke, remembered his childhood. And I think this section also tells us a lot about how he thought about opportunity. So he says, I'm enthusiastic about being an American because I came from the hills in Ohio. I was a hill billy. We had only 1 pair of boots a year. Now I didn't know at the time that it was on... That it was an under privileged person. I walked 3 miles to school in a little village, and I thought that was wonderful. I thought of all that as opportunity. And I thought the only thing involved an opportunity was whether I knew how to think with my head and how to do with my hands. I thought that was what opportunity consisted of. I didn't know you had to have money. I didn't know you had to have all these lectures that we take that we want everybody to have today. So he's going to school. He's raised on a farm. So he's working on a farm, and then he's not working the farm. He's able to go to school. And the schools, you know, It's not what we think of school today. It's a 1 room school house in the country. But he says, he learned a lot in that little school house. And here's 1 of the lessons he learned. He says, talks about they have these things called, like, mc gru Readers. And think of it as like early textbooks for for kids. Right? And so he's talking about... And it just gives you an insight into a perspective that cat has. He says in the lesson entitled poverty and riches, he read that even the poorest boy it's rich in the things that really count, his sight, his hearing, his good health and many other priceless possessions. Charlie was taught that where there is a will there's a way. And after a lifetime experience on his own, it is Ke philosophy that we can overcome the difficulties if we want to. Now, 1 of the first jobs Ke has outside of the farm when he's 19, he's a teacher. But before he becomes a teacher and and in influences the minds of of his students. He found... He he develops a relationship with 1 of the most influential teachers in his life. And Ke is now at this the section about to reach. I think they're around 7 years old going back and and reflecting on everything he learned from this guy named Neil Mc. So it says Neil taught pupils to think in and around and through Ke recalled or Ke Recalled. Youngsters and this is kept continuing. Youngsters naturally have exploring mine. He's he sat expressing his philosophy of education. They should be encouraged to quest and question. The trouble is we don't get interested in the commonplace things, and it is the commonplace things that make up the universe. So Kent definitely applies that philosophy when he's a teacher. Now, Ke, like, many of the people we said in the podcast. They're very resourceful. And we see this early resourceful ness because he's walking 3 miles to school and 3 miles back. He's like, hey, let me not waste this walk. And so he says in those daily walk... In those daily walks back and forth between the farm and school, cat often stopped at the big flower mill in the in the town, which was powered not by watt... Not by a water, but by a steam engine. Remember he he... Most of his life is is consist of working on engines. And so this is the first time he starts learning about it. He made friends with the men who tended the engine and ran the mill, and they taught him many practical things I wanna emphasize the word practical. Cat says over and over again, he's not big on theory, and he's not big on even criticize the way we we teach kids and coach of education that we're not teaching them practical things. And so I'm gonna quote heavily from katz views on on that point throughout throughout today. But before I get there. During... So he's learning a lot from the people that are running the engine and running the mill. Right? And 1 lesson from his his childhood that he... That stuck with him as his whole life is that you need to worry about what you can control. And 1 of the older men is teaching him this through a story. So she says besides learning about water power and flour mills. He got from the wise old miller, some bits of philosophy which he stored in his young mind. A lot of people are bound to worry, the miller once told him. If you can do something about it, you ought to worry. I would think there's something wrong with you if you didn't, but if you can't do anything, then worrying is just like running this mill when there's no g to grind. All that does is wear out the mill. So now many dick decades later, he's still reflecting back on this time. And so it says on his seventeenth... On his 7 birthday, he said, I had the privilege, not the task of going to school. I had the privilege of going past the mill too, and there I learned about engines. There's a great difference between knowing a thing and understanding it. You can know a lot and not really understand anything. But from those practices That word again. Practical men there in that mill. And elsewhere, I learned how to understand things. And so something that they taught him, he's very important, like, even when he's in school and later even when he goes to college, he's not really interested in wrote memo immunization. He wants to understand the principles behind the things, The why He con... He constantly asked why. And so, this this the sentence right here is gonna are these 2 sentences are gonna tell you something about his personality, but also about how he approached learning. He did not care so much about what the answer to a problem was. But he wanted to be sure that he knew the reason for it and how it was arrived at. He kept working at things until he got them. Okay. So let me fast forward in the timeline. Yeah, he's... This is after he complete high school. I guess our version of high school. And his first job is a teacher, and this is where we see that Kent is definitely a mis fit. He decides that he wants to do things his own way, and he it largely influenced by how he learned. Kent did not follow sla the teaching practices at the time. Instead of teaching solely spelling solely by having the class memorize the spellings of a group of words and the spelling book, he would vary the assignment by having his pupils read something in the in the newspaper and tell them that they would be expected to know how to spell the words contained in it. This is a very important part. He wanted their study of spelling and you could you could sure extrapolate I played this out to the learning of really anything. He wanted their study of spelling to to not be detached and abstract, but tied in with something concrete. He told of once having been in a store looking over some books that he found there. When he asked to buy 2 of them, the keeper of the store remarked, mister, them ain't reading books, them school books. Cat thought that school books ought to be reading books too. So at this point, he's teaching. He's still a young man. And, like, many young people who he's looking for answers. He has no idea what his life is gonna be. He didn't even know... He winds up spending most his life as an engineer, but he didn't know what engineering was. So that changed 1 day when he happened... Let me read this to. He gets... This is the the seed of the ideas It's like, me, maybe I can learn engineering too. So it says Kat happened to see an, Ohio State University catalog. From it, he learned that the courses in engineering at University taught black and shop practice. So he's like, okay. Well, I know Shop and I know Blacks And if they're teaching engineers that, maybe I can be become whatever an engineer is. He really had very little understanding than of what engineering was. But if the engineering course had blacks at it, he could understand that. Can understand that because he grew up grew up on a farm. Now, what's interesting here is before... So he has a he doesn't have a normal... You know, it's not okay. 18, 17, 18, 18 years old Graduated graduate high school go to college, kind of the normal thing that happens now. He teaches for a few years. He doesn't get to to start college who was 22, and he doesn't graduate to his 28 because he's got severe health problems, which I'll get you in a minute. So he's still teaching He's got this idea that he wants to go to college, maybe from an engineer. But he can't get there. He doesn't have any money and he's still teaching. What was very interesting though is cat collects all these these individuals in his life. Right? That teach him a great deal. And so he we already referenced that with the the the people working at the at the mill. Now he's gonna learn from a wagon maker. And this is fascinating what Cat says about this. So remember at this point in time, Kent is 20 years old. Okay? The man from whom he learned most was here sweet, the wagon maker. But sweet was more than a wagon maker. He was, as Cat said long afterward, an engineer of such keen ability as to be remarkable. You would know more think of running across such a man in a small town than you would have flying without a flying machine. Here Suite had invented and built a self computing cash register, which was which was then in daily use as a drugstore. He also made an astronomical clock. Where did you find out all this Cat Ass suite. This is suites reply, which 1 of my favorite sentences is an entire book. I work in the Wagon shop 10 hours a day from 06:30 in the morning until 05:30 in the afternoon. And when I have no wagon work to do, I work on suites head. Years afterward when Ke had become a noted man, he recalled the day spent and spent in sweets wagon shop. Listen to the the language here. It's so fascinating, Letting him work on my head. I learned more from that old wagon maker than I did in college. The world was so wonderful, and he knew so little about it that he hated sleep. Now that line, that sentence right there. Sounds very much like Ke later on his life. Finally, at 22, he decides to make the jump, he quits being a teacher, and he and he enroll and he's a freshman Ohio the University. And he says, but he had to work he had to go to college, but he could not... He had to work at the same time he had no money. He had to find work for when he entered the university, he had very little money. By working early and late, so he'd work early in the morning, go to class and work a night and living for a while in 35 cents a day, he was able to get along. Now, it's very fascinating when when you hear Kat reflect back on the things that are important. A lot of them is not in the textbooks in school, but it's he's doesn't mean he didn't learn things in college, but this is... He's gonna tell us right now, 1 of the most important lessons he learned in college and really didn't have anything to do with the actual materials he's taught, but it's the relationships and the the the experience he's having. Right? So it says ke what he later said was 1 of the most important lessons he learned in college. He learned it from the eminent actor who's guy named Joseph Jefferson. This says Jefferson together with his company came to the university town to play his famous part of Rip Van Wink. 1 of them men asked him how often he had played the part of Rip Ram Wink? The great actor actor told him how many hundreds of times he had played the role? And so he's asked. Don't you get terribly tired of doing it so often? Yes. I did get tired after a while, but the people wanted rip, and so I went on playing him. I said to myself. This the most important part, it doesn't matter how you feel. Your job is to entertain the audience. Then I made up my mind that then I made up my mind that I would try to portray Rip Wink just a little bit better each time. And that constant effort at improving the part has kept up my interest and enthusiasm I thought that was very interesting that Kent explicitly says. That's 1 of the most important lessons he learned. Now, I what you also love about Kent is this is is undying or un optimism. So this is Ke on the power of imagination. So let me give you some background. Kid had bad eyes. I have no idea. I couldn't find, like, what the... If they ever diagnosed what what was happening. But he would lose vision, he couldn't read or even see very well in periods of his life, but it was intermittent, and it would happen for maybe, you know, a few months maybe even a year, and then, he would be fine. I think later on it. It just went away. But that's not really what I want you to focus on. I want you to focus on the fact that he flips a disability to a superpower. So what's happening right now is He's at he's I don't know how it's the university, and he can't read, So his classmates are reading the material to him, so he's laying down sitting in his eyes closed. And this is where he's just... Okay. I'm gonna let the power of my imagination. Mesh with the information that's in this book that's being read aloud to me. Right? She says also because he could read less less, he learned more and more to picture things in his mind. This capacity was value to him valuable to him later in life. Without imagination once said you can't get anywhere. He even remarked that by such mental digestion of new facts, direct quote from here him now, you can know 3 times as much as you know without learning anymore. So this period of life, though this gets to be so overwhelming. It's 1 thing you can't read. So... Okay. His friends and classmates are reading to him. But then his migraines and his headaches are so then he has to leave school. That's why I said he he rolls at 22. Doesn't graduate till 28. It's not because he was Dill dal. He's... That's not... There's no... There's nothing in cat's life that it's this d yelling. He wakes up and he and he shoots off like, a rocket. But this is 1 of the first times. Again, no one's perfect. We all have to work through things. That, you know, there's there's problems in our lives as parts... There's times where we're discouraged. I I think back to that that that excerpt in, or that paragraph, I guess, section is a better way to put it in my 40 years with Ford where, this is third... This is now ford's third attempt at building an automobile manufacturing company. And he comes to see chart... The the author of the book is Charles Sore and and he comes to see Charlie. And he's just, like, you know what? We're about to run of money. I guess I'm just not gonna have my... You know, I'm just not gonna be able to to accomplish this goal. And, you know, there's a conversation that that that takes place between the 2 people and eventually, at the end forward is like he's fired back up. He's was like, you what, I felt like quitting at the beginning of this conversation. Now I don't. And that and just a few short years later, he winds up attaining his life goal is 1 single goal of building a car, so inexpensive that, you know, the average people can have it. So I just think it's important. Like, that's henry Ford. 1 of the most successful entrepreneurs of all time. And he... There's so many times in his life story that he wants to quit that he's dish disheartening. And I think the difference is the the benefit of listening to this podcast is like, you're gonna be brain with, like, a lot of people already believe. So there's 2 things gonna happen. 1, you're gonna be brain into believing in yourself. And the people that are already believed believe in the so you may brainwashing into not quitting because that's the the the 2 main traits of almost every single person. Like, they believe in their ability to do what they were setting up to do even if they they understand that it's gonna be setbacks along the way, and there's gonna be some time times when they're tempted to get quit. And the second thing is they don't quit. And so this is cat being dish disheartening, but he's not gonna quit. He's gonna quit temporarily, but he goes back at it. Okay? So it says, the condition of his eyes went then went from bad to worse. Not only could he not see a study, but he also... But also the headaches which plagued him grew more and more violence. He became sick. His eyes filled him so completely that he simply had to leave the university. At that point, he was a dish disheartening young man, and this is gonna be a hell of a statement from Ke. I'm glad I didn't turn out this way. Leaving for home, he said to a friend. If my eyes won't let me finish my schooling, I hope the train runs off the track and kills me. Okay. So he goes back and he's, like, maybe working outside. He gets a job at their they're laying the line. Think about, like, the time the relatively new have mentioned the telephone, so they have to they have to, you know, there's physical labor... Labor, just like in the railroad industry of laying the track. Right? So he's doing that work working outside, and he's not having to read. Winds up helping his eyes. Right? But he also learns a lot about engineering. Remember he's pausing his engineering degree, but he's learning a lot about engineering, but he's learning about engineering engineering telephone networks. Right? Which is kinda crazy because, this guy almost like, I don't even know how to describe him. He's such, like, something also to think about, like, I read all of his... Some of his accomplishments at the be beginning, but, like, he has weird things that he gets in interested in, like, there's no record at time, but there's a very good chance that he flew more than any other... He had more hours and more miles in the air than any other American. When he was in his early life, he winds up being friends with the wright brothers because they both live in Dayton Ohio, which I'll get to more in in Later on. He has the first house that in you know in America that has air conditioning. Like, he just... He's just a... He's just a really fascinating person. The the reason I'm bringing all this up is because what he's about to say right here is that, like, you don't... You you got a backwards if you think that you you need to accept a job before, you know how to do it. So at the time, he's asked to... He's like, hey, can they're helping run telephone lines and pulls everything else? Can you develop a telephone exchange? And so he's at... Essentially, what's happening here is he's asked to do a job he doesn't know how to do. And I absolutely love his response. So says Soon Ke was asked whether he could install a telephone exchange. Certainly he could. Although in truth, he he actually knew very little about it. But the obstacle of not knowing, never kept him from under... Not knowing house, excuse me. The obstacle of not knowing how never kept him from undertaking anything, he thought needed to be done. It is a fundamental rule with me that if I wanna do something I start, whether I know how or not. As a rule, you can find that out by trying. So this is also tied to his personality trait, and the personality trait that I find maybe most inspiring, not 1 of the most inspiring things. There's a lot of inspiring things like I'm from Cat. Is his refusal to accept defeat. He would tell you that it's supposed to be hard and that everything of value is hard. So it says this resolute attitude of not accepting defeat has saved cat from failure on many of his important endeavors. Is non direct quote Cat. If an experiment fails, then you ought to be careful to find out why it failed. Because that failure may not have had anything to do with the reasonable ness of the principle. Every great improvement has come after repeated failures. Virtually nothing comes out first or shouldn't it comes out right the first time. Failures, repeated failures are finger posts on the road to achievement. So again, it ties, I I don't know if I've been explicit enough in in in trying to port this onto you onto to you. He is a fan of trial and error. He is a fan of tinkering. I've read, I think what 125 books so far for this podcast. My favorite book still to this day, the top 10, you know, favorite books change. It fluctuates. The number 1 has not fluctuate yet. It is James Dyson auto geography. I think it is essential for anybody that wants to have a remarkable life, whether that... Whatever that means to you. To read that book. And Ali only is it short and interesting, and he's a he's a hilarious person he writes very, like, witty and cheek lean. He's like, you this person I bleeds off the pages, but he gives you very practical ideas about how to achieve things that that are that are hard. And 1 section of the book is called the Edison what he believes in what James Dyson believes in is what also what Cat believes in is the Edison estonian principle of design. Which is essentially just... You have to tinker your way through. And so his point, you know, James Dyson most famous for for making a bag vacuum. He thought, you know, why is it... We have millions of vacuum cleaners and none of them work? Like, how has nobody noticed this? And 1 of his most famous quotes. He's like, listen? I mean, 5127 prototypes. Before I got it right. You don't just sit down and think, okay. Think think... You don't sit down and think, okay. Think this is how it's gonna work, and then it just... It works exactly like, reality does not align to your thoughts. So ditch ditching, like, discover reality through trial and error, and I just love that idea of what... And that's what Kept saying here. He's like every great improvement has come after repeated failures. Virtually, nothing comes out right the first time and he also applies this principle like, in a philosophical way and his speeches to the early automobile industry. Later on I'm gonna give you some great quotes about He's like, listen, You can't plan industries. Who plan automobile industry. Like you're... That's ridiculous. It it it grew organically through, you know, hundreds, then it's soon to be thousands and then now millions of tinker. Okay. So let me get back to the story though. Oh, so this is very interesting. The cast of characters that that get... Like, that that his life intersect with is almost unbelievable. Right? And 1 of those is him and, I'll, I'll get to where he's gonna work after college. But he he he knows Thomas Watson, the founder of Ibm. They work at Ncr, national cash register. And I'm gonna talk more about what he learned there. But... So Cat takes this job, and this is the same company, Thomas Watson Junior works at, and this is how happens. Before the end of Katz senior year, a letter... Oh, so I I skipped over a bunch. He's... He's he went back to ohio state after his, his eyes improved. He's gonna graduate. And so he... There's a letter to the university, it says before the end of cat senior year, a letter canyon University asking for a young man with an invent turn of mind and a good knowledge of, electricity to join the invention staff of the national cash register company at Dayton Ohio. And so the person that gets. I don't if it's a professor department had any... Whatever whoever it was. So, yeah. I got the guy just you. This this this crazy guy named Ke. So Cat takes the job. Right? And what's fascinating, I love the way he purchased these opportunities. He calls it his graduate school because of all the stuff he learned there. In July 18 o 4, Kent entered what he later said would be his graduate school, he was on the invention staff at the national Cash register company just read that. The president of Ncr was John Patterson. He was a genius of a man, a farm boy and an ex coal dealer who at the age of 40 had organized the company around a purchased invention. Which was an embryonic cash register registered. Remember, these are not electronic registers. Yet. In fact, Cat, is 1 of the people that that help invent that method. These are I think mechanical as I think what they're called. Patterson was a business show and a pioneer in modern methods of advertising and selling Through his original originality and drive, he had built the company into 1 of the best in the nation. He had a special knack of picking good people And was said to have conducted the greatest business university in America. And so we see Cat is at the right place at the right time. Again, with the right set of skills, he has the traits necessary to succeed in new product creation. So I think that's most of the insights that we're gonna get from Ke is, like, how do you approach If you're trying to do something new, how do you do that. Right? So says when Kent went to Ncr, he was by no means the the usual new college graduate. He was almost 28 years old, but he was already a self taught and experienced experiment. He also had the enthusiasm, the intensity of interest and the boundless energy essential to success in the tough business of developing new products. Now this is where he also at Ncr. He he he picks up on the importance of sales. Remember, Kent was described as a master salesman by Alfred Sloan. And so this is Kept remembering this time in his life. He says, I didn't hang much around with the other inventors or the executives. I lived with the sales gang. They had some real notion of what people wanted. And sensitivity to what people want has all through all through his life has been a mark characteristic. Remember, Ke said that you and I get no place in the world expect, accept and proportion in proportion as we serve the fellow who pays for our dinner. Now something else found fascinating about cat is that he'll take 1 lesson in his life and then apply it to a different domain later on. At this point, cash registers were hand cranked, which sounds really crazy to us. Right? So he invent a way to not need a hand crank on a cash register. Now what's interesting to me is he... He's also the person that member cars used to be had to crank and started. So he realizes it's the same solution, the same principle behind the solution that he that he events for the cash register can be applied to the car later on. Right? So I don't wanna go into detail here, but I wanna tell you the print, like, his his larger thought here, which I think is important. More than once, this is cat talking. More than once we have seen research accomplishments fit together. Like, the words of a cross puzzle to aid it to aid us in solving other problems. Okay. So he works at Ncr for 5 years on fast forwarding, he makes 4 major inventions. Those 4 major inventions wind up being for many years to principal products at the company. And so he gets this idea that he wants to eventually have his own invention shop. He wants to do, like, independent engineering, doesn't really know how. At this time, obviously, the automobile industry is booming. And so this is gonna give him the opportunity to to have his own business where he can vent the things that he wants to vent. Right? So he has a friend named Howard, this guy, he works at cat Cadillac. Right? And Howard telling Cat says, Howard told Cat that a cadillac. They were not satisfied with the automobile ignition systems of that time and asked him if he could think up of a think of a solution. So he's like, okay, we have a company that that has a problem. I think I have a unique set of skills and I could solve that problem. So he starts working you know, nights and weekends, to solve the prom because he understands that, hey, if I can... Like, there's already a need here. If I can fill that need, then I can get money and I can do this on my own. Right? To... So he... Now this is what's really interesting about this. So he funds his work this work, this, like nighttime and weekend can work. First from his savings, and he get his office space is really if a friend's barn. Okay? So it says, to provide the meet... Machine tools that the men needed in that experimental to work, they took out savings this is him as They took out savings of 1500 dollars. Nearly the total amount they had. With that money, ke brought... Kept purchased a lat and a milling machine and that that added to the meager equipment in their little shop. This was only the beginning of missus Ke ke ke, I think missus Ke efforts to help her a husband in his independent invent of endeavors. Often when the men were working late in the barn, she would ring them coffee in and evening snack. Remembering the loyal support, she gave him during this trying period and afterward, cat out of her, she was a great help in those early struggles. She never got discouraged. She went up passing away from cancer, and 1 of the... He talks about, like, what a wonderful life they had together. But he also says something that I thought was very insightful about their relationships. He said that she was the only thing in his life that he never tried to improve. Okay. So all this work in the bar pays off. They get a contract to produce 8000 ignition from Henry Leland. So we've talked about a lot of about Henry... Leland Henry Lee was extremely influential and a... Not only he was he an early automobile parent himself. But he's extremely info... Influential on... On almost all of the other early on a automobile pioneer. He's extremely important. I can't find a biography for him. If you can... If you can, please percent in my direction. He's really fascinating. So there... Well, first of all, Cat also does something. He's gonna form a company here and he realizes, he he needs a good... Somebody to to do business. Like, somebody can handle the business because he's not really interested in that end it. This is very similar to, like the the the arrangement at, like, the early days of Rolls Royce, where you have Henry Royce as the engineer, and then, roles as as the business person. So says Deeds. That's the guy's name. And Ke, we're called up to Detroit by Henry Leland, and then they... They gave... Okay. I said that they have a contract. This was really more than the 2 men had contemplated. They were thinking only of becoming origin and new product, products, not manufacturers if anything. So they wanna cat it because, like, well, we we figured it out and you manufacture it. That's not how it works. So they're hired to manufacture. So what they do at the beginning is they can sub contract out to manufacturing. But eventually, they start making things that no 1 else has to make So they have to grow into manufacturers themselves. So after the contract was signed, Kent resign. So what that tells you is this the this... The beginning of this company, just like last week when we talked Larry Ellis in the beginning of Oracle, it was a side hustle. It was then a cat resigned from Ncr now it's a description of the bar... The hours at the barn gang kept. And that's that's the beginning of the company. Right? As for the working hours, kept by the men in the barn, 1 of them put it this way. Quit at 05:00. Boy, we didn't even know there was any 05:00. All we knew was there was light and there was dark. Now, back to Leland. Leland like many other people call Ke a straight up genius. But that doesn't mean he's not gonna be hard on him. Leland had had un unbelievably high standards and was ruthless to people that did not meet his high standards. So he says the man whom Leland called an absolutely unknown electrical genius succeeded in selling not only his product but also himself to everyone at cadillac with with whom he had a deal, but Lil was a most exacting and critical purchaser. He found fault with many things about the new system. Trying to satisfy him and everything, and everyone else concerned and to solve the unexpected problems that arose, ke or ke began a long period of traveling. So it's this long period of traveling back and forth between Dayton and and Detroit where he... Start... Sometimes he would drive, sometimes he would take the train. Eventually, he's, like, I'm just gonna learn how fly. And so he starts flying back and forth between in 2 cities. Now, fast forwarding, he's very successful creating the the ignition system. But what Kent is most well known for is the fact that he invented the electrical starter. Right? And the way it came about was very fascinating. Leland friend and fellow automobile founder well, pulled over to the side of road 1 days is trying to help this lady crank car, it comes loose, breaks his jaw. The guy's all at the time and from complications of a broken jaw, he dies. But as Leland friend. Right? And so this motivates Leland to find a solution to the hand crank. Broken bones and other injuries were common when cars were cranked by hand. But Carter was not a young man and complications arising from the accident causes death. Now it happened that Carter was a friend of Harry Leland. Soon afterward in Leland office, Kent remarked that he thought it would be possible to do away with the hand crank by cranking cars electrically. In Leland distress at the loss of his friend, he took up the suggestion at once. If Ke could develop a successful self starter, he would agree to put it on the Cadillac car the next year. And so this 1 invention is what is where we see Katz company, which is called Del have rapid growth. Eventually, that rapid growth is noticed by Billy Durant and billing durant is gonna buy, and that's how he's folding into Gm. Okay? We're not there yet. But I wanna get to the point about... Well, first of all, Del has... I already said that they're gonna turn... They have to turn into manufacturers. Right? Or else the electric starter doesn't get built. So I thought I thought it was interesting how they finance the company. It became necessary for Del, I had did finance the stage of this company should say. It became necessary for Del itself to set up the job of manufacturing a large part of the equipment. There were only 12 men on the payroll time. They grow from 12 men to 1200 very, very fast. But to get even that small endeavor under the underway, cat cat and deeds had to put all the money they could they could scrape up. They mortgage everything they had. These put a mortgage on his house and kent put on a lot that he, put a mortgage on a lot that he owned. Both borrowed money on their life insurance policies. They also put up patents and contracts with Cadillac as collateral for a loan from the bank. Cadillac also paid them some money in advance. And again, doing whatever they can. Right? They sold some preferred stock and raised money in every possible way. At this time, there's a great quote that ke has. All human development. No matter what form it takes must be outside the rules. Otherwise, we would never have anything new. So what he's referencing there, is he's successfully invent... Electric starter. Right? But then when he goes and gives a presentation at this like, this formal organization of electrical engineers 1 guy stands up and it's like, oh, you didn't you didn't use our methods to invent this. So that's fine that you do this, but I would never do that because I'm a real electrical engineer. This is this is stupid. What are you talking about it? And so, Kent, you know, he's rather ambivalent this Like, I don't care about this? Like, care about solutions. I don't care about meth... Like, your met your methods or your gate keeping way you think things should be done. So he says never mind about the experts Cat said. The public liked the self starter. They never troubled their heads about whether the the theory was right or not. And so Ke also talking about, like, at this time period in his life you're having to to do something he's never done before. How do I scale a company? Like, I don't know what I'm doing. So just says nobody is nobody is smart enough to get into the business that you end up in. That saying comes in part out of his experience in Del. Which he was forced to depart from its original objective of developing new ideas to become a manufacturer. Some Speeding through this time because I wanna get to a lot of his philosophies and on on on just all the lessons he learned in his career, so Billy durant by by Del, I thought Ke response to it was hilarious. 1 day in 19 16 Ke was working away in the experimental department when Deeds came in and said to him. Well ke, you know we've been discussing a deal with United Motors for some time. We're gonna get 9000000 dollars for Del. That's a heck of a lot of money was Ke was Ke only comments as he went ahead with what he was working on. And I think something that Kat was extremely smart on. And he knew what he was good at and knew what he was bad at. So he sets. The greatest invention an inventor can make is to get a good businessman to run his business for him. So he had deeds in earlier life and then Sloan plays that role later on. So this is kent on the fact that product development is chaos. Out of his user of experience, Cat once said, development work is always a slightly organized chaos. This is kent on his idea for a double profit system. Concerning business, Ke said, I am, I am for the double profit system. A reasonable profit for the manufacturer and a much greater profit for the customer. This is Ke. He's on... His idea on how how Like, how can you know how far along a project is. He says the way to tell whether a new development is over the hump, he wants mark is to is by try... Is to try taking your hands off of it. And if it runs back at you, it has not been pushed far enough. But if it continues to go forward, meaning other people can can continue your efforts, then it is far enough along for the research man to leave it to others. I mentioned earlier that, it was rather small world that cat knew the wright brothers, he says because because Kent lived in Dayton knew the right brother, he became interested in flying. His first airplane flight was made at the flying school operated by Or wright. Kent admired Wilbur and Or wright, and all they did in overcoming obstacles to to successful flights. Those obstacles were psychological as well as physical for it was common commonly believed then that heavier than air flight was impossible. The wright brothers cat said flew right through the smokes screen of impossibility. So he he develops a a love of flying, and he would fly in bad air bad conditions on purpose, just to study weather and air currents. But he figured out a way to, like, he had a limit, and he figured out a way to to find where the, like, the line he didn't wanna cross was. And I thought this was... There's a lot of knowledge in the short sentence. I've always had a rule for my self. Never fly when the birds don't because they have a lot of experience. So as a result of the the... Like, he's 1 of the first people to understand that the the the the impact and the miracle that flight was, and so he realized all there's gonna be an industry that's gonna grow up behind us. He said I made only 2 railroad trips last year. I flew more than 15000 miles. I was not out joy riding. I was just 1 place and wanted to go somewhere else. And I traveled by airplane. Several years hence, the aircraft industry will be a big business. It is in its infancy, but it's developing. A means of transportation 3 to 5 times faster than any other as a utility. It is such a great utility that we do not first appreciate it. And so this flying is not only transportation to him, not he's running experience experiments rather, but he's gaining perspective that he feels is valuable remember right he he thinks that we don't... Like, we're not... We don't put things in a proper perspective. Like we think we know more than we do, and we think we are more important than we really are. And so he says, as with everything else ke did, his flying was reflected in his philosophy. This is now direct quote from Cat. Everyone everyone ought to take a ride in an airplane. If an airplane passenger had has any personal con seat, such an experience will remove it before he again reaches the ground. If the general manager of some great factory reaches an altitude of 5000 feet, looks back and sees a little bit of a factory about this... And sees and sees a little bit of the factory about a size of a postage stamp, he is bound to realize that he is not so much after all. I told I mentioned earlier that Kent had the first air conditioned home in America. It was funny how this came about, and it gives an insight to his personality. The air conditioned equipment was put in against the advice of the architect and the contractor They threw up their hands at my suggestion Cat recalled. So I bought what was needed to harness a well understood scientific principle and made my own air conditioning plants. That is just 1 of the compensation of being an independent sort of mechanic. While he's working at Del, he sets up his own personal research lab. And he does it because he feels he's being distracted too much by the commercial needs of the business. Right? So it says, in his disappointment that his laboratory at Del had not been able to do much of the pioneering kind of research he wanted to do, because of the continual hindrance from current problems that demanded solution, he determined to try again to set up a separate laboratory for research alone. That decision was important both because of the good results that came from it directly and also because it came a link... A a link in the chain of circumstance that led Hinton still brought our field. So he's not only gonna be working automobiles, but he starts working on innovations for airplanes. Engines there that these engines that that can be applied to, like, farm equipment and, trains. And all kinds of just, you know, he he doesn't know where his experience is gonna lead him. He just... He he's just willing to follow the path wherever they, like, follow the path that they're making. Right? And to that point, he this is kept on the power of trial error. The destruction of a theories of no consequence. For theories are only stepping stones. More great scientific development has been made by stumbling than by what is thought of as science. In my opinion, an ounce of experimentation is worth a pound of theory. This is why Ken hates committees. He does a lot of work for the country in both World war 1 and world war 2. So during world war 1, the army or the military has an issue. There's a... There's this this thing called No. It happens in engines and cars, but it's also happening in engines and planes. And through through trial and error, he discovers hey. Gasoline for whatever reason, gasoline that's producing California causes the engine to knock less than gasoline that is used from, that is that is created in Pennsylvania. So he he tells them the result of his ex experiments. But they... The committee's doesn't agree. And so it says, it was accordingly suggested that California Gasoline be used as fuel for airplanes flown in combat. But unfortunately, there was a wartime committee which turned down the recommendation, recommendation is not practical. I think it's the definition of practical actually. It was this frustrating experience in several others, which Ke had with committees acting on progressive ideas that caused him to say later. If you wanna iron a thing down to the most simple, commonplace, low form of mediocrity. Get a committee to pick a flaws in it. Why? Because there isn't 1 man in a thousand who has any imagination when... Now he's gonna give a... This a great story that illustrates his opinion on this matter. 10 years afterward when his wife read about... Charles Lin solo flight across the Atlantic, she said to her husband. How wonderful that he did it all alone? It would... And this is Cats reply. It's hilarious. It would have still been more wonderful if he had done it with a committee. And so Ted has this philosophy. I love this idea he says, and this is very similar to a lot of, like, Henry Ford would say something similar. We find that in research a certain amount of intelligent ignorance is essential to progress. For if you know too much, you won't try the thing. This is kept on the importance of firsthand experience. It may seem strange. The the with all his responsibilities and with as k... As much capable help as he had, Kent would devote so much of his own time to road testing, meaning driving out... Won't be able to make sure that what he fixes is actually fixed. It was done in the exercise of his belief that it is a mistake for any person engaged in research to leave the practicing of it the practicing of it altogether to others. It takes personal practice to drive delusions out of A fellow mind he said. In an illustration of this belief he once told this story. I was running some tests off the coast to Florida in connection with automatic steering devices for small boats. And when the weather was bad, I used to work out out there every day from about 9 in the morning to about 3 or 4 in the afternoon. The test had to be run in bad weather because we couldn't find out anything in good weather. Some friends of mine down there for a vacation said, we think you're crazy running that little boat up and down in the stormy gulf stream all day long. Why don't you get somebody else to do that for you? 1 of those men happen to be a very good golfer and the other was an excellent violin. So I said, I'll tell you what I'll do. You fellows get somebody to play your golf game for you and to practice your fiddle for you. If you find that works, let me know, and I will get somebody to ride that boat for me. Right now, I do not know how anybody else could get my firsthand experience for me. 1 of the fundamental principles of Cass life was the fact that he would, you know, he he wouldn't... He'd veer off the path. Like, if if you believe that there's more things that we don't know than we do know, than just traveling on a well worn path is not the way to to discover new things. Right? And so what was interesting is he applied this even in his travel. So he he's talking to this this person, they both have to drive back from dayton to detroit quite a bit. And at the time, route 25 was like, a main highway to do so. And so Kent told them, you know, I can I can get there whatever? I think it's, like, 4... For... The guy says you couldn't make the driving 4 hours. And and Ke says, well, I do make it 4 hours. And so he's like, I'm gonna ride with you next time you you do because I wanna see how you do this, because you're doing it so much faster than me. Says often ke used the story this story to emphasize to young people and others the importance of getting off the beaten track, especially if 1 is to be successful in developing new things. Invention he would say, is nothing more than getting off route 25. So what this guy discovers is when he's riding with Ke. This guy would stay on route 25 all the time So take some, you know, 6 hour or 7 hours wherever it was. Kent discovered to trial and error that there's... You get on and off route 25, and you can get there faster. And so he uses as an illustration. He's like, okay, It's the same thing when you're trying to do new things. K was a master salesman but not because necessary, he wanted to, even though it does have, you know, extreme practical uses in life, but because he understood that the hardest job in life is selling you ideas. 1 of Cats important functions was that of selling the results of research to practical engineers and executives in the manufacturing divisions. That was seldom them easy. Out of his experience, Ke said that new ideas are the hardest things in the world to merchandise. This is hilarious. He's got a... He's very funny actually. Concerning 1 man with whom he ended a deal, 1 who made it an invaluable practice to resist change, Ke suggested to the general manager of that man's division that he would be better off to pay this guy a good salary to stay away from the plant altogether than to let him remain in a position to prevent new things from being done. It's now ke saying. Just tell him that anytime he comes near than a mile from the plant, his salary will stop. 1 of the people's... The the remarkable people that that catch life intersect with with Henry Ford, This is really interesting, and this also tells you like the self confidence that Ke has to talk to Henry ford the way he's about to talk to him. Ke believes in the in in the in inevitable of progress. He recalled the time in the days of the model t, when Henry Ford told Cat that he was not gonna put a self start on the Ford car. Mister Ford Cat replied. That is something you are not going to have anything to say about. So something it's not up to you. Progress is gonna march and it'll march right past you. This is a good idea of how he managed. In guiding the efforts of those associated with him, he suggested rather than directed. So great was his respect for independent thought and initiative and others that it was often difficult for those working on a project to find out just what he he himself thought about what should be done in a given circumstance. Why is he doing that? He was he was careful not to stamp out a spark of fire in anyone. Instead, he would fan it to a bright glow. If he did any prodding of those working on an endeavor, it was done so subtly that they would not... They would not recognize it as such, mostly, they were aware only of his intense interests. This is sloan on the fact that cats intangible outweighed his his tangible even though his tangible, tangible, contributions to the to Gm was... Were great. Sloan gave an evaluation of the part that that Kat had been in playing in its success, meaning was success to Gm. I start with the very ordinary statement that mister Cat, missed... I'm gonna call mister Kat, contributed to general Motors, contribution to General Motors has been up most outstanding. And I would say that the contribution divides itself into intangible and intangible. On the tangible side are the things that are specific. That's his ke inventions and improvements. Right? I would say that the on the intangible side of it, if it could be evaluated has meant more to all of us than all of the tangible things. As important as the tangible things were. He has been an inspiration to me and the whole organization particularly in directing our thoughts and imaginations and our activities towards doing a better job technically. And the tremendous importance of technological progress. Also, his courage, his 10, his belief in the sound of his deductions and his work have been essential. Because nobody knows better than you, meaning Cat, the terrible resistance you get in trying to do something different. So this is kept talking to us about new ideas and what he calls the shirt losing zone. Ideas grow very much like plants, you have to sew the seed. Then when the chute the chute comes first to the ground, they are quite tender and vulnerable. The proper care of the plant in this state is very important if it's to live and grow. In doing a new thing, only occasionally does anything go right. At least 90 percent of the time is taken up in overcoming all sorts of new and unexpected difficulties. It has been my good fortune to go through this at least a dozen to go through at least a dozen of these new developments. All the life history... And excuse and the life histories of all of them are very much the same. In each, there is a period which I've have called the t shirt or excuse be the shirt losing zone. That is the time after the article has been put on the market when it gets a serious setback. This is the most dangerous period, and many good ideas have failed at this point. So also tied to this is that his idea that you need to release your product as soon as it has any utility to another person. And he says once it's being used by other people, you're gonna feel pressure to improve it faster than you otherwise would. So this is how he describes that. Why do we not wait to begin selling the product until all the problems of using it have been completely solved. The answer is this. I have found that once a product has reached the stage at which is is useful to people are better than what they have other, otherwise, it is time to begin making it available to them. Doing this serves 2 purposes. The first is that the... Is that people get the benefit of the improvement sooner than they would otherwise. And the second, is that the further improvement of the product will proceed faster and more intelligently when there is such practical use to stimulate and guide it. This is... The summary of this quote is really that you you must act, you must move you have to try things, Ke says. Action without intelligence is a form of insanity, but intelligence without action is the greatest form of stupidity in the world. This is kept on the price of progress. In putting on new things, troubles are not the exception. They are the rule. That is why I've said on many occasions that the price of progress is trouble. Now this section about to reach you, you could summarize it saying that over confidence can get you killed. Another way to think about this is this this person is the... If you could find the opposite of cat, it would be Jo say stamp. Okay? So it says, this is right right before world war 2. Among the prominent English men who whom kept met at this time was Sergio sai stamp, later known as Lord Stamp and was a chief economist of the bank of England. Sergio Sai was negative to the introduction of eth gasoline into England. His arguments were based in part upon the idea that it is not possible to have stable economic world if it is gonna be upset continually by introduction of new inventions. In 19 38, Kent had a further experience with Lord stamp, which he afterward related as follows. I just returned to England from Germany. And knowing that over there, they were getting ready to go to war, I asked Lord stamp whether or not England felt prop prepared to meet it. Lord stamp replied that it was not necessary that England be prepared for war. Because Germany could not fight a long war. In support of his view, he pulled out a piece of paper and set up the relative percent percentages of Germany's gold reserves and various other indexes which are commonly used in rating a nation's commercial ability or industrial activity. He said that with Germany's index is so low, she would go broke before she could even start an important war, This opinion of his proved to be a great fallacy of course. And it was unfortunate that Lord stamp and his wife were killed by a German bomb which fell out on their home outside London. Cat continues. I should like to have been able to discuss the subject with him further, but I'm not sure whether economists and inventors will go to the same place when they die. Later on in his life, he gets interested in boats. He takes some people out on a cruise of 1 of his boats and this gives you an insight into his personality. The boat breaks down. And so a guess on that cruise remembers with admiration, catch persistence and dogg and determination, to make those injector perform. He worked hour after hour under the most distressing circumstances until at last, he did overcome the difficulty. Alright. So at this time, he's working on the development of of diesel engines and specifically diesel locomotives. And so he has... The person... This person he's working with, saying, hey, you know, we're getting a lot of feedback, like, at the time a lot of them were using steam engines. Right? And said people are saying we're crazy, See people are saying we're wasting your time, Kent, why don't you get out there and like, evan this Idea and educate people why we think we're gonna be successful and get completely disagrees. And so this the summary of this section is let the competition think you were crazy. By the time they get it, it'll be too late. So it says, why don't you... This is cat talking to to this guy. Why don't you know young man that the finest asset we have for our diesel locomotive business is the fact that all of our competitors believe that we are crazy. If you all if you will help them keep if you will help them keep on thinking that. Will not be bothered with competition during the years in which we are working out the bugs and developing a really good locomotive. This is a quote from the person he was speaking to. I took catch idea to heart and it worked like a charm. By the time the opposition woke to what was happening, the rush to diesel power was on in full force. And to stay in business, they had to make hasty ill prepared entries into the field. Now this section, he talks about Cat, when when you're doing experiments, don't we be worried about duplication of effort. So this is different last week, we talked about Larry Ellis was worried about duplication of effort, but it wasn't with experiments. It was with actual the implementation of business processes. Right? And in that case, you should be worried about duplication of effort. But but Kat gonna tell us why you shouldn't be worried about that when you're just doing research. Kent did not want to suppress originality in any way. Once another man who was doing much to support research on cancer suggested to cat that to get better coordination and cancer research and to avoid duplication and of effort, the 2 of them together should go and try to organize all the cancer studies in the nation and get them under 1 common head. No Ke said. He would not favor that at all. I'm afraid of a single direction in such things. It is too likely to steer the endeavor down 1 road, which may turn out to be the wrong road. I'm not worried about the duplication of effort and research. Such duplication is sometimes a good thing. It is not what 2 groups do like that matters. It's what they do different that is liable to count. Like this idea has, would summarize it by saying don't look to rest, look for progress. The trouble with many businessmen is that they are trying to find some way in which they... And in which things will take care of themselves. All the way along the road of life, people are looking for park benches where they can sit down and rest. There is only 1 place where there are park benches, and that is immediately in front of the undertake office. There are no places in an industrial situation where anyone can sit and rest. It is a question of change, change, change all the time. I think you can write this down. You can't have profit without progress. So let's go back to Catch idea, we don't know. We just don't know that much as a as a as a species. And he applies it to why you can't plan new industries. We don't know enough to plan new industries. You can't plan industries. Because you can't tell whether something is going to be an industry or not when you see it? And the chances are that it grows up right in front of you without ever being recognized as being an industry. Who plan the automobile industry? Nobody thought of anything nobody thought of anything of it at all. It grew in spite of planning. I doubt whether anybody was at was ever conscious of creating an industry at the time it was started. You get into an industry without knowing it. Economic planning is, like, predicting the Kentucky derby. You were very likely to bet on the wrong horse. So this is Kent on how you can teach anyone to be an inventor and the problem with modern education. If if you have somebody, like Cat who believes that we we know next to nothing. Then, of course, he's gonna think that the way we teach people is almost back is actually backwards. And so he talks a lot about this. And it makes a lot of. So he says, I could take any... Any group of young people and teach him how to be inventors. If I can get them to throw off the hazard of being afraid to fail. A study made a number of years ago said that the more education a person has the less likely they are to be an inventor. Now the reason for that is quite simple. It is because throughout throughout life, they have been taught the dangers of failure. From the time they enter the first grade until they graduate from university, they examined 3 or 4 times each year. And if they fail they're out. And in many cases disgraced, While in research and inventions, and and inventions work, you fail hundreds and even thousands of times. And if you succeed once, you are in. So it's completely backwards. Right? It therefore seems that the only factor which needs to be corrected is to teach the highly educated person that it is not a disgrace to fail that they must analyze every failure to find the cause. We para this by saying you must learn how to fail intelligently. For failing is is 1 of the greatest arts in the world. Once you fail, analyze the problem and find out why. Because each failure is 1 more step leading to the cathedral success. The only time you don't want fail is the last time you try. And so he expo on this idea that humans know nothing. Because in Ke view, the field of human knowledge is so far from complete, he thinks our schools ought to teach that we know very little about anything. And this kinda this this this story, quick story from his wife kinda ties everything together including the the the the title of the book, professional amateur. So often that he spoke about what he did not know that his wife once told him that on his tombstone, she was gonna carve the... Those words. I don't know. I love this idea because it's it... This is a common theme that we actually get... People that run from discomfort or are doing themselves to the disservice. You need to seek difficulty because it makes you stronger. This is now Kept talking about that. The greatest thing that most fellows are lacking today is the full trait of jumping into something and sticking at it until they come out alright. It was out of his belief in the need for young people to meet up with some, really difficult tasks that must be done that he said. Menu come up the hard way. Usually try to make things as easy as possible for their children. Thus, denying them the discipline of struggle that works so well in their own cases. Every time a youngster has to has to face a first class difficulty and masters it, his wings become that much stronger. Every time he makes a choice and acts on it, boldly and decisively, he is gi himself anew with confidence and courage. And what I took takeaway or what I took away from this next section is that we have no use for timid humidity. He also seems to have a complete absence of any humidity whatsoever. An important aspect of his courage and confidence is the quite unusual 10 with which he holds to and stands up for his ideas whenever he thinks he is right. Also the persistence with which he pursues the effort to verify and establish them. Even in the face of opposition and have repeated robust and failures. No matter what the difficulties or discourage. He is so full of spun that he always comes up fighting. His philosophy in this regard, he expressed by saying that the Lord has given a fellow the right to choose to kinda troubles he will have. He may have either those that go with being a pioneer or those good with being a trailer. As for himself, he prefers the troubles of the pioneer. And I'll close with some inspiring words from directly from kent that we can all take with us as we move forward. I can conceive of nothing more foolish to say the world is finished. We are not at the end of our progress, but at the very beginning. We have but reached the shores of a great une continent. We cannot turn back. It is man's destiny to ponder on the riddle of existence, and as a byproduct of his wonder to create a new life on this Earth. Alright. That's a hundred and 25 books done 1000 to go. If you buy the book using the link that's in the show notes, you'll be supporting the podcast at the same time, and I'll talk to you again soon."
}