{
  "transcript": "I'm talking about greatness. About taking a lever to the world and moving it. Larry said, walking the grounds of his new woods roadside property with his best friend Steve jobs. I'm not talking about moral perfection. I'm talking about people who changed the world the most during their lifetime. Jobs who had returned to Apple 3 years earlier, enjoyed the conversational volley and placed Leonardo Vinci and Gandhi as his top choices. With Gandhi the lead. Leonardo, a great artist and inventor lived in violent times, and was a designer of tanks, battle, ramp parts, and an assortment of other military tools and castle fortifications. Job cited Gh doctrine of non nonviolent revolution as an example of how is possible to remain morally pure while aggressively pursuing change. Larry choice for history's greatest person could not have been more different than Gandhi. The military leader, Napoleon bonaparte. Napoleon over through kings and tyrant throughout Europe created a system of free public schools and wrote 1 set of laws that applied to everybody. Napoleon invented modern public education, public art museums, and the modern legal system, and ended state sponsored religious discrimination. And as if that weren't enough, he emptied the Ghetto and gave the Jews equality in the eyes of the law Larry said. Steve had heard it all before and would never be convinced. The Napoleonic wars are named ef Napoleon. It's not a good thing to have lots of wars named after you, Steve countered, taking long pauses between his census as was his way. In contrast, Gandhi methods were moral and his achievements were material. He led India to independence. Napoleon engaged in a war to over overthrow kings and tyrant. He had no choice. They couldn't be talked off their thrones, Larry said. Yes, India got an independence, and along with it a genocidal civil war between Hindu and Muslims. Countless people were slaughtered on both sides. Jobs noted that Gandhi had gone on a hunger strike to stop it. Yes, and for his selfless efforts, Gandhi was shot and marty just like Lincoln Larry said. America's greatest president engaged in a war where over 600000 people lost their lives. He ignored the constitution and suspended he corpus and he instilled a draft to fill the ranks of the union army. After the battle of Getty, Lincoln had to send troops to New York city to put down draft riots. Even the saint Lincoln was willing to resort to violence to purge the nation of slavery and preserve the union. He couldn't talk the south out of succession or slavery. The saying violence never solved anything is nonsense. They had had this who was the greatest talk before with Steve offering up Alexander Gust Eiffel who built the tower, Arthur Limbaugh, the nineteenth century French poet, and Bob Dillon, whom see Steve said he would trade all of his technology to have an afternoon with. They'd also debated the role of founders of great religions, including Christ to Mohammed. Steve like to say the beatles were his management model, 4 guys who kept each other and check and produce something great. Larry like Galileo and Winston Churchill. Winston Churchill saved Western civilization, Larry said, knowing that his friend didn't approve of Churchill methods. Churchill prevented Hitler from invading England. The English people were not enslaved like so many others. Sure he did it by shooting down lots of German airplanes and sinking the German fleet. Not every problem can be solved by talking. Larry favorite history book was Will Durant, the age of Napoleon which he had read several times. Like his buddy Steve and like Larry himself, Napoleon was an outsider who was told he would never amount to anything. When he was 10, he was sent from Cor rica to military school in France. His teacher's report said he spoke French with a horrible thick Italian accent, and noted that although the other kids didn't like him, he had an exceptionally high opinion of himself. He was a small town italian kid, and nothing like the sophisticated parisian he went to school with Larry said. In other words, he was a man with something to proof. An obsessive compulsive who while his marshals feast and drank the night before battles, would work through the night. Larry Marvel to Steve. He'd spread the maps of all the area all of the floor of his tent, and then he spent all night planning and dictating detailed orders to each 1 of his commanders. He'd have roast chicken for dinner because they didn't wanna have to stop to stop working to eat. What I'm interested in, Larry continued, is how can history's greatest general also be history's able list administrator. The creator the laws, the courts, the schools, the museums, all the institutions that shape France then are now, How can 1 human being do all that? As he looked at his friend, he thought here was a man who also had that rare combination of talent and will. Only Steve's battles were with Microsoft, not England. Alright. That was an excerpt from a book that I'm gonna talk to you about today, which is the billionaire and the mechanic. How Larry Ellis and a car mechanic teamed up to win sailing greatest race, the America's cup twice. And it was written by Julian Gut. So this book will serve as a second in a 3 part series that I'm doing Larry Ellis. It was actually recommended to me by a mis fitting Richard. He actually sent me screenshot of of 1 page in the book where Steve, jobs and Larry Ellis are having that discussion on who they admire most in history. Just from that 1 page, I knew immediately, I had to read the book, and it was a fantastic read. I had hard time putting it down. Now, The book technically is about, the race the American Cup race, but that's not really what it's about. It's about insights. It's gonna give you and I insights into the mindset of extreme winners. So that's what we're gonna talk about mostly today. Steve Jobs featured a lot in this book. So I wanna talk about... First, how their friendship started. They were best friends for 25 years. It says, Larry and Steve were friends from the first 1 on 1 meeting they had in the mid 19 eighties. Steven bought a house in woods side just up the hill from Larry. His front yard ended where Larry backyard began. 1 morning, shortly after Steve moved in, Larry was awakened at dawn by the sound of screaming peacocks. Larry t up the hill knocked on the door and Steve answered. Steve, those are peacocks Larry asked? Yeah. They woke me up too. They're really loud. Aren't they Steve replied. They were a birthday gift, and I don't know what I'm gonna do. I hate them. Larry, an animal lover who funds animal rescue centers around the world, plotted with Steve to relocate his birthday birds. The plan was simple. Steve was to place all the blame on Larry, his nocturnal next door neighbor, who is complaining about being awakened at Sunrise by screaming peacocks. The sleep deprived neighbor even threatened to lock up or to look up peacock recipes The situation was serious and left Steve with no other choice. He lived in a neighborhood hostile to peacocks and had to get rid of their bird, the birds for their own safety. Steve thought that was a great idea and executed the plan to perfection. So they you see an insight into both their their mischievous nature. There's a lot of similarities between the 2. I would argue that their approach to businesses is radically different. But on a personal level, their personalities have a lot of overlap. So it says, Steven Larry found they had much in common. They both had adoptive parents. They both consider their adoptive parents as their real parents. Both were Ocd. And both were anti authoritarian. They shared a disdain for conventional wisdom and felt... And felt people too often equated obedience with intelligence. They never graduated graduated from college. And Steve loved to boast that he left Reed college after just 2 weeks. While it took others, including Larry and their rival bill gates, months or even years to drop out. Larry and these companies had taken shape around the same time, and they had risen and fallen and were both rising again. Both men had started companies with an idea that wasn't their own. And both Steve and Larry listened to to to Nay heirs insisting that the technologies were un unsustainable for the commercial market. And then they went ahead and figured out ways to make it work. So there's a couple other conversations that happened throughout the book. And in this case they're in they're in, Larry garden, Larry had a love for nature he never he felt comfortable in in gardens and on sea and on the sea, but never in cities. And so they had this this quick conversation which I thought that was interesting. And he's... Larry talking about gardens and how he he favors natural art over anything man made, but then they hit on this idea that, you know, we can also make our own art We can make our own contributions, and I thought this this quick exchange was interesting. Gardens with Larry favorite art form, a collaboration between God and man, a sculpture that never stayed the same. Steve, not want to readily give compliments gesture to the beauty around them and said, why do people buy art when they can make their own. Larry thought for a moment and replied. Well, Steve, not everyone can make his own art. You can. It's a gift. And that last comment by Larry gives you an insight into how he felt about Steve. He says over and over again. I've seen this in multiple books now. He compares. He says, jobs is the edison of our time. He is irr later on. I'll tell you about the critique that Larry had. Larry a v reader, and he reads a lot of biographies, and he read Isaac since book on Steve Jobs, so did I turned in... I actually did a podcast on it. And he says the biggest critique is that I, Isaac didn't let jobs be irr replaceable. And Larry said there's nobody alive that's like jobs. Okay. So let's get back into this. We see more about their personalities. The difference in their personalities. And this is part of his job meaning, Larry as he saw was to attempt and corrupt his friend with boats and planes, so he'd have more fun and more time. Steve was always concerned about his cons consumption. He like cars and motorcycles, but never spent a lot of money. What he loved was designing and redesigning things to make them more useful and more beautiful. And so we see the difference stare with that sentence. I would say that their approach whatever if it's their approach to business completely different. Larry, like I said, on the the previous podcast. If Michael Jordan sold enterprise software, he'd be Larry Ellis. Larry is addicted to winning. Steve's motivations are very, very different. What he loved was designing and redesigning things to make them more useful more beautiful. You also to see how they push their lives. Larry admire somebody like Howard Hughes, who you know, had... His... He had all kinds of different things. He dated beautiful women. He was a pilot, He started a bunch of different companies. He had a bunch of interest. That is a very similar to how Ellis conducts his life. When you look at Steve jobs, he, you know, he he lived in a very fairly simple house. He wore the same thing every day. It seems to me that he simplified his life, so he could focus on designing and redesigning beautiful products. Where Larry would get bored a lot. And so he needs to create, and I'll talk to you more about this in them in a minute, what Larry does is very similar to, michael Jordan and I finished the michael Jordan documentary. Larry creates games within games. I think there's actually good insights to that. But with Steve's is much more simple. It's I'm going to make the best products in the world. They're gonna be insanely great. And so I'm gonna try to eliminate everything in my life that's not that. And we are... We... So when we... When the book is talking about, you know, Larry trying to corrupt Steve. 1 thing Steve did think that you should spend money on, and he winds up doing that. I think Apple spent, like, 40000000 dollars on his plane, something like that. Larry was actually on the board at that at that time, I think it might have been larry idea. But anyways, there's a there's is a section of the book that talks about Steve is studying Larry... The design of Larry plane and seeing where he would... What changes he would make for his own. Right? The reason I bring this up is because this is an idea that I learned from Steve over and nerve again, and he has this idea that the further you get get away from 1, the more complexity you're inviting in. Right? And I really love that idea 1 of the 1 of the most important ideas I've discovered all these books. And this is just a quick, like, illustration of that. Steve started designing the interior of his new plane, studying Larry gulf stream and making improvements on Larry design. When he noticed Larry had 1 button to open a door and another button to close it, Steve decided on a single toggle switch that would do both on his plane. And before I get into us a little bit about some insights from Larry Early life, this is not going to surprise you this is just another person on long list of the people that we've studied who actually make it a priority in their life to study and learn from history. And it says, Larry was a v reader who spent a great deal of time studying science and technology. But his favorite subject was history. He learned more about human nature, management, and leadership by reading history than by reading books about business. Okay. So from here on, we're gonna really talk about, like, how did, like, why does Larry do things that he Like, how is he's 1 of the most extreme extremely competitive people that you'll ever come across. His early life was not a reflection of what he wanted his life to be, and I think that was a hugely motivating factor in how aggressive he was later in life. So there is some interesting stories from his early about inspiration that Larry Drew, and this is 1 of them. Larry own interest in sailing had been sparked when he was a teenager living in the south side of Chicago. He was ent by a national geographic story about a boy named Robin Lee Graham. A graham was the youngest person to solo ci navigator the globe. The first installment of the story ran with a picture of a lean tan shirtless gram on his 24 foot boat under the title, a teenager sales the world alone. Larry read every word of the team's adventures in his small boat. He's navigating to exotic places and is keeping 2 kittens and a short way radio for company. He en how graham parents supported him on his adventure as this was the opposite of his own life. So what they're talking about there is is his adopted dad said over and over again Larry, you're a loser, your you're you're gonna out to nothing in life. And that was his main message too his adopted son. So, you know, wonderful great guy. Right? The story of Graham transported Larry from his the representation of high school to the adventure and freedom of the scene. I was say, Now, this is the second book I've read on Larry. I'm halfway through the third. I would say that Larry treats life like an adventure. And that's probably a good idea. If you believe we only get 1 life. He was a boy alone at here was a boy alone at sea for weeks at a stretch dealing with storms, circling sharks and broken mass, visiting exotic cow of exotic cows. Through it all, this may be the most important takeaway in this section. I think that influenced Larry. Through it all, he was his own navigator. And that's definitely the way Larry approached his life. So I covered it. I'm not gonna... I'm gonna try to avoid repeating myself. So there is some stories in here that were not in the previous book, but this is the difference between Larry and his adopted father. This this is me repeating myself a little bit though. So Lou Alison revered authority figures. But Larry found those in charge mostly uni inspiring or wrong. When the 2 debated the virtue of president Eisenhower and his policies, Lou, advise Larry. He's the president. He knows things that we don't. That information enables the president to make the right decisions, even if we can't understand them. Larry responded, he looks human to me. I'm sure he makes mistakes like everybody else. Larry never believed in the in invalid of authority figures. Okay. So now we're gonna get into this idea, the more I thought about the information in this book. I really think Larry uses competition as a tool. And so he he uses at a tool that in in that in varying different ways. And so 1 of the ways he uses this. He uses competition as a way to test himself. And he talks about, like, you know, you have a pretty demanding day job. You're running this gigantic Oracle corporation. Like, how do you have time to dedicate to all these extreme sports and in the America's cup. So the way to think about America's cup? I didn't know anything about it. Going in. The metaphor they use in the book that, that might help explain it to you is that you think about, like, formula 1 racing. Right? You have these super advanced cars that on the edge of technology, They have entire Think them was, like, small businesses. You know, it could be have a hundred in in America's cup case. You have a hundred to a hundred and 50 people, working usually 12 to 14 hour days for 2 years before the race takes place. They have to travel in in America's cup travels us in formula 1, but sometimes the races are in Spain. Sometimes in New Zealand. And wherever the race is going to be, the entire company, this hundred to a hundred and 50 people, set up shop there, and they're living there for until the race is over. And so not only do they... You have to have, like, all the logistics on that. They have to build schools for the kids of the people that work there. So it's a it's a heavily intensive operation. So people are like, Larry, like, how do you have time to do all this? Or why are you doing this? And this is the best explanation that you'll find? He says he wanted to see just how much better sailor he had become? It would be an interesting test he told himself so this is a race from Sydney Australia to Hobart. So this is not the America's cup, but it's another sailing race. And this is where he he races through and almost dies in hurricane. But that's... Also, I'll get there, but this is the most important part. There was a clarity to be found in sports that couldn't be had in business. At Oracle, he still wanted to beat his Rivals Ibm at Microsoft, but business was a marathon without end. It's a fantastic sentence. Right? There was always another quarter in sports, the buzzer sounds and time runs out. So last week, we talked Charles Ke Kent as I called him on the podcast. I think he he picks up on something that that was really, really smart. He talked about why he didn't worry worry about duplication of effort when when you're researching. In this case, I think they were trying to find a, like, a cure for a specific kind of cancer. Right? And he said something in that book that I think I always Or I hope I always remember. And he says I'm not worried about the duplication of effort and research. Such duplication is sometimes a good thing. It is not what 2 groups do a like that matters. It's what they do differently that's liable to count. And I would argue Larry fan obsession with seeking out competition, and he also calls it alternative stress is something that we can learn from and that he's actually to catch point. It's what he's doing differently that is very unique. Most humans run away from stress. Again, Larry is gonna use this as a tool to to for self improvement. So he says, stress focus the billionaire dead dared dev, who did aero for fun. Served in storms in Hawaii, and once broke his neck, once broke was neck surfing that nearly left him a para. He had also taken an oracle back from the brink of bankruptcy more than once. He was the world's fifth wealthiest person just 2 decades after facing 4 closure on his own home and having his water and electricity turned off because he couldn't pay the bills. His hobbies by his own admission were constant search for alternative stress. Okay. So let me take you to this the second race they're leaving Australia, and they had this experience where you had really rapid, like, an increase in wind speed, and then it immediately dies down. So anyways lived to hurricane and Evelyn lived several of them. If you been in a high... The Eye of a hurricane are close to them. It is kind of spooky almost beautiful where you... Usually you're getting pounded by the storm for hours and hours, and then it stops, and it looks like almost like a new day, and then a few hours later, depending on how fast hurricanes moving, goes right back. So there... This is what's happening while they're doing this race. And this is 1 of the worst experiences in Larry life, but this is also the risk he's taking to get all that alternative stress. Right? So this is, Larry question is to to people on the bodies. Like, have you ever seen this before? Looking at the swirly frothy iconic cloud and with a plus center in the sign, that's where the boat is. Larry answered his own question. Will I have, it was on the weather channel, and it's called a hurricane. We are in the eye of a fucking hurricane. So they wind up surviving this experience. Right? I'm gonna fast forward to a lot of it. They won the race, but it was called the worst at the time the worst maritime disaster in in Australian history. It wasn't a joy victory. Larry looked at Butter worth and said, it was like Disney trying to rewrite the the ending of a horror film. The crew had learned upon sailing into the harbor that 6 sailors had died in the race. 5 boats boats had sunk. And an estimated 55 people had been... Had to be lifted out by helicopter. Larry team went nearly 3 days without food or water because of the constant vomiting. So the reason I'm telling all was sports is it's not... Is 1, I think it's it's it's unusual. This this constant search for alternative stress. But I think this answer that he's asked at the end, like, why after he's, you know, he wants to sleep in for like 15 hours straight, takes a shower, eat something. So now I can start kind of reflect on what has happened, and this is the most important part of this whole section. Okay? So it's like, why you risking your life or a race? Like, what are you doing? After the laughter died down, Larry turned serious. Why do we do these things? George Mallory said the reason he wanted to climb Everest was because it's there. I don't think so. I think Mallory was wrong. It's not because it's there. It's because we're there, and we wonder if we can do it. So he referencing this person that used to race, and this is cool by he's scanning Bur. And it's like, why you doing these competitive dangerous races where people lose their life. And Bert described his quest as a higher calling a stirring within. Something is old is human life. So there's just something inside of us that's constantly pushing us forward to try to improve, to try to test ourselves. It's just some people like Larry take that to an to an extreme just like Jordan. These are extreme winners. This is what this book is about. Their mindset is not normal. And I find it 1 fascinating and 2 full of lessons that we can apply our lives. So he gets to say, he's like, you what? I'm gonna do sending to H, but America's cup, which is 1 of the oldest most prestigious say, competitive sports in and of any kind in the world and the oldest sailing race. He's like, well, there's a reason he's he he's was thinking about buying maybe san Francisco 49 at this time or the Golden State warriors. But Larry is not content on being on the sidelines. He wants to play. So this is him coming up with the. Like, well, I can buy an American cup team and then I can race in the team. So this is Larry, the reason that he could buy the san for Francisco 40 known football team and still not play quarterback. Here, he could buy the team and hold the wheel. He had every intention of driving. So in this in the middle of the story, there's this this section that gives you an idea of his personality. He is an absolute control freak and he admits this. He says in the end though, he didn't like letting them have control. It was the same reason he didn't have a driver, and it was why he liked to pilot his own planes and why he'd had been married and divorced 3 times. He didn't like being told what he could and couldn't do. So what's happening is, this is some... So to do the American Cup, it's not like you could just enter as an individual. You have to do an agreement with these these yacht clubs. And these yacht clubs are all over the world, and then the the rules regarding the American cup They have very specific specification of what is what qualifies is Yacht Club and what doesn't. So he goes to the the oldest most prestigious Yacht Club in san Francisco, tries to do a deal with them. They won't give him what he wants, which is control. He's like, I'm gonna pay for everything, but I want to call the shots. Like, they have a series of committees and they just wouldn't do that. So the reason the book is called the billionaire and the mechanic is because he teams up with the opposite of that yacht club. It's called the Golden gate Yacht club, and it's like a blue collar version. It was a yacht club that you that in decades passed, you know, had won some races had some prestige and it's kinda fallen on hard times. The the membership is dwindling, the people aren't even being able to afford to pay them. They're deeply in debt. And so the mechanic is this guy named Nor, who is they... The purse person you're not runs a your yacht club is called Comb. Right? And so he just happens to be serving his Comb, and he's the 1 reading about Larry troubles with the other Yacht club in the newspaper. And so he sends an email and saying, hey, you know, we're deeply debt. You need a yacht club. We'll we'll let you do whatever you want. And that's actually it's actually really smart that he appealed to incentives. So I just wanna say... I'm gonna go into too much detail about this because I wanna focus on what I felt was the more interesting part of the book because Larry insights into winning and competition, but just give you some background what's gonna take place. So it says later that day Nor She ran the idea, ran the idea idea of a deal with Ellis by a few of club members. I wanna point this out because, like, every... Any new thing you do in your life. Just can't have to overcome people telling you that you're an idiot. Oh, sure. Nor, a guy like Larry ellis is really gonna partner with us. I love you, but this idea is crazy. So Nor just being really logical. It's like, well, we have a yacht club, and he needs a Yacht club. He has money. We need money there why wouldn't work. And so his, like, vice comm or they're having this conversation. Is his his name's Mad. Mad added to that from what he read, Ellis was a self made man. Which says a lot. He should appreciate the underdog. So they're positioning themselves we don't have a lot of rules where where people, like, people that, like, you're the... We are people, like the ones you grew up around. Right? Then he says, They also noted that Ellis was also a very rich man who love racing and happens to need a yacht club. This ain't rocket science, he needs a yacht club and we have 1. And so I really like the fact that Nor just, you know, he he had this ideas. Like, this makes sense to me, what's the harm in sending out an email sent on an email. They went up getting a deal done. So what's interesting is that they they want up doing a deal. I just wanna pause here. I would take a tangent here because he's Nor eventually gonna have to work he's gonna have to work hand in hand because the command door of the yacht club plays a role and has to has some role to play in American cup even though he's not financing team and not competing. Right? What I found was interesting was that Nor wife wanted to know who the person that her husband had to deal with. So she winds up reading the book that I'm currently reading right now, which will be on Next week's podcast. And so her name Madeline and says Madeline had her own approach. She wanted to understand what her husband was up again. So she picked up the biography the difference between God and Larry Ellis. And she Pepper Nor with pillow talk tidbits that Are laying in bed, and she's essentially reading some sections aloud to him, so he has an idea of who he's gonna be dealing with. The oracle way was simply to win, Mad and read aloud. How that goal was achieved was secondary. She went on. 1... While Ellis demanded absolute loyalty he did not always return it. The people he like best were the ones who were doing something for him. The people he hired were all geniuses until the day they resigned when in ellis view, they became idiots is so worse. So says he never graduated from college, Madame Marvel and he'd had become a billionaire or 2 decades later after investing 1200 dollars and ups start named software development laboratories. That was the the initial name of Oracle. Early in his life and even though much of his twenties, everyone around him seemed concerned, everything around him seemed concerned, he'd have no idea how to make money. He's extremely... I don't know if you call him lazy. I mean, he only wanted to work weekends and nights. I don't know if lazy is right word, but he just was not concerned about money at all, which is surprising given who he is today. Right? Larry first wife accustomed Larry bouncing from 1 program jog to another, got fed up and divorced him. Nor Nor turned out this pillow talk. He told his wife he would reserve judgment and until he met the man in person In nor sized, mister Ellis, as he called them was a guy who came from nothing and made his life of success. Nor but believed in looking someone in the eye for me his own opinion. So the book also goes back in between... It tells the narrative of this race that's happening over several years. Right? But it also goes back and gives you insight into his early life and other struggles that Larry had to overcome. And 1 of those was the the the Internet bubble burst in in 2001. And I found it interesting what what Larry is reading while this is happening because he draws inspiration from the life stories and books just like we do. So it says, he continued to read v graciously. The books on his nights hand included. Fate is the hunter. A pilot's memoir by Ernest Gan, He's reading the Jordan Rules by Sam Smith. That's Hilarious. And William and Manchester multi volume biography of Winston Churchill. And this next part is gonna give you an insight into this this game within a game. And this comes up with several times throughout the book. So right now, Oracle is going through rough financial periods. So there's a time where if there's a problem, Oracle will have his full attention, he'll be dedicated night day. And then when he feels things are going well, he'll go off and do races or do other things. Right? But this is very fascinating. Is gonna tell you what drove Larry during times difficulty and which probably 1 of the things that he does differently than other people. Whenever Larry felt remotely close to being a risk of failure, he couldn't stop working. And now everything, his country, his business seemed at risk. Like most of achieve, he was driven not so much by the pursuit of success as the fear of failure. So he's he's fully engaged around the clock. But he also picks up on some interesting things of, like, this mass psychosis, that was taking place during the dot com bubble. And this is... I'm gonna, I'm gonna read you 1 of the funniest. And I mean, funniest paragraphs ever read because it's... This the guy that like I talking to is insane. In the dot com heyday, he got a call from his friend, Far nas seam, who used to work at Oracle and was now a top executive at Yahoo. Nas told Larry. Disney wants to merge with us. Why would we ever wanna do something like that? What have they got? I love Larry answer here because he's he's popping through this psychosis. Larry answered his old friend. G. Let me think. They have the most valuable film library in the world, the most valuable Tv channels in the world. And and the most successful theme parks everywhere. Disney makes tons of money and they're probably the most beloved brand on the planet. Now what have you got? A webpage with news on it and free email? Has everyone gone crazy. Okay. So this next paragraph I think is important. Could you be distracted by all the other pursuits to Larry does, but Oracle is by far the most important thing in his And I think he puts that above He definitely puts it above. Maybe not his kids, but definitely his wife so... I think at this point, he's been married divorced 4 times now, and we'll see examples of that. So this is a a great paragraph that. That kinda illustrates that point. With all of larry joking and gl with all his high adrenaline hobbies in pursuits, cats, that's an executive at Oral, knew that knew that Oracle was his baby. He could marry and divorce, be friend presidents and prime ministers, devour history books and biographies and debate about the greatest minds, athletes, cars, planes, poets, writers and musicians. But Oracle was in his marrow. And so something to think about that like, how... He's... You know, oracle has been around for 40 years. I think he's point with I never finished my point about the the guy comparing Yahoo and Disney. Yeah. Yahoo was, like, the flavor of the month at that time. But you had to respect Disney because Disney survived and thrive for multiple decades. Same thing with Oracle. How many companies can can survive 40 plus years especially in the technology industry. And I think 1 of the most key insights I took away from Larry is this idea that Mentioned a few times around a game within a game. And I'm glad I'm reading these books about Larry Ellis at the very same time I watched this 10 part documentary Michael Jordan, because I think both Jordan and Ellis figured out something that is fundamental to our nature and I don't think they did... They didn't... They were not setting out to try to figure out something fundamental about human nature. They did so in their own process of self discovery. And what I mean about that is they hack themselves by creating games within games. They understand over a long period of time that your motivations, your dedication, your discipline is gonna ebb and flow, and they had to find a way to hack themselves. So let me read this section to you and then I'll I'll give... I'll tell you some examples from the jordan documentary. Here we are competing at the various high level. Oracle versus Ibm, Oracle versus Microsoft Larry said. The the stakes are high, much higher than an Americans cup. Beating Ibm is a lot more important to me than beating team New Zealand. Katz, he's still talking to her, knew that when the company was doing great, Larry became interested in other things. Oracle had his full attention. So this another part of when Oracle was struggling. And so the idea that he he says, okay, I don't wanna be the second best or the second most valuable software company world. Again, this is where you really have to contrast his motivations with with jobs. Jobs wanted to make the best technology products in the world, which I think he did. Larry wants to be the the number 1. He wants to win. Now, hopefully, you can you can get there by having the best products, but he also relied heavily on sales and marketing. Right? And so he has this game within a game because how do you sustain that level of intensity over multiple decades. He constantly to put enemies. Jordan did the same thing? There's an example where he's in... He... They're playing Seattle out super... Sonic and finals, George Karl, the head the head coach at the time is Supersonic ignore Jordan dinner. So Jordan uses that as his motivation. He just... He would make up things even if they weren't true. There's an example in the documentary where, he's... Jordan having an off night. And so this guy wasn't nearly as good at him as good as him that Jordan was guarding scored 37 points. Right? So they're gonna play them the next day. And Jordan tells his friends. Oh, this guy's disrespectful. He scored 37 points than me, and then he said, oh, nice job. And nice game, Mike. And he's like, that's it. I'm gonna go and get what he got. I'm gonna score as many points as in the first half as he didn't the entire game. It turns out that conversation never happened. Jordan made it up. He made a game within a game. He understood that especially for that the levels intensity he operates operate on. He can't stand that by by himself. He's gotta have different things. When they played Utah on the finals, when he when Jordan retired to play Baseball, he went and went to say hi to some Utah players, and there was a rookie named Byron Russell. And byron russell was like, why did you quit. You're lucky you quit because I can guard you, you know, talked all this trash. Winds of... And then a year and a half, 2 years later, byron Russell is guarding Jordan in the finals. And Jordan uses that conversation that happened, you know, a year and a half 2 years earlier as motivation. It's a way to hack yourself. And I think that's extremely interesting when you're studying the lives of people like Ellis and Jordan. Okay. So the setback... There's a bunch of setbacks in the book. Right? They lose a bunch of races, and they lost a bunch of races because Larry was too busy. He was focused on Oracle. So he... The team managers, like, hey. I wanna a fire the best sailor. He's the best sailor, but everybody hates. So Larry like, he's like, listen, I'm there You have to make that choice. Right? And Larry come... Winds up dedicating more time to the racing team after. He's like, this is a bad choice. I'm... We're bringing this guy back. So They lost a bunch of races Larry like, listen, we're gonna bring the best sailor that that everyone hates. He want This one's up being a mistake, but larry doesn't know it's a mistake then. Right? So he says, I think you always learn more from losing than you do from winning. So I've had the opportunity to learn a lot these past few days. I've learned that we need to make a leadership change to our teams after guard. So in sailing the after guard is, like the brain trust. The people that are picking the strategy. Right? I'm done learning through losing. After a pause, Larry said, some of you guys are gonna be unhappy about this. But I'm bringing Chris Dixon back as technician and Skip in the book I read, last the last Larry Ellis book, I read, was was published like, I think, 10 years before this book. At the time, he compares Dixon to Jordan. Dixon is not Jordan. Okay? Just remember that. Loud cries of o man and no way followed. So the conversation about Dixon continued, and this is where Larry makes the Jordan comparison to Dixon. You don't have to like him, Larry said. I'm not asking to date him. I'm asking you to sail for him. As some few, people feel they cannot remain on the team, I understand, we will continue with the people who choose to stay on this team. After listening to more gru in protests, Larry talked about, another tempt athlete. Remember he had rad Jordan Rules that spoke by Sam Smith on Michael Jordan. Michael Jordan screamed at his teammates. He was a loop. He didn't hang around or talk much with his teammates, but he had a burning desire to win, a will to win and he won. So they're going back and forth. And like, hey, they we're supposed to have fun. There's there's all this back and forth. There's 1 sentence that really sums up Larry personality in 1 sentence that occurs during this exchange. And it's as follows Winning. That's my idea of fun. So they make the change. I'm gonna fast forward here because I wanna get to, I think which is more important. Dixon is not Jordan. Extreme winners, and there's a lot of extreme winners on Larry team. Right? And they're they're they're interesting people I... That's 1 of the things I like, most about the book because they give you insights into, like, the the mindset how they prepare for their sport, which again, I think is applicable to prepare for whatever it is you do for a living. Whatever your craft is. Right? But 1 thing that Dixon is not is, like, extreme winners respect other extreme winners. Right? They don't respect quit. So there's I saw this interview 1 time where Phil Jackson introduces... He's like, hey, This is after Michael Jones retired, and he... Phil Jackson's coaching a young Kobe Bryant. He's like, hey, come over and meet was Kobe, Kobe is like 21 at the time. So he wanna have a conversation and, you know, they're they're both hugely competitive people. And so Mike, oh, like, I'm Anymore, and and Kobe shoots right back. He's like, you can't guard me, like, I would win if you were still in the league. And said what I'm having argument Is like, okay. We'll see 1 day. We'll see 1 day. Maybe we'll play, like, you know, 01:01 or whatever. And so Kobe leaves, Jordan's is walking out with his friend, and he turns. He goes, I love that guy. Took about Kobe. He he did... He didn't respect people if he's super aggressive with you in pushing you. The ones that backed down, he didn't respect because he thought those people were quit. Larry is gonna do the same thing because he's realizing Dickson as a Jordan, Dixon a quit. And so he says, what he did see all too clearly now that was his skip wasn't a Michael Jordan who at the end of the game when the pressure was on said give me the ball. Dixon said Larry. My advice is that we go out there tomorrow to try to win the race. We will probably get beaten and you should be prepared to lose gracefully. It's probably not something you wanna say to something like Larry Ellis, and Larry was stunned by the suggestion. After a long pause, he said that he could be gracious after losing, but wasn't being capable of being gracious while he was losing. He had come here to win. The next morning as Dixon got ready to get for the race of the day call came in. It was from the team manager. Dixon was told didn't need to show up for work. He was off the boat He felt Larry decision was a wrong 1 for the team and he was disappointed that Larry had made the call himself, but Dixon knew Larry. He knew that when the chips were down, Larry would always come out swinging. He would never do nothing. He would take a risk and make a change. So there's a lot of... What 1 of the things I love most about Larry is that he's got this... He's a racial reader, say a history. And so he's pepper his conversations with, you know, this is very similar to what Michael Dealt with here or or whatever case is. And so, Larry is giving a speech on winning, desire and talent. And it's about somebody who admire most, which is a football coach of Vincent party. There's a story that I shared on a podcast about the book creative selection. Which goes inside of the design how how Apple design products when Steve if was running the company. Right? And what... It's 1 of my favorite stories because it's talked about Lo 1 with 1 play and 1 play over and over again. He would talk about 1 physical... 1 play for, like, 8 hours uninterrupted. But he also has a lot of great speeches and and insight into, like, competition. You know? And so this is Larry quoting Vince. His Sub barney most famous line is winning isn't the most important thing. It's the only thing. That's not the Lo line I love. When Lo left the green bay packers where he'd won all the championships, he went to an also ran team. Larry said. So he came in and made the following short speech. This little marty speaking now. Every team in the national football League has... Has the talent necessary to win the championship. It's simply a matter of what you're willing to give up. Then Lo looked at them and said I expect you to give up everything and he left the room. Winning as a habit. Unfortunately, so is losing. Sure, there is talent, but there also has to be will. This is now Larry talking. That was like quote from Larry. Give me human will and the intense desire to win, and it will Trump talent every day of the week. Okay. That again, that sentence is very... If you if you wanna understand the mindset of Larry Ellis that right there. Give me the human will and the intense desire to win, and it will Trump talent every day of the week. Okay. So this is Larry on marriage, love and a bunch of other things. I don't think I'm good at it. And I don't think I should do things I'm not good at, Larry said, Ford Believe that there are 2 important things in life. Love and work, and not necessarily in that order. As Larry saw work defines a person. Work is ego. Work is selfish. Love is about others. His lack of interest in marriage was not about fidelity, But that but it had more to do with the problems he had with authority. In marriage, he had to live a good part of his life the way the other person wanted him to live it. Larry wanted to live his life his way. This part reminds me of what we learned back on the podcast I did about Frank lloyd Wright. He's definitely have a lot of similarities machine 2. He knew that relationship change after the tying of the knot. His girlfriend supported his dared double antics and his around the clock work schedule. His wives told him he was spending too much time at work. They shouldn't drive so fast, they shouldn't fly jet or race sailboat boats in the southern ocean. The idea of being with 1 person who made for you, the soul mate argument, struck larry is ridiculous. A self described slave reason. He's sc at the odds of meeting that 1 special person. There are 7000000000 people on the planet. The idea that you would meet the 1 person in the world who's made for you is so statistically unlikely that it would almost never occur. This was very interesting because it talks about. He was as you can imagine, really affected by the death of sea jobs, and I'll go into more than that later. And it has to do with this saying, his favorite Japanese saying was your garden is not complete until there's nothing else you can take out of it. To Larry, it was a reminder to spend time with the people who mattered and the things that were important. I think that's a really good lesson for all of us. Oh, this is really interesting. He he may... He he he becomes friends with a lot of professional athletes and has a lot of lessons that he learns from them and he applies his own life. This is about determination. While he was playing tennis with his friend, Rafael Nada, the Spanish Tennis champion. Asked Larry, asked how Larry had made his life such a success. Larry launched into a long philosophical mu about how innovation and technology is quite often based on finding errors in conventional wisdom. And when you find an error, you have to have the courage to take a different approach even when everyone else says they're wrong. Then Larry abruptly stopped himself. Forget everything I just said, the answer is simple, I never give up. Earlier, Vidal said something that made a deep impression on Larry. When asked if he loved winning, Dow shook his head and replied no. I love the fight. If you fight hard, the winning will come. Larry love the fight too. Larry reading... Was fasting to me is we we get a lot of, like, his... The stuff he's reading and in the notes he and insights he gets from reading, which is be fantastic. I imagine Larry sent did a podcast like founders. Right? That'd be fascinating. So he's reading this book at a time called loan survivor. It's about team of Navy Seals and only 1 person... They're on a mission only 1 person survives. Right? So it says... But the... What I think is most interesting is Larry own notes on the page. Larry had noted a page. The real battles is 1 in the mind It's 1 by the guys who understand their areas of weakness who sit around and think about it, plotting and planning to improve, attending to the detail, work on their weakness and overcome them, never wave the white flag. He was incapable of w the white flag. So when I read that section, I thought about the screenshot I saved from something Heard Kobe Bryant say. Let me just read this note from Kobe. He says a young player should not be worried about his legacy. Wake up, identify your weakness and work on that. Go to sleep, wake up and do that all over again. 20 years from now, you'll look back and see your legacy for yourself. That's life. And I think the very similar to the note that Larry is leaving himself when he's reading this book. So it's something I also admire about, Larry is that he's constantly willing to put himself an uncomfortable uncomfortable position so he can improve. At this point, he wants to he wants to race pro Sailors. Right? He's like, I don't wanna keep racing amateur. And this is why. Larry felt that in sports has in life. You work your way through your weight class and then you move up. I've raced against Hassle. This is another racer, a dozen times and won them all. What does that prove he said? I'd rather lose So He's gonna list off a bunch of pro racers. Right? I'd rather lose to to Dean or to Ben or to Jimmy than beat Has a hundred more times. That's the only way I'm gonna get any better. That was the weight class Larry wanted to fight in. And so this is a person that's running Larry boat for him. This just getting Russell. This is says, okay Okay, Russell chuckle. You can drive in the professional match races too, but he warned. It meant that Larry would have to practice and practice a lot. I'm there. I'll put in the time Larry said, just tell me when and wear and send me the dates. That's another thing I respect. This guy. During races when Larry messes up. This guy gets and Larry face. He's cursing And Was like, what are you stupid idiot. What are you doing? And just completely be him, and Larry takes it. And he does it because he realized he's getting be paraded, not because the the person wants to attack him. He wants to win and that's again, Larry in some it's they say it's complex, but he use... If you if you if you view him through that, like, Lens, he's extremely simple. He's addicted to winning. And if you're gonna help him win, then he will take verbal abuse from you. Which again, I think most people would be surprised. You know, this guy doesn't have to do that. He could he gets lounge by the pool. They and be fed grapes. Like, he just doesn't... He he's doing... He doesn't have to do anything he's that he's doing. I think that's what fine... That's what's price so fascinating. And why, you know, people did so many books written about him. But I did think that was very, very interesting that he was willing to be treated, like, just another member of the team. Even though, you know, he's paying for everything and he he owns a team. I like this idea too, and it gives you an insight of why he's so addicted to competitive sports. 1 of Larry favorite Maxim was the brain's primary purpose is deception, and the primary person to be deceived is the owner. So what does That have to do? What is his that maxim? Like, how does that... How does his favorite maxim relate to why he, likes, sports because in sports, you can't deceive yourself. He just said the brain's primary purpose? Is to deceive yourself. So he needs to hack himself? He needs to have his game within a game so he incapable of doing that? Larry liked having opponents even enemies. I learn a lot about myself when I compete against somebody. I measure myself by winning and losing. Every shot in basketball is clearly judged by by the hoop. Make it or miss it. The who makes it difficult to deceive yourself. So 1 advantage that Oracle had was the fact that they're the first first company ever to commercial a relational database. Right? With people said you couldn't do. It was largely theoretical. I think they based on, like, bunch of papers at Ibm. So anyways, he does... He he approaches... There's an insight there, and the insight is if we do something really hard, we won't have any competition. He applies that same exact insight that he did in Oracle in the 19 seventies to this to sailboat race happening in the early 2 thousands. Right? And so they build this, like, gigantic wing. I guess you would call it on this boat, and No 1 has ever attempted because, like, it's impossible. What are you gonna do? So this is what Larry says about that. I'm gonna skip over all that and just give you the main insight. I know that most people think trying to build a hard wing of this size is crazy, but that's the beauty of the idea. The other side isn't trying to build 1 and saving his words. He added. So we'll have a wing and they won't. And It gives them a massive advantage. And before I get to Steve jobs dying because I think there's some insights there, there's a great story about the mindset of extreme winners, and this is Larry talking now to another professional tennis player. Larry had dinner 1 night with Roger Federer, and he mentioned a conversation he had had earlier with another tennis great Jimmy Connor. Larry told Connor that sometimes he went out and just hit without really focusing on anything in particular. Connor looked at Larry and said, oh, no. You do not wanna do that. Larry recounted how Connor had given him a look, like I just told my rabbi that I was converting to catholicism. Larry was intrigued by Connor reaction. To connor, the idea of going out and hitting without being focused on improving your game with sac. Larry had come to understand the charmed tormented life of athletes. I think is a really interesting description. Charmed and tormented. Larry came to understand this by reading an. Jerry West, actually, that it's the subtitle of... That's the subtitle of the book that that that Larry Read, which is the auto jerry West says charm for life. Right? So Larry loves his book and he counts Jerry West among his heroes. But he says, whereas Larry found a brutal, but welcome Clarity in sports, he had seen how professional athletes, including his dinner mate Federer, were defined by minutes and even seconds of competition. West wrote about it in his book. This is now wes writing. Can you imagine what it's like, to feel like you have a game 1, and then you don't 1 shot, 1 play 1 call. What I do know is that it hurts. It really hurts. The athletes very knew, this is so important. Were obsessed with the game they played. They were like his friend Steve jobs. Who worried about the color of the screws inside a computer who wanted 1 switch and not 2 to control the doors in his plane. They reminded Larry, so nice thing they, meaning Jerry West, Connor, Federer, Steve Jobs. They reminded Larry a line from Tombstone into some degree Larry himself. Right? So it says they reminded Larry a line from the movie Tombstone. Wyatt E asked Doc Holiday. If you ever seen the movie, I would argue Doc Holiday, the the role play by Val were 1 of the greatest characters in movie history, 1 of my fair characters ever. Wyatt Herb asked Doc holiday? What makes a man like Ringo Doc? What makes him do the things he does? Doc replies. A man like Ringo has got a great big hole right in the middle of him. He can never kill enough, or steal enough or inflict enough pain to ever fill it For better and worse, Larry had the same hole. And he tried to fill it by winning. But as soon as he closed in on 1 of his goals, he immediately set another difficult and distant goal. In that way, he kept moving the finish line just out of reach. I'm just gonna let that sit there for a second because I think that is 1 of the most important paragraphs out of the hundreds of pages now I've read on the life of Larry ellis to understand him. That gigantic never ending never filling hole. Okay. So this this book is different from the other 2 books that I'm reading that I've read and and currently reading Aria because those books were published, let's say, late nineties early 2 thousands. This was published after Steve jobs. Died. And I think, you know, it's gotta be devastating to have a best friend of quarter of a century, die early, like like Steve did. So this is a right after the the funeral. Back home, standing by the lake where he and Steve had debated things great and small. Larry was certain that decades now, there'd would be 2 guys walking somewhere, talking about their icons, and Steve would be mentioned. He would be 1 of those mis rebel trouble makers. The round peg and square holes. The ones who see things differently. So he's quoting from apple's think different ad campaign. It's also where I got the the idea instead of saying you're a subscriber. No. You're a mis fit. That came directly from from that Apple ad. 1 of the best ads I've ever seen. Steve would have been remembered as 1 of those with no respect for the status quo, another quote from that that Ad campaign be. And he said, the people who think this is another quote from the acumen. The people who think they are crazy enough to change the world of the ones who do. Larry looked across the lake where he and Melanie had been married. They had divorced a year earlier. The fights had begun, and he wasn't a fighter, not at home. He reserved his combat for work or sports. Now, Steve was. So he's going through a divorce. Steve dies, and then his father figured dies. Now, Steve was gone. In Tom Lando, his father figure was also gone. Larry lived by the Japanese saying, your garden is not complete until there's nothing more you can take out of it. But now things were being taken that he wish we're still there. And that just anybody... You know, I've lost loved ones to death and anybody's content experience. Knows exactly what Larry feeling right there. But now things were being taken that he wish we're still there. He gives 2 stories when he's eu utilizing Steve, and I'm gonna quote heavily from both of them. My 25 year friendship with Steve was made up of a thousand walks. If there's something he wanted to talk about, and there always was, we'd go for a walk. Over the years, 1 particular walk stands out. We had a lot to talk about that day. So we jumped in the car, put the top down and headed out to Castle rock State Park in the Santa Cruz mountains. It was 19 95. Steve was finishing up toy story at Pixar and running next. Apple was in severe distress. It had gone steadily down here hill during the 10 years of Steve's absence. The problems were now so serious people were wondering... If Apple would survive. It was too painful to watch and stand by and do nothing. So the purpose of that particular hike through the Santa Cruz Mountains was to discuss taking control of Apple. This is really fascinating almost, you know, alternate history if you think about it. If Steve would have had said yes to Larry about to propose. My idea was simple, buy Apple and immediately make Steve Ceo. I knew we could borrow the money. Apple wasn't worth much back then. I think they said they could have bought it for, like, 5000000000 dollars the time. All Steve had to do was say yes. Steve favored a different approach. Persuade Apple to buy next computer. He joined the Apple board and over time, the Board would recognize that Steve was the right guy to lead the company. I said, but Steve, if we don't buy Apple, how are we gonna make any money, Steve suddenly stop walking and turned toward me until we were facing each other He put his hand on my shoulder and stared un blinking into his eyes into my eyes. Excuse me. Larry, he said, this is why it's so important that I'm your friend. You don't need any more money. Steve shook his head and said, I'm not doing this for money. This is the second story from Steve Eu. 1 last story. Steve had this peculiar delightful sense of humor and a trademark muffled laugh to go along with it. After work, we'd often go out to our favorite local Japanese or Indian restaurant. And sometimes, we go away together, we go away together on a holiday to Kona Village on the big island of Hawaii. All 4 of us should be there. Steve, his wife, me and whomever I was married or dating at the time. We'd be in the middle of a of of a dinner conversation, Suddenly, there'd be a quiet quiet laughter coming from Steve. The 3 of us would stop talking, turn and look at him. Eventually, 1 of us would ask him What is so funny, Steve? He would try to tell us, but each time he try to speak, he could only get out a couple of words before he'd looked slowly down at the table and start laughing again. This would happen over and over again until we all started to laugh and laugh. Never having the slightest idea which Steve found so funny in the first place. Believe it or not this happened a lot. Those moments are my most cherished and enduring memories of my time with Steve. The 4 of us sitting together at Kona, eating Papaya and laughing for no reason at all. I'll miss those times. Goodbye, Steve. Okay. So it's around this time Larry Reads Isaac his book. I just wanna tell you his reaction. Larry wondered why Isaac wouldn't let Steve be a hero. Why he wouldn't let him be the edison of our time as Larry saw him. So he's gonna say something here. And he's talking about Steve, but really, I think this gives you an insight into... After reading now 2 books, 2 and a half books on Ellis. And I think this might be his... His... Nelson's nightmare. So he's talking about Steve, but he's really talking about his nightmare and as I interpret. Okay? So this is Larry when rise 6 and win let Steve Hero. Why he wouldn't let him be the edison of our time as Larry saw him. The author made Steve replaceable, and in Larry mind fed into a culture based on a homo egalitarian ethos, where everyone was the same where there are no winners and no losers and where there are no more heroes. I think that sentence where there might be 1 of the most important sentences in this entire book about when you want Chandler. I said something is really interesting. Again, I think Larry is responding to his crazy life the same way that that most people would respond, and it reminds me that old quote, the life is but a dream. Sometimes Larry would look around his woods at home. As beautiful serene and spectacular landscape as any place on the planet. Or he'd go down to his garage and look at his cars and think how did this happen? There were times he'd walk into Oracle headquarters and look up at the huge glass buildings and say himself. How do we pay all these people? Of course, he knew but the size of his life sometimes stunt him. He was a kid, he'd like to say, born with all the disadvantages needed to succeed. That's interesting that that that thought there because Cats said the same thing last week. That you get stronger by overcoming struggles, and then he talks about with the people that overcame the struggles and got stronger, yet, they they they also the same people that deprive their children of that necessary experience. It's idea that you need to experience disadvantaged to actually succeed to get stronger to to to create whatever it is that you're you're looking for in. I think That's very fascinating. So you notice I've barely talked about the sailboat Right? So they have this fantastic. They have a comeback back. Right? There... They should lose this this race. They're... There's a series of races. They're down 8 to 1. The first person to 9 wins. They are down 8 to 1. They come back and run this, But, I'm gonna get there in a minute. 1 thing they do, because it takes place over several days, so you have time to make adjustments. Right? And he says something to the guy running his team, Russell. And again, it echoes what Ke cat said last week that it's not what 2 people do the same the. It's what they do different. So it says, Larry said, you already have a job, Russell. You've gotta figure out why we're so damn slow or said another way why is New Zealand so fast? What are they doing that we're not? So they figure it out. They actually have helicopters above, photograph or filming the race and they're watching the game tape and they realize that they have their their sales are set at different angles. So they make a bunch of adjustments. That's just 1 of them. They're gonna come back. They they called the greatest comeback back in sports. Right? Of course, I would say that. But I... That's really beside the point. I want to talk to you about What I found so much much... So interesting is Larry a response being down 8 to 1 is an really important lesson from the book. Larry has not happened. Happy when he heard that speeches were being written and plans being made for the handover of the cup. Remember it's not over. They're down 8 to 1, they should lose, but his team's like, yeah, who's gonna write the concession speech. Now you can imagine by now what Larry sponsored speech to this. But he ignored it all until he's asked to sell an argument over who is gonna give the concession speech during the handover. Let me get this straight. People are fighting over who get who gets to give the concession speech I don't give a fuck who gives a concession speech. If we lose everyone who wants to give a concession speech and give a concession speech, but we haven't lost yet. Why don't we focus on winning the next fucking race rather than concession speeches? Larry, a licensed commercial pilot with thousands of hours flying jets, liken in the situation to plane in distress. When pilots have a serious emergency, they immediately go into problem solving mode, and they stay in that mode until the problem is solved or just before impact. In that final moment, the aircraft cockpit voice recorder captures the pilot's brief concession speech. There are 2 versions of the speech. 1 secular 1 not. O god and o shit. Larry who survived so many storms and crisis over the years had not reached his O god or o shit moments. Down 8 points to 1, he remained in problem solving mode. I love that idea. So there's a there's a bunch of people in the book that I have to omit. They're fasting in their own rate. 1 of them is this... The captain of Larry team, Larry racing team. He's guy named Jimmy. And Jimmy is really interesting because he he wants up dedicating in his life early he had to choose between Dedicating and his life to be a professional boxer because he was a boxer or to be a sailor. He was being 1 of best sailors in the world. And he's got interesting insights, including how hard he pushes himself and he gets up first thing in the morning before his crew He does an intense workout, then he does an intense boxing workout, then he shows up to work. So by the time of everybody else is getting in, He's already had, like, had a bunch of accomplishments for the. Right? So it's a extreme person. So this is a captain of team of Larry team reacting him being down 8 to 1. Jimmy for his part kept thinking about something his friends in the Navy Seals told him. That the guys who failed to make it through the brutal seal training course were they only... Were the ones who looked ahead and realize there's no way they could take 3 more days of torture. So they're playing mind games with themselves. Right? But they're playing the the they're psych themselves out. So this is the alternative. The ones who made it through thought only about their present task and told themselves. I just gotta finish this run, or I've just gotta get to this rubber boat through the ways 1 more time. Jimmy told himself, I've just gotta go out and win 1 more race. That's all I've got to do. What I found interesting about that part. So Jordan Documentary said the same thing about Jordan. He was perpetually focused on the present on what he control now. I can't control. We lost game last night. I can't think about that. Can't do anything. I can... But I can win... I can folks on what I'm doing and that's winning this game. I'm not worried about the next series. I'm worried about right now. This is contests are the best teachers. So they wanna up coming back and winning. Larry knew that in the end, the America's cup was just the boat race. Wimbledon was just a tennis match, and the Super Bowl was just another football game. As Muhammad Ali once said, it's just a job, grass grows, birds fly, waves pound the sand. I beat people up. No 1 is going to live or die on the basis of these things. But contests were his best teachers. At some 0.1 person gets measured against another. They find out who wins and who doesn't. And along the way they learn something about themselves. Larry had learned that he loved the striving, the facing of setbacks and the trying again. It was what his friend Raphael and the Dow said about saving the fight and the winning would come. Everest, it turned out. Was never more beautiful than looking up from below. And finally, I don't think there's a better way to to close this podcast out on Larry, and it's he's answering the question why is he doing this? Each cup campaign had cost Larry between a hundred million and a 2 and 200000000 dollars. When asked about the exact cost, Larry said, sponsors paid a lot of the overall cost. How much should I spend? The truth is, I don't know and I don't wanna know. There are days when all the work and expenses feel worth it, and there are days when he wishes he had picked another goal. I have asked myself why am I doing this? Larry said with a laugh. What started as a hobby gradually became an obsession. It took a while for me to understand how and why I made such a large emotional and financial commitment to winning a boat race. My life has been all about testing my limits and learning from failure. It's been a journey of discovery of seeing how far I can go. I'm trapped in a never ending cycle of competing and learning. Once I was unsuccessful with S, that's another 1 of his boats erased, it was time to raise the bar, so I tried the America's cup. I was unsuccessful at first, but then I learned from it, and I eventually won Now we're defending the America's cup? So how do I get off this merry round? How do I stop when I'm winning? Larry paused. Finally, he said, It's hard for me to quit when I'm losing, and it's hard for me to quit when I'm winning. It's just hard for me to quit. I'm addicted to competing. That's a hundred and 26 books down 1000 to go if you buy the book using the link that's in your show notes. You'll be supporting the podcast at the same time, and I'll talk to you again soon."
}