{
  "transcript": "You wanna know what I think about Charlie Kane? Well, I suppose he had some private sort of greatness, but he kept it to himself. He never gave himself away. He never gave anything away. He just left you a tip. He had a generous mine. I don't suppose anybody ever had so many opinions, but he never believed in anything, except Charlie Kane. He never had a conviction, except Charlie Cain in his life. That's from the very beginning of the book that I read, and I'm gonna talk to you about today, which is the difference between God and Larry Ellis, on the subtitle is, God doesn't think he's Larry Ellis, and it was written by Mike Wilson. I'm gonna reread that because I think... Well, first of all, that's a that's, a quote from Or Welles 19 41 film citizen king. And I'm gonna re reread that section to you. And instead of saying Charlie Kane, I'm gonna put in the name, Larry Ellis because I think that is what the author wants us to think. So let's let's let's see how that goes. You wanna know what I think about Larry Ellis? Well, I suppose he had some private sort of greatness, but he kept it to himself. He never gave himself away. He never gave anything away. He just left you a tip. He had a generous mind. I don't suppose anybody ever had so many opinions, but he never believed in anything except Larry Ellis. He never had a conviction, except Larry Ellis in his life, And I think once you change it from Charlie to Larry, everything still holds true. Okay. So first, we're gonna we're gonna talk about, the Nerd left myself on this section is life feels like a dream. And it says, that was the way Ellis mine worked. He was like a search engine gone haywire. If you asked him for information about Chicago in the 19 fifties. He told you about the Clinton presidency So I wanna stop there. I wanna go back to what I'm gonna continue that paragraph in a minute. But when it... When he was quoting, citizen Kane. He says, you know, I I suppose he had some private sort of greatness, but he catches himself. He had a generous mind. I don't suppose anybody had so many opinions. The reason I started with this this section is the the author's trying to get to pin down Larry. So this is Larry is extremely hard to pin down. 1 of the biggest criticism of Larry is that, you know, some people call a pathological liar. Other people says say that he just exaggerate and it's really hard to verify the authenticity of his stories. So what's taking place right now is the author's trying to get Larry to talk about his childhood. That's what he means about. Look, tell me about Chicago in the 19 fifties. Larry is not interested in talking about that. He's he's gonna reveal only what he wants you to know about him. So he he keeps things closer to the vest. You know? And so he's asked his question then Larry goes off on the difference of, like, what Clint could be doing because Clint president at the time they're having this interview. What Clinton can be doing different in health care and education. Okay? So he says, I tried it again. I asked Alison, how he how he had seen his adult life when he was a kid. What he thought he was going... What what he thought was gonna happen to him. And so I thought this is very interesting. You mean, did I anticipate becoming the fifth wealthiest person in United States? No. He said. I mean, this is all kind of surreal. I don't even believe it now. Not only did I not believe it when I was 14, but when I look around, I say this must be something out of a dream. I think that's how probably anybody feels at that extreme level. Of course, Larry, you know, how to... Has a what's the way to put this? A very healthy self confidence... But you might have said, you, you know, I'm gonna be successful no 1 can predict, like, to that degree. So, in this section, the officer gonna tie in the story of Larry Ellis to that movie citizen Kane. So he said if every... If Hollywood ever wants to update the legendary film citizen Kane, it might consider Larry Ellis for the lead character. Ellis is the Charles foster Cain of the technological age. He's bright, bras, optimistic and immensely appealing, yet somehow incomplete. Like the movie character, he wants desperately to be loved. That's definitely true. Even idol utilized. But love does not come easily to him or from him. Also like Kain, Larry Ellis is oversized. He's a myth of his own making. And so at this point the author flashes back. And he says he worked in the computer industry for several years, but never had a job that suited what he saw as his superior intellectual gifts. She's talking about the way Larry views himself. Okay? In 19 77, the 32 year old Ellis went into business for himself, writing computer programs on a contract basis, And this is just talking about the early days of what would soon turn into Oracle. And, you know, very, it was a side side business aside hustle. Larry kept his day job. He had 2 or 3 programmers that he was working with. And then once they realized they had a product, they switched from consulting to to actually selling software, I covered that on the other podcast. So Not I'm gonna, be deliver this point too much. In the mid 19 seventies computer basis could do. They're talking about the opportunity the oracle identified earlier than anybody else. In the mid 19 seventies computer databases could do few things extremely well. They could, for example, keep track of thousands of customer accounts, updating them after every new order payment. With those databases could not do and they're really talking about what Larry and, his partner are trying to fix or cannot do fast enough was answer una questions. The kind business people often ask before they made decisions. If a company wanted to know which of its products were selling best in Albuquerque or which regional office did the most business in August or how many of its female employees had more than 5 years of service, the the database of yes year could not produce a fast answer. Ellis database software could. Okay. So skipping on head a little bit, gives you an insight into something that is present in all 3 of these books. Larry is a user control freak. Like a lot of the people that we study in the podcast. He always wants control. So the stockholders who benefited most from Oracle performance was Larry Ellis, exactly what he intended. Ellis started the company because he wanted to be his own boss. And he's stayed in control throughout his tenure at Oracle, always holding onto to enough stock that his power and authority could never be seriously challenged. So this is 1 of the strategies that that Larry employed from the very beginning, not only when they started the company. But as the the company's went too financial difficulties just let's say, 15 years into the future from where we're at right now, he was adamant about not selling equity. He... And he wouldn't sell his stock. I think I talk about, I think I've highlights that I talk about this. For years. He was obsessed. He did not wanna raise venture capital. He always sees like I'm not giving up equity, we'll we'll take on loan, we'll either make money through sales, or we'll take on loans through debt, but we're not... I'm not giving up the most valuable thing into that. Mean, it kinda gives you an insight into, you know, he's got extreme confidence in himself. I don't think at any time, there's there's times where there where Oracle could have gone out of business. But even then you see, like, in his discussions with, like, his wife at the time. You know, hey, if this fails. That's fine. I'm on... I'm gonna go to the next opportunity. The the company might fail, but I'm not going to. Okay. So this is... We're talking about early days of Oracle here. This is on the power of the mind, early hiring practices and Larry as a walking contradiction. How did Ellis create so much prosperity. Certainly had a generous mind? He could converse freely about almost anything? The holocaust, poetry, education, architecture in the future of high technology? He was well versed in the world's of re religions from judaism to Buddhism. But to him, there was no power greater than the human. I just wanna stop there. That I always think about... I I I've watched a bunch of interviews with him as well reading a lot of his own words, And that's 1 of the things that's so appealing about him. He's got this weird charisma. You'll see that even when he does terrible things to people, which he definitely does, they have a hard times staying mad at him. He's almost like this... He's if... He's like a cult leader. He's got that kind of charisma. Right? But the... What I think of what what Larry reminds me of is I think a truth that bare Benjamin franklin hit on 250 years ago. He says his mind was much improved by all the reading he did. Right? And so there was very tangible results in Benjamin franklin life from that where people found his conversation more enjoyable because he was a more interesting person to talk to that led Ph to be will raise money for his business earlier, helped him close sales. Larry Ellis is very much the same way. So that the that paragraph there kinda gives you an insight into that. So says when hiring help, Ellis valued intelligence more than experienced maturity. He often looked for unruly geniuses instead of solid steady workers. Again, when you see who somebody Myers, you get the idea to, like, what they, like, most about themselves or what traits they want. Most of themselves. I think Larry thinks of himself as an unruly genius. He doesn't think of himself as a solid steady solid steady worker, He says, no. That's not me. I I sprint. I rest. I sprint. I sprint and I arrest, but I don't have, like, the dedication that, like, he he talks about, like, the rent... Relentless, like, of a bill gates. He's like, I don't have that. He like people who argued back. He wanted employees who were sure as they... As he was that they were right. Ellis insisted that his recruiters hire only the finest and caucus new college graduates. When they were recruiting from universities, they'd asked people, are you the smartest person you know? And then if they said yes, they'd hire them. If they said no, they say who is and they'd go hire that person instead. So an early Oracle engineers get get going to give us an insight to what kind of culture. This hiring practice is gonna build in in the company. Right? So he says, I don't know if you got the smartest people that way, but you definitely got the most arrogant. Ellis swag combative style became a part of the his company's identity. Again, he gets heavily criticized for this. But you gotta... What Charlie Mu tells us. Like, you gotta follow your own drift. That's how who Alison is and it clear for for from my perspective, it definitely is, then you might as well lean into that you're not gonna change it. You're not gonna... What you're gonna... He's else is gonna be, like, a be full of false modest. So if that's who you are, that's... And he's comfortable being that way, then you might as well build a company around your true identity. And I think this what he did. So he says this arrogant culture, had a lot to do with Oracle success, but it also explained why Oracle competitors despise the company and dis trusted its founder. As Stuart was just 1 early were people at working at Oracle, put it. If he hadn't made me rich, I'd probably hate him because he's obnoxious. He's not nice to people. And so we we see this idea of the fact that there's a lot of people that to later on in his career. Larry makes a habit of dating Oracle employees. And 1 person he dated winds up suing him later on because she gets fired, and then she hacks into the company database, he... Larry winds up putting her in jail. Right? And so I'm I've omitted that. That's that story has been every... 2 of the the books that I've read on them. But I've skipped over. But I do wanna tell you what... How this relates something the prosecutor who's gonna prosecute this person I've broke into oracle Oracle, like, network and false fight evidence essentially which did. He says, listen, I'm coming to your house Larry because you're gonna have to testify tomorrow. And, larry like, I'm ready. You know, I I got this, and he's like, larry, you don't understand. You come off as a prick. That's the prosecutors quote. He's like, you can't come off as this ego arrogant billionaire when you're in front of 12 normal people in in the jury. Right? And so what Stuart picking up on here and what the author you know, goes just probably a hundred different examples in the spoke about this is, you know, he's extremely aggressive and extremely confident. And if you don't hide that, which he has no interest in hiding. I mean, you don't buy 250000000 dollar yachts. Right? If if you were trying to hide that, you have to... You know you you're gonna make enemies. And to Larry point, he actually uses that as a tool. He likes having enemies. Alright. So it says, as a friend of Charles Foster Kane says in citizen Kane, it's not that Charlie was ever brutal. He just did brutal things. The people around Alison knew that he was neither all good nor all bad, just like all of us. Right? He was capable of chilling selfish ness and inspiring generosity. He could dazzle people with his insights and madden them with his lies. He was a fundamentally shy man who could delight audience with his colorful speeches. Though he was known for his healthy ego, he often seemed deep deeply insecure. Over time, many people learn to accept Ellis contradictory in nature. There's a lot of things there about the Shy He builds his giant company. He almost never comes to the office. He loves working from home. Likes having complete control for his environment. And then later on in the book, they talk about, like, you know, Steve Jobs and Larry ellis and we're we're best friends for, like, 25 years, and they both said they're like, you have to be my best friend because you're my only friend. You know, outside of their family. Jobs case. It's not like he's he's spending his time building deep friendships. He dedicated all his time to to his work. Ellis was the same. So, again, they're well known. They're charismatic, but they're they're shy. They're introverted. Which I think a lot of people would be surprised, you know, to discover that. Okay. So this was very interesting. Because, again, 1 in Larry... You have to give him credit. He saw... He had an insight that he builds an entire company around and he was the first person. He was extremely early. Early. He starts his company in the 19 seventies. This is this is blew our mind. This 1 sentence. This is the size of the software industry in 19 70. Think about how large it is in present day. In 19 70, sales of package computer programs amounted to only 70000000 dollars for the entire year. The entire size of the software industry was 70000000 dollars a year not granted, 1 thing Larry did differently was that hardware makers would give away software for free. But people actually buying individual software programs. In 19 seventies is it's only 70000000 dollars a year. Okay. Into this... So it talks about, like, it's a wide open wild wild west. It's a beginning of an of an industry. It's not Larry got in not it's not too different than, you know, this multiple parts here as I just did on all on the early days of the American automobile industry. These are wild times. So the book goes into detail about, like, you know, it's kinda cowboy era of, of software in the 19 seventies and before that. And I thought the sentence was interesting. Into this ethical void, str Larry Ellis, a man who misled people about his past had precious little experience in business and was prepared to do whatever took to achieve success. So again, the author thinks, Larry Smart. He's obviously successful, but he's he's very comfortable pointing out that, you know, he's got serious personality flaws. Bill Hue and David Packard, who grew up during the great depression founded at Hp with certain basic values in mind. I really enjoyed this section because they're gonna... They're gonna compare and contrast how Bill and David created their company and how Ae created his. And Bill and Bill and David, They influenced people, like Bob No. Who founded fair fair a trial. Semiconductor a in Intel. Steve Jobs had great respect for Bill and David. There was a huge, like, tree in the technology industry that that that started with with Bill and David. So it says they believe the company should provide opportunity and security to employees, contribute to the betterment of society, build first rate products, satisfy customers and make money. Their way of doing business eventually became known as Hp way. There's actually a book called the Hp way. I think it's written by David Packard, and I did a podcast on it. It's somewhere in the maybe the thirties in in that area. If you haven't listened to it. We thought that if we could get everybody to agree on what our objectives were and to understand that we were trying to do what were trying to do? Then we could turn them loose and they would move in a common direction, David Packard wrote. Larry Ellis vision was narrower. The oracle way to the extent that a such thing existed was simply to win? How that goal achieved was secondary as a former Oracle board member put it, Ellis established no magnetic north. No common direction. No sense of how things would or would not be done. And so 1 of the biggest criticism Steve Jobs get is this this idea that the reality distortion field that he would bend the truth and and the reality to to fit. Like instead of accepting the world as it is, he kinda of just made it how he wanted it. So Larry grew up, he created his own world or another... Or put another way He created his own life. And the author gives us some insight into that here. He says Larry Ellis felt that a lot of things were missing from his life. His birth parents were God only where and God only knew who, his adoptive father was a non entity and high school rewarded conformity and punish free thinking. Ellis material life also left left a lot to be desired. He was never very happy with the hu drum facts of his life, so he changed them. Beginning when he was a child and continuing into his days into the force 400, Ellis lived partly in a world of his own invention. Even as a teenager, he was engaging, he was an engaging storyteller in a rock tear. When reality was not interesting enough for him, he simply made up delightful and often plausible details as he went along. His stories had all had certain things in common. They were funny. They glorified Larry ellis and unless you had the authority to issue subpoena, they were damn near impossible to disprove. They were also mostly benign. Alison was neither cynical nor spirited. He was always un positive and optimistic. That's probably 1 of his best traits. I would say. And his fractional true stories reflected those personality traits. He wasn't going to be sm by the dreary circumstances of his life. He was going to leap over them. He tended to see the world as he wanted it to be rather than as it was. And so this section on how his... Larry had some close friends in college. How they remembered him after they, you know, had drifted it apart, also gives you this insight into this, like, care this cult like, cult leader, like, charisma that he has. So it says, So, Ellis was generally self centered. He was Abraham said. All, he was always inside of his own head, but he was also capable of showing great concern and tender ness for his friends. He wasn't a nurturing person and that he would ask how your day was or whatever. But if you told him that this was a really bad day and you needed to take a walk or talk about something, he'd be right there. So here's another 1 of his friends. Ellis relationship with the 2 northwestern men was intense but fleeting. After he left the Chicago area, his friends rarely heard from him again. Still Ellis did not forget them. When Abraham called Oracle in the early 19 nineties, he got right through Ellis, and the 2 had a nice talk. And in 19 96, 3 decades after this other guy's name Coleman. In 19 96 3 decades after Coleman and Ellis had last been close. Coleman sent an email saying hello and telling Ellis and he was married and had 2 children. Ellis wrote back right away. Congratulating Coleman for getting and staying married. Ellis said he would love to get together or short of that chat on the phone. Coleman wasn't sure it would happen, but he'd hoped Larry Ellis could find the time. This next sentence is the most important part of this entire section. And this really gives you an insight into the effect Larry has on the people around them. You have to understand Coleman set. I love the guy. You always had a good time with Larry. So something also Larry is addicted to studying history. Reads a lot of biographies. And he takes inspiration from the live stories, you know, people that had... Were able to build remarkable lives. And 1 of those people's churchill. So it said, alison often said of the twentieth century figure he admired most was Winston Churchill. He also says Napoleon supports admired most. He had spent... He had a lot in common Churchill. Both were mediocre students, both desperately sought the approval of their fathers to no avail, and both were witty in curious and charming when it suited them. Despite Ellis constant public post, he was also like Churchill, fundamentally shy. Reading about Churchill reassured him that even these gods have moments of insecurities. Those was a direct quote from Ellis. This is a little bit about his early days in California. Ellis said that he was so poor that he subs insisted on dime packages of craft macaroni and cheese. After he earned some money, he would always reappear ready to take quinn. This is his first wife on another adventure. The guy... This is what how she remembers him to. The guy was a 1 man amusement park within a couple of months, Ellis and Queen decided to marry. I hardly knew him. Again, this gives you an insight into his charisma, what kind of person's gonna marry somebody they barely know. I hardly knew him Qui said. I agreed to marry him because he was the most fascinating man I've ever left... I've ever met in my life. I knew I would never be bored. So his... I think it's his third wife. She's interviewed in the book too, and she says, you know, this is now 10 years after they got divorced. They were together for very... They had 2 kids divorced right away. And he... The author's like, why didn't she rem marrying? She goes, I can't. She said, I've tried. Every other man pale in comparison to him. So she's just, like, Just I can't do it. I I found everybody else is not as good as him, so I'm just, like, she just dedicated time to taking care of her kids and raising horses and things. But again, we just... I'm bringing that up because it's over and over and over again from college friends to ex wives. To employees to people that wine being his enemies, say the same thing about him. And he's just got this magnetic charm that you just... You know, you believe everything he says. Ellis and Quinn lived in an un remarkable 1 bedroom apartment. In Oakland. They hung tin foil on the windows, so Ellis could sleep after his night shifts. Remember at this time in his life, he's only working night shifts and weekends. And they often rode the bus because the car was not dependable. The only new piece of furniture they owned was a bed, so that gives you an insight into Larry life in his early twenties. Ellis was extremely hard in himself, Qui said. He cut he had... He kind of had a mental image of where he should be and and what he should be. He was not able to attain it. Okay. How many of us have felt the same way. Right? Larry is going through that same thing. If Ellis had any future at all, Ai quinn couldn't see it. During the 7 years of that they were married, he bounced from job to jobs sometimes taking a cut and pay when he made the change Even so, Ellis spent money lavish. She says, his wife describes him as he had a champagne taste on a beer budget. At the time he and Quinn were earning about 1600 dollars a month combined. In 19 74, she decided to leave him. She could no longer stand to watch him flounder. It's very interesting words there. Besides she thought that marriage was not a good venue for him. Yes, he was energetic and exciting, but also uncompromising. And he had, you know, he was never faithful, constantly cheating on all wives. His his third wife... So this wife is number 1. His third wife, the 1 that actually has his kids. Works at Oracle. And his... So interesting is even after Larry gets divorce. His wives like, love them. They're, like, friends. And so his first wife is visiting the office and she's, like, oh, you're dating, Larry. Just wait. Like, you're... You're not... He's gonna cheat on you. And his third wife remembers as a conversation. She's like, yeah, Yeah. You're, you know, you're just older than me, that's what you think. But, you know, I can satisfy him or whatever the case was. And, no. Just like we talked about in the podcast for other the mechanic and the billionaire. The billionaire of the mechanic. He's got this this on this this this hole in the middle of if Mean, you could just never fill, you know, that that drives and he's just never gonna be satisfied. Quinn believe something happened, Ellis during the visit to the therapist so they go to They try to, like, save their marriage by talking to a marriage counselor. And so that's what she's referencing. They gave a clear vision for his life 1 that seemed to come out of nowhere. He said to me. If you stay with me, I will become a millionaire and you can have anything you want. She did not know where that Ada idea came from. He had never said anything like it before. There was never any clue. Believe me not a clue. That's what Qui saying. In Quinn view, Ellis made a commitment to himself that he was not gonna be a failure. That was a torn turning point of his life, she said. Still, she did not take him seriously at the time. And so this is his first wife reflecting back on when they were married. He is extremely intense. I was married to him for 7 years and by the time I left I was worn out. And I'm a fairly multi high energy person with a lot of diverse interest and a type a personality. I'm goal go, and I was worn out. He's beyond anything I've ever experienced. And I'm sure that what accounts for his enormous success now. He has incredible intelligence and he applies it with incredible intensity. And it's 1 of my favorite sentences in the book. He has incredible intelligence and he applies with incredible intensity. And that intensity does not let up. People say gee, don't you wish you were still married Him. And I say, no. I'm perfectly happy with the relationship I have with him now because I'm not going to ruin my health. So again, there's more examples in the book on this crazy kinda of charisma at this point, Ellis working at serious jobs now, but he hasn't started an Oracle. And they said Ellis who had experienced with Ibm mainframe had signed on to teach Ama. That's a company they're working at Ama engineers about the new machine. But mostly he just talked all day long. He was a talking doll to how they to describe him with a bolstering that never reached its back. He talked to any and everyone. Bosses, secretaries, telephone callers, visitors, delivery people, copying machine technicians, maintenance guys and pass buys. But mostly he talked to Stuart, who was always within talking distance. There was Stuart said an aura about him. A powerful sense of possibility. There was also something unsettling about about Ellis, something vaguely dangerous. A sense that you didn't know what was going to happen. He was the kind of person you would like to follow. When Stewart was what stewart was seeing was the embodiment of charisma, The characteristic that Ellis would soon exploit so that everyone around him would do his will. The subject he liked best was himself. He was forever telling people how wonderful he was, how smart he was. And how Rich he was going to be. Ellis visit to the counselor may not have been the turning point of his life as as Quinn said, but clearly something about him had changed. If Ellis had ever had a week or uncertain moment in his life and he definitely did. Stewart would not have known it. Somehow, Ellis had escaped the tight clam grip of everyday fear and doubt. Again, it's why it's so important to read these books. He didn't escape it. He's not sharing with you. But he just quoted churchill. He just said these gods have these intense periods of insecurity that he drew... He's like, if churchill is going through rough times and self doubt, then and of course, I'm going to as well. So a point in Larry life where he's working for this company that's that's run really poorly. And I think, this idea, I've seen a few times where you get inspiration by seeing things done the wrong way. And then you're like, well, these guys can run a company. I'm way smarter than them, like, I can do it too. And Larry is going to experience right now. This is the early seventies. I thought I was a fairly good business guy. And then I'd see these guys making decisions that I didn't understand that I didn't think were rational, and therefore, I lost confidence in them. He said. I thought I was better technically than they were, and I I was a better business guy than they were. See how he talks. I know it's not terribly modest to say this. But, yeah, I thought I had better judgment not only about technology, but also about markets than than the people who are my bosses. They served as inspiration. If they can run companies All try. I'll give this a shot. So he ends up teaming up his his main partner to founding of Oracle is this gifted program earning named Bob Minor? And Bob is a complete opposite of Larry And some people like, how do you even have a relationship with them. And so this is this is a little bit of why their partnership works? And it's not saying, like, Bob doesn't paper over larry and imperfections. But he realizes, like, it's also a mistake to realize, hey, somebody's is in imperfections. Therefore, I can underestimate them. He's, like, it's a mistake if you underestimate this guy. While miner was amused by ellis and he was also respected him. Some people thought Ellis was just an Ego Man or just a performer or just an ex. Miner never made that error. Miner could see that he was also smart and shrewd and fiercely determined. It would have been a mistake to take Alison too seriously, but you but you couldn't... But you could not disregard him. Ellis was sizzle and minor mistake. In the coming years, Ellis pedal the product and minor built Always in that order. Ellis, the performer recruited good people into the company and minor, the regular guy got them to stay. Minor could be friends with his employees, Larry Ellis was purposely a loop he kept distance between between his employees. The ones that he wasn't sleeping with, by the way. The 2 men commented committed... The 2 men complemented each other well. Even more than that, they needed each other. Bob Minor could never created Oracle corporation by himself. He couldn't have sold software the way Alison did. He was too inward too modest and too honest. Nor was he willing to make the sacrifices Ellis made. For Ellis Oracle was a holy mission. For minor, it was always just a job. Ellis needed minor too, Few people liked and respected enjoyed Larry Ellis in more than minor did, and nobody would have put up with him for as long. So I'm fast forwarding, they've already started Oracle are what soon to be Oracle and this is fantastic. This paragraph, This is... Larry entire business philosophy as a single... In a single act. This is Hilarious. Ready. Bruce Scott's first experience with Larry Ellis was an eye opener. On 1 of his first days at Sd. That's the name of before it's Oracle, but it's just not called Oracle yet. Okay? Scott was trying to connect Sd computer terminals to the... To the instrument computer. There was a problem. A sheet rock wall stood between the Sd offices and the computer room. Scott said, Larry, we need to hook up these terminals. How are we gonna hook them up. I'll show you how Ellis replied. He grabbed a hammer and smashed a hole through the wall. Bruce Scott came to believe that Ellis entire business philosophy could be summed up in that single act. Find a way or make 1, just do it. So last week, we talked about the simulators between steve Jobs and larry Ellis that they both started a company that without that wasn't based on an idea they came up with. Right? And so this is really on Ibm Ibm giving the relational data database market to Larry. So it's the mistakes of Ibm, but also, the the intel, what I argue, the intelligent strategy and tactics that Larry used. Okay. So Ibm is the 1 that comes up with the idea. Hey, we can make a relation database. Okay? So says the system R group had its relational database up and running around 19 77. So their question at the beginning of those paragraphs how slow with Ibm. Okay? So it says, but Ibm did not introduce a commercial product until February 19 80. So 5 years later. Larry Ellis nimble and opportune opportunistic little company had a relational database pro product on the market before Ibm managed to move system or from the research division to development. So he's they're essentially saying that Oracle prioritize speed. Right? Well Ibm mo along, Ellis was out there gobbling up market share. Why did Ibm move so slowly. As many many comment noted, the company was like a nation unto itself and a very cautious nation nation at that. It had a massive rich ritual layered bureaucracy with committees reporting on committees reporting on committees. Nothing could get done without endless review and re review. This is a crazy story. According to 1 former Ibm program, the company wants it is study on the way things were done. What they found is that it would take at least 9 months to ship an empty box he said. Indeed, Ellis could not have dreamed up a more mobile and helpful competitor than Ibm. Think of the marketing of relational technology as a race with Ellis and Ibm as to 2 main entrants. Ibm, this is the great greatest metaphor because it's this is extremely like dense part of the books. It's actually really confusing when you read it. But the author does a great job with this metaphor to explain it to us. Okay? So it says, think of, Ellis and Ibm as 2 of the main entrance in this race. Ibm taught Ellis to walk, bottom a pair of tracks shoes, train him as a sprinter, and then gave him a big head start. How could he lose? So 1 thing I learned from the auto buyer if you're say sam Walton is that you should have a bias for action, and then you you you stayed determined. Right? And that's something Jeff Bezos definitely borrowed from from reading that book as well because it's talked about in Brad Stone book the everything store. Larry had the same thing. A lot of people summed up Larry Ellis in success by saying he was at the right place at the right time. 1 early employee employee of Oracle said Ellis and his partners, they didn't have a great idea. They found a great idea. That was true, but so what? Lots of people in the computer. I... I love that the author's response here because a lot of people just be dismissive, and usually an excuse of why other people succeed and they haven't. Right? I think it's a tear... Like, you should be studying these people and see what you can learn from them. Not like, oh, is not a crab in the bucket of mentality. You know? So they guys like, they didn't have a great to do their found a great idea. Okay. So that's the end of that quote. Here's to the author. That was true. But so what? Lots of people in the computer industry read the system or paper. Not... But only Ellis sees on the opportunity to build an actual database product. Only Ellis took an idea and used it as a foundation for Huge Corporation. Yes, he was in the right place at the right time. But as he told me, I don't know of any place or any time where there aren't great possibilities. That's accurate. Yes, Ibm gave him the idea, but it did not give him 6000000000 dollars. He made him himself rich through cease work, brilliant strategy, un optimism and ruthless determination. Larry Ellis achieved the first success of his life by doing what no 1 else or no 1 else could or probably would do. He did it by being himself. I thought this was a humorous, the know of myself his Lair would be competing with you and you wouldn't even know it. To Ellis in life was a never in contest. Every day, a new opportunity to prove himself. He would compete with anyone anytime over anything. Sometimes people got into contest with Alison without knowing without knowing it. Once when the the company was just getting started, Stewart joined Larry and his wife Nancy for weekend bike ride. Eventually, the 3 came to a steep incline. When Stuart and Nancy reached the top, Larry was far behind. Labor to catch up. The next time Stuart asked Ellis to go riding with him Larry begged off. Larry didn't ride with me, ride with me for a while, Stuart said. And the next time we rode, he left me in the dust. He was practicing. He was working. He knew there was a problem and he fixed it. This is on the idea that you need to go fast when the industry is in its infancy. The idea that somebody else might take away Oracle business was poisoned to Ellis. He understood the importance of locking up a large share of the market early. How much does it cost Pepsi to get 1 half of a percent of the market from coke once the market has been established, he wants that rhetoric. It's very expensive. This market is being established. If we can't if we don't run as hard as we can as fast as we can and then do it again twice as fast, it'll be cost prohibitive cost prohibitive for us to increase market share. This is essentially dis proving the idea that if you build it, they will come. Larry put marketing first and everything else second. And it says there's a quote in the book, average technology and good marketing be good technology and average marketing every day. Something also about the early days of air Oracle, Larry, He like Michael Jordan. We've used this comparison a lot in the last 3 last 2 Larry Podcast he wanted to implement high standards. Very similar to Steve jobs too. Right? Ellis often erupted when someone did something he didn't like or said something he considered stupid. There was a lot of intimidation and a lot of uncomfortable intimidation. I didn't like that As an early employee, but she didn't believe that Else meant to hurt anyone. He only wanted to create an atmosphere of the very highest expectation a place where the limits on what you can do are your own, 1 of ellis favorite quote my is that, you know, everybody in that the National Football league has talent, the talent to win a championship. It's not on what talent you have to what you're willing to sacrifice to do that and La loretta says I expect you to sacrifice everything. Larry had that same attitude and he also plead to his own life. This is is his soon to be third wife, discovering his dedication to Oracle. She learned quickly that Nelson's work came first in his life. He was building a company and nothing could get in the way of that. Once Ellis scheduled a 2 week trip to Japan. He planned to go to work for a week and then have her meet him for a week's vacation. I got over there and he said, sorry, business. She ended up taking tours every day and meeting him only for dinner. Alison would make any sacrifice for the company. And so this is... The the third the third wife is the mother of his children. Right? And this shows you how extreme he. She he's he... She's pregnant and Oracle going through, like, a, a shaky time, might men might fail. And so he says, this is his third wife quoting him. He once turned to me, I was like, 5 or 6 months pregnant, and he said. If this thing doesn't work out, don't expect me to stick around. She knew what he meant. If the company collapsed, he was not going to wall and failure. He was gonna leave and start over against someplace else. I mean, just get out of here, clear out and clearing out men leaving everything, including me. And so that's what I mean. Like, you you you read this book and you see Allison war. He's telling it to a pregnant wife. There's just insane. Something also interesting about, you know, how about the life of the life Ellis is that Oracle was a surprise him. He didn't not set out Once he got going, I think his ambitions grew. Right? But at the very beginning, he's like, I just want, you know, I never wanna have more than 50 employees. And so it says, when Nelson walked into the room and saw 50 people there, he was wide eyed. For the first time, he realized his little company was becoming big. His baby was growing up, and that's exactly what he calls it. He was really shocked. He said, you know, Bob and I never figured we would ever need more than 50 people. To do everything we wanted to do. Okay. So this paragraph, this might be 1 of the best ideas that I learned from Larry. So this is his response to being late or not showing, which he's known for doing. Right? Obviously, not it's not very thoughtful to the people around you. But why he's doing this of... This idea that he has, it's it's probably very, very smart. So Alison made no apologies for his quirks. If anything he seemed to muse at over... This is a person working for with him. Her last name's overs street. At Overs street concerned about time management. Her name's is Jenny. Jenny and I approach things very differently, he said. Jenny feels that she has to be exactly on time all the time. Jenny feels if there are a hundred things you have to you have to know that you have to know all hundred of them. If there are thousand things you're doing, you have to do all thousand of them. My view is different. My view is that there are only a handful of things are really important, and you devote all of your time to those things and forget everything else. If you try to do all thousand things, answer all thousand phone calls, you will dilute your efforts in those areas that are really essential. So again, just to summarize that section. My view is that there are only a handful of things that are really important, and you should devote all your time to those and forget everything else. So this is Larry talking about, how terrible manager he was at the very beginning. This was in the Days Larry and was still practicing what he later, we're regret called management by ridicule. Because I personalized a lot of Oracle and personalized a lot of things we do. I was not terribly forgiving of mediocrity. Ellis said. I was completely intolerant of a lack of effort, and it was fairly brutal in the way I express myself. So a lot of the, like, strategies that Larry. I don't even know if it was... He meant to it. Maybe it's just his personality. They echo a lot of, like, professional athletes. So I'm gonna play a clip. This is 1 of the last interviews, Kobe Bryant. Gave before he died, and this this is Kobe sounding a lot like Larry in the early days of Oracle. Issues or problems with are the people that don't demand excellence for themselves. I won't tolerate that. Upset them when the career said and done. They're not gonna be looking at you a player and his team and saying, he didn't win a championship. No. Doing me looking here. Right? So it's my responsibility to make sure everybody's holding themselves accountable more. I'm holding you accountable. If we just played a back to back, and we have practice the next day. Your asked better to be there tape ready to go. Mh. Right? Because I'm there and I'm ready, and I just got finished lifting weights for 2 hours. Right? So I hold guys to a higher standard, and out I don't sugar coat stuff. Never have never will. Okay. So moving ahead, the book spends a lot of time going into detail about Oracle near death experience. I think I covered that 2 podcast to give you, like, a good idea. 2 podcast podcasts to go, So I'm gonna skip over that part, but I do... There's something happening during this period of rapid growth that I think gives us insight into the kind of people that Larry kept around him at this time. And the person I wanna talk you about is the guy that's in charge of of Oracle advertising when they're experiencing rapid growth, and he's gonna start talking here. His name is Bennett, and he's gonna talk about that he learned the art of advertising from his mentor scanning named Tony. Tony and I became friends and he taught me how to kill for a living Ben once wrote. Bennett eventually formed a 1 man advertising agency that catered to silicon Valley companies. He worked in exchange for small creative fee and a ton of stock options. Bennett, who after all made his living on hyper once described his work this way. My ads attack like a pack of speed crazed wolverine and have the same general effect on your competition as a full moon does on a werewolf. I'm looking for clients with killer technology and a taste for blood. Bennett came up with a catch slogan for his ad agency because God hates coward. Yes. This was just the man Larry and needed to public size his company. So after Oracle has been around for about 10 years, this is where we start to see the the first examples of Larry saying, hey, You know what? My goal now is I'm gonna make Oracle the largest software company in the world. And we also start to see, you know, at the time people Thought he was crazy. And we see this, you know, reality distortion field that Larry and Steve has have. Oracle may have had a hundred and 31000000 in sales in 19 87, but it was still a minor player. For Oracle to suggest that it could overtake such legendary companies, was almost laughable. It was as if a mom and Pop burger joint said they were gonna outs sell Mcdonald's. Larry fundamentally believed even at that point that his company was gonna be more important than Ibm, You can't imagine how far fetched those ideas sounded. He would save... He would say he was here to become the largest software company in the world. People were taken aback. So in this part, we're gonna... His... His... 1 of his childhood friends gives us a a way to understand Larry using gambling metaphors and this is happening when Oracle is having another rough... They had to restate earnings and they're gonna... Their stock price gets hit because they thought they were booking revenue that was not was not real revenue. And so that caused them to say, oh, you know, we're gonna actually have a loss here this quarter, and then they went up rest stating, like, 2 or 3 years worth of financials. But this understanding... Larry reaction, I think is really important. His childhood friend Dennis Coleman 1 set of of him. Larry was always a kind of guy who would take it to the limit and then some. Bet the house and then bet the house again. That was just what Larry Ellis did in March 19 90. Having under achieved in the third fiscal quarter, he told the financial community, we expect to make it up in the fourth quarter and get back to our annual plan. The Vice President of Corporate Finance also used the gambling analogy to describe Ellis behavior. It was kinda like he lost a hand in a poker game. So he doubled up on his bet for the next hand. So eventually, they work they work their way through it. They still need some... They need, like a bridge loan to cover the gap though. And so this is where... This an example of what I referenced earlier. Larry goes against consensus. Every single 1 of his advisers States told him sell equity sell equity sell equity. And Larry just had a fundamental belief that that'd be mistake because the equity is gonna be worth a lot more in the future. While all this was happening Oracle was also trying to cope with its cash flow problem, just about everyone who advised Ellis on matters of finance had been recommending for months that Oracle raised money by selling equity in the company. Ellis wouldn't do it. He preferred to borrow money instead. So they go through all, like, they have all these failures and eventually they find... Like, they get to Syndicate. They wind up getting the money they need. Finally, they... Larry and his treasurer put together a syndicate of 13 American and international banks through which they range a 250000000 dollar line of credit. That would be enough to sustain the company until the next crisis. This is Oracle former head of sales describing Larry. There are only 2 kinds of people in the world to Larry. Those who are honest his team and those who are his enemies. There isn't any other. There is no middle ground. Now the section... This next section is a little longer, and I wanna tell you what's happening. Larry just announced Oracle largest loss ever. The stock is down 75 percent. And the remarkable thing is he is still optimistic. He's struggling, but he's still optimistic. That's why I said earlier, I think his relentless optimism is 1 of his best traits. After the announcement, the marketing man Ken Cohen went to the airport to catch your plane back to Oakland where he lived. He was sitting in the terminal reading a newspaper when he saw Larry Ellis walking by. Ellis who had changed out of his business suit and into jeans and a work, was soon to board a flight back to San Francisco, he appeared to be in a days. And he had just as if he had just awaken from a heavy sleep, Cohen was surprised to him alone. Cohen approached said, Rough day. Ellis responded with a faint shake of his head as if he barely heard the question. Cohen saw that he had tears in his eyes. It was 1 of the few times he'd ever seen ellis in emotional pain. So cohen said, you headed back to the Bay area. Yeah. I have a lot of work to take care of Alison said. Maybe you need a day or 2 on the beach? No. Alison said shaking his head. You know Ken, we should be able to fix this. Soon, Ellis began to talk about how. The more he talked, the more animated. The more like himself he became. Ellis was a man with an inaccessible supply of words, and now he was tapping into his supply with his usual joy abandoned. Even when he was feeling his worst, Ellis remained an optimus. A man who couldn't help looking forward. He lived in the future. Part of him believed that el at Oracle was already fixed, but the part of him that Cohen couldn't could see didn't look so good. Man, you looked terrible Cohen said. I don't suppose you'd believe if I told you I have a cold. I think it's time for some straight shooting on this 1, Larry Cohen said. I don't think the analysts would have believed it either. I think some of them wished you had worse. Yeah. Ellis said. But they'll. They'll see Ellis asked Cohen, how he thought the announcement had gone. Had it gone as badly as it's as he as he thought it went, where people really as angry as at Ellis as they thought they were? Yes. Cohen said, it had gone terribly and people were furious. I was afraid of that Ellis side. To Cohen, Ellis seemed like a little boy who regretted that he had made his parents so angry. At 1 point, Ellis asked him, did I say anything really wrong? Cohen did not think so, but Ellis was not comforted. He was just a crumbled mess cohen later said that, still, as Ellis made his way to the gate, Cohen did not doubt that he would... That he would build Oracle back up again. And then we see a little bit more insight into what's happening Larry life at this time through his through his wife. It was unlike Ellis Brute. You never saw the guy get down about anything. 1 employee said. But he was apparently more than a little bit reflective after the crash. Barbara said he was terrified that he would fail, confirming his father's darkest predictions about him. Black days, it was awful. The kids and I never saw him. We couldn't see him. He couldn't take the time to see us. She said. It wasn't that he didn't want to, but everybody had said that he was gonna fail, and there were people waiting for him to fail. People who didn't like him. I remember talking to him and he'd be real worried and scared and wanting to turn it around. There was a note in his voice that you didn't usually hear with him, just scared, just worried. So this is another example of how, like, his Larry personal enthusiasm is infectious. And this comes from, fellow a board member. And then it also... It's going to give you insight into what's important to Larry. So if you're if you're right and you wanna win, you have a lot of leeway with Larry. So it says But Ellis was just more more than just a funny character. He was an electric figure, and his presence on the board was mostly positive, Cast said. It's that native curiosity, energy, intensity, enthusiasm. He gets enthusiastic. He's wildly enthusiastic. I mean it's infectious. He's just like, whoa. When he's into something, man, there's energy around it, and he drags people along in his wake. That's super positive. He'll get into a sport or a hobby or a woman, it doesn't matter what it is. He's wildly enthusiastic in all of the above. So Cast costello, Cast and the other members of the board saying, hey, we need somebody that's actually good. And we need a Cfo that has experience. So they're trying to hire this guy named Hen, and Larry doesn't want to. And this is the example. Like, if you're right and you wanna win, you'll have a lot of leeway with Larry. So I think that's a good trait of his. So it says According Cast costello Larry said, he's just a goddamn finance guy. He's not that smart. He's a fucking plotting finance guy. And he just knows how to p numbers and all this shit. And I said, know this is Costello saying, yeah, Right. We just need a fucking finance guys, so we're not 250000000 dollars in the hole. How about that you fucking idiot. These were the kind of conversations we had. So again, Larry is extremely hard on people. We saw this last week with the billionaire in the mechanic. But if you're dedicated to win as much as as he is, So the guy running his team was just guy named Russell and Russell would be yelling at Larry when he's making mistakes driving the boat just cursing out a gang his face calling when idiot, and Larry would sit and take it, and he wouldn't do that with other people, but he knew that you're dedicated to win. In this case, Costello and him wind up having a falling out later. But at this point, Cast costello wants Oracle to succeed. Day wants to win. He's like, we have to have somebody knows what they're doing in that role. And so much to the point where he could call Larry an idiot to his face and Larry... Larry went up a agreeing. And I was saying, okay. That's fine. Let's go ahead and and and hire this guy. And, Hen does a lot. Now. There's the early days of Oracle, they lacked common sense. Hen restored that, and Hen was the guy that Larry didn't want to hire and Larry reflects on it. Like, yeah I was wrong. That was the right guy for the job. So I'm gonna read this section to you about the the changes Hen makes Just realize, like, again, every company has held together with duct tape. They all have weird things that that they're doing poorly inside that we just can't see, and this is remarkable. Most of the changes Hen made were common sense ones. They only seem revolutionary because Oracle had been lacking in common sense. No longer would the company sell a maintenance contract and re... And recognize all their revenue upfront. Instead it would book the revenue a month at a time as the payments came in. No longer would Oracle have a tiny bad debt reserve, meaning they had no buffer. From now on, it would always keep enough cash to cover any deals that fell through, and no longer would customers be given a year to pay for their soft What the hell is that? That's crazy. Right? I said, I don't care if the accounting rules, this is Hem talking. I I don't care if the accounting rules say you can recognize the revenue or not, We're not gonna do that Hen said. So let's start doing 30 day terms. And if people aren't willing to are willing to buy it. It means they don't really need the products anyway. And that's the the big issue is there's a lot of salesman... Or salespeople people at at Oracle they we're getting paid commissions by making fake deals. It's says, okay. Don't worry. I'll give you 85 percent off, and you have to pay for a year. And then, they get the commission right then. Because the company books to revenue right then, even though they didn't get any money. And then a year goes by and that that company goes bust or they disappear. So so they they wanna... This is why they had to restate a lot of their finances. Like I said I it was, like 3 years or something like that in total. Okay. This is this is a section on on charisma, best friends and competition. And I would say Larry is extremely selfish. You reminds me a lot of Frank lloyd Wright. Just completely, like, just, hey, this is what's best for me, and this is what I'm gonna do now whether my kids be damned or, you know, my wife's would be and in Frank rights case. I think Larry is probably a better father. He knew he definitely is a better father. Has a better relationship with his 2 kids and Frank had with his. But, 1 person that Larry genuinely I think cared about with Steve Jobs, And I really do think he he admired and respected Steve. And maybe he calls, you know, steve, the Edison of our time. And I think my guess is Larry would have loved to have Steve Jobs career. Because, yeah, he makes way more money than Steve, but Oracle products are mainly hidden from view. That's very different than the ad modulation steve jobs get it because, you know, we're all walking around with the product that he created. And we're working on computer, the computers he made in the phones and everything else is opposed to like, even if you you use Oracle to stream something, you know, you don't even know you're using Oracle products. So anyways, this is about... He's competitive with everybody else but Steve jobs. The people who work for jobs who were caught in his gravitational pool, quickly found out he cared much more about his own standards than he did about their feelings. When I wasn't sure what the word charisma meant, I met Steve jobs and then I knew This is Apple. That's a quote from Apple's chief scientist. Guy named Larry Tesla. He wanted you to be great, and he wanted to create something that was great, and he was going to make you do that. So there's kind of the similarities between Steven and Larry. So says we both joke around. I say steve my best friend, and Steve says, I'm his best friend, Ellis said, and he says, well, you're my only friend. So you have to be my best friend. That was Steve's joke, and I could make the same joke. Remember, Steve still alive when... At the time he's writing. Ellis intended to describe the things in his life in Grand terms. This is hilarious. It's definitely true. He own the fastest boat in the world. The best surgeon in North America had operate on his elbow and so on. He talked about his relationship with Steve Jobs the same way. This doesn't... This wasn't just a friendship. It was pairing for the ages, a meeting of the minds, the greatest level of all. Supposed pretty tell... He talks about a story, where Pixar just released toy story and he's at the premier. Right? So she says I'm very competitive and sometimes when somebody does something really great. I get upset because I feel like that isn't me, Alison said. And my reaction towards Steve wasn't competitive at all. I felt what he had done was so wonderful, and I was so proud of him and I love... And I love him so much. It was almost of as if I had done it. I didn't feel the least bit competitive. I was very very happy for him, which was a bit of a revelation for me. The wonderful thing about loving somebody else is that I can... It can expand your ego in the best sense. If they do something great, you feel terrific about it. And so here we were at this premier, and I'm giving Steve a big hug and telling him all of this. He's he's verbal what he just said to us to Steve. It was a pretty emotional moment for both of us. It was a great intimate moment. Just 2 more things. This is Ellis on love and work. Ellis then went on 1 of his rhetoric adventures. Life is the enlightened pursuit of happiness, not the uni enlightenment pursuit of as much money you can accumulate. And the only things that are as important our lives are love and work, not necessarily in that order. We work because work is an act of creation. We identify with it. I look at the company I think this is me, but that's not my whole life. People I care about, people I love are essential for my sanity to make it through every day. So both of those things work and love, cons conspired to deliver some kind of happiness. And if we can get reasonably good at both of them, we're in really great shape, and I love that piece of advice get really good at work and love, and you're gonna be 90 percent other way there. And finally, he's talking about his son, but I really think this is advice for all of us. He's got the same problem all the rest of us have. He has to engage in an enlightened pursuit of happiness to figure out what makes him happy. That's all about how you feel about yourself, how you relate to other people, what your work is, what you create and what you make. We are builders. Human beings are builders. He's going to have to find something he really wants to build. He's going to have to have some idea and create something out of that idea. So much more in this book just like every other book I cover. So if you're interested, definitely pick it up, it goes into great detail about the first 20 years of Oracle. That is a hundred and 27 books down 1000 to go, If you buy the book, using the link that's in the show notes, should be supporting the podcast at the same time, and I'll talk to you again soon."
}