{
  "transcript": "Just a quick note before today's podcast, I changed the cover art that appears in your podcast player back to the original 1. That says founders. I just think it looks better than the previous 1 that said mis fits. I just wanted to let you know that you're on the right feed. The mis Feed is the only place we can find full length So that's it. I hope you enjoyed this podcast. Henry and Leland laid the foundation for the future American industry. He had established manufacturing procedures never previously so effectively employed and took a position of leadership. He was to maintain it in the next decades would be comparable in stature with, although quite different from, William Durant, Henry Ford and Alfred Sloan. In comparing Leland with Durant and Ford, it should be pointed out that Leland contribution to the development of the motor car, was the establishment of high standards of manufacturing. Ford, of course, through the moving assembly line also develops standards, but for the manufacturer of a cheap car. He himself recognized Leland great contribution. Durant as the founder of General Motors was a promoter, but made contributions as the head of an organization, offering a variety of cars and the establishment of company supplying parts. Sloan reorganized general motors on a sound basis and establishment its highly successful system of financial controls. The Dodge Brothers would be included by some experts as a major force in the early automobile industry, and in the 19 twenties, Walter P Chrysler took a prominent place in the industry. Leland period of emi might be set as 19 o 8 through 19 22. How had he reach this emi? Let's go back and follow the Leland story from its beginnings? It takes us first into an earlier industrial era, goes hand in hand with the steady rise of American manufacturing through the bicycle and the Pioneer automotive stages enables us to understand more more fully the maturing of the motor car in the United States and still has relevance to the developments that are taking place today. That's an excerpt from the book that I'm gonna talk to you about today, which is master of precision. Alright. So I wanna start there because after I took a slight d tour doing in 3 part series and Larry Ellis. I'm back on this multiple part series on the early days of the automobile industry in the United States. And every single person listed there Have I've already done podcast podcasts on or I will do podcast on in the future. I just had to wait for some books to arrive. Okay. So let's start the introduction. There's an overview of his personality here, and I would say a brief overview of the his general life story. He's Henry Lin is the founder of both Cadillac and Lincoln. So it says Henry Lin always got deep satisfaction out of anything which was made right. He had in high degree the pride of craftsmanship that had marked the master work down the centuries. Originality of conception had to be matched with close attention to practical effectiveness and both had to be crowned with artist street of form. And so that paragraph really gives us insight into how Leland approaches its work. He bought he had by far the highest standards. Turn in terms of quality standards than any other early automobile Pioneer. It continues. Le role was an inspiring and often a successful 1. He developed the cadillac, the self starter, the Lincoln car. He held up high standards of performance for the industry and established the first notable school of automotive mechanics. Unfortunately, near the end of his life, he saw his company, the Lincoln Motor company, go into receivers ship. Eventually, it passed under the control of Henry Ford, who have first proposed to keep Leland and his son in the industry as a public service, But in the end, failed to live up to his pro... To his professions. I would say failed to love to his promises. The authors go fully into this painful episode as they do in all phases of Leland career. So that's a good overview of where we're gonna be going. Okay. So I wanna get right into his early life, his family can't... Like, most Americans at the time. They were farmers. Henry and Leland transition. He... The the transition that happens on an individual basis in his life from farmer to to somebody working in factories is not only taking place in his life, but in in American culture at large. So, here the author talking about what Henry learned from his father, who is also a farmer. He be quit a singular trust disposition to his youngest son. Who could never believe that other men were not inherently as good and honorable as he himself. And was several times to pay a stiff penalty for this faith and human nature. Remember that sentence when we get towards the end of, Leland life story where he's dealing with Henry Ford and Henry Ford petra patricia. Here's a lesson that he learned from his mother. Although with 6 years of age at the time, he already had a few duties. 1 was to drive the cows from the woods to the barn lot to be milk. He had a small boy's fear that 1 of the... That 1 of the bears might come out of the woods. Full of dread 1 evening, he threw down the poles at at the gate and has, scatter them. His mother appeared and called him back. This is this is her talking to her son. There is a right way and a wrong way to do everything. Hunt for the right way and then go ahead. Although he did not know it then, this simple ad admission was to become a creed that would govern all govern all his actions later as he grows an industry. So his family has really poor lock on the farm. They decide that they're gonna escape the farm and they... We essentially... They were in perpetual, I would say poverty. And so they they decided to try escape that by moving to New England where there's a lot more manufacturing that's starting to take place. But every member of the family even Leland is a really young boy must get a job and continue to work. So says... But even he found a small job. He was given the task of feeding and watering 400 chickens. And of keeping separately the eggs of several fancy breeds of poultry. It was a happy time the family was reunited under 1 roof. And so eventually, he he starts working in factories. As it gets a little older. And what's interesting about this time is we see the transition in in Henry's life also mirrors that the the overall transition that's happening in American life where people are are leaving the farms to work in an entirely new He lives through the beginning of 2 industries in his life. 1 is the manufacturing in general and factories, and then the automobile industry in specific. The the author is gonna tell a little bit more about this time. Americans of the eighteenth century understood how to kill fields shit sales ships, fell forest and run sawmill. But they knew little of complex machinery or factory operations. This is where Leland becomes an expert. Right? Native manufacturing skills therefore, were scarce And the first concern of all new undertaking was to produce experience operatives Later on, Henry just realizes the same things as playing out in the automobile industry. So he starts 1 of the first schools for mechanics. He's, like, we don't have enough high skilled workers. As many that we need. As the industrial revolution accelerated, the Leland like thousands of others who had no land and no hope of continuing in their traditional farm life began entering these rudimentary factories and shops. Some forced by the necessity of making a living and others attracted by a broadening opportunity to exercise their latent ingenuity. So Henry takes a few jobs and factories. He proves himself even as a young person. He's about he's a teenager at this time. He's very competent. So he gets the opportunity to become an apprentice. And I thought his response was interesting. This says was an opportunity, but Henry Leland was not sure that he wanted to become an apprentice mach. The hours were long. He had to work 10:10 hours a day, 6 days a week. And most factories did not pay high wages. Moreover, farming was still the traditional American occupation, which offered a possibility of independence, it did not shut a man door indoors with noisy machinery. So eventually, he takes the position. And it says once in his new position, the young man perceived that it offered many possibilities. He was learning something all the time. His new job held promise for the future. Even the gibbs of his older shot mates merely fired him with a determination to master his craft. So what they're talking about there is he's working with a lot of English men. And at the time, there's no there was no respect for American Craftsmanship. They're saying Americans made crappy products. They didn't have the skills that all the greatest products in the world came from, you know, wherever Europe. So they're telling a young, largely ignorant Henry Leland. And I thought this section was really interesting. It was simply impossible. They sm pointed out. For any Americans to achieve real competence mechanics. Americans had no really skilled work men, inventors, writers, statesman. In fact, there were no great men, but English. So that's what his older, coworkers workers are telling him. Of course, that's not true, but he doesn't know. Henry doesn't have a large education at this time. So he doesn't know any better. So this is where he learns the value of reading. While he resent the cha, he lacked the background of reading and experience that would have afforded him an effective rebuttal. So he starts... He gets access to a bunch of books. And this is a result. Henry was already discovering the education that could be mined from books. At first, the fond of reading, he had been attracted by cheap adventure novels, which he barf from the local library. 1 night a stranger there seeing what he was taking out ex sc. Surely you don't read that trash. Henry replied, what better use can I make of my time than to read? The stranger answered, it makes a lot of difference what you read and then suggested it's some or books. So he saying, you know, you're on the right track for reading, but you're just reading the wrong stuff. The episode was a revelation to Young Leland, and he was soon reading volumes that acquainted him with American genius in literature, government and invention. So right about this time, the civil war is going on. So it says his reading and his feeling of the necessity to defend country had made him deeply patriotic. Abraham Lincoln was his idol, so Lincoln is named to Lincoln motor company, which Henry fo when he's in his seventies by the way, is named after Abraham Lincoln, who he thought was the greatest person ever to ever live. If we wanted to continue that conversation that Steve Jobs and larry Ellis and we're having I think it was on the podcast for about the billionaire in the mechanic where, you know, the job is saying Gandhi he's the best person. Ellis is saying Napoleon. Well, we have Leland answer. His was Abraham Lincoln. His brother Eds had enlisted and although, and listened into the army a little older than than, Leland, Leland is actually under age at this time. And although Henry's is under age and, his parents had refused their permission for him to become a soldier, he determined that he would join up. So he goes down and enlist, but his mother follows him there to stop this. So it says, but his mother guessed his intention followed him to the recruiting office and had his name removed from the role of eligible and then sent him back to work. And his mother probably saved his life. His older brother serves in the war gets captured, then winds up getting sick and dying. I think he died of some some kind of pneumonia like disease. And so Henry Leland survives the Civil war. Because he was too young to to enter in. So... But he's extremely patriotic, and we're gonna see this later on where, I'm not gonna say it's the greatest mistake in his life is because what he wanted to do, but he he quit cadillac and resigned because Billy Durant would not let billionaire around was a pac and would not let Henry Leland create weapons for, use the the Cadillac factory to create weapons for during World war 1. And Cadillac, I would say is, you know, it was a extremely high quality company, extremely profitable. Most of his life, it was and he was in control of it, which that's where he runs into a lot of trouble later on is that Lincoln was not on solid financial ground, was eventually overtake by Henry Ford, and he he he lacks a and so Henry Ford had all the power. But the reason I bring that up is because he was guided by this... I don't... I don't know you wanna call like, an internal honor. He he would regardless if if he experienced a financial penalty that's not what drove Henry Leland. He wanted to do the honorable thing. Remember it said, his dad taught on that, you know, to have faith in his fellow human beings and Leland definitely did. You also see that in how he created his products, but also how he managed his company which I'll get to. Okay. So anyways, back to this patriotic of time during the Civil war. He he's like, okay, if I can't serve as a soldier. I wanna serve other ways. And he refer references the the job he gets. Later on, he says, I made guns for Lincoln. Okay? So he starts making weapons for the union army during the Civil war, and he's also learning about manufacturing complex machines here. So it says Henry wanted to work where he could render the greatest service to his country. So the same thing he's doing now as a young teenager, he does during the civil war he does and during World war 1. Okay? Yeah. He had learned that the Us Army needed expert mechanics, and he had several years experience, and he had determined to help there with the war production. He did so. And he remained at the armor until Hostilities ceased in April 18 65. As he said afterward, the particular lesson he learned in the armor was the value of order and neat in a workshop. So remember the the the title of the book, master of precision. He means master precision in all things, including the cleanliness of your workspace. Right? Everything was clean and systematic. A state of affairs not common in the early cluttered factories and machine shops. So the war over, he needs a job. It says he found employment the very next day at the Coat revolver factory. So he's going back to making weapons. Now was what what was interesting this he has, you know, several years working in factories in New England, then he works for the armor. During the Civil war Now he's working the c revolver factory. But again, Leland was reluctant. He had... He was already developing a unique set of skills, but he wasn't sure if he was meant for factory work. He liked being outdoors. He liked autonomy. He liked control and as a worker in the factory, you don't have those things. Now once he has his own business then he can run things as he sees he sees fits. But at this point in his life, he doesn't like the lack of autonomy. So here we see, like, his inner this inner dialogue that's happening. This struggle of what what what am Doing with my life? 1 would expect Henry Leland to have joined enthusiastically in the exhilarating movement for the development of the American industry. Actually, it seems not to have fired his imagination. He was only 22 in 18 65, and it is a question whether he recognized then the dynamic possibility of the interchange ability of machine parts. To be sure, precision was already his god. And his personal work was outstanding, but apparently he lacked any soaring industrial vision. That would come with further experience. The truth was that he had not yet accepted factory life as his permanent and passionate concern. The discipline and sub nation of factory life ran counter to American individual. And so, like, many people in life, especially in early twenties. He doesn't know what he's gonna. That he has a lot more years ahead of him than he does have behind him. So he's he's testing out a different... Lot of different things. He's still working in the factory. Still, he wants buying a farm and working on weekends. Because, like, maybe I'll do that. He tries to study law, like his Idol Lincoln, he becomes a police officer for time, and he also works on haunting fire department. So I thought this was hilarious. So the note of office is, there's still no grand purpose in life. He's still not sure what to do and then gangs of New York. So I'm that classic movie. And I'll tell you why in a minute. They're now followed a period in which Lil was active in church in town affairs but seems to lack a sure sense of his purpose in life. So he's... This is when he starts volunteering for these It's like a volunteer fire departments. They call them companies. And there's a scene in gangs in new gangs of New York, which plays out exactly like what's happening in in Leland. This is a crazy time. So it says, every company, meaning fire company, str to get to the fire first and each sought to wash out its closest rival. So not only are the fire company trying to put up the fire, they also get engaged. It's almost like a gang, and they do these at the the scene of every fire, there's fist fights and bras. After every fire, there was likely to be a rough and tumble fist fight between company. So there's a scene in gangs of New York that shows us. Lil was active in the fire department for about 5 years. Then a nervous breakdown drove him from the shop to the farm for rest. And so it's after this breakdown. Again, he's got a ton of anxiety about what his life is gonna be. He finally figures out what he's gonna do. He finally makes his commitment. So says Linda now took a long hard look at his future. His mind, his mind independent in teaming with ideas made it difficult for him to work with others. He long for a business in which he might put his theories to work, but he had no money, he had a families to support and his father and mother were in need of aid. It would be years before he could save the necessary capital to launch a business. But he reflected that he could prepare himself for the time when he might, court when he might sort of business at is. Accordingly, he decided to go into the best factor he could find and learn all there was to be learned there. This is extremely smart move by himself. He's like, I commit to something, I'm gonna commit to factory work. And if I'm gonna commit to it, I wanna learn from the masters. I wanna learn from the best people in a new England at time, the most precise, the company that had the the the reputation for the highest quality work, was this company called Brown and Sharp, and that is where he's going to to work. And it's during this time in Denali we see that he's dedicated his craft, but he also has a strong belief in his abilities. So he's making a series of screws. For Brown and Sharp right now. And they're getting rejected as not being high enough quality, and he thinks that's incorrect. And he wants up being correct. And the the reason I bring this up is because this is the first time that he ever felt thrilled with his work. So it says the inspector who checked the output rejected thousands of screws, which Leland thoughtfully fully met specifications. He studied his machines and even scrape some of them, but he could find nothing to account for an inaccuracy accuracy. He then examined the gauge used an inspection and was able to demonstrate that a number of these were worn in act and inaccurate. So the so that the rejected screws actually met qualifications. So he takes that confidence of being correct and it starts to to reevaluate the way the factories doing certain things and realize realizes, hey, there's a lot of room for improvement here. He says, he noted that number of parts were being made on late, which he felt could be turned out better and cheaper on the screw machines. Indeed, he thought that on some items he could produce as much a day on the screw machine as the lat could put out in a week or more. Accordingly, he proposed certain shifts to the superintendent who authorized him to go ahead, so he's known his entire career for doing for redoing factories. Not only as a salesperson for Brown and Sharply on, but also as an engineer in his own company. So it says, the shift was made and so successfully, by at the time he left the department, he was supervising 60 machines, When at first, he was... He had just been supervising 6 of them. And for the first time, he felt the thrill of real accomplishment in his chosen life work. So Not only is improving the overall productivity of the the factory, he's also inventing new products. So he invent what some consider the first elect pair of electric clippers. And he does so after overcoming a lot of adversity is the the leaders of the company pushed back over and over again No. We don't wanna we don't wanna diversify into this product line, you know, whether it's we don't have dedicate the time or they doubted that they would actually sell. The product becomes extremely successful. And the reason I bring this up is because it's important. This is where he realized realizes is I have to have my own company. I'm not gonna be able to get my ideas out the way I want them unless I'm in control. She says the manufacturer the clippers was spirited and rose quickly to an output as much as 300 daily. For this, I received a thank you and 50 cents a day more in my pay envelope. That was 1 of the times I thought I ought to quit making other men rich and go work for myself. Okay. So now he's only becoming an extremely skilled mach. He's understanding how to make a factory more productive, but he's also goes on on sales So he goes to other factories because Brown and Sharp are producing machines that are using in other factories. Right? And so Leland was a gifted salesperson, but he's not gifted the same way Billy durant was or the reason Billy durant was, who was extremely personal positive. Lil was gifted at sales by not trying to be good at sales. He wanted to educate people. He was gifted at at selling because he gave the customer useful advice and here's an example of that. He claimed he he was never He never was a salesman and never expected to bring home orders. He just talked about jobs and machines. When he found a tool and machine not being used in the most advantageous manner, he would stop and give proper instructions. In some shops, his advice led to a change in the whole system or of manufacturing. 1 day he was round criticized by another salesman who heard him recommend a pratt and whitney machine to do a certain job. Surely, this was dis royalty. This helping to sell a a competitor's machine instead of his own. But a year later, the manager of whom he had recommended the rival machine sent for him. A new building had been erected was to be equipped with new tools, and he wanted Leland advice and recommendations for the installation. So what does that mean? He trust in Leland. And so now year later, he's got a much bigger job. Many brown and sharp machines were ordered. And so this delay would happen all the time. They'd go to Henry They like, Henry, we we're getting all these new orders in. And we we don't have a record of anybody ever going and trying to sell them? Did you visit this factory? And Henry be like oh, yeah. I talked to them 6 months ago or, you know, 3 months ago or whatever it was. And again, he didn't view it as a sales call. He he went in there trying to improve their business and sharing the knowledge that he'd already accumulated. It's just a very smart move. Now, around this time, he's meeting a lot of, you know, successful founders in industrial list, and he learned something. Just as he's teaching them, he's learning from from them as well. And it's specifically, how do I get money to start a business. So says, this is the time in his life. Where he's like, okay, we make the jump from employee to founder. As usual, there was a little... Very little money left over for saving. And yet at this very time Henry Lean was more hope, hopeful going into business for himself than ever before. He had bought his skill and experience to the service of the ambitious industrial list of the West. He's traveling all over the country. Trying to sell a brown a sharp. And they had shown him in return the financial method that had put them in business With the background of experience and only a little money as a nucleus, each had organized a company and by selling stock secured the further capital needed. Eureka said Henry Leland. I have found it, for he had great experience, and he was sure he could raise a little money. His dream of an independent business might come true after all. Now this business, he's not gonna start out as an automobile manufacturer. He's making... He's a mach, just like the Dodge Brothers. He's going to make machines and products for for a a wide variety of companies but eventually a lot of automobile companies, and that he's actually asked to take over an automobile company because his products were so high quality and the way he ran his business, and I'll get there in a minute. But for this, he's gotta move. He's gotta... He's gonna move to Detroit. So he moves to Detroit and raises money for his own machine shop. Okay? I skipped away ahead. I this is something very important but the life story of henry in. He had a lifetime experience before he starts his company. He's 47 years old, and he's been working in factories since he was, let's say, 17. So it says, Leland located in into Detroit because in that city, he found the financial backing he needed. So he he partners up with this guy named Faulkner. They're gonna start this company called Leland and Faulkner. There's another guy, but I'm gonna ignore him because he he leaves the partnership later. Faulkner was looking for an opportunity to invest the money he had made in lumber. We saw this in the billy durant story. A lot of people in flint Michigan made money in lumber, and then they dumped it into early on automobile companies. Leland compelling arguments persuaded him to put most of, the money for their... For a machine shop. Like, the rest of United States Detroit was much taking with the bicycle craze, So they start making parts for bicycle manufacturers as well. The new the new firm was formally organized in September of 18 90. So we're about 13 years. From the from, like, the birth of the industry. Of course, people still making cars before this, but this is when they're starting to produce thousands and thousands, of cars every year. Now something you know about Leland is he's very much... Remember of Jeff bezos told us that if you had to choose between a missionary and a, you always choose missionaries because they they make better products. Leland very much a missionary. In fact, he evan. He's a missionary for precision. So a lot of the way he talks and some people didn't like this because he held people to high standards. I don't think he was ever trying to be disrespectful, but he would evan that we need to do better that we can constantly improve and the products that we're making can be better. Us so says with his own shop Henry Lean was able to organize his work and what to him was the very best way. He would in into his coworkers, his standards of precise and planned production. Many a man learned practical engineering as Henry Le had learned it. Starting out with nothing more than his own natural aptitude in some mechanical training. To be progressively developed, taught and encouraged by the old pro from Brown and Sharp. That's Leland. We're gonna see somebody we covered... So he... He's might be... I would say he's probably the the single most influential person in the early industry. I'm gonna... Well, let me read this part to you and then I'll expo on. Okay? So it says, after 2 years in that pioneer, After 2 years in that Pioneer machine shop, 1 of the work men went onto to a rather fabulous career of his own. His name was Horace Dodge, so he trained directly under Leland. He and his brother John established a machine shop of their own, furnished the first motors for Henry Ford and went under manufacturer motor car, which dick still carries the Dodge name. So the... I would say the reason I say he's probably the single most influential person is, like, Henry Ford would... When he ran the prompts, he'd go and ask, henry How to solve them. Alfred Sloan dedicated more. More words to what he learned from Henry Leland than anybody else in in his auto, same thing with Billy Durant. Again, he was almost like an older brother, maybe like, a father figure tool. He was a much older than a lot of the early automobile pioneers. And as such, he had a lot longer time to accumulate a set of skills that, you know, they they just could not match. And and you also see this, we we talk about the the difference between, stated preference and revealed preference a lot. And so you see this because when they had the opportunity to go by their own car, Alfred Sloan, other people, they would buy cadillac. They're clearly saying, hey, this person has higher standards. He makes the single best product out of anybody else in his field. As with any new business, there's a lot of series of the series of struggles that Leland has to overcome. And 1 of them is, you know, the... They they had a lot of success because they had great reputation. Right? And again, they're not... They don't have products yet. They're still looking for products, but they're being... Their they're being hired, almost like contractors. Right? And they have a lot of customers, but here's the problem. Because of the small capitalization and the need for more and more shop equipment and material, there were times when after the men were paid, not much money was left for mister Leland. The building up of a business, which expands rapidly and must be financed primarily from its own earnings is often a discouraging process. So Lily ones to become extremely successful, but he... That was not his primary motivation In fact, he got a lot of criticism because he's constantly investing in the best materials. And he does this to an extreme for an example. They couldn't find a foundry of high enough quality. So Henry's response is, okay, I guess we are gonna have to make our own. And we see, once he starts the foundry and advertise its services. We're gonna see right here, how he views remember. They said precision is his God. Quality is is God. The new foundry stated. We... This isn't in the advertisement for them. Ready? We appeal for business only to those who want the best. We do not attempt to compete with the average foundry on as concern on concerns of price. We believe no other foundry can successfully compete with us concerning quality. For months, mister Leland personally inspected every wagon load of casings delivered. And the effort and then This is this shows as extreme nature here. And in the effort to get work man and inform and educated to his own critical viewpoint, he would throw out peace after peace for any slight deviation from pattern or form. Or he'd go through the foundry, pick up a casing and throw it with force onto the floor. If it broke, it was defective. If it remained whole, it was satisfactory. For a time, perhaps half the product, although fully up to the commercial standard of most found meaning they would be acceptable for customers went back for rem melting. So it's saying that what the customer would accept half of what the customer would expect accept would below the standards that Lean put for himself. This went on until it began to be whispered around the works. The old man is going crazy. And so his theory was that, listen, there's always going to be people willing to pay for quality. Do not compete on price, just make the very best product. And he winds up being correct. So says, he predicted that after the quality of his casings had become recognized, people would come begging for them even at the higher price, here's a quote, direct quote from Leland. There was, there always was, and there always will be conflict between good and good enough. And in opening up a new business are in a new department, 1 can count upon meeting this resistance to a high standard of work ship. It is easy to get cooperation for mediocre work. But 1 was sweat blood for the chance to produce a superior product. Time upheld his judgment. For when he himself needed all his foundry and put output. This is when he did does Catalog. Right? For when he himself needs all his foundry output and had to drop his outside customers, they begged this 1 company begged for another year's supply, and offered to pay 20 cents a pound. Why is that 20 cents a pound important because they previously been the founder was open outside customers? He was selling his casings for 8 cents a pound. So this... They they found the quality so high that they they would almost pay 3 times more than they were before. Just to not lose on out on the quality of the product. So Henry Leland is kinda pulled into the automobile the industry. He's pulled in by Ransom Mo. Ransom Olds is the founder of Os automobile. And this is what Henry Leland learned from Ransom mo. Ransom old will always occupy an important niche in the automobile home of Fame for he demonstrated that the motor car was a practical vehicle, which could be manufactured in quantity and would attract buyers by the thousands. He was afraid. Now he's not He was the first mass produced successful mass produced automobile manufacturer. Not on the scale, of course, like the model t, but still selling thousands of of vehicles a year. It now seemed likely that the automobile industry might grow to considerable proportions. Henry Lil believed that it had be become... That it had a great future. Yet he had no idea of entering the business himself. So this idea, this belief that it has a great future came directly because he was supplying parts for for marissa asm Olds and he saw how fast the growth was occurring. The engine and intrigued him Meaning, the engine, In Trade time is any complicated machine, which he thought could be improved. Now, I finally got to the birth of cadillac. Now, this is really interesting where it come... At where it's birth from. Before, Henry Ford had 2 failed on mobile companies before his third and... His final and successful automobile company. Right? That that second company, which starts out as the Henry Ford company eventually turns into cadillac, and this is that story. The Henry Ford company... So his finance by getting you. Okay? The Henry Ford Company was incorporated in 19 o 1 and Henry Ford again took place as an engineer. Difficulties and disagreements ensued, and though some cars were built Ford left the company by 19 o 2. So he lasted less than a year. Less of the 5 months actually. The directors had decided on liquidation. When approached, Henry Leland promised he would go to the plant and look over the machine. So they had Murphy hires Lean like, hey, again, this is... This speaks to the reputation. That that Leland works his entire life to achieve. Hey, Go tell me what my machines my machines are worth. Okay? Because we're gonna liquidate this this failed Henry Ford company. The fact that this young on a mobile concern had failed to survive did not surprise Leland. The auto craze had fallen upon Detroit and half the mechanics of the city were con contracting cars in their home workshops. So the the the numbers vary depending on when you're looking, but from from what I understand there was about 2000 individual car companies, and almost a hundred years later, only 3 survived. So it says, now this is Henry Leland son talking about what's taking place at this time. When father accepted the job of app praising the automobile company's equipment, he must have had a further class of inspiration. Someday later some days later, he appeared with a high powered motor. He was doing his own tinkering and realized, hey, I can actually have improved this motor. I think is the best motor and maybe we should manufacture it. So he goes to this meeting and they wanna know how much the equipment worth, and he starts doing this pitch. She's like, why don't we try to manufacture this motor. I can build the motor for you. So says, he wasted no time in telling the man before him what values he had found in their equipment. I have done what you asked me to do, but gentlemen, I believe you're making a great mistake in going out of business. And from there, he launched into an exposition of faith in the future development of the motor car industry. His enthusiasm group, but he's an evangelist. Remember that. I have brought you I have bought you a motor. It has 3 times the power of the olds motor, meaning the ones that's in the olds automobile. Its parts are interchangeable, and it is not temperamental. So it says when he said it's not the audience laughed. Why did they laugh? Because at this time in history, most cars would fail. So it says, I can make these motors for you at less cost than I make the others for the for the olds automobile. They were sold on both the motor and the salesman the wealthy man decided to stay in business if mister Leland would join them in the reorganization of their firm. He thought he was just gonna sell motors. They're eventually gonna pull them into this company, Then they're gonna say, hey, no now you're gonna pull you in his company. You gotta run this. So when they... Why they're laughing. When Cadillac starts going, it's such a reliable motor, this is where it reminds me of Henry Roy from Rolls royce, who did the same thing. The advertisements when it's say that when you buy Cadillac, it comes with a round trip. And the reason being is because a lot of people would get in the cars And then eventually, on their outing, they'd find themselves broken down. And so they couldn't get back to their their point of origin, with a cadillac you could. Now it's also really important to understand that Henry Leland when he found Cadillac. He's almost 60 years old. Henry Now embarked on the great adventure of his life. He would play an important role in the organization of Detroit first successful automobile company. What that means is not a product successful, but the company's financially is successful. I'll get to win Billy durant ramp buys a company from him. But they're making about... I think 2... They're making 2000000 dollars a year in profit. And Billy Durant is able to buy the company for 4 and a half million dollars. And even when Gm gets in trouble later on, He had, you know Billy Durant adds all these other, you know, crappy companies, Buick and Cadillac or funding all the non profitable companies that Billy Durant rolls into general motors. So Cadillac was by far If not, the most successful early automobile company 1 of. It's 1 of 2. He's... It's to do the first or the second. Buick works the other 1. Again, this is way before Ford hits the model t. Oh, and I I forgot to mention something. So I'm I'm about to tell you when this is when Henry agrees to become an automobile defender. He's working on the engine, but he's still running his his machine shop, Leland and Faulkner. So he starts working a Cadillac and he thinks it's going to be, like a part time job. And then he he falls in love with the work and he realized realizes the opportunity so he... That he winds up dedicating all this time to Cadillac. So it says, remembering those days, Mister Lin would say, I never intended to get into the automobiles business. There was too much trouble in it. But to directors it seem reasonable that if the Leland could do such a good job on their part of the process, they could probably handle the whole operation much better than it was being done. So these are, you know, wealthy people that made money in other domains. They don't really want to run the car company nor do they actually have the skill set to do so. So that's when they kind of forced Lay hand. They're like, we're gonna shut down if you don't run this whole thing. That's what it means that he was pulled into it. Finally, it's a difficult multiplied Murphy and Bowen came again to call to call to call Henry. They were very definitive. Either you fellows come and run the factory for us or we will go out of business. So the Leland became automobile manufacturers. Other men had built cars for many reasons for the fascination of creation for the profits in it. But Henry Leland agreed to build a car because he did not wanna see a pet engine una appreciated and unused. The Leland had agreed that they would assume general direction of the Cadillac operation and would spend at least 2 or 3 hours there every day. Though still giving their major part of their day to L and f. That's his other company. Yet, from the first day they found themselves voting more and more attention to Cadillac and less and less to their own establishments. The Leland were happy at Cadillac. Henry went to work at once system the operation and winning the friendship of the personnel as he introduced his way of efficiency an ideal of precision. So III wanna call your attention to that that he's winning the friendship and the loyalty of the personnel. That's... He leads from the front. He's later on, IIII compare Henry Ford and and Henry Lean is oil and water. Henry lean... Henry Ford was a auto crap. There was no... He just... He wanted essentially peg in a machine. Lean was not like that. He valued the individual contributions and he thought that if he had the high scale most educated workers, they'd make the best product. Ford had a completely different approach to manufacturing. So it says on a dollar for dollar basis. The cadillac was him all probability the best car on the market. It appeared at a time, when there was still a premium upon reliable performance and Leland was an ex this is such an important sentence. And Lil was an expert in a field where experts were still uncommon. Competitors were learned, they would find out by trial and error the ways Henry Leland had learned through a lifetime spent in factories among machines, but it would take time for them to catch up. So Henry's level quality was so was so high that he changed the perception. So other countries at this time thought American man mass manufacturing, they call it nasty. And so Leland dedication quality actually changed that impression. So he insists on a precision, and his work main takeaway from the sections is... He insists some precision and his work was appreciated because of this. So it says, Fred Bennett remained with Cadillac throughout his life and came to Know Henry Leland well. So now, he's right later in his life, Bennett is writing Henry Son about his father. There is 1 thing which I always tell present day manufacturers. And that is the real basis of the modern standard standardized car can be put down to the strong religious sense of your father. He insisted on complete accuracy and manufacturing for the reason that it would be wrong to put fine limits onto to blueprints and not carry them out into the manufactured article. I ton of examples just like this 1 in the book that Henry and insisted on excellence from everyone around him. Leland was a holy terror to automobile supplier. So in this book it reprint the the story that that Alfred Sloan tells in his auto when he just... He he's selling bearings to cadillac and just leaning tears into them about they're not precise enough. You can do better. And again, some people might not like to be talk that way, Sloan realized it in them. He's, wow. This guy AII thought I had high standards. This guy has way higher standards. And so we see that. And we see the result. Incidentally, incidentally talking about all these, like, these stories get passed down about how how strict you. So it says he'd had spread a little farther, the cat reputation for. So as they tell friends and other people in the industry about how relentless Henry Leland drive for quality is. It all that does is it's now you have people out there saying, hey, this guy make he he has the highest quality products, and this is the result. When mister Sloan bought a car for his own personal use, he bought a cadillac. This Henry Le talking. We buy the best parts we can find. I have always contend price it'd be it last by manufacturer and selecting materials for his product. Now, I'm skipping forward, there's a lot of... It's not... You know, you start Cadillac and everything goes well. They have a lot of sales, but they don't have a lot of, like, large financial backing, so then there's they're constantly short of money, even though they're making profit. And so this is why they sell the Gm because although they fight back from, you know, when there's, like, a, a financial panic. They're close to, you know, running out a money, and then at the overall economy picks up, they do more sales, they become more profitable. And even though they're making 2000000 dollars a year, they're just, like, you know, this is 2 this too anxiety inducing. And they thought, you know, the pitch from mobility ran. Is that he has access to a lot more money. I think the early Gm was capitalized something 60000000 dollars, which was huge at this in the early stages of the industry. So it says, despite their present success with principal... Despite the present success, the principal stockholders thought it would be a relief to be quit of the worry in connection with the business they had built up after so many years of anxiety and uncertainty. And they were willing to sell it if they could liquidate their investment with some profit. And so Henry Le is also difficult in his dealings with durant. Durant buying all these com... These companies with Stock, and Lu like, no, You're paying cash for this buddy. And in this section, there's also a description of, like, why are so many people starting car companies. Before they were actual manufacturing concerns. They were just assembler. And so they had a lot... They realized there was a limit to to how successful this business model would be. But they could still make a lot of money on a small investment. Is an example of that. 1 of the fascinating features of the early automobile business was was that it was possible to make so much money on a small initial investment. Olds went into production with not more than 200000 dollars. And in less than 3 years, it it had paid a hundred and 5 percent in cash dividends, and the capital, the value of the stock had risen the 2000000 dollars. Henry Ford's third venture started with much less, not more than 29500 dollars in cash and in 4 years, its net profit was over a million. It cost cadillac backers a hundred and 78000 for 3 attempts and 2 failures at the game before they finally got to successful production and the company sold 7 years later for 4500000.0 dollars. And so like a lot of the people that we cover in the podcast, Henry Henry Leland thought of himself as a. So much that he made a school. He made 1 of the first schools. If not the first school to teach people mechanics. Right? And this is the section I'll tell you the note off myself after Henry Leland always wanted to with others, some of the good things he had found in life. So 1 was his religious experience he would preach out the bible every, everyday lunch. The other was his technical skill and the rewards that had brought. When he went into business for himself, he never stopped and instructing his men in a better way to do things. He labor to teach his work man, his suppliers, his stockholders and even his customers. He's teaching everybody around him. Anybody could apply to him for advice and many did. Henry Ford in the early days came over to ask him how to grind his pistons. So they would not stick when they got hot. So he would constantly share. Even though he's was competing with these people would share his his information. This reminds me of 1 of my favorite quotes by the founder of Intel Bob No. It was also the the mentor of Steve Jobs. He says knowledge is power. Knowledge shared is power multiplied. And I think, if Henry Leland had heard that quote, he would definitely agree. Natalie did he do the school mechanics. First they thought, okay, we need, more skilled laborers, But eventually, people went to school, and they wouldn't even go... They'd work for his competitor. He still kept a school open. It was very important for him. He thought that this opportunity was so great because if you were skilled, a skilled worker in the early automobile. You could make a lot of money or compared to other labor like, opportunities that you had. So he... Henry Le thought it was some kind of, like, I wouldn't say, like, mission, but he he thought he was doing a greater good by teaching people how to take care of themselves and as a result being able to provide for their families. I would also say, trade about his personality, I particularly, Meyer he was dedicated to self improvement. His theory was out that the 1 essential ingredient of success was mastery of oneself as well of one's job. So now we get to the point where he's gonna leave Cadillac. So he's gonna resign him and the center resign after Durant refuses to let them make airplane engines. So before Durant was true to his work. Like no, no. We were gonna buy the company but you run it. He had... He was hands off. He didn't even... He wouldn't even go to the factory. Leland later on the life, I thought I think thought he would have a similar arrangement, Henry Ford, Henry Ford was not like that at all, and I'll get to that in a little bit. But this is where the Leland resigned. Because, again, his... To him, it's an honor thing. Patriotism in helping... He thought, okay. If I could produce airplane engines for the war, the war will end sooner and unless people will die. And so he thought it was a I don't I don't know if his motivation was religious, but he talked about it in a religious sense that he was saving lives. That's what he believed. And again, he's going to walk away from his greatest professional achievement that he'll ever see. And probably the best position he'd had ever been. He could have probably state of cadillac till, you know, he's in his sixties he's like 77 something like that when he when he found Lincoln, Lincoln car company. It starts out the Lincoln company first is organized to to produce Liberty engines for the war. And then after the war is over, it's repurposed into automotive automobile manufacturing. But this is where Leland walks away from the greatest opportunity life. When his son returned with with his un un uncompromising answer, meaning Durant not bud, Henry Leland blew off, many months of anxiety and a mighty explosion of wrath. They decided to send in their resignation to der durant and general motors and find a way to help the war effort independently. It was a heart renting decision to choose between the solid well built cadillac organization. Again, probably the most successful end, single brand early mobile automobile brand at the time, culmination of their life's work and ne... So they're saying, we're gonna throw away well built cadillac organization and the culmination of their knife they'll, like, work for a ne half form plan, Meaning, they don't know They know they're going to help with the war, They don't know how they're going to do it. Okay? So it's like they had a backup up here. More hope, it was more hope than planned. They wanna build motors for the government and help win the war. More cautious, more calculating men would have waited until the future was more plain and the plans of the government more clearly deep defined before taking such a decisive step, but the Leland had a way of following their ideals. And in this case, they delayed not 1 moment to count the cost. So there's 1 story from this time that I want to share with you. And it gives you an insight into the way Henry conducted his life and his his relationships with other people and the fact that he was constantly trying to help people around him. So at this time, everybody's trying to go after the same supplies. Right? They need different tools. They need steel. They need all these the same materials because the war effort in in in America is being galvanized. Right? And so Lincoln set up, it's set to set up to manufacture engines for the war, but they can't get... They're, hey, they're placing orders and they're saying, okay, We need this in 2 weeks, they're trying to give us in 9 months. And so he winds up getting place at the head of the line because he wind up helping this person out in the previous time their life. So it says, mister Leland called Sweet. This is somebody this guy is helping him to his home and gave him a letter with instructions to deliver personally to the present president of a New England company, which made a certain type of machine that he needed. It was an order for a large number of machines to be delivered in 30 days. Sweet protested that the plant probably had advanced orders of a year or more. Henry replied, I know. I know, but just do as I tell you and then come home. When the messenger delivered the letter to the tool, this is now the president of the company. This is his response. Doesn't mister Leland know our plant is booked to capacity with orders for at least a year, sweet answered. He does because I told him that would be the the case. Pondering a moment the manufacturer said. Go back and tell mister Leland he will have the machines in 30 days. Sweet was astonished and asked for an explanation. The tool maker told him the story now this direct quote from the tool. 20 odd years ago, I had invented this machine and then used all my available money in making up a number of models. These were shipped to manufacturers in different parts of the country with the request that they'd be given a trial. If satisfactory, I would manufacture as many as the company could use. If not satisfactory, I asked that they'd be shipped back at my expense with the report. I soon begin to get my machines back with such comments as no good, not practical too many defects. Then a letter came from the Cadillac motor car company over a signature of Henry Leland. He wrote he wrote that he believed I had a machine that would prove of great value to the industry if certain defects were corrected. He enclosed a check to cover the expense of my sending 1 of my extra mechanics to work with him in perfect my machine. If successful he concluded, we will place a substantial order. The defects were corrected and our mechanic return with a good order and a check in full payment. That was our beginning. What you see here now is that result. You may tell mister Leland, his order will be filled in delivery made as requested. And so I would summarize that section. As if you do the right thing, people will remember. So now there's the war over on fast forwarding, and they start manufacturing a call Now, keep in mind, Henry Leland is the opposite Henry Ford. Henry Ford is making a 250 dollar 300 dollar car. Henry Is making a luxury product product. Bet he wants to make the best car in the world. Right? Unfortunately, this is the worst possible time to manufacture an expensive luxury car. Here's some details about that. At any rate, the advent of the New lincoln car had been delayed almost the very day when the economic depression of the early twenties made itself felt. 5 days after the long herald beauties. They're talking about the Lincoln car, made their debut, Other manufacturers disturbed by the slack of demand announced price cuts. It was a most un unprofitable time to launch an expensive car no matter how great it's virtue. It is a high quality car, but known has no money. Instead of going immediately into profitable production cancellations of orders came pouring in and the company with a large and expensive obtained inventory material on hand was forced not only to curtail its production quickly below a profitable level, but also to pay out large sums. In refund deposits to dealers. So not only they're ex bad economic times, but they're also playing roles they're not used to. Henry is 77 when he starts lincoln car company. Okay? And he's doing something completely new. And it's a description of that. They're much more involved in the financial aspect of that. And they were not really skilled in that domain. The Leland were now playing a new role. 1 in which they had no experience and for which they had neither training nor heart. Remember, he's 77 years old. Between them, father and son, they design, created organized, produced and managed. But they've never before been the major financial sponsors of a great business venture, meaning they have a lot of their own money at stake here, including raising money from people that believed in them. So it says, previously, the financial responsibility, their business operations had been born by others. Mister Falcon had put up money for L and f. That's his first company. Mess Murphy and Bowen had provided the capital for Cadillac until General Motors took over. While the Leland had started out independently in the Liberty Motor project in the end, the United States government had un under... The operations. So they're doing government contracts while they're making engines for the war. So what they're talking about there. But in this case, they a lot of their own own money in line. They're also working with people there's is gonna be a split in the board. Right? And so they're losing money to losing money. They have a lot of debt. And they're all in, and they have partners that are around Henry his partners are around his age. Right? But they're getting advanced in Age asia. Their sons are now coming and other family members are now coming and involved in the business. And they're... They slowly convince their... The older people and their family that, hey, we're throwing a lot of good money after bad. Because they get out of this, they're gonna need a couple million dollars. They think they'll be a... Lincoln will be profitable enough Henry and his son believe that that Lincoln will be prop profitable enough that they can pay off the debt when the economy improves. But the younger people, the people that were not involved that had no previous experience in the, convinced longtime associates of Henry to not continue to fund the company. So when the company is put into receivers ship, ford's gonna bite it out out out out of receivers ship, the the final board meeting, they're coming out and, you know, they're crying. Their tears in their eyes because they feel they they betrayed, you know, their lifelong friend Henry, and they're just like, we had to vote with my family. And so Henry and his son, they did not believe in quitting. And so I would say this is a a an example of he had an honor... Henry Leland had an honorable personality. And he wanted to keep going so he could pay back the people that believed in him. So says is manifest impossible for the Leland, men of tender heart and un serving integrity to take a cold discussion view of the financial straight Company. Many automobile companies had had money troubles. Some had undergone a variety of organizations, combinations and other strategies to keep alive and the directors in management had not been considered dishonest are sensible of their trust even though investors may have lost a portion or all of their equity. But such a course was unthinkable for the Leland. As long as there was breath in their bodies, they would oppose it. They had themselves invested everything they owned in the company. So even though they're partners in in previous financier say, okay, you know, we're gonna put the company share, we give up. Leland... Leland is no longer once it's receivers leadership, they don't they don't own the company anymore. Right? And so they're still going around. They're they're taking meetings in New York with all kind of bankers They're trying to find somebody to to give them money so they can get the company back and run it and then pay back their shareholders. So they wind up doing a deal with Henry Ford. But Henry Ford, remember, at this time, when we cover the book my 40 years at ford, talks about the end of his life, he was extremely Like, he was jealous. He started getting jealous of Charles the author of that book was Charles. If anybody gave... If anybody received credit for anything that was not henry Ford, he found that dis. He also would refused to compromise or he was he's streaming rigid. He's like, this is, you know, he's the most arguably the most successful entrepreneur in the world at time. So he was not bending. So... And he's also known to be 2 faced where he he tells publicly. He... He... He decides to buy Lincoln. Right? Because he does a deal because he talks to Henry Son, Wolf. And the way ford spins, this is, like, you know, Henry Lin is the most... 1 of the most important people in automotive industry, Lincoln's a good car. It's gonna be proper profitable endeavor, and I'm also doing a good deed. So he's like, we're gonna make money, but I'm really doing a good deed because, you know, this guy is almost 80 years old. He's play an important role, and we're gonna help him. That's not that's that's not true. That's not why he's he he does it. He has a fan, dis taste for anybody else getting any kind of credit. So it says, Wi ford left the... This this is the how the Leland reason I, I need to bring this up to you right here is because Henry Ford according to the to the Leland purposely misled them and lied to them, and then wind up firing them later. Okay? So this is how Leland thought about the deal with Ford, or what he agreed to. Wi Left the ford convinced that the understanding between the parties were were complete on all the important points. They would reimburse the creditors and stockholders. They would, keep the distributors and retention of the Leland manage Right? Him and his son, we're gonna be both running company. The Leland were believers in this case, of course, that the Ford offer was extremely for tu. They were years of struggling to try to to get a deal. Sore defeated as they were. The ford proposal was bombed to their long souls. It seemed logical to them than it experienced manufacturer not only could appreciate the virtue of the Lincoln car and the excellence of the factor organization, but also could better foresee its certain brilliant future. Then the mechanically ignorant money conscious capitalists of the former Lincoln directorate. These are the younger people that convinced their old... The older family not to keep investing money. There was another bond of understanding between the Le and Henry Ford beside an interest in things mechanical. And that and that was a certain dis of cold calculating financier years. This transaction was to directly between father and son and father and son. So you have Henry Ford, and you have Henry and Wi ford Leland. All honorable men, and there was no need to consider the careful dispositions of the financial world. Wrong, wrong, Henry Ford's not putting this in writing on purpose. And they get a indication of this because a journalist it's kind of in Ford's its pocket. Right, for the Detroit News. And he... He's he's the 1 that always gets, like, exclusive from Ford. And his name his name Sweetheart. Swine. And we start to see this this idea where Ford is now spinning like the publicity in the the public relations of this deal. The trend of Swine story must have been somewhat of a surprise to the Leland, who would believe that Ford saw good business as well as charitable reasons for investing the Lincoln company and retaining the Lien management. However, the headline was Ford saves Leland. That's exactly what Ford wanted to people to believe. In the gist of the announcement that followed was that Ford neither wanted nor needed the Lincoln. But through the inter inter intersection of Missus Ford and her kind heart and because of the constant pleading of the Leland, Henry Ford's own kind heart was touched and he decided to help. Okay. So at this point, the deal is done, again, Henry Ford initially agreed, Leland is gonna run this And then this is where we see the lean... The the cadillac or or the student the Lincoln organization, and the ford organizations are like oil and water just like their found sir. And again, when I I read this, Jay want you keep in mind, Henry Lee is almost 80 years old when he does this. Certainly, Henry Lee began his employment with Henry Ford in a cooperative mood. Understanding eager for success in this last chance to save Lincoln, and end his career on a successful note. But he was also a man of independent spirit and he resent the contempt ind of his authority. The continued calculated insult to his position, so he fought back. So ford sends over a bunch of guys. They start, like, redesigning his factory. They start firing people. There's no chain of command at all. So he fought back. He he counter orders, which he'd been given without his knowledge. He fired man installed in the place of his employees. Said they'd fire Leland employees and and and put in their own people and then Leon would fire them. 1 day when Sore paused... Now, this is Charlie Sore playing, like the bad guy rule too. 1 day when Sore paused to question a heap of cylinders thrown aside by the inspector. And after a cursor review says the work at hand, use them. Henry came along with a sled hammer and smashed every 1 of them beyond use or repair. So he's using sled jam breaking things almost 8 years old. And he's doing that because he does own qualities, like, his his own quality testing. He's like, these parts are not good enough. And then his employees are saying, well the forward people told us to use it. And Henry like, I don't care what they say. We're not gonna use lower quality products in our... In the Lincoln automobile. So we also see a different in in management culture. Like I said earlier, Henry and Leland led from the front. Henry Ford, beat you down from above. So says though neither the Leland nor many others knew it at the time, this kind of behavior by Ford supervisors were not uncommon at Ford plants and went Ford's knowledge and approval. So they'd hit... They'd, like smack their employees. They'd fire them if they it was just extremely... I would not wanna work in a ford factories What Saying. Especially at this time. Men were not allowed to sit down at all. If they so much is leaned against the machine they liable be fired. Strange and devious ways were used to discipline men. And isn't this is a quote from this other author they wrote to book on forward. It says, if the work of certain clerk in the shop is not wanted, why tell them so? Meaning, why not, you know, why are we gonna tell them? This is... They wouldn't tell them. This is this is childish behavior I can't believe this. Smash their desks. Expensive tools of skilled work man are scattered over the floor. This is foolish, insulting, humiliating, not at all. This is now forward the ford management technique. It takes to concede out of a man who pride himself on his work. No. What kind of quality person is gonna let their desk smash. Your tools thrown about smack in the face. Like, this is this is ridiculous. It was such a surprise to the Leland, but it was funny to me is there's a report that is commissioned by the Ford management to, like, not spy, I guess, get the a report of how Leland manages and listen to the report. The whole... This is now a 4 guy describing Lincoln management. The organization appears to us is unusually harmonious. And uniformly competence. Yeah. When... Isn't that what you want? So now we get a, like the contrast. It says in contrast here were the Leland who led and did not drive. With them were men, many of the employees from the L and f days. So people had... You working them for multiple decades. They expected to talk things over with their executives before coming to a decision. And then by the same process explain to the men under them, the reasons underlying decision, which is so important we've seen over and over we have and people have to know why. The reasons underlying decision and thus secure cooperation. To the swiftly moving forward bosses, such a method seem ridiculously slow and cumbersome. In fact, the whole Leland organization seem clumsy to the ford people. This is now the difference how they view things. Manufacturing was to them a matter of logistics, layouts and systems, not human engineering. This is a summary of how the Leland saw this time. The whole period was to them a confusion of spit in your eye, hit and run tactics. Plenty of action, but little consideration, conference or explanation. So this goes on for several months. They try to talk to Henry Ford. At first, he's receptive. He has him over to their house, and then eventually, he disappears. He won't speak to them. And to me, he does something that's completely dishonest. He he doesn't have the the courage to fire, Henry Leland. So he does... He... This is the order. The order, they... There's all this in fighting. So Henri Ford tells 1 of his lieutenant hey, go tomorrow to to Lincoln and tell Wi f that we don't need him any longer. And what do you think? What do you think is Henry's respond... Leland response to that's gonna be? You're gonna fire his son and you think he's gonna... This is an honorable person. What would any honorable father do? I'm did do exactly Henry Le days. Like, you're firing my son, I'm gone to. And so before it's not dumb. He's an auto crap. He's extremely extremely ruthless and relentless, but he's not dumb. He knew what he was doing? That's just it's just hard to swallow. So it says for a time after the their dismissal, the Leland hope to have some discussion in settlement with Henry Ford. They received 2 weeks advanced salary as terminal pay, And that ended their association with the Great Ford motor company. They were not to talk with either of the fords again. So they never spoke to Henry or Eds soul again. So that just seems to be, like a real coward coward way to do things. And in only that, there's tons of there's a lawsuit that's gonna happen. There's testimony of for both sides. There's deposition. A bunch of other people that are not just the the Leland family said Henry Ford made all these promises and he did not keep them. And so I wanna bring up... So Leland gets us some money because again, Henry ford's that he was gonna make all the shareholders whole. Right? The people invested and believes in Leland. And so he doesn't do that. Henry Leland winds up having to sue the Ford company to try to get this resolved. I wanna go back to remember that lesson he learned from his father when he was a young boy. He's now writing a letter to to Henry Ford. This is Henry Leland writing Henry Ford. Henry Ford just ignored him. Again never talked him again, and this is what Henry Lin says. I cannot feel certain that you intended to keep those pledges when you made them to me personally. And while I cannot understand the long delay on your part, I still hope and trust that you will not shake my lifelong long faith and humanity. And so this is the final of Henry Le life, and he fights. There's multiple years. It goes on the... I think 4 to 6 years. Of him trying to get, Henry Ford to honor his his word where he said he'd pay back to to shareholders. And they wind up, again, he's he doesn't have in writing. He have promises with accountants and attorneys, but there's not... He does not have this in writing. And so Henry Ford never did. And says, so after 4 almost 4 years of litigation, the Leland had to notify the stockholders that all the efforts had been exhausted on their behalf. Again, he's... This is Henry Leland just trying to be an honorable person. And he's doing this right before he dies. He... He's in his late eighties at this point. So it says on 09/01/1931, Henry Leland wrote this last letter to the stockholders as a Lincoln motor company. I am 88 years of age on the threshold of the exit from life ready to meet my maker. And I am unwilling that this case be ended without my putting myself on the record. I have followed every step of this fight to obtain our day in court. To me, this case has meant the fulfillment are the failure of the agreement I obtained from Henry Ford for those individuals who suffered loss directly because of their faith in me. This suit was not brought in my own behalf for mister Ford paid me personally the amount agreed upon. I brought and I brought this and together my son Wi and entirely financed this suit on behalf of those others whose benefit this agreement was made. We have no further recourse to law. There is no step we can take at this time to gain for you the Day Court, which every American insists is entitled. But the equities and the ford obligations have not changed. Henry Ford by the terms of the of his agreement owes you the amount of your stock investment in the Lincoln motor company. And so in response to this, a lot of stockholders sent him letters. Most of them with, you know, they were sympathetic, and they appreciated him fighting on this. Here's 1. He says, I'm just in receipt of your copy of the form letter, which you address the stockholders Lincoln motor company. I wanna thank you for it. It was AIA very... Small stock holder in your company, having a vest between 1000 or 1100 dollars into it. I learned to drive on your splendid car, the cadillac, and I knew the Lincoln was going to be a great achievement as well. So I went into this with the little money I had. My father was an admire of yours. I once met you at my father's house when I was making him a visit. I I know the account of what you say took place between you and Henry Ford is true. And I felt grateful to you for the long and bitter fight you have made to have obtain justice for your shareholders. I wish I could say don't worry about it anymore. I can say so for myself and I do. So again, he's a great man. He deserved a better ending than this. 1 solution cons constellation alone remained. They had tried. Perhaps it had been a fragile chance in the beginning, but they had not turned it away. In a measure while they had lost their case, they retained their reputation for personal integrity responsibility. The business and industrial world was better for this attempt to keep an obligation, no matter what the cost and failure ridicule and sla. But the time was not long for Henry Leland. He had fought his last fight, finished the course and kept the faith as best he could. When he wrote he was on the threshold from the exit from life, he had but 6 months more, including another birthday. With his son at his side, he died on 03/26/1932. And that is a hundred and 28 books down 1000 to go. If you buy the book using the link in the show notes, you'll be supporting the podcast at the same time, and I'll talk to you again soon."
}