{
  "transcript": "In 19 72, I persuaded a jolly young lawyer I had met to do an act for me. I had no money to pay him, but perhaps my Hot spa used him. He helped me to register my hundred pound limited liability company. And provided me with at least a fig leaf of respect. I think I paid them 20 pounds for his services. The company was called H Bunch Associates, and I intended to publish a series of comic books. Next, I persuaded a close friend, Dick to join me as c director and production manager. There wasn't much in the way of a salary. We liberated, meaning stole a few sticks of office furniture 2 electric type writers and a floor camera from the offices of Oz magazine where Dick and I had met. Another friend, le from the metal band motor head mentioned that an acquaintance of his was vac a garrett in the West end. Perhaps we could move in there. Let me use to occasionally sleep under the Oz design table while we're recovering from excessive ingestion of alcohol and other substances. Let me was right about the empty flat. 3 rooms at the top of the most rick stairs I'd ever climbed. The building had been badly damaged in the blitz and never properly rebuilt. The last tenants had been breeding puppies in there. It took a long time to get rid of the stink of puppy shit. Next, a close friend designed some smart headed no paper for us free of charge, suspecting rightly that we might be able to provide him with work if our venture succeeded. A small printer I'd come to know while working for Oz magazine agreed to print this note newspaper, knowing full well, I could not pay him for it right then. A semi friendly amused bank manager at Barclays Bank open an account for the company into which I deposited the mighty sum of 50 pounds. A magazine distributor with whom Oz had done business agreed to distribute my product Although I had nothing to show them. Somehow, I had to persuade a printer to provide machine time and paper to produce the comic we were busy preparing in the garrett. The bill would come to a few thousand pounds. I had written a great many record reviews when I worked for us. The record companies would send albums directly to my flat in the hope of solicit listening review and then never asked for the Lp lps back. I sorted out all the albums I could bear apart with and sold them to a local record shop. This brought in just sufficient funds to at least get a few printers to talk with me while Dick and I lived on 10 pounds a week. But unless I could guarantee that the printers got paid, not 1 of them very sen would budge. Then I had an idea. I asked the owners of my potential distributors for the comic to write to a particular printer. Promising that he would be the first to receive money when the comic came out. They made it sound as a matter of common sense that at least enough money was likely to be generated by the sales of the comic to pay the printer and paper bill. And they stressed that their client, my little company would only receive any money when and if the printer had been paid in full. This was the key. Business must have been slow because the printer agreed. I secretly suspect that he did so as much to keep me from constantly badger him as anything else. Persistence is a powerful tool in the hands of a hungry young hustle on the make. Thus it was that, the first issue of cosmic comics was unleashed upon an unsuspecting world. It barely made a scent, but it provided the framework for yet more publishing ventures. Within 2 years, I had 60000 pounds in the bank. That is the equivalent of a half a million pounds today. The printers were paid. The contributors were paid. The designers were paid. The landlord was paid. Even Dick and I were paid. Above all, I retain control of the company, a company I still own a hundred percent of 35 years later. Some will argue that what I did back in 19 72, could not be emulate today, but human nature does not change. And at a bottom, we are cooperative animals. Many people are indulge toward the young. After all, we were all once young ourselves. Those who wish to start a company and get rich cannot expect a free ride, but they might be surprised at the number of people in their particular pond willing to help them to some degree or another. Has an excerpt from the book that I'm gonna talk you about today, which is how to get rich. 1 of the world's greatest entrepreneurs shares his secret, and it was written by Felix Dennis. So this book is actually 1 of the most requested books by listeners me to cover for the podcast. And I was actually hesitant to to read it because of the title. The title just seems so cringey how to get rich. And I realized after reading it and going over my notes, the better title is how I got rich. So if you keep that in mind as we work through all the main points today, I think that's a that's a better way to think about why he wrote the book. And I have to give them credit, I think of the reason this is so highly recommended and even all in reviews like in media are extremely positive about it. He's a really gifted marketer. There's is not another book that I've read so forth for the podcast says anything like this. It is a bizarre bizarre book. The format is bizarre what he talks about. His he's very frank. So let's go right to preface, and it's... Again, this is a preface that's not normal. It's it's a series of, like, questions that he's posing and then his his answers, which are very amusing. So I'm not gonna waste more time. Let's just get it. So he starts with a question. And we're gonna find out why Felix is writing this book. I should give you a little background. He is 1 of... Or he was. He he passed away a few short years after he he he wrote the book, but he was 1 of the most successful publishers in the Uk. He founded a bunch of magazines. Maybe the most famous magazine, maxim magazine. He also owned a bunch of, like, Pc and computer magazines. And so he he owned a hundred percent of a gigantic publishing company. That's how he made his money. Okay. So says, why would a rich person waste time writing a book to help other people get rich. And he says 2 reasons? Because I enjoy writing about something I feel I know about and because I believe that almost anyone of reasonable intelligence can become rich? Given sufficient motivation and application? Another question he says, is this some kind of con job, are you using a ghost writer? Nope and nope. How to get Rich is not a con job? And it is not being ghost written? I'm going to write every word myself in this book. Lord help me. It will contain no jargon or mum jumbo, and it's certainly not 1 of those messi self improvement manuals seeking to spawn a cottage industry of of tapes, Dvds and dubious hour long commercials on late television. So that's exactly what I thought of when I saw up the video. And what's really interesting is if you read reviews of this book online. He talks about... He's gonna tell you how he got rich and then a lot is a philosophical question throughout the book is is this really what you want? And so he's gonna open up to us. He's gonna talk about his drug addiction, his addiction to prostitutes. The fact that he blew a hundred million dollars in a decade and almost died. The fact that he's not really happy. This is not what... Again, I it just... It's really, really surprising. The difference between what's in the book and, you know, the outside cover. He's sitting there between, like, 2 gold statues and and, you know, you got this ridiculous title. So it's really really surprising. Let me go back to this part. How to get Rich sets to tell you out how I did it. How I got rich without the benefit of a college education or a penny of capital. It will expose the many errors I made along the way. Which will contribute greatly to the length. Finally, it will suggest ways in which you can avoid such errors and start on getting rich. Another question. What will I need to do apart from reading the book, all the usual stuff. The bottom line is that if I did it, you can do it too. I went from being a popper, a hippie dropout on welfare, living in a crummy room without the proverbial pot to piss in without even the money to pay the rent, with that... And that was he thought... He's describing his life when he's around 25 years old. Without a clue as to what to do next to being rich. And I'm certainly no business genius as my rivals will happily and swiftly confirm. Yes. Another question. What's the difference between how to get rich in all the other books about becoming incredibly successful. Simple. I am not a Char and do not profess to be a miracle worker? How to get rich is being written for amusement, not just effect. And because I have little left to prove in the field of generating wealth, my book is as truthful and... As complete as I can make it. I did not be becoming rich. I did not become rich by writing manuals telling other people how to get rich. I got rich my way. You might even say the old fashioned way by making errors, lots of errors and learning from them. Much of what I intend to share with you concerns those errors rather than my successes. Another question, how rich are you anyway? I don't know. Neither does any rich person know. I haven't cashed in all my assets yet, and I'm and I'm not certain what they will fetch. Let's say between 400000000 Us dollars and 900000000 Us dollars of net worth before tax. I honestly cannot fix a number any closer to that. 5 homes, 3 estates, fancy cars, private jets, the jets are always rented. Thousands of acres of land, art on the walls and library stuff with first editions. Less the debt, of course, I have around 30000000 dollars of debt. Rich people always seem to have a certain degree of debt. Apparently, it helps to reduce taxes, but I'm not so hot on the bean counting side. In fact, I still haven't quite gotten the hang of a balance sheet. Amortization always floors me. But then, I can't fly the jets or drive the rolls royce or Bentley either. I never had the time where the inclination to learn. My constant refrain when I was bum rides from friends as a teenager was, You don't understand. I was born to be driven. Both my friends and myself thought I was just smart Alec re remark back then. Now I kind of wonder if I already knew or at least suspected. 1 or 2 more questions and then let's just move on. Honestly speaking, What kind of people get to become rich? An interesting topic. The writer f Scott fitzgerald once said, let me tell you about the very rich. They are different from you and me. By which I suppose he meant that they appeared to have an acquired characteristics to sent them apart from lesser mortals. Ernest hemingway response was, yes, they're different. They have more money. Typical hemingway. But his re repo isn't entirely satisfactory. Here is Richard Rumble, an English Republican conspirators speaking from the scaffold in 16 80. Let me just stop here. I think gonna become obvious. But So he always poke fun of himself for for not being educated, but he's extremely well read. He dedicate keeps a lot of his time to to writing and performing poetry over the world. This is a very interesting bizarre person But I would say that what makes this book so pleasurable to read is is stuff like this where you can tier... Clearly see he's read a lot of history. He's written biographies. He's read a lot of biographies. He's he made it might be formally educated, but this is not a stupid person by any means. So it says, this is a Richard Rumble talking in 16 85. I never could believe that providence sent a few minutes into the world, ready, booted and spurred to ride, and millions ready saddle and brittle to be written. So he's talking about, you know, there's a few people, very driven. They're the ones pushing the pace so the months leading everybody and then other millions of other people allowing themselves to be written by other people. And and now he's going back to his point. And he's still trying to answer this question about what kind of people get to be rich. And neither gentle reader could I. I never could believe that. Whatever qualities of rich may have, they can be acquired by anyone with the 10 audacity to become rich The key I think is confidence. Confidence in an un unfavorable belief that it can be done and that you are the 1 to do it. Tunnel vision helps, being a bit of a shit helps. A thick skin helps. Stand a stamp, Stamina is crucial as is the capacity to work, to work so hard that your best friends mock you, your lovers despair and the rest of your acquaintances watch from the sidelines. Half and all, and half in contempt. Luck helps, but only if you don't seek The answer to the question then is perhaps this, not those who want to and not those who need to, but those who are utterly determined and he emphasized that word, who are utterly determined to whatever the cost. I think this is this last question. Is it? Yeah. What are the biggest myths you know regarding getting rich? The first is the claim that people did not set out to get rich, but became rich by accident. Oh, I only did what I love to do and woke up 1 day to find myself wealthy. That sort of thing. It may have happened, but very rarely in my experience. Some people are merely better at dis sky desire. That's all. The second myth is that people got rich by having a great idea. While this is more feasible hypothesis than I've got rich by accident, it's a trap because it's a partial truth. All of us have had great ideas from time to time. To follow through, the execution is a thousand times more important than a great idea. In fact, if the execution is perfect, it sometimes barely matters what the idea. If you wanna get rich, don't sit around waiting for inspiration to strike. Just get busy getting rich. Thirdly, and lastly, I think that perhaps the most destructive myth about becoming rich lies in their remarks like, Well, it was okay for you starting on the late 19 sixties. But times have moved on. You couldn't do it that way today. Perhaps not, but you can certainly do it some way, times change, but human nature, the lure of wealth and the determination to acquire it remain a shining con stint in the world of ambitious men and women. The example of others not even born in the 19 sixties is all around you. They prove such thinking to be false. If you think it can't be done and dwell on that thought too long, then you are likely to remain poor. It's as simple as that. Okay. So let's move into the book. This is a, a part where he's he calls it young penny listen in inexperienced. He's talking about, like, what do you do if you're you're you're starting on a senses like that. I would say this is the advantages of being a Ps, which we've talked about in the past. A large percentage of the people that we cover in the podcast started out poor smart and determined. So he says excellent tense You stand by far the best chance of becoming as rich as you please. You have an advantage that neither an education nor upbringing nor even money can buy. You have almost nothing. And therefore, you have almost nothing to lose. Nearly all the great fortunes acquired by entrepreneurs arose because they had nothing to lose. Nobody had bothered to tell them that such and such a thing could not be done or would be likely to fail. Or if they had told them then they weren't listening. They were too busy proving those around them wrong without even meaning to. So he he references a few times in the in the the book is love of biographies. I think of, again, I'm trying to evan to you that not, like, just read as many biographies of great people, regardless of who you feels great as you can because I think that paragraph that he's talking about is true. In my experience I've read over what, a hundred and 33 or However many it's been so far, that's a good... That's a... As you could tell he's read a lot too. Based on that paragraph is what I'm trying to tell you. Not knowing that something cannot be done. You were likely to waltz into uncharted minefield fields where angels before you have feared to dance. Never trust the vast mountain of conventional wisdom. Conventional wisdom don initiative and offers far too many convenient reasons for inaction, especially for those with a great deal to lose. Treasure that instinct knowledge. And that's a great way to describe that 1 paragraph saying, they they have instinct knowledge. They they believe it can be done because they think it can be done. The next page he talks about He continues to expo on this idea that you should trust your instinct. So this is on trusting your instincts and ignoring conventional wisdom and how that can be beneficial. The first few million pounds I ever trouser were a direct result of my trusting inks entirely at odds with conventional wisdom of any sort. 2 immediate examples leave to mind. As we will see in more detail later, I published a series of 8 full page full color folded posters. With headlines and articles printed on the back of them. And charged the same cover prices as magazines with 10 times the number of pages. The result was dubbed a poster magazine and sold millions of copies around the world. Nobody had told me it couldn't be done because nobody had done it before. Similarly, I had launched half a dozen magazines about a new fad called personal computing back in the 19 eighties. Even though British magazine retailers and wholesaler at the time were unanimous in their belief that nobody will ever buy them. Those magazines have earned me tens of millions of pounds in the last 25 years and are still earning me money today. Conventional wisdom is usually right, but when it's wrong, it can offer quite extraordinary opportunities for those 2 stubborn or to an experience to pay attention to well meaning Nay. He wraps up the section about why it's a benefit to be poor smart determine. Stick with me, young brother, and sister you are suffering from nothing more than ex excuse confusion and a lack of experience. Conditions that will pass with time and whose passing can be expedited by fierce determination and application. So this is... The next section I'm gonna reach you. This is the first of... I don't even know dozens of times, where he's gonna... The book is about how I got Rich, you, you know, you can take some of these lessons if you wanna get rich on how to do that. Right? In sprinkled throughout the entire book and wait till I get to the end. The end, you gotta listen to this. It's 1 of the most remarkable... He called... It's like, he says it's the most important 1500 words in the whole book. It is really unexpected. To the the I would say the summary of his thoughts on the subject. Right? But this is the first time where he... He talks about, like, are you sure you want money? Like, is this are you absolutely sure this is what you wanna do And he talks about the fact that he would give all of his money back. For time. So he says, could you turn the clock back for me for by 40 years, I would willingly swap you every penny and every position I own in return, and I would have the better of the bargain too just keep that in mind because he's gonna expo on that thought, and I would say it's a philosophy and ingrained in his mind through decades of experience, many times throughout the book. Moving on, this is this advice that you need to know when what you need to know what or when is enough. And I read some other reviews and this this part I'm about to reach you is particularly, was highlighted about a bunch of other people that I read the book to. It says, if I had my time again, knowing what I know today, I would dedicate my self to making just enough money to live comfortably, So he's gonna switch from dollars to pounds here. And he says that number he would shoot for is 60 to 80000000 dollars. As quickly as I could. I would then cash out immediately and retired to ripe poetry and plant trees. That's what he's doing with... I'll talk more about this later, but 1 of his goals in life was to to plant a gigantic forest inside of... I don't know if it was inside of London, particularly, but somewhere in in England. He says, making money was and still is fun, but at 1 time a wrecked chaos upon my private life. It blocked me from beginning to write poetry until my early fifties. It consume my waking hours. It led me into... I here we're gonna get into a lot of these details I referenced earlier. It led me into a lifestyle of narcotics, high class horse, drink and and deb. Narcotics. He he mentions he was addicted to cocaine specifically, but I know he did a bunch of other drugs too. These friction in turn helped to undermine my health. I always crave just 1 more massive payday. 1 more fight. I can take this young punk. I know I can. Just as once. So I can go out as a winner. So I can retire as a champ, then I'll retire just this last 1. So he's exposing us to some of his inner monologue and he as he was addicted to to making money. And now this is how he's looking about... He's looking back on his life. Remember, he's he's writing this a few years before he dies. And he dies of throat cancer at Age 67. So there is a... It's never stayed in the book, but I highly suspect. He knew he was close to his life. Pathetic, I should have known better. There's no such thing as a permanent champ. With hundreds of millions dollars in assets, I could just... I I could not let go. And so this is a summary of the entire section. Real winners are people who know their limits and respect them. And so that's how the book goes. It goes back and forth between. This is how I did it. These are some good ideas. This are the mistakes I made. And also, this is also the mistakes that may going to do maybe a step too far. He does have some good ideas like this developmental, mental armor. If you wish to be Rich, you must grow a mental armor. Not so thick as to blind you to well constructed criticism and advice, especially from those who trust. Nor so thick as to cut cut you off from friends and family. But thick enough to shrug off the inevitable sn and malicious mock that will follow your inevitable failures. Not to mention the poorly hidden envy that will accompany your eventual success. It hurts It's mindless, and it doesn't mean anything. But it will happen. Be prepared to shrug it off. He's got a great section called harnessing the fear failure. This reminds me of something I learned from Jimmy Iv a long time ago. Talks about, like, he trained himself at any time. Our initial reaction for to fear, you know, we hesitate we stop or we run away. And so Jimmy was like, anytime I felt fear, I used it as instead of something that's holding me back. It's something that's pushing me forward. And this is it kinda echoes what Dennis is saying here. Or excuse me what Felix is saying here. Think of this fear not as the king kong of our boo man, but as a mayor, a nightmare. A mayor after all is a horse. A horse can be tamed, b, saddle, harness and eventually ridden. Harnessing the power of such a creature adds might to your own. Thus the nightmare of perspective failure provides you with the very opportunity that you are seeking. So he's also has this idea that choosing what you do for a living may the biggest to decision that you ever make in life. Decision that you have control over. Obviously, you don't control who your parents are where you're born, you know, any... Your your gender, your race, any of that stuff. But his point here is that most people don't even choose the biggest decision that you have control over and most people don't even think it's a choice. He starts off with this section by quoting Johan Wolfgang gang, Van go Von Go. I don't know how to pronounce his last name. So this is a quote from him. Until 1 is committed, there is he see. The chance to draw back, always ineffective concerning all acts of initiative and creation. There is 1 elemental truth. The ignorance of which kills countless ideas and splendid plans. That the moment 1 commits oneself, providence moves all. All sorts of things occur to help 1 that would never otherwise have occurred meaning after you commit after you actually decide this is what I'm gonna go do and you start walking forward towards that. A whole stream of events issues from that decision. Raising in one's favor, all manner of incidents and meetings and material assistance, which no 1 could have dreamed would come his or her way. Because now we're gonna get into the words of Felix. The biggest decision over which any of us is likely to exercise real control, meaning what you're gonna do for a living. But we do get to choose if we are determined enough, what it is we wanna do for a living. Most of us flu this test. My career as an entrepreneur magazine publisher came about entirely by accidents. If you'd had ask me when I was 18 years old, what I would be doing for the next 30 years, I would have told you, I was going to be 1 of the biggest Rm and b singers in the world that made me laugh, but he's dead serious. He actually... There's a story I'm gonna tell you in a little bit about him trying to sing R and b in front of John Lennon, and John Lennon advice to him. That didn't happen. And if I'm honest about it, I'm still a little disgusted with myself that equipment dreams shortly. But, hey, I was getting tired of stealing food and bum other people's cigarettes and not having the rent money. He also talked about a mistake that he's using a lot of young people make is they they only wanna work in glamorous industries or jobs or that's where they wanna start their company. And he's his point He's like, listen, there's plenty of un glamorous businesses and opportunities that exist. Where's the most opportunity to be found. Forget glamorous. 1 of the richest self made men, I know digs a hole in the ground to dispose of household waste. That's not how his company describes itself in its annual report, but essentially that's what it does. Along with building inc plants. Glamorous, no. But in a good year, he earns 20 to 30000000 pounds. That's a sensational result for a small, wholly owned private company. That's also another hint. Felix is not a fan of public companies. He goes in great detail about that, and he's also not a fan of having any partners or getting any can kinda control either. So he says that's sensational result for a small wholly owned private company, you may not necessarily want to be in a glamorous sector of any market, because they are often very crowded sectors. So he talks over and over again of the book. About you need to maintain ownership you mean you maintain control. It's the most important thing. He says control is often the be all and end all of the game. Whoever controls a business can for sale, Whoever controls a business can implement a merger, whoever controls a business can fire you. Ownership is power. Ask Bill Gates of Microsoft, are Larry Ellis of Oracle. I just did this report series on Larry ellis listen if you've listened to them, you already know this, but Larry fought tooth and nail to never go give away any equity. He always retained enough equity even after Oracle went public so that his his control of the company could never seriously be threatened. Even when every single 1 of his financial advisers when Oracle was in a tough financial positions, like you need to sell equity right now. He were... Fused. And, you know, that was key... That was 1 of the reasons you know, he has such a a high network today. Okay. So Now I got... I got to the part where he's getting advice from John Lennon, and I would summarize this advice that John Lennon Lennon gives Felix as find your own voice. I once had a wake up call from a man who spared me several years of wasted time in my own search for a future career. And when John Lennon handed out advice, he didn't pull any punches. I stayed at John's house while he was laying down bass tracks for his album imagine. During a break, I persuaded a few of the musicians in the studio to back me while I built it out a couple of R and B songs. John and Yoko were muse at my efforts. John stopped our impromptu jam session and I ushered me into the control room. Then he played back the tape urging me to listen carefully. What do you hear? I heard a guy who wants to be an Rm b singer. I'm I'm mum? Yeah. But what you heard was an English guy copying Howling Wolf and Chuck voice. But it isn't your voice. Now do 1 using your own voice. I went back into the studio and I tried. Well, followed was a catastrophe. I had no voice of my own. I had been singing R and b on stage ever since I was 13, but I never developed my own voice. I always imitate the voice of the original artist. John delivered some devastating advice. It won't do, man. It's not that you can't sing, sure you can do a fair imitation of chuck or a chuck barrier or whatever, but people don't pay imitation. You gotta find your own voice or stick to editing your magazines. He has an entire, chapter dedicated to not giving up, so this is on determination and hard things. It starts out with a quote from when in Churchill, never give in never give in never never never. In nothing, greater or small, larger petty. Never give in, except to convictions of honor and good sense. And then we have some poetry... Is this written by him. Nope. It's written by another poet, but he's going to quote. It says. I tried to whistle. I tried to be brave, but the new plowed field smell dan grave. And I wished I were dead. So he's gonna compare that feeling the poet is experiencing with the feeling that he had when he was building his business. I know that feeling. And if you set out and creating your own business from scratch then you will too. Despite all my brave words and early earlier in the book, I never knew a few worst months than when I was bashing my head against a brick wall attempting to start my own outfit in the early 19 seventies. The whole process was pure misery. Looking back through the prism eyes of a champagne flute, I suppose I could argue that perhaps it was my find moments. Not that it felt like I it at the time. To be honest and nearly broke me, but I would not give in. That was the secret ingredient. I would not take no for an answer. I would not give in. I was going to be rich, somehow some way someday soon, and I would not retreat to the safety of a decent job until I starved out of house and home. I would not give in. Britain appeared know he's gonna talk about the the overall conditions when he's building his business. Britain appeared to be in terminal financial decline at the time. Interest rates at skyrocketed and strikes were so commonplace it was difficult to recall landscape, not driven by demonstrations, protests, lockout, and industrial disputes. The banks and the markets weren't just skit. They were downright terrified. Property values either soared or collapsed. Politicians were jittery. Ira bombs were exploding left right and center. These were not good times. What fueled me was a desperation of knowing that unless I found a way around my lack of capital unless I could pour my energy into venture of my own, I would be condemned to a life of wage slavery. There was absolutely nothing more likely to dampen the prospects of becoming rich than a nice fat regular salary check, but I would not give in. I remember a bitter bitter winter night in my west end flat at the back of a sweat shop. Edward, heath 3 day week was in operation and some da minister had suggested that the citizens of the Uk should learn to shave in the dark to save electricity. That was nothing new to me. The electricity had been turned off in my flat weeks ago. So at the gas, I couldn't afford to pay the bill. I sat by an open fire feeding broken furniture that had scavenge from the trash into my living room fireplace. And while he's sitting there burning furniture, his girlfriend at the time who he has a normal job. So just quit to stop doing this, give up, and she winds up leaving him because he won't. So now he he he hits on what you learn by reading biographies in the the summary of this as they don't give in. If you happen to read biographies as I do, scores of them every year, you will find a thread that runs to almost any story of success against the odds. In 1 of the finest such books in the world, letters to my brother by the artist, Vince Van Go, you will find unbearable heartbreak, madness, rejection, hunger, passion, nightmare tears and a tale of a man who never gave in, who would not give in, though it cost him his life. So this next section is about not treating life as some kind of rehearsal. I'm gonna read it to you first, and I'm gonna tell you this this quote by Steve jobs that I thought of when I read this section. Life is not some kind of rehearsal. Why then do so many people punish themselves in this way? The answer in almost every case is that they were persuaded or hector into becoming a banker or a lawyer when in reality, they would prefer to do something else entirely? Their misery is made all the worst by the realization that they... That had they acknowledged their lack of enthusiasm early on and stuck to their guns, their lives might might have well taken a far more con ing course. It is my hope that this book will cause you to consider very carefully whether you are truly driven by inner demons to be rich. That's a hell of a sentence. If you'd really think about what he's saying there. You kind of... He's giving you a hint which he'll expo in the you know, he comes out and says flat out in the end of the book, what he feels. So let me read that sentence again I think it's important. It is my hope that this book will cause you to consider very carefully whether you are truly driven by inner demons to be rich. If you are not, then my earnest and heartfelt advice to you is do not on any account make the attempt. What riches anyway compared to health or the peace of mind, then even a modi come of contentment brings in its weight. In and of itself, great wealth very rarely if ever breeds contentment. Do not mistake desire for comp compulsions. So think about this. He's really writing to himself. He's writing. This is how I interpret the book at least. He's writing to an earlier version of And I think 1 thing, I do think there's people that are obviously... Like, there's there's happy and sad people in all kinds of, different circumstances. There's happy, poor people they're sad poor people. There's happy, Rich people there's sad poor rich people. Right? But I would say is he'd never... 1 thing I think would have contributed more to his happiness is he was very successful magazine publishing, but he even comes out and. He's like, am my magazine publisher because I love magazines? No. I just thought I could make a lot of money at it. And I think that's... I want you to know that as he as he's saying this to us because I think it's vastly different if you wind up having the all the financial success you want... Doing something you you really wanted to do. Verse having a lot of financial just doing something you don't wanna do. I don't think those are 2 2 the same things at all. So let's go back to the sentence. What Rich riches any anyway compared to the health or the peace of mind that even a modi of contentment brings in its wake. Remember he's... Flat out at the end of the book he tells us he's not happy. In and of itself great wealth very rarely if ever breeds contentment. Do not mistake desire for comp propulsion. Only you can know the song of your inner demons. That's extremely important. No 1 else can know. No 1 else can tell you. So when I read that dissection, I thought of something, the solution to figuring out if you're on the right path or not. I think came from this idea that Steve Jobs had that I read in his biography. This is in the biography by Isaac. Okay? So Steve said, he said, I have looked in the mirror every morning and asked myself. If today were the last day of my life, what I wanna do when I'm about to do today. And whenever the answer has been no for too many days in a row, I know I need to change something. Moving ahead, it's... I I really loved his Frank and honest account, he talks about... He... I'm gonna give you a summary here, but he... He's talking to a senior account, and he, like, he's talking to Senior county. He's like, please explain what a balance sheet was me. Balance sheet is to me. And the count was astonished. And he asks, He, how did you become a multimillion millionaire many times over without even understanding a balance sheet. And he's like, I don't... I didn't... He... His opinion is, you know, balance sheets or for... He calls them being counters over and never in the books. He goes, I understand cash flow. And so this is his opinion on the most important metric of your business being cash flow. Cash flow is something that any entrepreneur was fully comprehend from the get go. Balance sheets are a matter for accountants, banks and auditors. But cash flow is the heartbeat of your company. If cash flow is good, then no matter how badly run or poorly managed the company is, there was always a decent chance of turning its fortunes around. And 1 of my favorite quotes, I reference it all the time. Comes with the founder of Sequoia. His name is Don Valentine, and he... I love this. He says there are 2 things in business that matter, and you can learn this in 2 minutes. High gross margins and cash flow. All companies that go out of business do so for the same reason. They run out of money. And so I think Felix And donna are essentially saying the same thing. Watch your watch your cash. This other idea No I think is also important and true success is never permanent. Just because you have a success or 2 under your belt doesn't mean you haven't it made. Success is never permanent. Failure is never fatal. The only thing that really counts is to never never never give up. That's that old win bag Winston Churchill again. But he was but he was bang on the money there. Once you begin to... This is resting on your Laurel is another way to think section. Okay? Once you begin to believe that you are invaluable that success will automatically lead to more success that you've got it made, reality be sure to give you a rude wake up call. Believing your own bullshit is always a perilous activity, but never more fatal than the than the owner of a start up venture. And so, the anecdote to this, which he's gonna continue here in a minute. I would summarize as think big, but acts small. He says, all times I got in trouble in my life. I was acting big, and that's when he's... Well, he's gonna talk. This is a crazy section. You ready? I know all this because in the late 19 eighties in the early 19 nineties, I forgot to remember to act small. I spent millions of dollars on drinking drugs and running around with horse. I lost all respect for money and for the blood sweat and treasure, I had expended to acquire it. I was acting big. In a single decade, I got through more than a hundred million dollars living high on the hog. At 1 time, there was no less than 14 mistress, he's puts san quotations mark. He's especially paying for a female here. There were no less than 14 messages depending on a regular s for my personal bank account. A single evening entertainment could come to 30 or 40000 dollars. There was nothing I could not do, I was the King of the world, I was acting big. Even though I was not so foolish To use company money for this for this. My business still suffered and my health sub. So he winds up in the hospital, and they're saying listen, if you don't get off the drugs and the alcohol on the night right now, you're gonna die. He eventually stops drugs completely, and the only drinks the only thing he'll drink, like the only alcohol he drinks after that is wine. Something to note. He almost dies from legion generic disease at this time. But while he's he's telling us about that experience, I really feel his sentence is a way that he's describing the person he was in the late eighties in the early 19 nineties. It is especially lethal to a coke up overweight cigarette smoking, malt whiskey swelling idiot with too much money who believe they are built of titanium. See what I mean about? Honestly, though it it does make the book very interesting. Like, it does make it a very interesting read. Again, I know I've said this our over and number again. I can see why so many people recommended it. Okay. So this is 1 of my favorite sections of the book. I just absolutely love it. It's something I also personally believe It's the importance of self belief, and then he's gonna quote again heavily from Winston Churchill. We made a test arrogance. It isn't true that we admire it a little? Even though arrogance is a poor shabby thing compared with root self belief, it is an invitation of the real thing. Why do we convert convert admire such attributes. Because such people often have with the ancients called the look of eagles about them, which has little to do with their appearance. Single handedly individuals with ingrained self belief and usually a dollop of arrogance have changed the destiny of nations. We had 1 such in the past century in England. Perhaps he was a warm, perhaps he was an incompetent strategist and a jin and an empire builder and a silly old Buff, especially about the rights of women, but Winston Churchill sense of his own destiny. His un unfavorable self belief was for a while, all the Britain contained in its arsenal after Dunkirk. You seen that movie be Dunkirk, by the way? It's 1 of my favorite movies the last several years. His cabinet colleague, Lord Halifax would have made peace with Nazi Germany in an instant. As would Neville Chamberlain, the previous prime minister known as the apostle of appease. And if we had made peace, which would have meant disarming ourselves and handing over our air force and perhaps our navy to the Nazis. Where would Europe be now? What language would we be speaking? What would our beliefs be? Which gods would we worship? How many millions upon millions of those among us would have disappeared and how many would have never been born. Ignore his politics and even his principles by all means. But to read Winston Churchill speeches today and better still to hear his recordings of them or to hear the recordings of them is to understand the astonishing power and mess mesmerizing quality of self belief. Younger men and women may mock all they wish, but the iron determination and self belief of this 1 old man meant more to britain at that moment than all the other kings and queens in her long history. For just 1 moment, a democratic people were saved from fear failure and from fear of fear itself, from the shame of cap to evil by what? By 1 old man's belief in his own destiny by his insane un principled self belief, and the belief in the destiny of his country and of freedom in Western Europe. I am not asking you to be Winston Churchill. None of us could be or would necessarily wanna be. He was a child of his time. But I do ask that you begin right now, right at this very moment to ask yourself whether you believe in yourself. Truly, do you believe in yourself? Do you? If you do not, and we're still if you believe you can never believe, then by all means go on reading this book. But take it for me, your only chance of getting rich will come from the lottery or inheritance. If you will not believe in yourself, then why should anyone else? Without self belief, nothing can be accomplished. With it. Nothing is impossible. So he's got an entire chapter. It's called ownership ownership ownership. Tells you how important it is. But I appreciate... IIII particularly appreciate a bunch of his paragraphs in the section. This 1 idea. I really liked. Appreciate the absurdity of the chase. My amateur cherish mu illustrate very nicely just how idiotic the getting of wealth as a goal in and of itself really is. A, but you could argue. That's very well for you. You've have already made your pile. It's easy to be philosophical when you've already amassed a fortune. And my reply would be that there is truth in that. But there's also truth in the assertion that I may well have been only able to put a few hundred million dollars in the bank because I recognized that this getting rich Is just a game. A delusion if you will. Being rich is fine, and at the very least, it's better than being poor, but it shouldn't be the be all an end all of your life earn anyone else's life. If you chase money desperately in the earnest belief that you can never be happy without it and seriously think that the chase is a meaningful occupation, I doubt very much you will succeed. You have to be fiercely determined true. But an appreciation of the absurdity of the chase helps enormously. Alright. Moving ahead, we get to his main point of this chapter and it he... The heading he put on it is why ownership isn't the important thing. It's the only thing. If you wanna be rich, then I asked you to stop skipping paragraphs and play close attention. To become rich, you must be an owner and you must try to own it all. You must strive with every fiber of your being while recognizing the of your behavior to own and retain control of as near to 100 percent of any company as you can. Never never never never hand out a single share of anything you've acquired are created if you can help it. Nothing, not 1 share to anyone. No matter what the reason unless you genuinely have to. Do you remember my old rivals, Robin and David from the map, so this another publishing company in England. He says they were both far better publishers than I will ever be? On my best day, they would have wiped the floor with me. But after a quarter of cent century of jointly creating 1 of the biggest media companies in Britain for map shareholders, what did they get for their pains? I don't know exactly of course, and I wouldn't tell you if I did, but I'll guess using current market norms, 16000000, maybe 20000000. You mean that's it. That's all there is after busting your balls for the better part of your working life and making hundreds of shareholders and lawyers and banks immensely rich, a few me million dollars less tax that's shocking. I've made more than that in deals I can barely remember. I once made a million dollars by selling a magazine. I had not even published yet to rival. A million dollars for days work and why? Why? Why? Because I owned it. I owned it all. And my dear friends, David and Robin never owned anything during their time, except for a pile of share options, a good salary and a lovely pension. Please think about this if you wanna be rich. Ownership is not the most important thing. It is the only thing that counts. So my interpretation of this next section is this is the answer to the question. Is it worth it? And It seems to be his answer to be both yes and no. So is it worth it? Should we pursue the pie at all? This is not a question for me to consider here at any length. I have become a poet, a serious 1 too. And I wrestle with such questions every day in the 3 hours I put aside to write versus. But you are not to consider this, you are to consider that I might well be a hip because I took to writing poetry after I had laid up my treasure. I have wasted vast amounts of my life laying up treasure. I have exiled my month... Myself for months at a time to p the riches of the Usa and to bring them back to Europe. Many are the nights I lay awake in my New York City apartment. Listening to the Eerie sirens and street sounds, which define that great city while I dreamed of spring in an English country garden thousands of miles away. So not only the... And is the writing of this book extremely you need, but also the format, you don't have to read it straight through if you wind buying the book. You can pick up, just go to whatever chapter heading you think is interesting. So he'll he'll write you know, explaining why he thinks the way he does and use stories. And then sometimes he just uses a bunch of, like, numbered lists. It's it's really unique. So I wanna read a a few ideas he has. He just, you know, straightforward ideas. I don't think I to expo on too much here. And it's in a section called 21 ways to make more pie. So I'm not gonna cover all 20. I'm gonna pick up some at thought dollar. Interesting, and he's gonna describe the section. He says, here's what I've learned as far as owning, sharing and growing your annual pie is concerned. None of this should be written in stone. I suspect some of the points that follow our universal truths. Keep costs down, always. Overhead walks on 2 legs, and it will eu you out of house and home. No company new or old can avoid stealth growth and overhead. It occurs as it were by osmosis. Prune overhead regularly. Stop only when the Pip squeak. Praise excellent work, but do not waste your praise on H performances as a sop. Employees respect a boss who knows the difference between the mundane and the exceptional. Remember that not all employees respond well to incentive bonuses are a dang care of any kind. They seek recognition, not bribery. Avoid all jolly. The generic British term for flying the sales team to Florida and winter to boost morale an issue, heart t speeches. All of which are forgotten the second, the crew hits the beach. You can't afford jolly. Set an example. If as an owner you want fancy furniture in your office or works of art or persian of rug, then bloody well pay for them yourself? How can you expect frugal gall when a junior manager who works in a cubicle comes to visit you? Knowing that the company paid for those accessories. There's nothing wrong with them being there. It's who paid for them that counts. Interview your rivals talent. I have never known a single person in a rival organization, however well paid or come. How we're well paid, who has refused to meet me for a quiet drink after work. I have discovered more about when my rivals are up to in this manner than any other. In addition, I have often been so impressed with the people I met... I meet in this way, then it puts them later. No intelligence gathering exercises is ever entirely wasted in business. There's only so much pie and talent bake that pie. Just a few more from the section sell early. Real money rarely comes from horse around running an asset laden in business if you are if you an entrepreneur. You were not a manager. Remember, you were trying to get rich. Whenever the chance comes to sell an asset at the top of its value, do so. Things do not keep increasing in value forever. Get out while the going is good and move on to the next venture. More money is usually lost holding onto to an asset than is made waiting for the zenith of its value. I should know it's 1 of my biggest defects. And finally, enjoy the business of making money. The loot is only a marker. Time cannot be recaptured. There is no amount of pie in the world worth being miserable for day after day. If you find you dislike what you were doing, then sell up and change your life. It's most important sentence of the section to me, self imposed misery is a kind of madness. The cure is to get out. So he's an entire chapter about the power of being focused, and 1 heading is that you should focus on doing an outstanding job, and he says, if on my deathbed, I had only a very short time to pass, to pass on what wisdom I have accumulated about getting rich to a son or daughter, then it would be this. Ownership, so shelby half the law, doing an outstanding job shall be the other half. There's no point in owning a hundred percent of a rubbish company. Whatever it is you intend to get to do to get rich, get good at it. A capo is said to have shot a man who kept brewing rotten beer for compounds a illegal beer distribution racket. Do during prohibition? His gang lieutenant didn't get it. The business was illegal anyway. But capo refused to have his name associated with rubbish. Having read his, I found myself wishing he stayed out of the racket and built his fortune legally. He had many of the attributes of a world class entrepreneur. And I'm gonna close this conversation out with what he says is the most important part of the book. If you are young in reading this, then Ask you to remember just this, You are richer than anyone older than you, and far richer than those who are much older. What you choose to do with the time that stretches out before you is entirely a matter for you. But do not say you started the journey poor. If you are young, you are infinitely richer than I ever can be again. Money is never owned, is only your custody for a while. Time is always running on and the young have more of it in their pocket than the richest man or woman alive. That is a sober fact. And yet you wish to waste your youth in the getting of money, Really? Think hard my young cub. Think hard and think long before you embark on such a quest. The time spent attempting to acquire wealth will mount up and cannot be reclaimed. Whether you succeed or whether you fail? Even should you succeed in becoming rich, what will you have achieved, happiness, do not make me laugh. The are not happy, I have yet to meet a single really rich happy man woman, and I have met many rich people. The demands from others to share their wealth become so tires and so insist. They nearly always decide they must ins themselves. Insulation breeds paranoia and arrogance and loneliness and rage that you have only so many years left to enjoy rolling in the sand you have piled up. The only people the self made rich can trust are those who knew them before they were wealthy. For many newly rich people, the world becomes a smaller, less generous and darker place. It sounds ridiculous doesn't it. Ridiculous and gloomy. But then you were to consider that I have been very poor, and I am now very rich. I am an opt by nature, But am I happy? No. Or at least only occasionally when I'm walking in the woods alone are deeply en and composing a difficult piece of verse are sitting quietly with old friends over a bottle of wine, are feeding a straight cat, I could do all those things without wealth. So why do I not give it all away? Because I work too hard for it? Because I'm tainted by it Because I'm afraid to all those reasons and more. When I die, it's all going to a charity called the forest of Dennis. You see even when I do a good thing with my money, my ego insists that I name it for myself. Not a good sign. Giving away money when your dead takes no guts. No courage, but to dives vest yourself of hundreds of millions of dollars are the greater part of your fortune before your death, that would be something to be proud of. Don't you think for what is left afterward, but a few tears by a grave side and years of bi. But you must make your own choice. I have said my piece, and I meant every word of it. This small part of my book was composed in my mind years ago. It was easy to write. I knew all of it before my fingers touched the keyboard. It is troubled me for years, and I thank you for allowing me to share it. I suspect it'll will have little effect on you though. You are probably young, and you are tired of being poor. But can I ask you to do me just 1 small favor Please lodge 1 fact in your memory that the last 1005 hundred words was an important bit in my heart of hearts, I know is the most important bit you will read in this book? Mark it with a bookmark and write today's data upon it. Come back to it in 20 or 30 years, then cast your mind back to a time when you were young, and you first read this book and to the thoughts of a fool a rich poet, long dead, who once typed these words sitting in 1 of the most beautiful houses on Earth, staring at the tu turquoise sea sipping a glass of chilled wine. That will be enough for me. That's a hundred and 29 books down 1000 to go. You wanna buy the book using the link that's in the show notes, you'll be supporting the podcast at the same time. Thank you very much for your time and attention. I will talk to you again soon."
}