{
  "transcript": "We made it to part 3 of the Elon Musk blog series by Wei y. So today, I wanna talk to you about the the post that's called how and why Spacex will colonize Mars. So this is the first founders podcast podcasts that you've listened to. Make sure you subscribe. Every week, I usually read a biography of a new founder entrepreneur and then just share some of the stuff I thought was interesting and some of the stuff I learned about their life and the career. This 1, we're in the middle of a series it's a little different. It's not book this time, but a book length blog post. It's actually a kindle book too. If you read it all together that the blog post take about 7 and a half hours to read. This one's long... A little longer than the the 1 we did last week on Tesla. This 1 takes about 2 and a half 3 hours to read. So, obviously, I'm not gonna read the whole thing I never do. Just gonna pull some parts that are interesting that I found interesting that I wanted share with you today. And then I'm gonna do the best job I can. Keep in mind, as a reference the last 2 podcast, The way Tim Urban, who's the founder of Wei y, the way he writes is so he he he starts at, like, a foundational level and then builds from there, does a really good job of, like, introducing you slowly and then taking you on this this journey and and helping you understand, a little bit by bit. So since I'm just pulling out different excerpts. Hopefully, I I pulled it out and and put an arrangement a way that makes sense, but to get the full story course, just go wait a y dot com. Search for elon musk blog series. You can read it for free online. And if you really, like, what Tim's doing, you can buy the Kindle version. I left a a link at founders podcast dot com. That's that's the, the version I'm gonna be... I... I'm working off of. Alright. So, in this section, I... The note I put next to is it's called setting up the scene, and I'm just gonna get right into the post. Emerging from a 3600000000.0 year dream? Life on earth had its first questions. What is this big room we're in? And who put us here? What does that bright yellow circle on the ceiling, and where does it go every night? Where does the ocean end? And what happens when you get there? Where are all the dead people now that they're not here anymore? We had discovered our species great mystery novel. Where are we? And we wanted to learn how to read it? Around 10000 years ago, isolated tribes of humans began to merge together and form their first cities. In larger communities, people were able to talk to each other about this this mystery novel we had found, comparing notes across tribes and through the generations. As the techniques for learning became more sophisticated and the clues piled up new discovery surfaced. The world was apparently a ball, not a disk, which means that the ceiling was actually a larger sphere surrounding us. The sizes of the other objects floating out there in that sphere with us, and the distances between them were faster than we had ever imagined. And then something upsetting. The sun wasn't revolving around us. We were revolving around the sun. This was a super un un fuzzy discovery. Why the hell weren't we in the center of things. What did that mean? Where are we? The sphere was already... The sphere was already unpleasant big. If we weren't in the center of it, where were we just on a random ball inside of it, kind of for no apparent reason, could this really be what was happening? Scary. Then things got worse. It seemed that the pin bricks of light on the edge of the sphere weren't what we thought they were. They were other suns like ours, and they were out there floating just like our sun. Which means we weren't inside of a sphere at all. Not only was our planet not the center of things. Even our sun was just a random dude out there in the middle of nowhere surrounded by nothingness. Scary. Our our son turned out to be a little piece of something much bigger, a beautiful vast cloud of billions of suns, the everything of everything. At our own peril, we had decipher our right our way right into the knowledge that were unbelievably alone, living on a lonely island inside of a lonely island inside of a lonely island, buried in layers of isolation with no 1 to talk to. That's our situation. In the most recent 1 percent of our species sword existence, we have become the first life on earth to know about the situation, and we've have been we've have have we have been having a collective existential crisis since then. You really can't blame us. Imagine not realizing that the universe is a thing and then realizing the universe is a thing. It's a lot to take in. Most of us handle it by living in a pleasant delusion pretending that the only place we live is an endless land of colors and warmth. Okay. So for that section, he has some great visuals in the blog and in the Kindle, format of the blog, where he he talks about... It's really easy to think that you're in the center of everything. When you have the big blue sky. And then he's, like, but then it gets dark, and you see this, and it's like a big beautiful picture of the Milky way. And then you're suddenly, like, oh, shit. Where am? So the post does a good job of, like, giving you a fundamental knowledge of the solar system universe goes into orbit, satellites, all this other background information. For the scope of this podcast, though, just like I did with the Tesla post, gonna focus mainly on the mission of the actual company, and then the strategies that Elon, is utilizing to try to to to reach the goal that he has, which is, of course, the title of the the post how and why Spacex will colonize Mars. So let's, jump to the section about the space race. The final apollo Moon walk took place in late 19 72. In only 1 decade, we had conquered nearby space and progress was decelerating. If at that time, you had asked any American or any other human, what the coming decades of space travel would bring, they they would have made a big bold prediction. Many more people on the moon, a permanent moon base, people on Mars and beyond. So you can only imagine how surprised they'd be if you told them in 19 72 after just watching 12 humans walk on the moon that 43 years later, in the impossibly futuristic sounding year 2015, the number of people to set foot on the moon would still be 12. The space shuttle program retired in 2011. Today, only 2 countries can launch a human into orbit. Russia and China With no capability themselves, the Us, the country that once triumphant put a man on the moon while the world watched, now has to launch their astronauts on Russian rockets at Russia's whim. And, Tim, did this great drawing to illustrate, the difference of the space program today as opposed to seventies, and it's it's a magician who first pulls a blue whale, like a giant blue whale out of a hat. And that symbolizes landing on the moon, and then the and then it following up that trick with pulling out a bunny with a tie on, symbol what the Us space program can do now. And he actually goes into detail in the book where, did the relationship he's describing is really tenuous because he's saying, well, if if we wanna get American Astronauts to the Is, the international space station. Russia has to shoot them up. Well, Russia and the United States had a disagreement in 2014 over Crimea. And once the Us tried put sanctions on them, they they said, well, if you wanna get your Astronauts at space, I suggest you you build Tram. Okay. So in 2011, the space shuttle program is retired. Now let's talk about the space industry, which which I didn't know much about. And there's just a few paragraphs on that here. We don't think about that them that often. But above us are hundreds of flying robots that play a large partner lies on Earth. In 19 57, lonely Sp circled the Earth by itself. But today, the worlds of communication weather forecasting television, navigation and aerial photography all rely heavily on satellites as do many national militaries and government intelligent intelligence agencies. Now, this is 1 of the crazy parts I didn't know. The total market for satellite manufacturing, the launches that carry them to space and related equipment and services has balloon from 60000000000 dollars in 2004, to over 200000000000 dollars in 2015. Now, Spacex has been around for, I think, now 15 years, 13 years is the time this post was written. It was published in 2015. So 15 years, and in that time period, this is where we've seen this this massive gross growth... Excuse me. In the total market of satellites and and the related industries. And it says, here's what Spacex does. It takes things to space for people for money. And as we established, here's what Spacex really does. It's an innovation machine trying to solve 1 big problem. The astronomical cost of space travel because that's the key to making humanity a space faring civilization that can that can become multi planetary and back itself up on other hard drives. It supports itself by taking things to space 4 people for money. So we're we're get into that. What what what you'll see here in that echoes, the tesla is how they had, like, a multi multi plan, a multi part plan. Excuse me. For bringing an affordable, cool electric car to the mass market, how they started off with the roadster. That was part 1, then use that money to build and you to build a slightly expensive car. That was part 2, then reinvest those... That money into building which now the model 3. So I'm gonna get into how Spacex. Again, because what saying here, right now, they're basically a space... You know, it take... This is what Spacex does. It takes things to space for people for money. But what it's really trying to do is trying to be an innovation machine machine trying to solve 1 big problem. And what they say here is the astronomical cost of space travel. So there's no way that humans can be a multi planetary species or species. If the astronomical cost of space travel can't be solved. So I'm gonna... We're gonna get into how Musk's mission and and then a little bit of strategy in laying out his plan to do this just like we did. Again, a lot of stuff you're gonna see with Spacex and Tesla, you could tell they're run by the same person because the they echo a lot of same strategies. So, I'm on I'm on part 2, this part is called Musk's Mission. Like the rest of us, Elon Musk has a handful of life goals. Unlike the rest of us. 1 of those life goals is to put 1000000 people on Mars. Why a million people? Because that's musk's rough estimate for the minimum number of people it would take to create a completely self sustaining population. In this case, self sustaining has a simple definition It means that if the earth vanished from existence, the Mars population would still be able to survive and thrive and grow. They wouldn't be dependent upon earth for anything. It's not only Musk who's who's been thinking about Mars, And here's a direct quote from Stephen Hawking. I don't think the human race will survive the next thousand years unless we spread into space. We face a number of threats to our survival from nuclear war, catastrophic global warming and genetically engineered viruses. The number is likely to increase in the future with the development of new technologies and new way things can go wrong. That's a really interesting point. We need to expand our horizons beyond planet Earth if we are to have a long term future, spreading out into space and to other stars, So a disaster on Earth would not mean the end of the human race. Once we spread out into space and establish independent colonies, our future should be safe. This is Princeton, professor j Richard Got, In 19 70, everyone figured we'd have humans on Mars by now, but we haven't taken the opportunity, we should do it soon because colonizing other worlds is our best chance to hedge our bets and improve the survival prospects of our species. Sooner or later, something will get us if we stay on 1 planet. By the time we're in trouble and wish that we had on back colony on Mars, it may be too late. So what they're hitting out right here, and, I'm gonna continue give some quotes in a minute is the Elon to me has 2 reasons he needs... He thinks we should colonize Mars. The first is just what Tim was referring to is, like, backing up a hard drive. So putting the human species on another hard drive in case the main hard drive, which is Earth is destroyed or or there's some kind of extinction event that we couldn't predict. So it talks about that. We should do it soon because kai and other worlds is our best chance to hedge our bet and improve the survival prospects of our species. Right there, that 1 sentence, I think is a good synopsis of reason 1. I'm gonna get in at the very end, I'm gonna get into reason 2 that Elon has for colonizing Mars. And I think is obviously, not just as important, but is is as important to us now in present day. Because obviously, colonizing mars and getting millions of people is gonna it's gonna take several lifetimes to do that. But his second reason also, I think could be applied to... Just a good adapting it for a good philosophy on how to, like, live a good life. So I don't know if that makes sense yet, but we'll get there at the end. Okay. So now this is Nasa, the the Michael Griffin, he's an administrator from Nasa. In the long run, a single planet species will not survive. If we humans want to survive for hundreds of thousands of millions of years, we must ultimately populate other planets. 1 day, there will be more human beings who live off the earth and on it. And then science fiction writer, Larry N may have said it best. The dinosaurs became extinct because they didn't have a space program. And if we become a stink because we don't have a space program, it'll serve us right. Just keeping ahead a little bit. Now, what worries must the most is the fermi paradox. The curious fact that we've never seen any evidence of alien life makes him suspect that there are lots of 1 planet dead civilizations out there. He warns, and this is this is Elon. If we are very rare, we'd better get to the multi planet situation fast. Because if civilization is tenuous, then we, we must do whatever we can to ensure that our already weak probability of surviving is improved dramatically. And before I continue, I think I think if people if you're not, like, Let's say you just took that last sentence or 2 out of context, and you just you randomly... You just went, like, just let's say on the streets of New York City, and you start interviewing random people and see what they think of that. And I think even though, like, if you... To me, the the the conclusion is extremely logical. For whatever reason, there's... We we haven't found any intelligent life, even though mathematically, there should be because there's there's as many earth like planets in the the universe as there are grains of sand on on in the, like, on on earth. Right? So I think when you start saying, hey, you know, it's very logical that if for whatever reasons, we we live in a planet where 99.99 percent of all living species has already gone extinct. We're living in a universe where it's there's probably lots of, 1 planet at dead out there. So therefore, if we want to avoid the most most common outcome, we need to do something, like, we have to get to another planet, and we have to become a multi planetary species. So that seemed... To me it seems incredibly logical. And maybe it's just because I've been reading a lot about this, and I've been following it from from the beginning, and reading 3 hours of. I mean, it is persuasive. Right? And I think most people though, I have a feeling that most people would sc at it. They think it's just ridiculous. Like, in the post they talk about how, there's a congressman or a senator in, United States that wanted to slash nasa's budget further because it was Barney Frank because he's saying that, you know, we have problems on Earth. Like, all this money in space is a big waste. And I think that's how most people feel. And and I think the reason most people feel is because, like, when... If you live most of us live in cities, Like, like, I live in Miami. So if I go outside it at Night, yeah, I can see some stars, but I'd have to drive about a hundred miles west in the middle of the Ever, where there's no, like, there's no light pollution to see anything of magnitude. And the reason I'm going on this, like, this this this random thought is because I didn't realize how powerful, like, my feelings for space were until this is, like, 6 or 7 years ago. I was in the summit... Southern hemisphere in Argentina, and I was in a little town on the coast called Pin Mar, which is like about 5 and a half hours south of Buenos aires, and, millions of friends went to the beach in the middle of night, and there's no light pollution very clear size sky. And this is the first time I've ever was it was able to ever see a clear... Like, you... I saw the milky way as if I could touch it. And to this day, it gives me, like right now, Getting, like goosebumps thinking about it, are talking about it. And it just changed everything because you just realize how, like, the reason Bring this up is because, like, think about for the vast majority of human life we could... Every human got that same experience because there'd there'd be no light pollution, you'd be able to go out and see the milky way and and the vast of the universe. Right? And then as technology increases, and now we have electricity. We have cities. We have all those other stuff. It's weird. Now we have the ability to travel on in space, but we can't see space all the time. Like, you have to actually go out of your way to see to see, like, space in a way where the... Vast majority of humans at all... Have I've ever lived, got to see all the time. So I don't know if I'm rambling. I hope that makes sense. But I just think that, like, when I'm reading this stuff. I'm like, wow, This is really important. And may might might not be important for, again, for our lives. Right? But if you are interested in the continuation of human consciousness, like, this is something that has to eventually be fixed. So anyways, let me get back to the post. So that was Musk's mindset in 2001 when a friend asked him what he planned to do after Paypal. Musk recounts the conversation. I said, well, I'd always been really interested in space, but I didn't think that there there was anything I could do as an individual but I went on, it seemed clear that we would send people to Mars. Suddenly, I began to wonder why it hadn't happened already. Later, I went to the Nasa website so I could see the schedule of when we were supposed to go. But when he looked around the website, he was shocked to find nothing. Ever since the first round of slashes to Nasa's budget in the early seventies, the plans to go to Mars kept pushed back again and again as battles for funding failed. Now there were no plans at all. So must came up with a way to help. He'd put a plant on Mars. The plan called Mars Oasis was to perform a charitable mission of Mars that would carry a small robotic greenhouse to the planet. The greenhouse would use an arm to scoop up some martian soil, plant a seed, and then once a plant had grown, the greenhouse would send back what must calls the money shot. A photo of a sturdy green plant and miss the alien red background and the first known life on Mars. The idea was that the stunt would get a lot of attention, wake the world up to the excitement of space travel again, inspire a bunch of children seek out careers in aerospace and ultimately musk hope This renewed public interest would lead to an increased Nasa budget. Musk believed and still believes that around 0.25 percent of Us gdp are about 1 percent of the budget should be dedicated to space. He makes it clear he's not suggesting a return to the 4 percent of the budget days of the 19 sixties, just an increase from the less than 0.5 percent level. It's at today. For 1 percent, he says, we can buy life insurance. Musk, who was winding down his time with Paypal as the sale to ebay n, brought together a team of space people to work with him on Mars on on the Mars oasis. To make it happen they would need a rocket, which Musk would buy with part of his Paypal earnings. The cheapest Us rocket at the time cost 65000000 dollars. But in Russia, a used rocket would be a fraction of the price. So off to Russia went to negotiate the purchase of 3 refurbished intercontinental ballistic missiles. Musk was willing to put up 20000000 dollars for all 3, but the Russians wanted more. He left the country empty handed. And that's when he made the decision. He would do it himself, let me interject. So if you want more details about what they're talking about here, his trip to to Russia, Ashley Vance in his book, Elon Musk, Spacex, Tesla and the quest for their fantastic future. Goes in a really good detail. I think I talked about it on the very first founders podcast, which at the time, I didn't know is gonna be called. If you go back, go to Founders podcast are in your podcast player, it's the first it's the first podcast in there. But I've listened to that podcast. Obviously, many of you have. I think it's, like, the most downloaded podcast we've had by, like, a order of 2, like, factor of 2 or 3. But but the book is really a good source for that. It's a really fascinating story. Okay. So... And that's when he made this decision, he'd do it himself, not the plant project, the big project. He had spent months var reading about Rocket Technology, and what it would take to make them themselves, and he believed it was possible. He would put 1000000 people on Mars. Okay. So before I'm gonna move on to the section on how to colonize Mars, there's this random part I like, which kinda goes in kinda goes together that the random tangent I just went off of of of how crazy it is that for the vast majority of human history, you could walk outside at night and just see the universe and now because of the fact that most of us live in cities, with it's partially obscured. So, this is just some random bullet points that that are in the post and it talks about... Here's, there are other sides pointing to this being an extraordinarily unusual time to be alive, and here's some 4 4 ways that it's an unusually, extraordinary time to be alive. For 99.8 percent of human history, the world population was under 1000000000 people. In the last 0.2 percent of that history, it is crossed the 123456 and 7000000000 marks. Up until 25 years ago, there had never been such a thing as a global brain of God like information I access and connectivity on this planet. Today we have the Internet. And here's a the third bullet point. After barely using any energy for the first 99800 years of human history, In the last 200, we've suddenly thrust ourselves into the fossil fuels error, blowing through a huge chunk of stored underground carbon energy without fully understanding the implications of doing so. And number 4, humans walked around our road horses for 99... For excuse me, for 999 of the last thousand centuries. In this century, we drive cars, fly planes and land on the moon. Alright. So I'm gonna skip ahead to how to colonize Mars, and then which will eventually lead us into the the business plan of Spacex. Okay. So specifically, the model musk as has in his mind is that flights to Mars will be funded by the passengers riding on them. The same way public transportation works on Earth. And the key will bring will be to bring ticket prices down far enough that a million people would buy 1. Ari he's explained to me in Musk speak. You remember Musk must speak from the previous 2 episodes. And now here's a direct quote from Musk. There has to be an intersection of sets of people who wish to go to Mars and people who can afford to go to Mars. And if that intersection of sets equals a number of people necessary to make Mars self sustaining, that's the critical solution. In 2002, Musk explored further. This another direct quote. I put together a team and over a series of Saturdays, I had them do a feasibility study about building rockets more efficiently. It became clear that there wasn't anything to prevent us from doing it. Rocket technology had not materially improve since the sixties. Arguably, it had gone backward. He was pumped. But back to reality for a second. If you decide that revolution the cost of space travel was the key to something very important. You wouldn't be like, great. I'm gonna go do it. You'd be like, I don't know how to do that. To get our heads around how 1 might achieve such a thing, let's imagine that we were trying to do it and work backwards. This is a really interesting part of the post. So it's gonna be a series of questions and answers here. Question, how do I revolutionize the cost of space travel. Answer, with decades of innovation, hundreds of trial and error launches and thousands of super smart people working on it. Straightforward, but ic. It's ic because question where the hell is the money gonna come from to pay for that. If the government were interested in funding it, they'd have done it themselves already, and no charitable donor is gonna put up tens of billions of dollars towards funding a massive 30 plus year project that has no guarantee to work. Answer, you pay for it by making your research and development operation double as a profitable space delivery service, which is what spacex exists today. To test your innovative new technology, you'll need to... You'll need to do a lot of launches. Governments and companies will pay you a ton of money to take satellites, cargo, and people up to space during those launches. 2 birds with 1 stone. Question, but how do I know how to launch something into space. Answer, you don't. You have to spend a few years learning how to do it from scratch. And building all of the vehicles yourself and proving that you can launch successfully before anyone will hire you as a delivery service. So that's the phase 1 of Spacex that that he's already gone through. Question. But if there aren't any customers during the initial learning and development stage, who pays for that stage? Answer, you, the founder. Question, How do I get the money for that? Answer, you c found Paypal and then sell it. Okay. So that leads us into the Spacex business plan. And just says Tesla had the the 3 part plan. Here's Spacex of and it... It's called phase 1 phase 2 and phase 3. So phase 1, figure out how to put things into space. This the trial and error phase, which they've so far I've been able to figure out. Phase 2 revolutionize the cost of space travel for the ongoing space delivery business. That's the phase they're in right now. And phase 3 colonize Mars get a ticket to mars down to 500000 dollars per person. Continue ongoing mars colonization, eventually reach 1001000 people. And that's the the threshold. And again, that's that's mainly a guess. They just... They're guessing that take a million people to be for Mars speak, completely self sustaining, which means that even if spaceships stop going from earth to mars that the the people on Mars would be able to pro create and, keep going as an independent human colony, basically. Alright. So let's go back into the pope. Phase 1 really started before Spacex even existed, back in mid 2001 while Musk was still at Paypal. Strongly considering entering the space arena as this next move, must did what everyone does when they wanna become a world class rocket scientist in about a year with no schooling. He read some stuff. He read books like rocket propulsion elements and arrow thermodynamics of gas turbine and rocket propulsion. And he basically memorized all of them. There's some more list of books in the post that he read as well. Rocket expert Jim Can, who met Musk around this time and was on the failed trip to Russia with them says, quote, he would quote passages verbatim from these books. He became very con converse in the material. To supplement his reading, Musk asked a lot of questions of a lot of people. Who calls Musk by far the single smartest person that Ever worked with, says that Musk hired as many of my colleagues in the Rocket and spacecraft business that were willing to consult with him, and that it was it... And that it was if he would suck the experience right out of them. As musk started to talk more and more seriously about making space, his next big pursuit. Musk's friends were worried about him. Wouldn't you be? Imagine if your friend made a huge amount of money selling an Internet business and then told you he was gonna spend almost all of it trying to become the first entrepreneur to succeed at building a space launch company because it was important It was important that human life became multi planetary. You wouldn't feel too good about this. 1 of Musk's friends did his best to talk him out of this insane project by putting together a montage of rockets blowing up and forcing must to watch it. But Musk is an odd duck, and he continued long un faced. After building himself a tree trunk foundation of knowledge, it was time to get other people on board. When I ask Musk about his knowledge of business, this is... This... I love this part. This is a really important quote. When I asked Musk about his knowledge of business. He scolded me explaining. I don't know what a business is. All the company is is a bunch of people working together to create a product or service. There's no such thing as a business. Just a pursuit of a goal, a group of people pursuing a goal. I don't know how many people think about their jobs or their companies like that. And I think that's really really crystallize like, are you wasting your life doing something you don't care about just because you're trying to make money? Are you actually in a pursuit of some kind of goal? To me, once you hear a worded that way becomes obvious, But I don't know how many people explicitly think in those terms? So back to the post. So we started assembling a group of the smartest people could find and Spacex was born. Now we're gonna get into some some actual interesting things about the organization of Spacex. Here are some early Spacex hiring policies. Number 1, no assholes. Musk says that if you hate your colleagues or boss, you won't wanna come to work and stay for long hours. Number 2, hire and promote based on raw talent, not experience. Musk has said he doesn't care that much about a grad degree, college degree or even a high school degree. Just a raw talent, personality and passion for the spacex mission. I sat down with Spacex Vp of vehicle engineering, Mark Jun gia ko, who I was surprised to learn is a casual California bro. He seemed like some silly dude I'd be friends with, not a leading rocket scientist. He told me he was a terrible student and on his way to being a burnout of a human when he found an affinity for working on race cars at the car club where he went to college. Turns out, he was a total genius at it, and after... And after school, someone introduced him to Musk, who hired him. Jim ko quickly rose up at the company and now in his early thirties, He's in charge of 1 of the major departments of the company with hundreds of far more experienced people working for him. Here's another interesting thing. Musk interviews everyone, including jan and do so and does so like a weirdo. Alright. Let we check this out. This rule held with almost no exceptions of the first 8 years of the company's life, up to the company having 1000 employees. According to Musk's biography, each employee receives a warning before going to meet with Musk. The interview, the interview he or she is told could last anywhere from 30 seconds to 15 minutes. Elon will likely keep on writing emails and working during the initial part of the interview and not speak much. Don't panic. That's normal. Eventually, he will turn around in his chair to face you. Even then though he may not make actual eye contact with you or fully acknowledge your presence. Don't panic. That's normal. In due course, he will speak to you. So I think when he says Musk interviews everyone and does show, like, a weirdo. Think that's a really good way to to summarize that. The company itself, this is really interesting from a strategy perspective and we'll go in more detail in a minute. The company itself like Tesla is a heavily vertically inter... Is heavily vertically integrated. This means that rather than outsource most of the parts of the rocket making process to third party suppliers, Spacex does nearly all of the major pieces itself. Maintaining ownership and control over most of the supply chain. This is highly unusual in the aerospace industry just like it wasn't the the car industry. As Ashley Vance explains. And again, Ashley Vance is the author of the book I recommended did you read earlier, the Elon musk... You know what it I. It keeps saying it. As Ashley events explains, The factory is a temple devoted to what Spacex sees as its major weapon in the rocket building game in house manufacturing. Spacex manufacturers between 80 percent and 90 percent of its rockets, engines, electronics and designs its own motherboard and circuits. It's designed to sensors to detect vibrations, flight computers and solar panels. Old fashioned industrial, like Andrew Carnegie, who we're gonna cover on the podcast in the future. Actually just ordered a a massive book on him. It's like, 14 hours. It's gonna take you some to get through. And Henry Ford, who we've covered twice on this podcast. You haven't listened to those episodes, go back and listen to them, especially the 1 that's the auto of Henry Ford because it's just little bits of knowledge written towards the end of his career. Old fashioned industrial it's like hen Andrew Carnegie Henry ford were all about vertical integration as is Apple today in many ways. Most of today's companies avoid taking on the massive scope, vertical and integration requires. But for a quality control freak like musk or jobs, it's the only way they'd have it, and we're gonna we're gonna eventually get to the advantage that vertical integration, gives Spacex. On top of so many parts of the process being merged together under the Spacex roof. They're physically mesh together in the building just like at Tesla. Engineers on their computers are stationed either out on the floor and missed design and manufacturing are in all glass offices with the assembly process visible all around them. As the team grew and departments formed, must remain intimately involved in almost every process in a truly unusual way. So this is just gonna be a tangent before we get back to the the benefits of vertical integration. Some bosses are called micro managers. At Musk companies, his level of involvement earned him the term nano manager. Almost every person I talked to at both Tesla and Spacex emphasized how much of an expert Musk is in their particular field. Whether that field be car batteries, car design, electric motors, rocket structures, rock rocket structures, rocket engines, rocket electronics, avionics, or aerospace engineering. He can do this because of a combination of his immensely thick tree trunk of fundamental understanding physics and engineering, and his genius level of ability to retain information as he learns it. It's that insane breath of experience that allows must to say maintain such an abnormally high level control of everything that happens in his company. Companies rather. About Spacex rockets must said there's a direct quote from him. I know my rocket inside and out and backward. I can tell you the heat... The heat treating temper of the skin material, where where it changes and why we chose the material. The wheel... The well... Welding technique down to the Nat ass. So I've never heard that expression before. The Nat ass. Actually, don't know what that means. I guess it just means these extremely detailed. I asked Spacex Vp of software engineering Jan H H about Musk's man nano management nano management technique. He said, the biggest surprise for anyone first joining the company. Spacex expo around the term nano nano manager, and you're like, oh, okay. Likes to go down on the weeds. That's cool, but you have no idea. For the ceo of the company, he has an incredibly deep stack. He has all the info available to him and he can drill down on any 1 thing and often does. He's making very low level decision and very low level course directions for the company with high fidelity, and I can't imagine it working with anyone else at any other company. The thought of 1 person being a key decision point for so many things is remarkable to me. He can hold it all in his head and recall it on... And on... Recall on demand in real time as necessary in order to be in order to make good decisions. So... That was the quote from from the Vp vps software engineering. Little rambling on my part. I don't know if I the best job there. Okay. So now we're back to vertical... Inter... The vertical integration, and this section is called wire costs so high, and it's gonna relate to what we learned about vertical integration in the in the in the last section. Okay. So Musk is trying to answer the question, why are costs in the... In the space industry is still high. So number 1, this is his his opinion. The only companies in aerospace are huge and huge companies are risk adverse. He says, a quote from Muscular care. There's a tremendous bias against taking risks. Everyone is trying to optimize their ass covering, even if better technology is available, they are still using legacy component components. Often ones that were developed in the 19 sixties. Many many use Russian rocket engines that were made in the 19... In the in the 19 sixties as well. I don't mean their design is from the sixties. I mean that they start with engines that were literally made in the sixties, and like packed away in Siberia somewhere. Number 2. The the second reason why he believes costs are are so high, not enough vertical integration. We mentioned Spacex vertical integration and the full control of where its musk over what happens to Spacex. But Musk also believes the vertical structure is critical to keeping costs down. And he criticize the rest of the industry for not doing so. There's a direct quote from him now. There's this tendency of big aerospace companies to outsource everything. They outsource 6 sub subcontractors. Then the subcontractors outsource subcontractors and so on. You have to go 4 or 5 layers down to find somebody actually doing something useful, actually cutting metal shaping atoms. Every level above that tax on profit. It's overhead to the fifth power. Okay. And we're gonna see actual numbers as what this means if you're using subcontractors and they're using subcontractors, and then those sub subcontractors are also using subcontractors. Every single contractor has to attack on extra percentage points just to for profit just to maintain business. So in in an industry full of middle man, price hikes and decades old equipment. Spacex is tightly controlled in house supply chain and cutting edge technology has made it the world's cheapest option for space delivery. Now check this out this blew my mind. For years, the Us government has relied on 2 major aerospace companies, Boeing and Lockheed Martin, along with their joint venture called United Launch alliance, the. For domestic launches, the Ul charge of the government and the Us taxpayers 380000000 dollars per launch. For a similar launch, the Us government only pays Spacex a hundred and 33000000 dollars. For launches with other customers without all of Nasa's special requirements, spacex charges 60000000 dollars per launch. So in direct competition with the Ul it's what almost a third of the price? 380000000 is what the Us taxpayers taxpayers are charged by L. For Spacex, that same exact launch is a hundred and 33000000. And then if it's not Nasa, they can do it and even cheaper for almost what is that 80000000 dollars something like that? 73000000 less. For 60000000 per launch. So compared 60000000 per launch to 380000000 per launch. And reason Musk is able to get that down. 1 of the reasons is as his belief in vertical integration. Then I'm clear, I'm gonna end this section here. And this is again, something that that just keeps popping up, it pops up in the coconut chef, which we talked about 2 weeks ago. And then in tesla the last week, which I think is... Again, if you're only taking away any 2 things from any of these podcasts, it's it's reasoning from first principles. So actually drilling down to actually what is true and building up from there, and then not being trapped in your own history. So approaching whatever you're doing, it doesn't matter how it used to be done in the industry, approach it from a blank sheet of paper perspective. And so this what this paragraph can talk about. Without the baggage of a huge company with a long history, Spacex was able to design and develop the Falcon 1 from the ground up from a blank sheet of paper. See we... This is a direct from max v off an early spacex employee, which we see over and over again these posts, blank sheet of paper, reasoning for first principles, not being trapped in history back to the... Back to the post. And you can see the blank sheet of paper mindset and musk ground up reasoning. So he's calling a ground up reasoning here, also known as reasoning from first principles, And this is a direct quote from Musk. I asked what is a rocket made of? We're back to this. Aerospace grade aluminum alloys, plus some titanium, copper and carbon fiber. And then asked, what is the value of those materials on the commodity market. It turned out that the material cost of a rocket was around 2 percent of the typical price, which is a crazy ratio for a large mechanical product. So I thought we should be able to make a much cheaper rocket given those material costs. And again, the reason I say that there's so much I... When you drill down into Tesla and Spacex that echo 1 another. If you remember, he talks about battery. He's, like, well, what are batteries made out of? And it wind up being something Forgot the exact percentage. But if you look... If you could just buy the same proponents of the batteries on the on the commodity market, it was like, 70 percent of the costs. So she's like, alright, well, I just gotta figure out a way to arrange them in an order, and I should be able to do that for a lot cheaper than what they're trying to sell it to me for. So now I'm gonna end on I think I I almost thought about putting this in beginning? And it's why to go to Mars. Like, why why is he even doing all this stuff. So we we already talked about he had 2 reasons. And the first reason was as almost like, a, think about the metaphor of, like, backing up your computer. Well, if you only have 1 computer and 1 hardware and all your important stuff on there, and that hard drag gets fried, well, then that data is lost forever. And if you look at human consciousness as just a subset of a collection of data, that we need to back up our own species. So let's let's end here. Why go to Mars? And there are 2 major reasons now we're actually back up before I even jump into this. Remember, probably 30 minutes ago or so now I was saying that I think his second reason is... Again, not using the word more important, but I think is it's a it's a it's an important philosophy that I think, even a taken taken out of the context of spacex everything else is doing that. If you just applied to your own life that I think it's a good philosophy to just have a good life and enjoy the time that you're here. Okay. So let's close this out. There are 2 major reasons Musk wants us to go to Mars, and backing up the hard drive is only 1 of them. In this post, we've talked mostly about the first. Mostly mostly about the first very long term reason to colonize Mars. What must calls the defensive reason. And in order to see why that matters, we've had to zoom way out. But when he talks about his other reason for pursuing Mars because he believes it will be the greatest adventure in history, Musk is zooming way in and that greatest adventure in history is direct quote of Musk. This second reason isn't about the far future and the fate of the species. It's about everyone who's alive right now and the way we'll all get wrapped up in the adventure, even if we have no interest in going to Mars ourselves and how that might change how we feel about the world and our lives. To hammer in this point, musk references the apollo missions. Now here's the quote that I think is extremely important. And the best way in my opinion that I could come up with to end this podcast. Life has to be more than about solving problems. There have to be things that inspire you that make you proud to be a member of humanity. The Apollo program is certainly example of that. Only a handful of people went to the moon and yet actually, we all went to the moon. We went with them vic car. We shared in that adventure. I don't think anyone would say that that was a bad idea that that wasn't great. We need more of those things. At least we need some of those things. So what when I read that, quote, it reminds me you... He's also said this in some interviews that I've seen too and he elaborate. And he's, like, life. He uses that that phrase over and again. Life has to be more about solving problems. There have to be things that inspire you, and he's used to term like, what excites you getting out of bed. What is like, yes. I want to do this. And the whole reason if you remember in the first podcast was when I talked about, like, why I wanted to cover Elon Musk is because It's just so bizarre. He made over a hundred and 80000000 dollars in his early thirties after taxes. And when she's basically solved the problem that most of us have to deal with, and that's, like, obviously being able to support family, making up money to sustain yourself. Once you have more money than it realistically that you'd spend in 1 lifetime, even though I know people have blown through that much money before making bad decisions and everything, But there's still... You still need a reason to get up in the morning. And again, life has to be more about than more about solving... Life has to be more than about solving problems. There have to be things that inspire you. And I think even if you take that quote outside of the context of what we talked about here today, and you just apply that to your own life? It's, like, why am I getting up in the morning? There's another variation of this as steve Jobs is famous for saying that he'd look at himself in the mirror, and he'd ask himself if this is 1 of his last days, would he still wanna go do what he's about to do today. And we he'd have a a series of days where he'd answer that question, no. He knew he had to change something. And I think apart from all the other things that are on our mind, all the stuff that oc optimize our time. I think just asking ourselves like, what is inspiring me. Why am I up today. Do I actually wanna do what I wanna do? Like, today, I knew I was gonna record this podcast. Like I that made me excited. I was like, yes. I'm gonna do do another podcast. And that's just 1 of 1 of the things that inspires me. But, I don't know. I I just really love that part. That's why I wanted to leave it for the end. Obviously, if you wanna get the whole story, read the post. So now let's get to the support section. I want to talk to you in case you're interested how you can support founders if you like what I'm doing here. So the first thing is the easiest thing it's the easiest and really important part. And that what I need to do is open. You're most likely listening to this, if you're interested in the stats, something like, between overcast and Apple podcasts and itunes. It's like 90 percent of our listeners. Right? So that means you most likely they have an iphone. If you have an iphone or you can do this on your computer if you just have itunes. But if you're on your iphone, go to Apple podcast app on your phone, search founders, leave a 5 star review. So far, founders is a perfect 5 star rating and just... It would help spread the word to others. The more high quality higher ratings we get, the more people will discover it in the Apple podcast podcasts or the it itunes store, which is like, the vast majority. It's like 70... Something like 75 percent of the entire podcast market happens in there. So it's extremely important. If you like what I'm doing here and you wanna help spread the word, This costs you nothing, but 1 minute of your time and it makes a really really big difference. And thank you to all the people that have left ratings and reviews. I really appreciate it and some of you have maybe left. Okay. So that's the the easiest way to support. Now the most important way to support founders. The best way to support is by subscribing the founders podcast on Patreon. I make premium episodes of founders that are only found on Patreon. Nowhere else. Usually, that's every other 1. I do 1 to 2 every month. Usually, it's 2 a month, sometimes it's only 1 a month, But the only way you hear those episodes is if you subscribe their premium episodes. So you have to subscribe on Patreon. When you subscribe on Patreon, you get a, like, a hidden Rs link that only Patreon subscribers have access to. And, So that's the best way to to support this podcast. You get to premium episode. You also get every single episode I do early. So, like, this episode will be coming on, like, a, like, let's say Wednesday for patreon subscribers, and then everybody else has to wait to like, sunday to get it. So that's also, another benefit. So growing the number of patrons I have on Patreon is the most important thing for this podcast. Because the higher that number gets, it ensures that this project can continue in perpetuity. And it helps me stay ad free and independent. Now if you've listened this far, you already realized that we might be, like something like, maybe an hour in. There's no interruptions and no ads. So I've talked you about just before. Like, I'm a... Just as I I love reading, but I'm also a huge podcast addict too. And as a podcast fan myself, I think this is the single best listening experience where you get the entire product with no interruption, and I can only do that with your help. So patreon dot com forward slash founder podcast, If not, just Google Patreon founders podcast or, go to founders podcast dot com. I have a link for the Patreon right at the top, and I also include for the patreon in every single description, So you can also find out your podcast player. Okay. So that's number 1. Numero Uno no, as they say. The next best way to support the podcast after you've already subscribe on Patreon is buy the book. If you buy the book using the link that's on the founder podcast dot com, and in the show notes, of just in the description of your podcast player, if you buy... If if you use that link in the show notes, are on your podcast player. Rf founders podcast dot com to buy the book. This helps support the podcast at no additional cost to you. So you use up... It goes directly. Amazon, you buy the book, Amazon gives me a small percentage of the sale. It winds up being, like, something like 50 cents or something like that. So it's just a way, like, kinda tip the podcast if you like, what I'm doing. You also get a book, and that's the the a really good way to support the podcast. There's 2 other ways that you could support the podcast too. If you wanna listen to the book instead of reading it, then go to audible trial dot com forward slash founders, and audible is giving listeners of this podcast 1 free audio with absolutely no obligation if you'll try a free trial from audible. So you you probably know what audible is by now, they advertise on a lot of podcasts. This isn't... They don't pay me for the ad advertising. This is the same situation as Amazon. So if you're... If you want to support the podcast. When you sign up for a free trial, audible gives the founders podcast a small, a small little percentage you're sending you their way. So what do you get? You get 30 days of membership free, plus the a book to get you started. If you continue with the trial, you get 1 1 audiobook, a month. It's ad free, premium audio, you can also listen to offline. There's no interruptions, which is really important to me. You also own the library you build. So even if you cancel. Like, let's see. You keep it for 5 months, You cancel those 5 audio book. You know, they're they're yours forever. And the cool thing... They have this thing where, like, if you listen to a booking, you think it's... You didn't like, hey, you think it's whack, you can, exchange it. You could swap it out. So I think that's really important. So again, that's only if you wanna listen to the book and you don't... If you... You wanna listen to it instead of reading or supplement. Because I listen to audiobooks books, but I also read as well. So... And you wanna support the podcast audible trial dot com for slash founders. And again, everything is in your podcast notes, which are clickable on overcast and Apple podcasts, and and if you wanna grab everything, just go to founders podcast dot com. And then the last thing you you can do if you wanna support the podcast. And again, this is all centered around learning and reading is subscribe to the blink app. Blink is 2000 of the best selling non fiction books that they transform and they summarize for you into powerful packs. So you take an entire book and s the ideas and stuff discussing it. So you can read or listen to it in 15 minutes And so the... This is like, the most unique... Think about if you started a company and you just hired a bunch of people to read books and then summarize this stuff and you're building an entire database. That's what basically been doing. So I found out about Blink when they had, like a thousand books. And I think now they're adding, like, a couple hundred a month something like that. Now they're up to 2200. So that's basically what the what the what the company does. They hire people to read books. They summarize them, then they built this this library this app for you to use that you can read or listen to. So it's really helpful if you wanna, like, check out a book before, you wanna invest the time. So say, you... If you download the conversion you read it, it sounds interesting buy it that way. If not, go to Blink. If it they have in their library, you read about it. And then there's... And it's also good for some books that you're just not never gonna get it around to to reading. Most people read, like, you know, 4 to 5 books a year if that. So if you think about it, let's see, a 40, 50 years left on the earth. It's only not to that many books that you can actually get to. So anyways, blink dot com slash founders, they'll give you 20 percent off if you use that link, and same way as Amazon and audible. If you do that, it helps support the podcast as well. But these obviously all optional. So anyways, I've talked enough. My voice is going. I need some more coffee, I will talk to you guys next week. And if you wanna find out what book we're talking about, Check out Founder podcast on Twitter. Thanks for your time. Thanks for your support. I love you very much. Bye."
}