{
  "transcript": "By the time I became conscious of my dependence on her. My mother's large dark eyes were set in a big powerful woman of the frontier. I was a third of 4 children she bore in Kansas railroad towns in the 18 seventies before the prairies had been tamed. She buffalo me to nourish her sons. Sometimes now I see her eyes looking at me, miraculously, out of the face of 1 of my grandchildren. Sometimes in a mirror, I catch a fleeting trace of her in my own eyes. At such times, I hope a fresh that they were right. Those neighbors who would cast the nod at me and say, Walt takes after his m. Work, of course. A boy had to work in a household where my mother was the ruler. She worked all the time herself and had prod energy. What awakened me every day was the clan of iron lids on her cooks stove before the sun was up. For years, kitchen fire was the only heat we knew in the winter. Often, I had to scam her barefoot across a floor where snow had drifted through the cracks of badly fitting windows. I shared a bed with my big brother Ed. Before breakfast, Ed had cows to milk. And I had other work to do. Sometimes I was sent early to get the soup meat until I was 6 or 7, the few hundred people who lived in Ellis almost never got beef. We all ate buffalo meat. The rum was what my mother wanted. She would put a great hun of this meat into a big black pot in which she made her soup. I have never tasted any other soup quite so good. A certain soft scraping sound that I hear faint sometimes in a barber shop is like an echo of a harsh and loud scrape that I used to hear in our kitchen when I was a boy. Our kitchen was the only barber shot my father knew. My mother was the 1 who always cut his hair and shaved him. We never spent money for anything that we could get without spending. You can bet my father's skin was tough. It had to be to withstand that Kansas sun and wind and blizzard. But if his skin was like b leather, his heart was gentle. We 2 boys, his sons were a pair of fighting, chore dodging cubs, unruly and frequently in need of tam. Yet he never laid a hand on us in anger. He would reason with us and get obedience. But his mighty arms and call hands were never used against us. In many of the visions of him that occurred me, there a pain paintbrush his hand or a hammer or saw. Always, he was trying to make life better for his family. My father and mother where a great pair of people. Hardworking working partners devoted to the job of bringing up a family. That was an excerpt from the auto of Walter Chrysler, the book is called life of American work man. This is the book that I've been waiting for for over 2 months as part of this ongoing series on the early automobile industry pioneers. Those words were written about a year before he had a stroke in about 2 years before he died, and the book is full of memories of parents and family members long dead. And it's those memories along with other things he chose to highlight and remember towards the end of his life that maybe think of this quote by Carl Saga that I always think about. And Carl said, 1 an astonishing thing a book is. It's a flat object made from a tree with flexible parts on it, which are printed lots of funny dark sq. But 1 glance at it and you're inside the mind of another person. Maybe somebody dead for thousands of years. Across the millennia, an author is speaking clearly and silently inside your head directly to you. Writing is perhaps the greatest of human inventions, binding together people who never knew each other. Citizens of distant epochs, books break the shackles of time. A book is proof that humans are capable of working magic. And I think that's what this book is. It's Walter Chrysler speaking directly to you and I over 80 years after he died. And he's telling us the most important parts of his life as he remembers them. So let's not wasting more time let's jump into it. We're gonna talk, go right back to his early life, and his great admiration, for his father who was a an engineer on the railroad, and somebody that heavily influenced the the path that that he... That Walt... Walter chose for himself. So he says, Henry q Chrysler was known from end to end of the Union Pacific. That's the railroad he worked on. Certainly, he was the best locomotive engineer of the division. I obviously was talk about, I used to walk, as I was walking in school, he'd be walking to work in the morning. And so he would go into his father would go to work at 07:30 in the morning. He says, I used to watch him then and still be thinking of him when I got to school at 08:00. Often when he he left the house, I walk beside him, lug his dinner pai. What he carried rested on his hip, a great big 6 shooter. He was no sw buckle, just a railroad man who had been a soldier. So when his father was a young boy, he served as a drummer boy in the civil war. On a few occasions, his dad actually let him come to work with him and watches his father work working and he's been the whole day and this is how Walter remember that. He says the part of me most tire would be my face, and it was tired from g in my hours of ecstasy. Now this is Walt telling us a little bit more about the time and the place that he grew up in and it was a tough place to grow up in and you had to be tough to survive. So he says, despite the tam influences of chores and money making, I confess I raised my small share of hell. Maybe there is as much fighting among boys today, I can only say that you do not think so. In this school yard, we had 4 or 5 fist fights in the 15 minutes of recess. A kid who had a yellow streak would lead a dog's life. If you could take your beating, fighting back with all you had, you did not have to take so many beating. We really had a a tough environment. And so he talks about the results that he says, I certainly aimed in those days to grow up tough. There was no plumbing in Ellis. Ellis is the small city in Kansas said he grew up in. There was no plumbing in Ellis that anyone could brag about. And it was... It it was an event when my father bought a wind meal so he could have running water. The next thing was a bathtub for which he had built a special room against the kitchen. He made it himself. And so 1 thing he learned from both his parents is the need to be self sufficient. They built their own house, they raise their own food, they created their own jobs. If they wanted... For example, if they want plumbing, they they created it themselves. And so that's something that Walter carries on with his own work. At the time he's too poor. He obviously wants to become. He's he's a mach by trade, and that's something that he's very passionate about He's very passionate about mechanics and understanding machines. And he'd have to create his own tools because he was so poor and couldn't afford to buy them. He talks later on that. He thought that was the right way to do it because then you know for sure since you're the 1 that made it that it's going to to do the job. It's... You you needed to do. So it's a little about... I'm fast forwarding a little bit in his life. This time he's a a young teenager. I think it's about 14 years old, and this is some of his early jobs, and then we start to see his personality. Walter is is definitely a mis fit, and we'll see that. I offered myself as a delivery boy and was hired at 10 dollars a month. I went to work at 06:00 in the morning and was through at 10:30 at night. I did not like those hours, and I was not satisfied with either my money or my prospects. I wanted to... Quit the grocery store and learn about machinery. So his older brother is already an apprentice to be a mach. And so his brother's mad, and this what he says, why don't you be a boiler maker he would roar. 1 mach is in the family's is enough? I don't wanna be a boiler maker I'd yell back at him. His... So he wants to be mach. His brother doesn't want him to be machine. His parents don't want him to be a machine. They want him to go to college, and he says I did not like the thought of knowledge. I had a stubborn streak in me. So his dad won't give him permission to become an apprentice. That's how you you'd learn the trade back in those days. So like, hey, I'll do the next quick thing. I'll get a job as a jan, and I'll sweep the floors. So he does this for a long time. He says, but I loved it. I love to see the engines with their mysteries exposed. I envy the mechanics who understood their inner workings. I like to handle tools. After 6 months, I went to the master mechanic himself and asked his help. So this guy named Edgar, Easter broke. And he's seeing if he could appeal to Edgar to talk to his father. You wanna be an apprentice hey, yes, sir. Well, Walt, if ever anybody had the right to ask for the chance, it's you. You've stuck to your job and you haven't belly. I'll speak to your father. I'll speak to your father. That is if you are sure you wanna be a mach. Yes, sir, I do. I was a cocky youngster and full of confidence, but I was shiver in my eager ness. Mister mister Ester book, won my father over, so I began my 4 year term as a machine shop apprentice. My pay at first was 5 cents an hour. Who could ask for a better chance. So once he had his dad's permission, he had to take a test to become an apprentice, and he passes. And he gets a his first real sense of pride and accomplishment. And this this is something that continues throughout his whole life that he really valued work in learning. And a sense of, like, self confidence you get from doing something well. So he says a union Pacific shop apprentice. You can bet that I was proud. My opinion of myself had expanded tenfold when I became an apprentice. Everybody and Ellis knew that any apprentice had been required to pass an examination, a stiff 1. Some boys failed to make the grade, but I had done so readily. This is where he gets into needing tools. So he says a good work man was likely to mist mistrust any tool whose metal had not been tempered by himself. But I had an even better reason for making mine. I lack the money with which to buy them. Years after I cease to need them to earn a living, those tools I made were placed on display in a class case on the observatory floor 71 stories up in the tower of the Chrysler building, and that is just 1 of the most remarkable paragraphs in the entire book because think about this. In 1 lifetime, he goes from being so poor. They... He has to make his own tools. To having a skyscraper built for the company that he creates and that bears his name. So in this section, we see that he's definitely a maverick, definitely a mis it, and it's... I think this is to me, this is an illustration of a Jeff Bezos quote that You don't choose your passion that your passion choose us. And we also see that Wall Walt's lifelong personality trait that. He's just hungry for knowledge. So it says playing cards was frowned upon by the methodist. So that's his religion at the time. The use of whiskey cigarettes or cards were seen as evil. In that hideout, there's a a part in the shop where they have, like, where the Work man go to gather and hang out. It says, in the highlight we played cards, we smoke cigarettes and we had a little beer. Oh, how tough we felt ourselves to be. That was fun, but it was not half so thrilling as the work I did when we all overhaul an engine. The things themselves the things themselves were teaching me what I wish to know. Wished that word is not strong enough to describe my passion to learn about machines and the power that made them run. Concerning all the unfolding forms of magic, which we're then beginning to transform the content. The continent, I was mad with curiosity. As there were none in Ellis well informed enough to answer all of my questions, I addressed myself in almost every mail to the scientific American. In that editorial office, whoever received the questions from subscribe from subscribers must have thought that Walter P Chrysler was the pen name of a dozen use. At least half of whom were crazy. Yet, many of my questions were answered. And at this time, he's in his early twenties, there's just great story him and another, fellow work man. This guy named Mcgrath. Mcgrath winds up, like, throwing. There's, like dirty water everywhere, and they throw it on each. It's was like kind of this game. So Mcgrath dumps it on Walt, and then Walt tries to get him back. And he thinks it's a mcgrath that's gonna walk through this door, But... So this is a background of the story I'm about to tell you. But it was not a mcgrath that I splattered in the face. It was mister New. This is his boss. So he essentially dumps a bunch of greasy dirty water all over his boss by accident. He fired me before I he had the stuff wiped off. For some days thereafter, I felt it as as if I had been banished from the earth. I was sick. Nothing in the world was half so important as my apprenticeship. Eventually, somebody inter seeds on his behalf and he says, hey, Go see mister New. I went to see mister New. I begged his part while tears splashed on my chest. He beck me to follow him outside the shop where no others could hear him dress me down. So he said yelling at him for a half hour telling him, you know what you did was wrong, everything else. And and then at last, he says this. This must be a lesson to you. If it ever happens again, I'll file you for sure and you'll never come back. Now here's the great story. I went back to work. That fright did me a lot of good. From that time on, I really settled down to learn because I knew then just how much I love mechanic. And now in 19 36, out in Kansas City on our payroll, meaning the payroll of the Chrysler Corporation, there is the name of a gentleman, a friend of mine. Now quite old. The name is New. So this is how Walt described the person he was at 22 and when he's gonna make the big decision to to get out of the the small town that he's in. Sure, I was cocky. I thought I was quite a kid. I had a sense of hurry. Settle down, why that was just a trouble. I never had a chance to put myself in a situation from which I could settle down. Besides, I just knew that any other town was better than Ellis. Anytime I met a stranger, no matter where it was from, he knew things that were unknown in Ellis. To my parents, my defense was that I had ambition and wanted to get ahead. I had my mind made up. So he goes to to his boss, this guy's, this actually mister Ester, the 1 that proceeded he'd be on behalf of, to his father. He says you've been mighty nice to me that I am a mach. This is the end of his apprenticeship. It's something I owe to you. I'll never forget it either, but I'm going to quit. And so he goes, is there anything the matter walt? No, sir, Not a thing. It's just I wanna get more experience. I think I'm a good mechanic. Say, I know I am. I saw him g because of my habit eventual willingness to app praise my qualities at their proper value, So this is something you didn't know about Walt so entire life. He's got abundance self confidence. And it's not a abundance of self confidence because he's arrogant or cocky because he puts in so much work. He is determined to master's craft, and he gets the reputation as being 1 of the best best mechanics and best mach in the country, which opens a bunch of doors for him later on, which we'll get to. This is my habit obituary will willing to surprise my qualities at their proper value. I can do any job you ask me to, but I wanna learn more things. I simply had to get away I know that now. I had to give myself a chance to be a man away from home. So he starts traveling around. And at this time, if you do this, you're called a round house mechanic. Can you just go from city to city job to job, and he's looking for opportunity and looking for knowledge that does not exist in his hometown. But what he realizes there was also a benefit to having that structure around him. So at this point, he's homes sick, unhappy and he lacks self discipline at this point of his life. The discipline that he received was discipline from other people his parents, his bosses and everything else. So we've seen an example of, you know, being young and dumb in his, in his story. Even though even through my homes 6 homes 6 spell, I continue I continued confidently. I was getting all the best jobs to do around the shop, and I knew my skill in fixing locomotives was a cause of satisfaction to the bosses. I think an even bigger factor was that I had not then yet I had not then replace the discipline of home with self discipline. Lacking that any human being soon finds trouble. So what does it mean? It's just this like 2 bit circus that's coming to town. And so we asked his boss and the other workers if they can go take some time off work and go see the circus or the parade or whatever. And they say, no. And he gets so mad that other people are telling what to do and him and a bunch of other workers decide, hey, we're gonna do it anyways. And then they come back to the to the They come back to the job and this is the reaction from their boss and the lesson he learns. He was exceedingly solemn and quiet. In my years of railroad experience he began. Nothing like this has ever happened to me. You ought to be fired. Every 1 of you ought to be fired here now. You know that, and I know that. And he winds them not doing that. Right? He wants them to feel guilty, not just punish them, And this is what Walter realized realizes, he says, I wish I had not been so foolish. And you see with that 1 statement that he's very disappointed in in his behavior and his decisions to abandon his job, something that's... That's so important to his life. This next section I would really summarize this, this is really the restless of unrealized ambition. He's still young person in his point of his life, he spent several years traveling from city to city all over America trying to develop skills and knowledge. And he says it seemed to me that it could not make anyone... Understand except del Fork. That's his his like high school sweetheart and, winds up being his wife for his entire life. I could tell her that I was ambitious, and I even dare to tell her that I intended someday to be a master mechanic. Of course, I realized I had a lot to learn before I could really hope to have that that dream fulfilled. And that was why I wanted to go to a bigger place, so I could get more experience. Most of the time, even in my own mind, I was pretty vague about what I was going to do. And this experience that he's going through is 1 of the most cherish memories that he has the rest of his life, and this is where he's just going from town to town to town, and he's talking about it now. And he says there's no order in my recollection of those times. I found jobs in many places. Yet. I never seem to find the job I hunted. Often I was broke. But if I went hungry, that was simply due to bad management. The important thing is that I never have forgotten how it feels to ro around this country hunting work. In the shops, I was learning more and more. I learned something from every good mechanic with whom I worked. I learned the workings of a variety of engines. I learned shop practices, but most important, I learned a lot about men. And still more about Walter Chrysler. I lacked patience then. I wasn't willing to stick around a shop to prove that I was good. If they did not appreciate me if any form dress me down, I'd get my time. I'd get I'd get my time, pack up my bag and head to the next shop town. I was spending money as fast as I made it. Spending money was 1 easy way to get over an attack of blues. As I was often homes sick. Yet, I must confess, I like this sort of life. I like the freedom, the sense of adventure and the lack of responsibility. And I think that, especially for every young man. At least that was my experience. The early twenties. We've talked about this over and over again. We see it in a lot of these books. There's just a special time. We've now transitioned from you're you're on your own in most cases, you're still rather young and dumb, but you don't... But you don't know that. You definitely don't think that at the time. And I just think this this feeling that he's experiencing, you know, this is in the 18 hundreds. Still occurs today. I must confess I like that sort of life. I like the freedom, the sense of adventure and the lack of responsibility. It's a very, very special time and life. And so he also talks about something I didn't know about this point in history was he'd run out of money, but you could go knock on people's doors for food. And this is something he knew because his mom fed thousands of people this way. He says, in her life, my mother must have fed thousands out of this way. Anytime you knocked at a backdoor out west and explain that you were on the move, looking for work, you got something to eat. Maybe just bread and butter, maybe a flu few slices of cold meat, no 1 ever felt a need to blush those d. Days of eating such a meal. And so after doing this for a few years, he's able to save a little bit of money. And when I mean a little bit of money I mean, a little bit of money. He finally saves up enough money where he feels he can go back home and marry his his sweetheart. Right? And this is Walter at 26 years old. Okay. I'm gonna read this to you, and then in case you haven't listened to every other podcast I did on the the... I talked about this in a few other. I... I'm sure which ones. But, well, let me get it first. This is we began our married Life with 60 dollar That was every cent I had. I was getting 30 cents an hour, 3 dollars a day for 10 hour days. Whenever whenever I could pile up, some over overtime, I figured I was lucky. I had more ambition than ever. I had been studying, I had been studying carrying on a course an electrical engineering by mail through the international correspondent school. So it's like a think about if you went to college, but you had to do it to do the mail. Right? And this is something he talked about later in life where he would know... He he would talked to other people, maybe their executives maybe the people running railroads or or automobile companies, and he was very en of people that were that had the ability to go to college. So he winds up doing these these these courses, these courses through the mail. Almost this entire life. For years. To the point where there's not 1 thing that somebody that was a classically trained engineer with not a term, they could bring up anything they could say that he didn't already know. But the reason I bring this up and it's so important to think about, like, Walter at 26. He does not know at this point in his life, but he will wanna he... At 1... At 1 day, not too far about 15 years in the future from now, he will be 1 of the highest paid people in America. I'm pretty sure he was the highest paid... He eventually is the highest paid person in the entire automobile industry. When he goes to work for Gm after almost 2 decades of developing the skills as an expert mach. He starts out at 6000 dollars a year. Right? 3 or 4 years later, I don't know the exact time frame. Very shortly thereafter. He is being paid 600000 dollars a year, which is an astronomical amount of money. In the early 19 hundreds. Okay. But, right, That's not happening yet. Walter 26 saved 60 dollars, so he could get married, and he's making 30 cents an hour. Sorry so I bring that up to you because there's several examples that I'm gonna, show you today where things can improve in your life way faster than you think is possible. Okay. So this next part, we're gonna fast forward. He's 27. This is a lesson from old man Hi. So there is a series of stories in this book. Where somebody took the time, somebody usually... You know, if if a generation older, say, maybe even old enough to be his father. Took the time to take an interest in Walt because they thought he had a lot of potential and a lot of talent, to teach him something that that he's youthful. He's has he's a big temper. He's an emotional person. He talks about this that he had to learn how to how how to control, like, his emotions. They could've have, you know, in many cases, like New bird, they could've have fired him, said, get out of here kid, and they didn't. They took the time to, like, listen, I was where you were once, which is exactly what he's doing when when you think about when he's writings auto. When you think about the way to think about this book in many other geographies is they're writing to a younger version of themselves because they know they're not unique. There is hundreds of thousands millions of people just like Walter Chrysler throughout history, and we'll be moving into the future. And so to me, the writing of this book is the same thing that these older people in many cases there were his bosses at the time, they're doing the same thing. Like, impart wisdom that they accumulated to experience and they're pushing it down the generations. Right? So we see this from old man Hi now. He starts... He's being told what to do and he writes this a letter. He doesn't... He doesn't like being cha. Right? He's got an anger problem. So he writes a mean letter to his boss. Not a smart thing to do. Right? And so we see the result of that here. And I I need to tell you also, Walt would clear almost every in every upper every place he worked if you stayed there long enough. He would rise up the ranks very fast. So in this case, he's... This Hi gave him made him a boss for the first time. Right? He's a foreman or superintendent. He's got... He's managing a bunch of other people. Okay? So let's go right to what Walt says, you do not need to drown to have much of your past life, real through your mind in just a single second. Jobs were scarce, and the sudden fear that you're about to lose your job may do that to you if you were young. I was 27. My own little office meant much to me. I had authority. I was the boss of scores of men fellows like myself, who understood metal and machines. However, misty mister Hi office was much finer. He was the boss of thousands. So I'm... He's the boss of an entire railroad. Right? And walt, is working on the the end and he's the 1 responsible for making sure that the the trains do not break down that they're that they're functioning so they can, always arrive on time. Okay? So he says he's office is much fine in mind. He who's a boss of thousands. I was a forceful snappy young fellow. Quick tempered. That was the trouble. A few days before I had opened and read a letter from the General Master Mechanic. I forgotten now what active oversight of mine had caused him to write me this rebuke, but I remember how quickly I got mad. A sassy letter from the boss. Hey, well, I could write a sassy letter too. My trouble was useful sensitive. Mister Hi had both caused to rebuke me and caused to feel outraged for my lack of respect. So he comes... I'm gonna fast forward a little bit. He gets into the office and he's nervous. He's very nervous. He thinks he's gonna lose his job here. But he starts off, mister Ricky he starts off being very calm. He's like, hey. Walt, God. Nice to see You sit down. Mister your Hi had caught me off guard. Well, you're a good boy. You're a hard worker. I don't know a better mechanic, and you've got courage too, so this goes on for a few minutes. And it continues. So he starts off with kind and gentle words, and this is the lesson that that he's learning for mister Hi. Well, I know you pretty well. Right after you went to work, I fixed my eye on you. Remember when we when we bought those 4 new cross compound engines, I was so worried about their valves. Where would we get a man to set them. Then Baldwin this another worker, then Baldwin Baldwin assured me, it would be no problem? He said we had a kid in the roundhouse who knew as much about engines as he did, So he's talking about himself. That floor me. Right? So he's starting off this rebuke with building them up, building up his confidence. Right? And then this is what Walt it says, which is... This shows how smart hi is. And this is 1 the most important sentence of this entire section. Certainly, he knew plenty about human beings. There isn't 1 of us who won't listen carefully to a sermon that begins with praise of our work or something else that we take pride in. You can bet I listen that day. You know walt, you got a future. I don't wanna see you throw it away because your feelings get hurt now and then. Let me tell you this. Now and then I get a letter that makes me boil with rage. You know what I do? Mister He Hi reached deep into his desk from a small drawer beneath. He pulled out a sheet of paper. I saw that it was the letter that I had written. Walt, this is where I put letters that make me mad. I leave them there for 3 or 4 days until I've calmed down. When I'm sure, mister mister Hi smiled on me then, I take them out and read them over. If you had put my letter in a drawer until you cooled off walt, you'd have dealt with it much more soundly. You would have been fair to me and fair to yourself. Don't you see? Now, you remember what I've told you, and this is Walt now talking. Since that, so he doesn't obviously get fired. He's he gets a lesson. Since that day I've never answered any letter while in a passion. Oh, I've gotten mad and pounded my fist on a table when talking face to face, but I've never lost my temper on paper. God knows, I have received letters that seem to tear my heart out. But those letters I have always filed in the bottom drawer. Just the act of pulling it open brings a thought of old man hi and cools me down. He was the old man simply because he was the boss. The 1 whose words of praise of sympathetic understanding gave more lasting satisfaction than my paychecks. Now looking backward over the course I have traveled, I recall him as 1 of my best teachers. A trainer who showed me how to curb some traits of temper that may what... That well might have sidetracked me or even caused derail. So shortly after this happened, walt he gets a letter offering the job. It's a better position. Right? Higher up and more money. And so what does he do? He goes and gas advice for old man Hi. An old man hi this again shows his wisdom. He does not wanna lose walt. He's like, listen, I don't you can have the job that you have well as long as you... As long as I'm here. Right? I love your work. I don't wanna lose you, but you've gotta take this job. And this is what he said don't let a find this is the advice that that He gets walt. Let me be clear here. Don't let a fine opportunity slide by just because you comfortable in a job that you have mastered. Don't be afraid of your future. So because of that bit of advice walt takes this job. He goes to an opportunity to where, okay. I've gone as far as I can here, I've mastered my job. So I can stay here I'm comfortable, but I won't be learning. I need to focus on accelerating my learning, and this is extremely brilliant by walt because this constant every time he got comfortable, and he figured out everything, he'd go for a next harder opportunity. And that's why he gets... He wants it becoming 1 the most the highest paid people in America. And this is the result that He says, I was out of my overalls, I meant to stay out. Now he's in an executive position. He doesn't... He goes back to hours later, but I'll get there in later, because he's gonna switch from the locomotive business, which is a more mature, advanced higher paying business and it switched to the early automobile business. So I was out of overalls and I meant to stay out. What I would wear to work was my oldest suit I had. It was worn and spotted, but it was good enough to distinguish me as 1 who worked entirely with his head. And so this this great quote that he's learning on his next job, I'll just dedicate 1 sentence to it. Responsibility, I was learning is something that weighs more heavily than iron. So during even when he was younger than this and and later in his life to. He always had this resolute self belief in his abilities. He he didn't know how he was accomplish the ambition he had, but he knew he could do it. And 1 thing I think is really important. I'm not only to have self belief self beliefs is obviously really important. But it he also had support. And his wife, specifically. He had someone that believed him. It doesn't matter if it's a spouse. It could be a family member, a friend, an older, an older person. It doesn't matter, but I do think this is really important and kinda gives us more, like, fuel to keep going. So it says nothing in my life has given me more cause for pride and satisfaction than the way my wife had faith in me from the very first from the very first, to all the years when I was a grease stained round house mechanics. So he's was talking about I was like, even when I knew I could be better than my current situation, and I had that belief, other people around me, might have doubted it, but she never did. So he describes this this continuing rise through the the, the locomotive industry. And he says everything in those shops was to be my charge. So he he keeps getting promotions. Right? I did not worry for a second. It was a bigger job, but thanks to an abundance of self confidence. I knew I could run it. Now what's very fascinating. He's almost at the peak of his powers. In this industry now he's been working in for what 2 decades. He has... He the title of the chapter is a chance meeting in Chicago. And he doesn't know it yet. He wasn't expecting it, but this is where another passion is gonna grab him. Okay? He says, I went to Chicago to see the automotive... The automobile show. That is where it happened. I saw this local automobile turing car. That's the name of the car. Now here's the problem. 5000 dollars cash. He must've buy the car. Right? I had 700 dollars to his name. That's all he has to his name. I must confess that I never stopped to ask myself if I should. If I could afford to go in hawk to buy that car? All I asked myself was where could I raise the money? So this is a story I've referenced. It's in a several other books, because Almost everybody in the automotive industry also admire Walter Chrysler. And what was fascinating, they talked about 1 of the best memories of him is that the fact that he raises money to buy a car, and it was, you know, like, the luxury car of the dates. It's 5000 dollars. Right? And he would take it apart. I think several months. I think it takes 3 months of him taking apart, putting it back together, taking apart, putting it back together to make sure he understood how it worked before he would even drive it. That's a very unusual decision. Right? But I need to talk to you about how he raises the money. Because I think this is interesting. Well, let me read it to you And then let me tell you my interpretation of it. He's got a acquaintance that has a lot of money. He's a banker and she goes home him for a loan. And the guy's name is Van and Van like, listen, what are you doing? This is so stupid. You you have 700 dollars Why are you why are you doing this? And he says, Van, you know a lot about the transportation business. You do business with the railroads here in Chicago every day. Well, the automobile is the transportation business too. The railroads have made this a richer country. Haven't they? Sure. Was a response. Well then, just ask yourself what this country will be like when every individual has its own private car and is able to travel anywhere. And so his responses well, be sensible. You get 350 dollars a month. That's a salary, and you wanna spend 5000 dollars on an automobile. So I wanna pause there. What I realized in reading the section was now in hindsight, we realized what was being sensible. He just understood before most other people. So he continues. That car had a fascination for me that seemed to be to others the equivalent of madness. So he winds up getting what, Vance says okay. Listen said, I'll give you the money. You have to get a cosign. So it gets a cosign gets the money gets the car. Okay? This section, those really signs that you have found a passion. I remember he's got a full time job still in the the railroad industry. So it says night after night, I worked in the barn until it's time to go to bed some nights, I did not leave the automobile into as long past my bedtime. Saturday afternoons and all day on Sundays I worked on that car. I read automobile catalogs. I studied sketches and still made sketches of my own. There was no single function that it did not study over and over. I proved to myself that I knew and understood it. So once he proved himself, he understood, he finally takes it for a drive, this is his reaction after driving it. I discovered I was so tired that I tremble. There was not a dry stitch of clothing on me. That sweat came from nervous and excitement. So up until this part, he is working in the for the railroads. Right? Making sure that the trains are running, engineering them improving them. Now he does something really smart. He goes from working from for the railroads to working for the manufacturer of the trains, and he discovers there's a lot more money and and pleasure in manufacturing. Okay? This is the job he's gonna have. He eventually gets promoted to 12000 dollars a year. When he's recruited by Charles Nash to take over and run Buick. The the the manufacturing, but we're not there yet. So... So now he's gotta go from being an executive to back into overalls, but he's happy about it. He says down. Not me. I had all the confidence in the world. The next morning I put on my overalls and plunge into my work. Now this is such an... And this is such a great feeling to have. What was more important was the change in me. The fun I had experienced in making things as a boy was magnified a hundred fold when I began making things as a man. There is in manufacturing a creative joy that only poets are supposed to know. Someday, I'd like to show a poet how it feels to design and build a railroad locomotive. So he winds up turning around this this logan locomotive manufacturer. His reputation gets spread around, and that's where he starts to get recruited. This is the the part of the his life story where he gets recruited to run production for for for Buick. Now keep in mind, I've already... I didn't bury the lead. He's going to start at 6000 dollars a year, and when he leaves, he's the highest paid person in the industry at 600000 a year. So he meets with Nash, Nash says, hey, you know, think it over, go to the Buick factory and tell me what you see if is there room for improvement? Like, is this a job that you would actually wanna do. It says what I saw astonished me. Of course, I was a mach, and I was looking at work trained to handle wood. The bodies were being made of wood in a big carpenter shop. With wood, they were ad skill, but but for most of them had been carriage builders. But whatever they were... But whenever they were handling metal and seemed to me there was an opportunity for big improvement. I saw hundred such opportunities so that it became excited eager, saying to myself, what a job I could do here if I were the boss. So he... He... The next day he goes meats with Charlie Nash, who is running be at the time. This is mister mission mister Nash, I'd like to come here. I think I could be a useful man in this plant. I'm anxious to get into this business and with this company. Well, you formed your opinion very quickly. Now the response from Chrysler. I saw enough to be able to make up my mind. Finally, he said, what salary do you want, mister Chrysler. I just had to raise mister Nash. They raised me from 8000 dollars to 12000 dollars a year. I could see immediately that Charlie Nash was getting ready to focus his attention on something else. His interest in me was gone. He just seemed to collapse. The way a tire does when its air is let out. In this business, we don't pay such high salaries. He said. There was there was a reason for that. 12000 dollars really was a big figure in Flint in 19 11. He did not know me. I was an outsider, but I was... But I was not prepared to let this chance get away from me. Is not the first time in his life that he'll accept less money for a better opportunity nor it's the last time he does the same thing. Mister Nash, what will you pay? He thought a while and purse his lips. He scratched his head. Mister K, we cannot afford to pay over 6000 dollars. I accept it mister Nash. He looked be will. Before I had been within 3 months, we were the best and the warm is kind of friends. We became friends in fact for life. Charlie is a grand man. So now this is walt reflecting on how difficult even though who's excited to do this, it was still, like a bitter sweet decision. And it's probably a a good indication that you... You're probably doing something, like, you you have a mixture of fear and excitement. There's a great quote by Mark Dr, it says why he loves working startups up so much that in start of you only experience 2 emotions, euphoria and terror. And I think this is a little bit of what what what Chrysler is experiencing because he's... Again, he's going from a mature developed industry that's making a ton of money into a new frontier. 1 that he's not... You know, doesn't know how it's gonna turn out. So he says, when I wasn't... When I was not excited by my prospects, I was sad. After all, until then, I had devoted my entire life to locomotives. I love them. Whenever I realized that this decision to go with the viewer company company would part, me, forever probably, from association with railroad engines and railroad, Men is my companions, I was afflicted by regrets. Aside from these feelings, I had to stop and think that I was taking my wife and children away from the comfort and dignity of the best situation I'd ever achieved, into a young and somewhat raw industry. And as we've seen over and over again on these... As we go through the series, It was definitely a overall industry to being beginning in like every industry is they're crazy times They're fast times to read about. But the chance... But the new chance was exciting. This is also interesting. He's he's gonna talk about other people I've just read books on. Certainly, my entrance into the field of automobile manufacturing was happily timed. In that year, Charles ke, put the first self starter on a cadillac and shipped it to him, Henry Le. So of course, I've done podcast podcasts on both those people, if you haven't gone back but she should go listen to. But I wanna bring up something too because in that book, I did a a few books ago called master precision. Talks about Henry Leland loved... He was, you know, the, like, the grand... The grandfather of the on industries. He's a generation older than almost every other entrepreneur at this time. And he he he he had an entire career as a mach before the automotive automobile industry even existed. Right? And so he would spend a lot of his time teaching. And he had a great respect for other mach. So Henry Lee was mach. He trained Horse Dodge, another mach. Funny enough. Chrysler eventually gonna buy Dodge after the Dodge Brothers die. Right? And he says it was the greatest thing he ever did in his entire career. That's very interesting. So I'll to that part in a little bit. But Henry Leland had great respect for Chrysler because he said he would be able to explain things to him and because he had to a similar background and a love of understanding and skill to to handling the machines, he got it a lot quicker than everybody else. Okay? So he's referencing 2 people there. Right after entering the Buick plants as a work manager. I asked for the peace work schedule. Okay. So this is vastly different. So now he's gonna compare and contrast. But Buick was making their cars as to how he was manufacturing trains. Right? Right after ending entering the buick plans as a work manager. Remember he's running this whole thing. I asked for the piece work schedule. The clerk, I asked looked at me blank. The piece work schedule? These men out in the plant are being paid on a piece work basis. Where is the schedule? There was no such record in the office that could be found. So then he says, back when he was working for American locomotive. We had to know to a penny, what it was costing us to drill a hole and what it cost to make an obscure little casing. All of our locomotive work had been scheduled. We had to know precisely. How many days it would take to cast a cylinder when the boiler makers to tank makers, the mold, the mach and other work men group by group would be ready to pass along what they had made. In that way, thanks to a painstaking study of every detail of all of our operations, we could promise to complete a locomotive on a certain day and keep our promise. So essentially what he learned in manufacturing locomotives, he then starts to apply to this new and that is why he becomes the highest paid person in the industry because he's the most skilled. He he reduces their costs. I think actually, 9 reduce cost, look about how fast he gets them to manufacture the cars. They go... This is a result of this continuous improvement, which I'm obviously summarizing. I'm the book goes on it a great detail on this. Right? The result of continuous improvement. They go from some making a car in 4 days to making 1 in 15 minutes. Nowadays when you go into an automotive factory, you see a lot of parts almost effortlessly put together and so smoothly that in about 15 minutes, what was 1 a naked... What was once a naked frame when you began to watch has become an automobile full of gas and oil being being driven off on its own power. Compare that with the 4 days that it used to take. Every new thing was an invention. As soon as 1 problem was revealed and straightened out, 20 other problems had arise. Now remember, he took a a large pay. He went from making 12000 dollars a year done 6000. He puts up with that because he thought the opportunity was good. Right? But but there's 2 things that are happening in this section. 1, Walt knows his value, and he's determined to get paid for it, which he does, and 2, things can improve a lot faster than you think. I had served for 3 years as the works manager at Buick. 1 day, I walked into Nash office and rested my knuckles on his table. Charlie. I want 25000 dollars a year. Walter, it was pretty nearly a scream the way he uttered my name. Now, Charlie, we've gone along fine. We're making good. Here in Buick, we've got we we got the 1 company that has been making money. Remember there's only 2 profitable besides ford under the Gm... I don't even know. I brought it forward for. It's profitable, but it's not under Gm. Gm only has 2 profitable divisions, Buick and cadillac. Okay? So Nash has interrupt him. He says just a minute until I finished. I waited a long time before saying this. When I came here, I was getting 12000 dollars. I took this job for 6000, and you haven't given me a race. I want 25000 dollars a year I'm going to leave. And so he winds up Nash says you're gonna get your 25000. Okay? So that's a smart move. Right? But predictable. They're gonna... Of course, he's really talented. Let's give to 30000 dollars. That's not why I'm telling this. Because Walt's next sentence was really surprising. Yes? Oh, well, thank you. And by the way, next year I want 50000. I was 40 years old. When I got home, I really started to enjoy that raise. I told my wife, and then this is where, you know, he talks over and over again the book, you know, years of sacrifice and support that his wife gave him. In fact, there's I don't... There's there's not a lot of detail around this, but his wife passes away at 58 years old and shortly after he has stroke. He just couldn't, some people believe he couldn't bear to be without her. So he says, I... And then does her response. I knew you would do it. And then this is his response. This is why it's so important to really have people where any to believe in you. Those words contained everything I wanted to hear. Okay. So at this point, Billy Durant is gonna come into the story. He takes back over Gm Nash is out, and so Gm the man are Billy Durant demand at Gm rather, and he says, flat out even though they didn't get along, They have different personalities billy durant tread up genius. He says I cannot hope to find words to express the charm of the man. He had the most winning personality of anyone I've ever known. He could coax a bird right out of a tree, and this is when Remember he went from 6000 to 25000 real fast and the 50000. Now the things are gonna go bananas under Durant. And to notice myself on this page was wow. That was fast. Durant seated didn't... He was about to leave, so let me use some background actually. Nash leaves, you know, was 1 of Chrysler best friends. They're gonna organize their own company, making their own cars, but it's not in Michigan. I think it's in Wisconsin. And so Chrysler thinking about quitting, buick and going to work for them, but he's hesitant him because he doesn't wanna move his family. He's made the move, you know, multiple times to chase to chase opportunities and now they're finally settled down. So he says, he's he's telling Durant, you know, I'm out of here. Durant seated himself in the opposite side the table. I was going to ask him for a race. He didn't me a chance to ask him. This is this is Billy Durant. How crazy is this sentence. I'll pay you 500000 dollars a year to stay on here as president of Vu. So now he's gonna give him 500 grand, 10 x is... Salary, but now he's gonna... Now he's, like, you're running the whole show. You're not just rolling running production. And this this is Chrysler response. He's... He just spraying on me that way. He did not bat an eye. I couldn't think for a few seconds. And so he didn't say anything, and so this is durant. Just keeps talking. Now, Walter, you just put aside for the time being all your plans and getting into business for yourself. I don't blame you for that ambition, but I asked you to give me 3 years. And so Walter also he recovers, but he also see... This guy's... You know, he's very confident as he said over himself over and over again. And so now He's like, okay. You gonna give me this money, but you're also gonna make sure that I have 1 boss, and you're not... You're gonna let me run this thing the way I wanna run it. Remember he wants control. I can accept only if I'm gonna have full authority. I don't want interference. I don't want other boss but you. If you feel any... If you feel that anything is going wrong. If you don't like some action of mine, you come to me. Don't go to anyone else, and don't try to split up my authority. Just have 1 channel between Flint and Detroit for me to you. Full authorities what I want. He was them beam at me. It's a deal. He said. So moving ahead, even though he had he admired Billy, he had a hard time working with him. And this this exchange they're having in in the durant office, it's it's part of the reason why. Billy, for the love of God, please now just say what your policies are for General motors. So he's saying, I'll do all, all an accurate policies, but I have to know what they are. Billy laughed at me. Well, I believe in changing the policies just as often as my office door opens and closes. I wag my head and said, you and I could never get along. That's the kind of fellow he was though. We'd fight, and then he'd wanna raise my salary. The automobile industry owes more to do durant than it has yet acknowledged. It's also why it did a report series on him. In some ways, he has been its greatest man. Before he leaves Gm though, he recruits cat. And this is the sections about recruiting cat and knowing what motivates a person again, he talked about how Hi, old man hi new human beings. We're seeing that Walt's a quick study. He's figuring it out too. I was eager to I was eager to get Kent to leave the management of Del to someone else and come up to Detroit. Remember everybody thinks Catch a genius. And after reading his his biography, I certainly do too. Most of my associates said I would never be able to to induce Cat to leave Dayton to leave his pet business, his friends, his home, his farm and moved to Detroit. I knew you could never tempt him with much money. Remember that section in the... When he finds his partner tells him, hey, we sold Del to Gm for 9000000. Kept working on something. Lifts his head up, says, oh, it's a lot of money goes right back to work. So what Walter is picking up on here is he's he's very astute realized. He's, like, you know, Gm has a lot of money this time, but he's not gonna... He's not motivated by money. He already has as much money as he needs. I need to figure out what's really motivating him, and he figures it out. I knew you can never tempt him with much money. Charlie really does not care a hang about money. But I sold him with an offer for an exciting job. You're the man to steer the whole engineering intelligence of general motors I said. While we were offering him was a chance to solve mechanical and scientific problems endlessly, and I could see his eyes glitter with desire. He took the job and thereafter general Motors began began to get the full use of the most important thing acquired with Del. In Ke, the company had a bargain. So essentially saying the most important thing was not Del. It was the mind, the genius of Kent that we wanted. And that was worth a lot more than 9000000 dollars. So he leaves walter gonna leave Gm right around this time. He he goes into some detail about what he felt the problems were I covered this impact podcast. I'm not gonna rehash too much. But he's saying, hey, listen, Bj was making about half of the money of the company, but the corporation was spending it much faster than we could earn. So I quit. This time for keeps. Billy, didn't wanna accept it. So Alfred Sloan, he sent Alfred Sloan. To talk him out. Says Alfred Sloan and 1 other came to See me. This is still... So Alfred not president of Gm yet. He's running... He became the president of the subsidiary company, which included Del. Okay? So he said they tried to talk me to staying. Walt's response. No. I'm washed up. I just can't stand the way this thing is being run. An anxious... All I'm anxious now is about to sell my stock. He winds up selling a stock for 10000000 dollar to dupont Alfred to Dupont and to durant, and he says, I was going to retire. I was 45. I had no plans of any kind. I had given myself completely to my job for years. So he stays retired for about half a year, and, you know, he's got more money than he he he can ever spend. And he winds up taking an opportunity. He wasn't sure. So the guy that winds up lend loan him the money to buy that car. You know, what was maybe 10:15 years in the past at this point in the story. At... He still has association with Walt. And he... Him and a bunch of other bankers got 50000000 dollars tied up in another automobile company. That's not doing well. Okay? So this is a series of events that hap to happen before Walt could start Chrysler. And he didn't wanna come out of retirement. So he he makes them an offer. He didn't think they'd accept. He's like, listen, I will come they're worried about losing all this money. He's like, I will come turn this company around. He winds up not being able to turn it. Was too far gone. But he says, undertake the job for 2 years at a million dollars a year, and they accept. He had such a great reputation of what he was able to accomplish it at Buick that this said okay, It's worth. Let's let's take the risk of spending 2000000 to see if this guy can get us back our 50000000. So those bankers also have money money tied up in this other... Company. Let me stop here for a second. The company he was hired for the million dollars year for 2 years is called Willis Overland. And what he realizes is, like, yeah, they have costs out of control that people don't know that that are running the company, don't know what they're doing, and he could fix those things. He's like, your product sucks. And I can't fix that. So they also had money in this other call company called Maxwell. And that is the precursor. They went buying it or taking over out of receivers ship, and then... This is really Chrysler. This is a company that becomes Chrysler. And so we finally got to the point of the story where we have the beginning of his ideas, Like, hey, I wanna make my own car. And when he realized... Because because he realized just to say, I willis over that, like, if you don't have a great product. You don't have a great car. You don't have a great car company. Alright right? So he says. What was my future going to be? I had determined that I was going to make somewhere somehow a kind of animal, an automobile that I was beginning to feel pretty strongly was unlikely to be made in the Willis plants. In the meantime, my banker friends had asked me to help them in another troublesome situation. This time, it was the Maxwell motors company that was in distress. And it's pretty crazy When you think about these these numbers. We're talking we're in... What, early 19 twenties, you know, the bankers hit 50000000 into 1 company didn't go go well. They put another 26000000 dollars is we're gonna about to see in Maxwell. So it says, Bankers had to continue to extend credit to the Maximum motor company until the total of its debt. Was 26000000 dollars. This is... This was during a boom in the early 19 twenties. So this is then what had appeared to be a flourishing boom after the end of World war 1, ended in a depression, the post war collapse. And so the bankers country like, you gotta help us out with the situation situation. And he starts taking meetings, and he's, like, hell, no. I'm not doing this. But he... This is a really interesting paragraph, especially the last sentence. He says, there was such an entanglement of intercom disputes that I began to believe it would be stake to associate myself for long with Maxwell. Once I remember leaving a meeting and saying, I would not touch it with a 10 foot poll. This is the most important sentence to the section. What I was saying, I would not touch was later on revealed to be the greatest stopper opportunity of my whole life. So he agrees to take it over. He does a lot of smart things here, including having the gum to ask for another another 15000000 dollars from them. After they up 26000000. He explained why He's like, listen I'm gonna settle the rest of the. 5000000. I'm gonna liquidate their inventory and we're gonna build a great car, and that's exactly what he winds up doing. But in the middle of this, he's talking about all the things. Remember. We're towards the end of the book. Right? Is a very short book. It's like, hundred and 30 pages. And you wouldn't think that with all the highlights Have from it and how long I've been talking to you about it. But in the middle of all this, he's he's going back and forth reflecting on all the different things he learned in his career and how he applied it to the opportunities later in life. You know, he's only got another what, 13, 14 years of of life left at this point. But this is advice that he gave to young people on how to find opportunity. So I'm gonna take a small tangent off of the beginning of Chrysler and read this whole section to you because I think it's extremely extremely important. Okay? So he says, I find myself advising the sons the sons of some old friends. Lately, such a boy wanted wanted me to help him get a job with an airplane company. This is now Wall speaking. You've economy me for advice. Yes, sir. Alright, son, you're gonna get some. Aviation as you say is a developing industry. But from what I... But from what I can hear, there are scores of youngsters after every job it has to offer. So this is gonna echo if you listen to the podcast that I did last week on Felix Dennis. He says the same exact thing that so many people wanna get involved in glamorous industries, and there's all the... He's like, the 1 of the richest cell people. So self made people I know lives in an un not lives. Has an un unbalanced job. He he gets rid of human waste, and he makes, like, 20 to 30000000 dollars a year and he owns the entire company. So it says, why don't you get yourself in a field that gives gives you a chance to discover all kinds of chances in or out of aviation? Because he's like, listen. You're going after... Yeah, You like that job, but so does everybody else? How are you gonna figure figure way in? That doesn't make sense. Us, so why don't you get yourself in a field to get your chances cover all kinds of chances in or out outside of aviation. You know this country is filled with developing industries, and there are a lot of chances. You simply wanna make yourself smart enough to recognize them before the other fellow does. If I were you, I'd qualify myself for account see. I become an accountant. Young accountant, not as a not to stay in an accountant. That's not what he's saying. This is really smart what he says. Young accounts were set around by their firms to audit the books of companies everywhere. They have a skill that makes them mighty mighty valuable business. They're indispensable. They often get this the most important part. They often get chances to go to work for the companies who books they have audited. And only that, they see in... They have access to information no 1 else does. You can see when the greatest opportunities are usually before other people do. And then his final bit of wisdom to this young person. If you miss 1 chance, that is no reason to brood, there will be another if you keep alert and qualifies yourself for opportunities. That lasts 4 words is a good description of of the the path that Walt took. He qualified himself for opportunities He did not know there was no such things the... When he learned... Sort started of wanting to learn to be a master mechanic and machine mach is. There's no such thing as the automobile issue. That's where he made all his wealth, but he he... All he knew is like, I a passion. I'm gonna get as good as I can. I'm gonna qualify myself as much as I can for the opportunities that so far in the future. I don't even know what they are yet. That's brilliant. So when you reorganize Maxwell, It's out of receivers ship, this is the benefits of starting fresh. And we start to see walt is fired up as he has fired up. What flexibility we had exclamation point. That is by contrast with any other car that rolled upon the highway back in 19 23. What he means is like, that we're not trying to improve a car that we've had for 5 or 8 or 10 years. We're starting with a... We're... A fresh piece of paper. Like, what should car be based on what we know now? The Chrysler car, nobody had heard about a Chrysler car. But we had dreamed about it until as if we had been its lover, it was worked to think of anything else, He's fired up. Let's go. I was in this enterprise with all of my heart and soul. So they they work on it for a long time. They finally have some prototypes. Right? And they're gonna, like, okay. It's time to unveil. We're gonna unveil the prototypes. We haven't manufactured any cars yet. We're gonna get people excited. We're gonna get our first customers because we're gonna show off our prototype at the giant auto show, which is in New York City. Right? This is in 19 24. They don't get to do that. Right? But this is a great great idea to solve the problem. So it says, the rules of the show for forbid a allot of space to models of a car which had not been produced and sold. Christ, our Chrysler models were barred from the show. We had counted heavily upon creating a a sensation with our new car They also have to raise some money, so they need people to get excited about it. Right? We could not sell Chrysler cars unless we had made them, but we could not hope to proceed with the making until our feeble credit was made strong with money from the bankers. He's got like a chicken egg problem there. Right? It seemed to us that we were pretty close to ruin before we had made a start. Of course, none of my associates knew the meaning of the word quit. So like, okay. You won't listen in the show is there a way to attack this from a different vector. Grand Central Palace where the New York Automobile show is held is where the public pays admission to see the to see the year's new cars. That's where they're were barred from. Right? But he says, but the men of the automobile industry always swarm in some nearby hotel. That year there Ron... Ron point was the hotel come door. So he sends 1 of his coworkers workers Joe over there. And he's like go get the lobby. When he came back, he flooded a sheet of hotel stationary with some writing on it. Boss. We own the lobby. It's like, okay. I, you won't let me even show. It's fine. I'm gonna put my cars in the lobby of the hotel. That way every single person in the industry is gonna see this. He says, although we were not in the show, we stole it. From morning until the night, a... Took for morning until late at night, a crowd was densely packed around us. Even before the end of that first eventful day, we knew that our models were attracting more tension than was being excited by anything on display in the Grand Central palace. So He's successful they get a lot of excitement, then they have a bunch of investors that wanna... Now they're like, wow. Everybody's paying attention his car. Okay. I'll loan you money, they wind up getting in the deal done really rapidly. I'm fast forwarding and it's just just another reminder that a lot can happen in a year. There was no question about space for the Chrysler when the allot were made for the automobile show of 19 25. In 1 year, we had sold 32000 of them. The results of that year, which we began by creating a debt of 5000000 dollars was a net profit of 4100000.0. It was a good time to straighten out our corporation structure, and so in 19 25, the Maxwell Mortar Corporation became the Chrysler corporation. So for a few years of doing really, really, really well, and they realized hey, we can accelerate how fast we grow if we can buy Dodge. So it says, the Dodge Brothers had passed away, but they had left a splendid name in the industry. They had been manufacturers for whom I had great respect. It says, in 19 28, the consensus was Chrysler bought a lemon, so he he one's a purchasing Dodge. Right? This this is an an important paragraph because he's getting a lot of slack. Right? They paid like a hundred and 60000000 something like that for it, and people were are laughing on. Like, look at this idiot 8. What is he doing? So it says, you you guys bought a lemon. That was the opinion of some minds that contained little understanding of industry, and especially of the automobile industry. Buying the Dodge was 1 of the sound acts of my life. And so now he's reflecting let's see where we're 9 years into the future when he's writing these words. Right? So he says yesterday, this is May 19 37, we built 6294 cars. The day before, we built 6500 and so it goes in what some people still suppose is a depression. Yet had we lacked Dodge, there was no telling what our situation would be. The Chrysler corporation of 19 37 has no debt. Getting rid of burdensome some interest charges, which is 1 phase of the course we pursued to come through the the depression so as to emerge stronger than when it began. So now I wanna tell you about a little bit about what the Chrysler building. Anybody's it's been New york knows what this building looks like. And more importantly, why he wanted to build it and a lesson that he has for his son, which I think is very valuable. I came to the conclusion that what my boys ought to have was something to be responsible for. They'd had grown up in new York and probably would want live there. They wanted to work and so the idea of putting up a building was born. Something that I had seen in Paris recur to me. I said to the architect, make this building higher than the Eiffel tower. That was the beginning of the 77 story Chrysler building. So it goes in a little detail about how much fun it was to work with the architects and build the building, but then this is the important part now fast forwarding and his son's taking control. So he says, but such matters now are problems for my son, Walter. He is running the building. He is the president and he knows his job. When he was ready to go to work? I said, you better learn something about the building? It's yours. Not mine. Where do you think I ought to begin, dad? And now you're gonna see the advice he gives his son is exactly the vice that he followed through his own career. And I think it's a if something he did and something he's telling his son might be beneficial to you and I. Get down in the basement and learn what the other fellows got to do. Go and scrub a few floors, clean some offices. That way, you could begin to see through the glasses of other people as well as your own. He did it too, and then proceeded through various jobs until he was well able to run the building. So it appears to me that he was still writing this book when he unexpectedly experienced a stroke He became an invalid. He survived for like, another 18 months, but he was never the same, and he passed away. There is a post script at the back of this book by the person that was helping him put together this book, and this is where I'll close. Every time we had a conversation. It seems to me. He shed tears. Yet always would start them was thinking of the past when he was a poor young man. Sometimes at first, I'm mistakenly supposed that he was feeling sorry for himself. Finally, I came to realize what it was that so deeply moved him when he contemplated his ina start, including those years of riding freight trains from town to town when he was hunting a chance to work and gain more experience. It was gratitude. Of course, gratitude to everything American that made possible his great success. He told his story in the hope it might inspire other lonely boys ro in the land to keep on trying. That is a hundred and 30 bucks done. 1000 go. If you want the full story. If you buy the book using a link that's in the show notes, you'll be supporting the podcast at the same time, and I'll talk to you again soon."
}