{
  "transcript": "With typical imp, he had been searching for a shortcut. Promoting a stock is like making a movie, Fried said. You've gotta have stars, props and a good script, Lately, good scripts had been hard to come by. Freed reputation as a daring penny stock promoter with a midas touch was unraveling with the collapse of his high flying gold mining company. Galactic resources. 13 months earlier, Galactic had sought bankruptcy protection in the way of pollution and regulatory problems at its Colorado gold mine. The Us environmental protection agency was building the Colorado mine as 1 of the country's worst environmental mining disasters, and the Us justice department had launched a criminal investigation. Compounding matters, Fried backup script, a hot gold play in Venezuela was on its last legs. Most major investors already shunned the 43 year old mining promoter. And now he was maroon in the middle of nowhere with a handful of his remaining adherence. This is an historic occasion he began. They used to shoot people who entered the territory. Now you are part of a select group that has been allowed in. We are very proud of the company that has brought you here. In the year since Diamond fields was founded, we have accomplished a great deal. We now have 2 diamond mines and the marine concession you see before you. These are the building blocks for a great major mining company. Fried sprang to his feet. And began to work the crowd, moving definitely from table to table. He quickly assumed an easy familiarity with his guests, then launched into a passionate and impressive sounding discussion of the area's diamond potential. By the time this stuff hits the water, 90 percent. Do you hear me? 9 0 is going to be gem quality and over 1 carrot. He gesture sea. And the diamonds are there, just lying on the gravel, waiting for us to suck them up. Robert F had won his visitors. John Bo for 1 wasn't surprised. In his short, year and a half with the charming American, he had learned that there was nothing Fried could not sell. That was an excerpt from the book that I'm gonna talk to you about today, which is the big score. Robert Friedman and the V Bay Hu, and it was written by Jackie Mc niche. So this is another example of, a book I didn't know existed. It was recommended, to me by a listener. So let's not waste any time let's jump right to the book. I wanna tell you something I wish I knew upfront when I read it. So the title of the big score. What does that mean? This book is fundamentally about Robert Friedman having a company, a mining company that accidentally discovers the largest nickel deposit, and I think North American history. And he winds up selling that even though he invest, I think less than a million dollars upfront. He ends up selling that for 4100000000.0 dollars. And so the book is about how this this happens. But the reason I think this is the right time to do this book right now is because, next week, I'm gonna start a multiple part series. And a... A listener turned me on to the fact that there's multiple books on Edwin Land that I have not yet covered. So back on founder number 40, I did, 1 podcast on Land based on 2 books I read about him and the company he found at Polaroid. So the reason I bring that up now and how this relates to Robert is because Edwin Lynn was the single most influential person in regards to how Steve jobs created Apple. Right? And as we're gonna see, Robert Friedman and Steve jobs were temporarily were friends when they were both at Reed College, and we're gonna see Robert's influence on Steve a little bit as well. Okay. So I wanna get right into it. I wanna talk about Robert's early life and then his arrest selling asset, selling Lsd. So says Robert Fried had attracted attention all of his life. But it was at the age of 19 that he found his first big odd audience. On the morning... On 1... March morning in 19 70 as he sat in a van in a parking lot of a shopping center in Portland Maine, a somber group of middle aged men and dark suits and narrow ties surrounded the college sophomore. They identified themselves as federal agents, grabbed his arms and locked handcuffs over his wrists. Despite being shack and flank by 2 grim face detectives as soon later led to jail, the thin young man with long wavy blonde hair still managed to flash a brilliant smile for a photographer from the Portland press herald. Friedman G as if he just won an award, but the prize handed down in February 19 71 consisted of a 2 year jail sentence for unlawful selling drugs. Police confiscated more than 24000 tablets of Lsd, valued at a hundred and 25000 dollars. So the newspaper this a quote from the newspaper article at the time Says the former star athlete an outstanding student was 1 of 3 young men arrested, in a large interstate and narcotics ring investigation. Free assists to this day that his his time in Jail was a miscarriage of justice. Typical of the corrupt Nixon administration. Those direct quotes from from Robert. Like many college students of his generation, he experimented with drugs, including Lsd. And he vigorously protested the Vietnam War. Echoing Timothy Lea notion that drugs were an Agent of change that would free the world from such stupidity as a Vietnam War, free them recalls. We another direct quote from We honestly thought that if everyone took Lsd, the Vietnam War would stop. The judge sentence for to prison because he said, the court is satisfied that you were the principal in this affair and that you took the role of leadership in this transaction. So that's an important part I wanted to highlight because not only he doing that when he's selling Lsd when he's, you know, what, 18, 19 20 years old, but he's also in every single transaction in business, definitely taking the lead, and he was obsessed with control. Or he he's still alive, So he is obsessed with tri said. According to the judge, f was driven only by 1 motivation when he became involved on the drug sale. You gave no this the the judge talking to to Robert now. You gave no thought to the consequences for others that could have resulted from this transaction, but only to the large sum of money that you could have obtained. So this is 1 thing to know about this book right up front. You have to know the biases of all the authors that, you know, the... How they view the subject before you read the book, and it's very clear. He... The the author doesn't... Most of the time she's calling him the promoter. That's what Chester reversed to him. She doesn't referred to him as Robert or F. It's the promoter. As you saw in the open expert, You know, he's he's a very complicated character. He's undoubtedly been involved in a lot of shady stuff. What was so fascinating to me is the difference because his partner at the time talks about, you know, I've only known this guy for year and a half, but he clearly can sell anything. And so I was struck at the contrast between how the book describes Robert, and I'm gonna highlight a lot of, you know, a lot of his faults say, no doubt about it. And a lot of the the Shady stuff he did on on the way we... To becoming a billionaire, but I was, you know what Let me Let me see what this person was? Like, why is everybody so he's almost like a pie piper kind of character where where, you know, he's a master salesman, and we've we studied a lot of master salesman on the podcast. And so I wanna watching a video of a sales presentation of and it's it's on Youtube, and I think the title is China is going to outlaw the the internal combustion engine. Right? And I watched the entire 30 minutes. And the... I was struck at how different He he comes off extremely likable, extremely knowledgeable. I have no idea. He's also talking his book, which he says openly, like, you know, he he he's giving a discussion on the value of copper, especially if there's a huge increase in in electric vehicles. So I don't know if the contents of his sales pitch, that 30 minutes presentation I watched. Is accurate. I have no idea. I can't verify all the stuff he said. All I know is it sounds like it is. And so you you immediately see his charisma even in this presentation, you immediately see that even if you don't fall for the sales pitch, other people definitely will. So I just wanna bring that up upfront because, you know, people are complex. It's it's impossible to describe an individual as just 1 thing. And we see in this case, like he can be unbelievable we've talked about this paradox before. He could be unbelievably generous, but unbelievably machiavelli, unbelievably selfish and unbelievably kind. And he's all of these things. Alright. So let's go back to this part. The conviction was expansion in 08:19 86 and the records relating to the case were sealed, legally ent Free Fried to say that the conviction never happened. Fried next captured the Limelight in 19 72 as a political science student at Reed college. And this is where we we get into how he influenced the young steve jobs. This is 1 of most fascinating parts of the books book for me. So I'm gonna quote heavily from this section. I got a a lot of highlights in the next few pages. So it says reed college had a reputation for attracting bright icon classic students. In the early seventies, Read, is what they're calling themselves, took to heart their motto. Atheism, communism and free love. Had reed, Fried drug conviction was no handicap. If anything, the prison term only added to his my mistake at a at a campus that was known as a at as freaked out Reed because of heavy student drug you. So, you know, and all... I've covered what. 6 books on Steve jobs at this point. I think 4 of them were biographies. Own almost every biography talks about Steve talks about the the mind expanding experience that taking acid when he was a young person, had it had a profound effect on his life. He felt it it allowed him to to approach product creation in more of a broader sense. He even said that Bill Gates would be more interesting if he dropped acid. So it says, Friedman soon gated reputation as an irr and charismatic radical. So think about this... We're about to get into... He legitimately starts a cult here. That's a good way to think about Friedman. If you've ever studied, like, the the, you know, they have this term the cult of personality. These people that start these cults, they have this this, like, aura this there's charisma about them that attracts people. Now to some degree, people say, oh, this person's obviously crazy, but there's a smaller section of humanity that this says, no. This person's a genius. So this person's, you know, God or wherever the case is. So he's getting this this this reputation even though he's still in his early twenties, you know, that he's able to influence the thoughts of people around him. He had a knack for telling people what they wanted to hear. He quickly put his talents as a budding salesman to work by promoting a new image of himself. And that's another way to think about it him. He's very chameleon. He will blend into his surroundings and he will change depending on where he is. Heighten F Fried popularity was a 35 acre farm outside Portland that he says a wealthy Swiss uncle purchased as an investment. There's really no way to tell that. We just... That's what he says. No 1 actually verified that that truth of that. The farm drew a steady stream of hanger ons. This is gonna relate to jobs here in a minute. Among them an introverted freshman named Steve Jobs, who soon dropped out of read and into devoted myself to surviving the farms Apple Orchard. The Orchard, Orchard would later inspire the name of Apple computers. So that's not the only influence he had on him. You'll see Steve starts em and copying Robert's charisma, which people talked about later on her life how charismatic Steve jobs was. He was not that charismatic figure when he was a freshman college. The dashing young Friedman made a big impression on jobs, according to a close friend of jobs this guy named Don Ka, Ka had this to say about Fried influence. Quote, Robert was very much an outgoing charismatic guy, a real salesman. He'd walk into a room, and you would instantly notice him. Steve was the absolute opposite when he came to read. After he spent time with Robert some of this rubbed off. Freelance to us, so F then leaves the cult or whatever you wanna call it the Commune. They're gonna put a name to it later, but he goes and he travels throughout, he wants this study, like, Buddhism and he goes to India, and he comes back and he rename himself. This had a big influence on jobs as well. This F tails tales of his trip prompted jobs to make his own pilgrimage. Now this is to quote from jobs. Robert was the first person I met who was firmly convinced that the fun... That phenomenon of enlightenment existed. Jobs is quoted as saying in Michael Mori book the little kingdom. I was very at another quote from Jobs. I was very impressed by that. And very curious. So I actually read that book. I actually covered it on back on Founders number 76 If you haven't listened type pockets. You haven't read the book. I'd I'd very highly recommend reading that. It's very unique because it's written, it ends. It's, like, covered only the first 5 years. Of Apple computer. So it's very fascinating because it was published, you know, very shortly after, Apple had its initial success. And so we don't know, you know, obviously, it ends in, let's say, maybe the early eighties, maybe late seventies whatever it was. And it's just... I I haven't found many other books, because you think about how important Apple, you know, many decades after became... Like, I haven't found many books where... It only shows you the first few years of that company. I think it's very fascinating. So anyways, continuing. When fried returned Portland in the fall 19 73, he had reinvented himself yet again, he wore flowing robes and sandals and me friends with tales of enlightenment. He would embrace universal love and reject material attachment, which is hilarious because he's extremely greedy later in life. Reject material attachment was Free new mantra. Free began calling his Apple farm, the all 1 farm and operating it as a collective. And as you if you studied any of the... These kind of, you know, how they begin these commune. These cults begin. It's all... You gonna we're gonna share everything and then eventually, it's, you know, somebody wanting to sleep with your wife and getting you to work for free while, he reap all the benefits. That's played out over and over again. And this is exactly what happens here. Fried and his disciples practice s. They taught buddhist meditation. They grew their own food and blew into con con shells to scare deer away from their crops. Their children were Style was such names as silver moon and Ash berry. He lived full time on the farm as a self appointed local guru. He's gonna tell you I'm a guru. And my name is now Sit Ram Dos. While Friedman fascination with Eastern Religion continues to this day, anti material began to fade within a few years. His friends first noticed the change at the all 1 farm. When Friedman began introducing new ventures such as an organic cider press, they began to suspect that money rather than the greater good of the collective was motivating their local guru. As jobs explained in the little kingdom by the mid 19 seventies, Free Free friends became alienate by his growing preoccupation with money to quote from jobs here. Robert walks a fine line between bearing being a charismatic leader and a con man. It started to get very materialistic. Everybody got the idea that they were working very hard for Robert's farm and 1 by 1 they started to leave. I got pretty sick of it and I left. And so everybody leaves. He now he's gotta find a new hustle So he comes up with this idea this thing called Si. And what he wants to do is he wants to heal the blind in the Nepal. And so this is a description by a friend of his at the time, 1 of her name is Susan susan Gilbert and she's was 1 of the first executive records at Ce. This kinda goes nowhere. He says he's she's very idealistic. He worked very hard to make it happen. After a few years, Freed friends at Ce saw his ideal give away to something else. So again, this is why I think it, it's so important to use time as a filter. Because somebody could fake, like, being your friend or being a good person, maybe for, you know, a few months, few years. But over multiple decades, you know, let's say you've had a friend for 20 years, It... You know if that person's come back or not. It's very hard for them to not reveal their true intention for a long period of time if you actually know them on like, on a deep level, and that's the problem with Friedman issue as you see is, like, he jumps around with so many different ventures, so many different partners that if I was standing from the outside, let's say this person approached me and they wanted... And he had an opportunity. And I saw the track record I was like, you know, I've the chairman of 17 different companies. You know, I used to be partners with this guy and this guy doesn't like me anymore. And he used to know Steve Jobs, We're not friends anymore. Red flags would go crazy for me because you just see that, you know, he he's just not a very trustworthy individual. And what's even weirder is, and the reason I wanted to cover this book. It's not only is it a thrilling... Like, the author does a great job, like, keeping you interested in something it's as bizarre as like, what... Like, how our minds discovered And, like, why are they so valuable and the crazy characters that that prospect the minds and and all the different structures and all the different people involved, which I found fascinating. But it's struck out... It's stuck out to me rather. That even with all his faults, I mean, he's still 1 of the most on a financial basis, know we're gonna see he's got some serious personality defects. Which you've already hinted at. You know, a financial basis, he's 1 of most successful people in the world. So that it... That... That's hard for people to racking style, You know, the fact that there can be super successful on a financial business level and yet be extremely flawed people. This says by the night... By the late 19 seventies Robert F was creating yet another role for himself. This time as a gold mining promoter on the Vancouver stock exchange. The time in the seventies, this is the international capital of penny stock speculation. Just as with Buddhism, Friedman conversion to capitalism seems to have been swift and complete. And so he starts working in this area from into 19 70, and that's still what he does this day. He's definitely not... I don't think he would agree with the the description of a penny stock promoter. Now you know, he he's venture capitalist, an international finance Here, I think is how he describes himself, but this is how he starts out. So let's talk a little bit about, you know, this is a wild time. I never even I before reading book I didn't even notice this ever existed. And so the book goes into a lot of detail about, like, how there's a bunch of series of shell companies and and penny stocks and, like, why this phenomenon exists, The people that are involved and, you know, there's like a specific place point in time where this was very prevalent. And Vancouver was, like, the you know, the Mecca. So this is now a description of fried We... He drops into... He's a newcomer in Vancouver, and he he's going door to door and trying to sell ideas to to experience brokers, And this is 1 experience broker talking about how he remember Free at the time. Just another 1 of the many wild characters that come through my off office, see more gray thought to himself. When he introduced the unconventional entrepreneur to some of his broker colleagues, they dismissed him as a Jesus lookalike who preached about gold as though it was a second coming. But there was something about freedom that made see more gray look twice. The 31 year old clearly knew nothing about mining or the stock market, but he had an unusual intensity. So I really think this this hits on, like, you know, this at this point in time, people are always wondering, like, what is... If you... If this 1 skill they should go after. Like, should you learn how to program? Should you learn investing? Like, what is 1 thing? Like, what's the most valuable skill set in this time, And I I would argue that it's not... This time is not unique that we're living through? That what of what says true today during the passenger through in the future, but it's this... If you can learn sales. If you can learn the ability to talk other humans and into cooperating with you. That is extremely valuable. And that's what we're seeing here. This guy is... He doesn't know anything about the industry he's jumping into, but he knows people, and he's really good with them. At least in the short term, especially 1 on 1. People fall in love with them and then shortly after they see the real person. Like oh my god This gets crazy. I'll get to a crazy story later on where he's taking he's in a meeting he's taking home his shoes. He's just banging on the table, I mean, just just he's very bizarre person. S Gray just happened to have a shell company sitting on his shelf when Freeman walked into his office. It says to this day, this book is published in, late 19... I think 19 98 was a published. So I know if this is still true. But says to this day, the easiest way to launch a public company in Vancouver is to revive an old publicly traded corporation that has lapse into a coma. So we read this paragraph to it's important because this is how we get started and this how he creates all these mining companies. It's like, how did you get... How did you become how did you go public, Robert? You have no revenues in this company's 2 months old because it's not 2 months old. Using these shelves, and there's, like, this new loophole. I don't know if this new loophole still exists, but this is what's happening. Usually regulators have halted the stock trading of these so called show companies owning to poor financial health. Technically, they're still listed on the Vs c that's the Vancouver stock exchange, but their stock can't trade until certain financial regulatory standards are met. Investors typically gained control of a junior mining shell by buying control of its stock in exchange for transferring some new assets such as a mining property or lease to the dormant company. The shell is then rein under a new name on the stock exchange. It's this seem like this shouldn't be legal to you. This is crazy, where its stock may literally be traded for pennies. Hence the name, penny stock. This is him creating this... What I referenced at the beginning. This galactic. He he has a series of missteps here. Well, he's able to... He's... Essentially, like pumping and dumping. This is before he accidentally discovers. He's searching for diamonds, and he accidentally discovers. There's like, a there's a a lesson here. He's searching for diamonds. He thinks he's gonna find diamonds in Canada. And he went to discovering the largest nickel deposit. And, I think in the world. If not definitely North America. Might be the world. And so there's a a lesson there that, you know, sometimes you trial and error is the best way to discover opportunities that you don't even know exist, but it says, galactic, we're not there yet. This is 1 of his pumping and dumps, which winds up being, you know, huge environmental disaster. Gala birth and financial evolution offer important insights into how free would build his fortune. So that's why I'm bringing this up. I don't wanna just tell you about, you know, this is there's a point to to all this. And what would become free and then signature promotional tactic, he distracted galactic shareholders attention in 19 84 with a dazzling new gold play. The Summit Mine in colorado. This is the 1 I started the podcast with where they're saying, you know, it's 1 of the largest disasters in in Colorado history. A clue of Friedman promotional style could be found in the name of his holding company at the time. Han minds. I'm definitely pronouncing land incorrectly by the way. Free had told... Had... Had told c more gray that guy Was telling you about that Hahn was named after the Hindu god he most admired. I always say that the reason I love kinda of following these, like, I guess, trees of knowledge the way I would think about. Like, okay, if admire somebody find out who they admired and then follow that all the way at the chain. Right? Because you learn a lot about people by how they... Who they tell you, they most admire. Like, you can have a fundamental understanding of Larry Ellis when he tells you the greatest... He feels the greatest human in history is Napoleon. You have a fundamental understanding of Steve Jobs when he tells you his answer is Gandhi. It's a very interesting. So this is now free telling us the Hindu God that he most admire. According to mythology, Han was a legendary warrior hero and powerful magician who could transform himself into any form to defend his god. Remember he's kind of freedoms kind of like a shape shift or isn't. I told talked about the the, you know, the person is now 20, what is that almost, let's say 25 years after the events that take place in this book. I'm watching him on a video. Very, very different to the person described in his book. Wasn't long before the Deity shape shifting example was evident in Friedman ventures. Whereas Han changed form to defend his God, Friedman constantly recreated his companies to bring himself closer to what was rapidly becoming his god money by changing the shape of his companies, he could divert criticism and renew investor enthusiasm with new opportunities. Now that is a negative if you're pumping and dumping and you have no assets that are underneath the company. As we're gonna see today, that is a actually really smart strategy when you're increasing the value because think about, like this this way. Right? You have a show company. You hire some prospect for, you know, I think in this case, they give them, like, 700000 dollars they wind up discovering the largest nickel deposit, which they in turn, so then the prospect work for the the shell company. Right? The shell company, They're not... They're... They say they're a mining company. They're not a mining company. They're going to then... They have the rights to that discovery. Right? Which is worth in this case of over 4000000000 dollars. But they don't wanna do all the hard work of mining it. So they then sell it to an actual mining company and these are usually huge, publicly traded companies, multi billion dollar companies that then say, okay, you guys did all the the the the hard work for us. You found it we'll come through we'll give you a premium on top of that, but we'll take it over from here. And so they're still doing this to this day In fact, a few... So they went up doing the sale, I think in 19 96. Like, in 2018, the company that's gonna buy the this nickel deposit from Free. Has just like, they're still working on the mine, and it's gonna be going. It... They're... In 2018, they're they're extending mining for, like, another 15 years in the future. These are multi multi decade projects. Right? But what he... What Free does really smart. He does the same Mo that he's doing here with, like, this this, you know, pump and dump, like, fake gold mine. He does with the real thing. And he he takes a bidding award, You know, they think they might be able to get it for 1200000000.0, and he does this over and over again. And he... So I'm not like, I don't wanna mis characterize my my impression of Freedom. Like, I think, you know, He's not somebody wanna be friends with with foot that way, but he does is a really, really good salesman. He's he's got some really good negotiating tactics that that you and I can learn from assuming that what we are actually doing is valuable to other people. That's that's the point I'm trying to make. So now we're gonna get into Robert's personality his Mo. Friedman rapid a ascent Vancouver can be attributed to a number of factors. He's incredible quick study. He's definitely not a stupid person. With the hope of what friends described as a photographic memory, he rapidly absorbs on almost psychopathic knowledge of gold mining and financing techniques shortly after his arrival. More important, he knows how to make the most boring mining story riveting. 1 of the first things Fried did after found Galactic was to travel to gold conferences throughout North America to rub shoulders with penny stock newsletter writers. 1 of the few sources of information on junior mining stock. So that's what he's doing at this point. He's considered a junior minor. And junior miners usually sell to like the the major players. Okay? Which he does? The stock tips warmed immediately to the show, man and began touting his touting his new mining place. I says, Friedman specializes in finding near worthless assets shuffling them into a public company and applying a great deal of shoot of Hoo spa and establishing the immense worth of that asset. And some of these, you know, have very real value, not all of them are pom dumps. And this is an example of that. In 19 91, he received more than 40000000 dollars when this company called Ama max purchased his fledgling Alaskan gold company. A company whose total stock had been less than 3000000 dollars 3 years before. After the galactic Fiasco, F was never going to be a mining hero, but he could build a fortune as a money miner. It's actually a good description of what he does. He had 2 things in his favor. He never let failure stand in his way. Sitting in the way of his next venture, and he operated an environment where money was the only way of keeping score. Galactic financial and environmental debacle would have buried most businessman, but Free barely missed a beat after he left the galactic board. The man who had who had who had proclaimed ent when he was charged with selling Lsd, blamed others for the environmental fiasco. Friedman says that he profoundly regrets what occurred, but he denies any legal or ethical responsibility for the eventual mess including instead of, instead blaming Galactic engineering and consulting companies. This says Bob does not look back, explained norm ke. He's a chairman of this mining company called Tech. Norm, we're gonna study in a in a in a little bit. He actually does something that's really smart. Outside of Work Friedman had few interests. He says he, you know, kinda his kids, gets divorce winds up getting remarried. We see his personality here. The marriage was overshadowed by Freelancer constant consuming passion for mining deals. He spent most of his days traveling the world in search of prospects or working the phones from his office. There was no time for hobbies. His associates this is where we see serious personality defects here. And again, this would raise a red flag if you ever deal with people like this. His associates with our time taking back aback by his treatment of his wife. Unrivaled at a destination, Robert would sometimes bolt out of the airport and grab a cab, leaving Darlene behind to collect their baggage and make their own way to the hotel. So, again, you're gonna treat your wife like that? What is the chance that he's gonna reach you some stranger, some temporary business associate any better, not very likely. Right? So I mentioned earlier, this discovery is accidental. They're they're looking for diamonds. So Friedman has a company. He's got partners in the company. They're seeding. Think about it, like a seed investment. It's prospect, the ones that go out into very harsh environments and and actually search to see if there's copper or nickel or diamonds or whatever they're looking for. And so they... At this point, When they discover, they're like, oh, wow. We... We've hit something. They think it's going to be... It says, if the average grade is 2 percent, then the gross value of this deposit is worth 1200000000.0 dollars to today's prices. So that's, direct quote from 1 of the prospect journals. Right? At this point, they've only invested 700000 dollars. By the time they make this discovery in this company. So 700000 dollars... That's how much they spend on the company. 1200000000.0 one's being obviously for over 4000000000 dollars. But the reason I I wanna bring up this point is because at this time, Friedman is distracted. This is not just the... This is not the only series of prospect that he's that he's funding. And he's focused on, like, this this the this taking diamonds off the bottom of the ocean, which doesn't wind up working out by the way. And so this sentence I thought it was very interesting is the prospect had to keep calling the office. It's like, hey, we have something bigger rich something big here. And it says to the prospect dismay, Diamond fields continued to d there. So the the reason Bring up is because they almost missed the greatest opportunity that they had in their entire lives because they were to distracted. So that's the lesson there. And before moving on, I wanna describe the work that prospect do. They play such a huge role, and they can read benefits like the 2 prospect that wind up doing the discovery, they wind up I think making 300000000 out of the deal, so they definitely do very well, But the work is really crazy. It says, drilling for core samples is lonely numbing work. Isolated and remote wilderness drill crews were grueling 12 hour shifts, fighting nature and machinery. To cut narrow pipes of rock from the earth, so they work 02:12 hour shifts. They're running 12:24 hours a day. Yet their work is 1 of the most crucial steps in mining exploration because the cores measure the thickness and richness of a deposit. Fortunes are made or lost on the basis of what drill and their helpers pull out of the ground. So I'm fast forwarding to the part of the story where they finally get Fried attention. Right? Because he's got other people in the company handling this He also... He was he kind of, at the time. Remember, the book starts starts out saying, you know, he's 43 years old. A lot of people were kinda shu him only a few people are still buying into it. He winds up moving to Singapore from Vancouver kind of in shame. And so this is where we find him at this point. And his his... They finally was... Oh my god. We discovered something big. We gotta get Fried. We gotta tell them what's going on. And so his partner is gonna call him. But his partner, the guy that said, hey, I've been dealing with this guy for year and a half, and he could sell anything. They had a falling out. But he's got... He's realized realizes, like, they have to communicate because this could be such a big deal for the company. It says, reluctant, he picked up the phone and began dialing Singapore. His name Jean B, maybe. Bold did not know whether the man he was calling with Friend or Foe. In the past year, he had grown weary of Robert Freelance mer material temperament. That's a great description of him. 1 moment screaming and swearing at him and the next sending gifts, such as rare... Such as a rare parrot to his wife. As as B correctly anticipated his conversation with Free which trouble from the start. The promoter knew little above V bay. When Bull updated him when the drill test and described the massive sulfide Fried exploded. So this is... I'm not... This is a smart move what he does. This is not smart the way he treats other people, but he realizes, like, when you have an opportunity, you know need to go all in on it. Don't, you know, don't dill it out. So it says, when sort updated him on the drill test and describe the. So free freely exploded. Why haven't you kept me informed? He screamed? What do you know about the drilling? We have to find out if it's a real discovery? When Bold explained that the 2 prospect were overseeing the exploration and and claim staking, Friedman lost it. This thing is being run by prospect. They don't know what they're doing. We have to stake this thing to the horizon and claim all the land. So let me pause there or something I didn't know. So let's say you're a prospect. You wanna go in the middle of wilderness. And this is happening in Canada. They have, a department of mines. Like a governmental agency you go down there, you say, hey, you look at a map with them, you place markings on the map. Is this area stake by any, but has anybody else laid claim to this. You pay the government, a small fee. And if you find anything, you can get the rights to that to the valuable resources. Okay? So that's like, a basic overview of what they're... What he's talking about what's it's claiming and staking, which is actually smart because the problem is, like, what what people have failed to do in the past? Like say you do a good discovery. They'll... They because it cost money to to lay claims. They won't claim enough area. And then somebody else because this is public information will jump in and maybe they'll go, you know, 5 miles away. And then they'll jump and say, hey, we're claiming this, and it's the same because everything is underground. You don't know how big the deposit is. They can piggyback on that and steal preemptively. I mean, steel, maybe not the word, but they they take advantage of the opportunity because you wouldn't didn't lay enough claims. So that's what I mean about the smart move. Robert's, like, no No. We're gonna claim everything. So this... You you see this conversation continues. Bold saying he trusted the prospect advice that enough land had been stake, But again, how do you how do you even arrive at that conclusion? You there's no possible way that you know that at this point. And that's what Robert picks up on. He was not gonna bend to free demand for a claim taking blitz after a few test more testing exchanges, Free hung up. Much later that night he called and left a message on on bulls answering machine. Jean Jean. I don't know his name. I'm going to sue you if you don't buy more claims. So they wind up staking more claims. This is when Freeman realized oh, okay. I have to take control here these people are not aggressive enough. Free is definitely default aggressive. And this a quote from Wall Journal to time in 95. Robert Friedman, the Canadian mind promoter is known for pushing ventures at later stumble. Remember. As far as I can tell people he's got a better you know, it's funny what success does to your reputation. Right? At the time in the early nineties, you, he's just penny stock like Char. And now he's, you know, he's he's invested in Charity. He's got foundations. They say he's serial successful. It's very interesting how these these things are a lot more malleable than than than maybe we're led to believe. Right? So this is how he's... The reason I wanted to bring that up because that's how he's thought of at the time in the story. And this is why. When V gold, this another 1 of his operations released long awaited, a say, which is because basically reports on, like, they... You know, they're speculative drilling. When they... Let's let's call it report. When V go released long awaited to reports from its first drill course in Invest venezuela, there was hardly a trace of goal. So he'd raise those money... Money saying, hey, we're gonna worry... We're really striking rich. We struck gold. Maybe, they've done initial drilling, and they think it's gonna be a lot bigger than it is, and it's not, or sometimes they fake it. You really don't know. This is a wild. This is like the wild wild West. Within 5 days, the high flying stock, which had peaked at 16 dollars and 25 cents a share 5 months earlier crashed to 4 dollars of vapor more than 250000000 of shareholder money. For the second time in 5 years, investors have been badly burned by Venture league linked to Fried. So that's why the Wall Street Journal described him as such. And you'll see a lot of, you know, Shannon shenanigans as you could expect with human nature, in the in in times like this, you know, they're pumping, maybe the the stock starts at 4, they'll, you know, they'll sell 8 and 10 and then 12, and then 16, and then oops, it collapse and you're left holding the bag unfortunately. So in a fast forward, the prospect come to me with Freedom. Not only do they want a residual based on how much is eventually is mined, that's where they get a lot of money, But they also want to actually manage the ex... Like, the the initial drilling there. And so the prospect wanna maintain control and we learn at this meeting where they're meeting him for the first time, we learned free Fried reason for urgency. And again, I think he's got... He was really astute at picking up on this and and pushing for urgency. It wind up, you know, he he wind up in 1 deal creating generational wells. So he was right to do this. Even though the prospects believe they were qualified to manage the the drilling at V Bay, the odds stacked against them. These days most pro prospect are history, once they discover a major ore body, so the authors giving us some background on what normally occurs. Almost never do they continue managing an exploration camp. It takes a small army of trained experts to meet a myriad of government standards and operate a fleet of modern testing equipment, so they don't necessarily always have that skill set, but they wanna learn. They went up starting a company later on that does this for other prospect. By the way. The prospect were in for a surprise when they they were ushered into the boardroom. The stranger grained at the prospect and extended his hand. Hi. I'm Robert Friedman. Instead of the stern, tough talking opponent they had expected, the promoter was charming and sympathetic. See, this is where he's very Machiavelli, more like a chameleon. He can be extremely charming and an extremely, like, tyra. Like in a bring blink eye. They explained that they were not prepared to hand over the claims until Diamond Fields that's Fried company gave them the contract voice Bay. But, Fried didn't bat an eye. I'm not worried about the details now. This project is worth giga dollars. You gotta start drilling right away. The prospect warmed to the promoter immediately. If you were to meet Robert F, you'd probably do the same thing. It's over time that you... He unveil his his true color she. Right? They were just as keen to start drilling as well. But for different reasons. Free wanted more drilling results to boost Diamond field stocks. So this is what I mentioned earlier, how just the same strategy he has when he does these pump and dumps when it's not clear if they've they've hit gold. He does when it's very clear they have a a large nickel deposit here. Right? And so what happens is you drill, let's say you drill 15 holes. The first 2 keeps expanding. Okay? Now we think it's ex big. Let's say it's we think it's a hundred million tons. Then the second thing, second time we drill. Now it's a hundred and 50000000 tons. He doesn't announce that all at once. This is actually smart. He waits. And so you see this huge pop of stock. So let's say, okay, I'm now it's a hundred million tons, hundred million tons. Right? The stock pops. Keeps drilling 6 months later. Now it's 200000000 tons. Stock pops. Again, He does this over and over again. I think it's for almost like 2 years, and that's how he keeps... He, like, he's very patient. He's aggressive and impatient at the same time, and he really does milk this discovery for everything it's worth, and this is the strategy that he's using. For wanted more drilling results to boost diamond field stock. The prospect wanted to better understand the size of the deposit and the value of the future royalties they were entitled to. You'll get all the money you need Free promised. As he pounded his 4 finger into the table. He really big pounding tables. You guys just get back to Labrador. That's the part in Canada and drill as much fucking core as you can. So they do some drilling. They really, hey. This thing is big. And but again, this is how... This is don't of myself. This is further into the book, how Robert planned to increase the value of this company. We see that this happens in a series of steps. Freely was outraged. The 300000000 price tag, the stock market was currently giving the Diamond field stock, and I don't think they have any revenue at this time. The company's worth substantially more. If they played their cards properly, he boasted, they could pump the value into the billions hence it been correct about that. Freely reminded them that more than a dozen major suit had begun to make noises about a takeover a joint venture. So think about that and and, this is very common. Let's talk about the technology and Street present day. You know, you have somebody that's doing random prospecting if that's we say, they they create an app. They create a technology, maybe that technology app is not monetized, and but they have people's attention. They clearly see value there. So what happens other people Google, other companies come in and say, who, that's a really nice app you have here. Here's a billion dollars, So here's 500000000 or what are the case is, and then they wind up, you know, collecting much more value after the fact. So that's that's the analogy I would use to to this relationship between prospect, companies like Free and then the the bigger players, the people that that have assets that can, you know, drop 4000000000 dollars on a company. So it says, you know, we got tons of interest already, but again, he put... And he just a lot of smart things, plays him against each other. A large part of this. I would say 25 percent of the book is just in negotiation of free playing all these different companies against each other. So if you're ever in an opportunity where you're gonna sell something that's of value and you have multiple suit, you might wanna read the second half of this book. Right now, they would be lucky if anyone offered more than a half a billion dollars for their entire operation. With Diamond fields had to do F told, told everybody was to buy time. This is just what I was just the strategy I just describing to you earlier. He was not going to make a move until more drill test give him a better handle on the potential size and value of voice base deposit. That meant they had to start looking and acting. This is really funny. He has to act like he's gonna be a mining company. He's doesn't wanna be a mining company. They had to start... They to start looking acting as if they were prepared to build a mine in in Labrador. Hiring senior mining staff, comme a mining feasibility study and beginning environmental assessments, pretty crazy that they're doing all this just to increase the value. It's all for perceptions, not real. Free had no intention of really building and operating a mine, especially after to fall at the fall after the fallout from galactic. But if Diamond fields went through the motions, it would I me strengthen his leverage at the bargaining table. So this time, he starts... He does something really smart. He's like, oh, you know, the company's about valued at 300000000 maybe 500000000 where the case is, But I only own, like, 40 percent of it. Him and his, like, partners where he has control. He's like, these guys who just come in and hostile takeover. I guess, there's a lot of hostile takeover he's in the mining industry. I didn't know that. And so he does something smart. He's like, I gotta I gotta find there's a bunch of companies that have a lot of money. So I need to find 1 that I can sell a small pc calls it slicing the salami. That's literally what he calls it. So like I'm gonna sell you a piece of salami here, but we have to have an agreement that you're gonna vote with me. So again, another smart move that he does to maintain control because he keeps control and voting rights and avoids hostile takeover even those multiple temps throughout this entire endeavor. And I think I said it multiple years. I think it might... This this This might... I think it's 1 year, Maybe a year and a half. So it goes really fast. So he meets with this guy Ke that I I mentioned earlier, and he runs another company called Tech. Right? Tech is not gonna be a major player. The company that buys us is called Inc inca, which I'll get to later. They own it today to this day, they renamed their company called Vale, I think is what it's called. So says, they're they're having the negotiation. It says Ke will turned to Free offered to acquire an interest in Boise Bay. This is a good question. This is another smart move by freedom. What would you do if you were me, Fried asked. Ke paused for a moment and stared thoughtfully at the core. Meaning, because he came to the meeting showing Ke, like, 1 of the drill samples. Right? He looked at Free and shrugged. Frankly, if I were you, I would keep on drilling to see what I've got. Thank you. Said Free. That's good advice. That's what I wanna do. So smart move on Free ask them a question and smart move on ke because this... The answering him honestly develops trust. So Ke is gonna wind up investing, I think a hundred million dollars for 10 percent if I'm not mistaken. I think that's the numbers, which puts a valuation at a billion dollars. Maybe it's In any case, he makes... You know, Ke is gonna make a couple hundred million dollars on the deal. And not have to do a lot of work for it. I'm gonna talk about how he he negotiate later, Ke reminds me a little bit of Steve jobs on how we negotiate. So I'll get there in a minute. Now I need to tell... I wanna read this section. This is section actually a little longer. This is what it would be, like, if you met the promoter, which is what the author calls them for the first time. So you have this you have this investment manager, portfolio manager named Dean and Dean's is coming. There's always just, like, financial intermediaries that are all around all these deals because they make a lot of money when these deals are closed, whether it's they're raising money a stock market or when they're... They're sold from 1 company to another. Right? So it says Dean had never meant the infamous from promoter, but he wouldn't soon forget him. The meeting in Free Penthouse office began with... Don't worry about the names, I knew Was in trouble because the the book starts with the cast of characters, just, like 50 different characters you your memorized rights in this book. The the names I'm gonna tell you you're are not important. Okay? The meeting in freelance office began with Mer, explaining drill results in ground surveys from Voice bay why Free paste the room like a cage animal. Eddie, Eddie get to the point this is taking forever. That's free interrupting. Mer mcconnell tried to continue but free interrupt again. Stopping in front of Dean's. He began wag his finger. You portfolio managers don't know anything. The biggest risk to your investment is that a company like Steals your company the small premium to what it's trading at now. They pay me a premium of 35 dollars 35 thou 35 dollars a share today, and you think you've died on to heaven. Relaxing slightly fried smiled cons at Dean, vote with me. I want you to vote with me. That way, if I I have you on my side when... And nobody can steal diamond field. So we've always talking about is avoiding this hostile takeover. Right? If you stay with us on this, I'll get you a hundred and 50 dollars a share. Dean couldn't believe what he was hearing. Like most money managers. He thought Diamond fields was pretty rich at 24 dollars a share. Now freedom was talking about a 6 fold increase? What kind of man would think to make such an outrageous boast sensing dean's skepticism for you than continued. I have all the leverage. He repeats this over and over again. And he winds up being right about this. Ink inca is going to buy this because they have to Inca is had a... Ink the largest nickel producer in the world at the time at 1 point and its previous history for, like, 50 years. They controlled the entire world's nickel market. They'd corn. I think they own, like, 90 percent of all of it. At this point in their history, they fallen from grace, but they're still the number 1. I think they have like, I don't. Say 40 people percent on the markets something like that. Okay? So it says, Ink is gonna buy this because they have to. It can't afford to lose this. He's right about that. Do you know what the costs are going to be to produce nickel at Voice bay? Less than 0. He's wrong about that, but that that line about cost becomes very important in Inca decision to purchase and I'm gonna talk about... I'm gonna give you example later in the book about why, you know, this is something that's that's appears in tons of these books that we read that you have to watch your cost, go back to Henry Clay F. Gentlemen watch your cost. Andrew Carnegie, John D Rockefeller. They have... They built companies you could not compete with because they could make profit at a at a at a price that you could not. It's a massive advantage that people don't talk about it enough. I don't know why it's craziness. Dean's head was swimming as he had made his way back down the the stairs. Never before he had witnessed such a bra in promotion. There was no way Diamond fields was going to hit a hundred and 50. But maybe he thought it was worth more than he realized. Okay. So I got the part in the book where tech... He runs up Freedom Fried does a deal with that company tech. I told you about. They were able to make the deal and fasten other people because they made it simple. It was closed very, very, very quickly. Before many other companies even started their proposals. They're like, we have to meet with a committee. We have to go here here. And tech, because Ke has... He's running the companies He's like, we're gonna sit down person a person, We're just gonna do this deal. It says, the fine point was slowing everything down. Every day... So it talks about the the lawyers from each side. We're fighting. Don't worry about their names. They wage fresh battles over legal language. They wanted every angle the transaction spelled out in detail to minimize potential liabilities for Ink. So to comparing and contrasting how tech was able to do a deal very, very quickly and how Ink, it took ankle like a long time. Long time. They've renegotiate or renegotiate. I don't know, dozen times before they actually wind up closing us. So it says it they wanted to spell out in detail to minimize the potential liabilities for inc. And they're comparing contrasting. And it'll all it take it had taken only a 3 page contract. I was wrong. I thought it was 4 pages. It'll only take a 3 page contract to satisfy text 10 percent investment in April, and they got it done and thinking in a weekend. But but under Inc but Inc inca proposed agreement was inch itching toward a hundred pages. They were becoming ex with their lawyer's nit picking. Okay. So when I read that section, I wanna pull up this quote that is from it's bill job bill jobs. Bill Gates talking in Steve Jobs. The book Steve Jobs by Walter Isaac talks about, right before Steve jobs came back to Apple Gates was negotiating with the the previous Ceo, Gill Mel. I think I how he pronounce his name. Just couldn't get a deal done. And as Steve Jobs comes back and he's like, forget everything Gil said, and he throws it right out. So let me read you This is how jobs are called it, and then I'll tell... And then I'll tell you how Bill Gates remembers. So I called up Bill and I said, I'm gonna turn this thing around. Bill always had a soft spot for Apple. So I called him and said, I need help. Microsoft was walk walking over Apple's patents. I said if we kept up our lawsuits a few years from now, we could win a billion dollar patent suit. You know it and I know it. But Apple's not gonna survive that long if we're at war, and I know that. So let's figure out how to settle this thing right away. All I need is a commitment that Microsoft will keep developing for the Mac and an investment by Microsoft and Apple, so it has a stake in our success. And now this this is Isaac and writing and he's interviewing bill gates. Okay? When I recounted to him what Job said, gates agreed it was accurate. We had a group... This is outdoor Quote from Bill gates. We had a group of people who like working on the Mac stuff, and we like the Mac. Gates are called. He had been negotiating with Emilio for 6 months, and the proposals kept getting longer and more complicated. So Steve comes in and says, hey, that deal is too complicated. What I want is a simple deal. I want the commitment and I want an investment, and we put that together in just 4 weeks. So he's seeing... Again, I don't know why more people haven't learned from this. Why Inc Ink almost loses the deal that if they don't have this deal, their company screwed. Right? And they almost lose it because think about another, their competitor tech could do a deal that was 4 pages long. Why the hell do you need a hundred pages. What are you doing? Why do humans always want to unnecessarily complicate things? Why was Gill emilio, negotiating with at with Apple? Negotiating with Microsoft for 6 months and still couldn't get it done. And then steve jobs come back Steve jobs comes back and gets it done in 4 weeks. Like, which 1 would you would do you think is a smarter move. It's clear that... And in this case, like, tech clearly had did this the really smart thing? And and and jobs and the apple case did the really smart thing. So I need to this note I left them on this next page. It's this just, like, what the what the hell is going on here? This guy is Luna. So there... Now they're... Now they're no negotiating with Inc. Right? Free negotiating. So says during negotiations, he had a way of making Ing offers sound like an order. So, En doesn't realize they don't have the leverage here, and Free office and or in in this meeting, and he's gonna always make sure he's fighting to maintain the leverage. And so we see his his... His... This weird behavior that he does to get leverage or to maintain leverage. So, you know, they they have people from inc go, you know, saying this is the deal taking leave it kinda After several minutes, Fried jumped to his feet in a ferry. You don't seem to understand what's coming on here. We're the major mining company and you're the junior. If you don't buy W bay, you're gonna be out of business. You have to start playing the role of sup. At that point, Fried bent over. A relieved this guy, he's actually important. His name is Sop. Sop is running Inc inca, while the negotiate is going on. I really relieve Soc thought the le was over and friedman was finally sitting down. But instead, the promoter came back up swinging 1 of his black loafers, so he sits down to take off his shoe. G man, he t the marble table with his shoe over and over. This is pounding the table again. Every impact sounding like a rifle shot. To the Team, the tantrum seemed to go on for minutes. When F was done, he turned to startled visitors. So he's he's em something that happened in history here. He says, I could say what Cruise chef had said when he did this at the United Nations back in the 19 sixties. We will bury you. Of course, we don't need to do that now. Do we? Moving on. We finally get to this point where, you know, he's holding Robert Friedman has this... He's he's the char raid that, you know, maybe we're not gonna send sell the Inc. You know, we'll just mine this thing ourselves. We'll just keep all the money ourselves. And the note of myself is, you know, you say you wanna mine, fisher self, but your actions say the opposite. And, you know, goes... They're not stupid people. And they're seeing that. So it says the promoter was sticking to the V bay is not for sales script. So he'd go to negotiation table, They can work it. So, okay, I'll keep. My myself. But Sop was suspicious. During the summer, whenever Inc geo visited the camp, they had been dismay by the lack of progress towards a mining complex. The reports reinforced Sop belief that Fried had no interest in developing the mind him self. And so they're they're realizing, hey, his words and his actions are not are not lying lining up. And so this is this is the conclusion they arrive at. The Team had already had had their answer already in Fried lack of interest. The promoter was not in the least bit interested in the details of building a mine. So they're like, okay. You gonna build a mine mind. Let's sit down and we'll we'll tell you the stuff that you need to know. And and, and the expertise you might need. And if and if you can't do this internally, maybe hire us to do it. And again, that's a a negotiating tactic and they realized this guy is not serious. He was gonna sell W bay. The question was when. And so I'm fast forwarding, but there's something that happens. En bids 3500000000.0 dollars Right? They're the number 1 producer of Nickel in the world. Falcon bridge is the number 2 producer, they bid 4000000000. Then they're, like, there... They they start having, back, like, talks on, like, do back channels switching between the 2 companies. It's like, listen, gonna keep out bidding each other and then we're gonna get a point where over pain, no one's gonna be able to make money on this mind. What are we doing. So, like, why don't we go 50 50. Let's do joint joint venture on this thing, and Fried goes crazy. So says, if they had learned anything in the last year, it was that the often unpredictable promoter went on the attack whenever his leverage started slipping, slipping. Picker, that's the guy running Falcon bridge, they predicted was about to get the shoe meaning the story I just told you he's banging in on shoe at the... On the table with the the meeting with Inc inca. So Picker doesn't think that's gonna happen because he's like, no. I have a good... Like, I... He's only seen the good side of Friedman. This is why I'm reading his such And so he's under... He has... He's under the false impression that he's got a special relationship with freedom the F stand up guy. Right? So it says, Picker knew the plan was going to be a tough sell, but having seen only the charming side of Free. He believed he could talk the promoter in accepting the C venture with Inc inca. Free had treated Pi so defer differential in the past month that the Falcon Bridges boss had come to believe he enjoyed a special relationship with the younger man. So why do you make a mistake. If you're offering somebody 4000000000 dollars in a adventure where they probably... I think at this point, they have probably under a million dollars they've actually put out of their own money. Maybe it's a little bit more, but it's not much more than that. They're gonna be very nice to you. That's not a true presentation of who that person is. So it says, And so now this is this is Free. Frank, we want you to know that we like you guys a great deal, but we're really disappointed about this. You would really let us down, then free through the shoe metaphorically speaking. We're gonna sue your ass. The promoter screamed. Free sn. He was going to crush the joint venture in court and demanded millions of damage for double crossing for for the double crossing deal. And Poor Picker 3 years later, he's got a bad heart. His company owns a mine in Chile, which is, like, the mine is like 50... The site is like, 15000 feet elevation. His doctor warns them, hey. I'm go over there. Your heart can't take the elevation. He goes anyway, he checks out the site gets into the helicopter dirt, they take off he slump over and dies from a massive heart attack a few a few minutes later. And I'll close on these last few sections here, just a few more things I wanna pull to your or bring your attention. This is another... I talked about this last week. I've talked about this in many different examples, in these life stories in these books that we cover. Things can improve a lot faster you can think. Under Friedman direction, Diamond fields has grown in less 16 months from a dubious diamond play into the world's most sought after mining company with a market value of more than 4000000000 dollars. It's pretty crazy. I got to the part now. The advantage of lower costs. The reason Falcon bridge does not win the bid at 4000000000 Goes up to 4500000000.0 is because they have to. They realize the advantage of lower costs that happen that will occur with the voice bay discovery. So it says the most important numbers came from this guy named Ian mc doug, who works in. He began. Comparing Falcon bridges and Ink inca average cost of producing Canadian nickel. So it says, right now, Falcon bridge can produce a pound for a dollar 60, and it sells for like, 4 bucks at the time, although it fluctuates. By comparison, Inc produces a pound for dollar 75. So Falcon bridge, where at this time if no nobody does anything, Falcon bridge has a 15 cent a pound advantage. Right? Once voice bay began producing, Falcon bridge and if Falcon bridge was allowed to to to to keep it or to get it, the average cost would plunge to 90 cents a pound, making them way more profitable. Right? With its 25 percent stake in boise Bay, Goes cost would would only fall to 1.45 cents a pound. So they own 25 percent of Voice bay, they want all of it. Right? For the first time it's existence, and... How are you gonna be able to compete? You you can't... How are you gonna compete your your main competitor? Can produce what's 90... Was that 55 cents cheaper than you? That's substantial. 33 percent cheaper. For the first time it its exists in Falcon Bridge would be producing Nickel at substantially lower cost than Ink inca. 55 percent pound per pound less. Falcon bridge would be significantly more profitable and in a dangerously strong position to cut into Ink goes market share and profits by slashing nickel prices. The reason I bring that up is because let's say you're competing directly with somebody else. And if you you can have a massive advantage and we've seen throughout history over and over again, just by having lower costs just by being better at managing costs. And I'll close here and then really the summary of the book as hard as it would be to swallow because for some people, you know, Robert's got... At least the Robert in this I have no idea who he is as a person now. And I don't know how accurate, Obviously, you know, the the author clearly does not like this person that she's writing a book on, but listen, his tactics worked, and this is the result of that. After months of saying no, Ink inca was bow to Free demand. The best part however was the price. At 43 dollars and 50 cents a share, which the deal has closed at, his 13 percent stake had suddenly become worth nearly 600000000 dollars, not bad for year's work. And that is where I'll leave it. If you want the full story, recommend reading the book, that is a hundred and 31 books down 1000 to go. If you buy the book using the link that's in the show notes, that's available on your podcast player are going to founders podcast dot com. You'll be supporting the podcast at the same time. Thank you very much for listening, and I'll talk to you again soon."
}