{
  "transcript": "High technological drama was the way Edwin land described his company situation in the spring of 19 71. This phrase impressed me more than any other single thing I had read from him. Perhaps because it was so characteristic of his entire outlook and approach. At the time he said it, the s x 70 camera system, 1 of the dreams of Lance life had already cost millions of dollars and had not yet turned back a dime. The company was establishing manufacturing capability and experiencing wrench growing pains in the process. And the solutions to the myriad of scientific issues attending the cameras evolution were looming just out of reach. I could easily imagine other corporate leaders of international stature retreating behind such well worn expressions as negative cash flow, unfavorable balances and unforeseen developmental increments. But to Edwin Land, facing what Fortune Magazine would call the biggest gamble ever made on a consumer product, missed this onslaught of seemingly insurmountable problems. Inside the corporate in the form of cost overrun and the technologies which refused to be born and outside in the form of a gradually def deflate consumer economy was to be regarded as the stuff of high technological drama. The next several years after 19 71 would be increasingly difficult ones for Polaroid. A company whose dazzling success had little prepared it for lean times. But I was struck by the observation that the word problem had completely departed from Edwin Lands vocabulary to be replaced by the word opportunity. What was it about this man and his company that allowed such confidence in seeming lack of concern with the traditional top priorities of American business? My continuing interest as I attempted to analyze it seem to stem at least partially from the elements that set polaroid apart from virtually every other American company. And also, from a man who is impossible to type cast. By any readily applicable standard. The Polaroid story is several different, but inter related stories, all converging in the singular personality of Edwin land. Polaroid is far from the largest, nor has grown the fastest of its high technology bell. There is, however, something unique about polaroid. Having to do both with the human dimension of the company and with a unity of vision of its founder and guiding genius. Polaroid executives now take great pains to point out that the almost 70 year old land is not the company. But its development and the development of the industry it pioneered is the story of Edwin land. In land, I saw a number of American types and traditions coming together. He is a new England inventor in direct spiritual lineage from Eli Whitney, Charles Goodyear and George West house. He is perhaps the last of the major technological vision come business entrepreneurs in the larger than life tradition of Henry Ford and the other photographic giant, George Eastman. He is the contemporary incarnation of the American dream. Perhaps the single most important aspect of Lance character. And the 1 to which he owes his and polaroid success is his ability to regard things around him in a new and totally different way. There is the instant camera, his most famous invention. The polarizing filter, which began his career and founded his company. And most recently, the polar vision system of instant motion pictures. All of these are radical departures from previous thought and practice. Each coming at a moment and forming into an instant image of what needed to be done to see it through to reality. Right from the beginning of his career, land had paid scant attention to what experts had to say. Trusting his own instincts instead. For example, most experts who continue to predict that land in polaroid would fail in the marketplace with each new product development, we're evaluating those products only in terms of the way they fit into the current market. Clearly, in most cases, the new products had little to do technologically with what was available on the current market except that they too produced photographs, and there was a market for cameras. But land has always believed that for any item sufficiently ingenious and intriguing, a new market could be created. Conventional wisdom has little capacity with which to evaluate a market that did not exist prior to the product that defines it. Lan had already gotten his coworkers at the habit of relying on what was already there. It is not merely a concept of successful marketing that but the basis of his theory of invent and creativity. He feels that creativity is an individual thing, not generally applicable to group generation, As he wrote in the Harvard business review, I think human beings in the mass are fun at Squared, exciting to be within a theater audience and thrilling to cheer with at the California Stanford or Harvard Yale games. At the same time, I think whether outside science are within science, there is no such thing as group originality or group creativity. Land is a man deeply caught up in the creative potential of the individual. This is not surprising since Land owes his success to the realizing of his own creative potential, but it's not just himself, his scientific brethren and his artistic peers. That land it's talking about. He is talking about all of us. That is an excerpt from the book that I wanna talk to you about today, which is the instant image, Edwin Land and the Polaroid experience, and it comes from a section in the book called the lengthen shadow. And what that is a reference to is a quote by Ralph W Emerson who says an institution in is the lengthen shadow of 1 man. And that is a great way to think about Polaroid and the influence that Edwin Land had on his company. So this is going to be the start of a 3 part series that I'm gonna do on Edwin Land. I covered, previously covered 2 different books on Edwin. I'll way back on founders 40. I talked to you about what I learned from reading insisting on the impossible and the book instant, the story of Polaroid. About 2 months ago, a listener named Dustin. Send me a message that he went down this rabbit hole reading every single book that he could find on Edwin Land, and he's the 1 that put me on to the next 3 books that I'll be talking to you about. The book... Interesting to note, the book I have in my hand is 42 years old, and it smells like it's 42 years old. And before I jump into the book, you might be wondering in case you don't know who edwin land is. I'm going to be covering a giant book on Edwin Land it's called a triumph for genius Edwin Land polaroid in the kodak pound... Patent war. I wanna read the product description. Before I jump back in an instant image so you have an under danny in case you're coming to edwin Land brand new about why he's so important. And it says, Apple founder Steve Jobs once hailed Edwin land, the founder of Polaroid and the Father of vincent photography as a national treasure and once confessed to a reporter that meeting land was like visiting a shrine. By his own admission jobs modeled much of his own career after lands. Both jobs and land stand out today as unique in towering figures and history of technology. Neither had a college degree, but both built highly successful innovative organizations. Jobs and land were both perfection with an almost fan attentive to detail. In addition to being cons Show men and instinct of marketers. In many ways, Edwin Land was the original Steve jobs. Okay. So let's jump in the book. I wanna start with this great quote by Edwin. 1 of my favorite quotes of his, and it gives you an insight into the extreme character that he definitely was. He says, there's a rule that they don't teach you at the Harvard business school. It is, if anything is worth doing, it's worth doing to excess. I'm we're gonna see several examples today of him living that quote in his life. Something to understand about him. This is not like a typical biography. He's extremely private. He's a... He was a private driven person. And this gives us us a little insight into what was driving him. He says on a on 1 of the few occasions that Land did briefly open up to someone outside his small and fiercely loyal inner her circle, and he can find it to a professor friend that he had always been tremendously impressed and overwhelmed by his businessman father and determined from an early age that he would someday out do him. This confession seems to be typical of great men and has a sort of classical ring to it. It helps to explain however, only the drive and not the imagination and insight. So the foundation for the company that's, would 1 day become Polaroid happens, he's a 17 year old Freshman at Harvard University. He's actually visiting New York, and he sees the glare from, there's 2 different stories. The glare from from Times square and then a glare from a oncoming headlight. And he invent, he said he had a a fascination with light and optics and and perception. And in an instant, this is why the books called instant image. This so why I'm telling you this section. He comes up with the idea he invent the polar. Right? Something in Know Edwin Land. If you took every single person that we've covered so far in the podcast, he would place number 3 in the most in terms of number of patents. So number 1 would be Thomas Edison. Number 2 would be, Odd, the founder of Adidas, and then 3, land. I think, over 535 patents in his life, and this is 1 of the first ones. So I'm gonna skip over that section, but I wanna talk about this idea, This is also something that Steve jobs referenced in an interview when he met land, they had a discussion about seeing the product in in their mind in finished form. Knowing where they wanted to go, and then figuring out a way to invent it to, like, almost a reverse engineer it through a series of obviously trial experiments. And in the... It was interesting to me is, jobs is leaving the meeting and he's talking to Sc, John Sc at the time. Who eventually, kicks steve jobs out of the company. And he... And he says something that's interesting. He said, yeah. That's... Tell he was referencing his meeting with Edwin. He's like, that's how I feel. And I thought that that that choice of word was really interesting. Now not that's how I am. That's how I think that's how I feel. And I think that just speaks to the bond that Jobs had with Land. In fact, right before he died, Jobs died. He's reflecting back on. He says, I always this is Job speaking. He says, I always thought to myself as a humanity's person as a kid, but I like the electronics. Then I read something that 1 of my heroes Edwin Land of Polaroid said about the importance of people who could stand at the intersection of humanities and sciences. And it decided that's what I wanted to do. So they're knowing to does job share that belief in that idea, but he also shared this belief that you could have this instant image experience. And so this is a description of that. Here we see the first important example, Lance career of the instant image, an idea of tremendous moment and far reaching implication occurring without warning in a flash of brilliant inspiration. Nearly every major insight of Lance career would happen in a similar fashion. In each case, the instant image would be needed the beginning nor the end of the work. Merely the moment when all the elements came magically together so that the problem could be seen understood and approached. The inspiration land would be quick to point out was neither blind luck nor a fortunate gift of the gods. He had prepared himself through countless hours of familiar with all the elements of the challenge. Whether consciously or not, and he would spend the next several years filling in many gaps in his and the world's understanding of the subject. And the note left of myself on this next section is in a world full of cooks, Edwin Land was a chef, and that's that's me calling, podcast podcasts I did long time ago on Tim Urban, essay, long blog post essay on Elon Musk. I think it's called the Cook in the chef. I'll link to it in the show notes if you wanna read It's fantastic. You can just also go back in and listen to the podcast I did on it. Land seems never to been bound by bound by wedded to what has happened before. Though he's always been able to build on past knowledge and discoveries. He has not been put off by what previously had been considered impossible. What is more unusual than this is that Land was able to maintain this fresh and un burden outlook into mature life and infuse it into so many of his associates, coworkers and students. And so right after Land makes a discovery when he's really young, we... We see an example of land resourceful. So he he he's gonna drop out of Harvard. And he says, and it says Land took a leave of absence from Harvard and moved to New York City. During the day, he avail himself of the volume ness resources of the New York public library, reading everything he could get his hands on relative to the subject of light polarization. In the evening, He began conducting experience. This is an example of where relentless or resourceful is Harry. He's using New York Public library, so he can read everything he's doing that for free. And now he need a place to to run his experiments, But he doesn't have a lot of money. He doesn't him access. He doesn't have... He's not He doesn't know anybody, so he figures way around this he is when he found himself in need of a more more sophisticated equipment than he personally owned, land scout out a well equipped physics laboratory at Columbia University. He discovered he could get in after dark by entering through habit obituary unlocked window and conduct his experimental inquiries there into the early morning hours. So when he was at Harvard, it says his physics section leader. Was this guy named George Wheel right. So George becomes interested in lance experiments, and they get together and they start a company. It's called land wheel rate. And this is the company that eventually changes into Polaroid. So let's talk first about the the the first days of the company, and then there's some traits or ideas that land kept... He started at an early agent kept out his life. So it says, neither land or wheel wright had much in the way of business experience, both being in their twenties. But they had enough enthusiasm for their work and enough confidence in their own abilities to be basically un concerned about making money. That's another thing that Land repeats his whole life that he just wants to make the bet. He wants to do science and he wants to make the best products possible. And he feels if he does those 2 things that money will take care of itself. So it says on a larger scale, land had has maintained this trait throughout his life. Knowing his market ahead of time has never been 1 of Lands primary concerns. He feels and already did at the beginning of his career that a market would come to exist for any worthwhile product or service he could come up with. So the first product is this, his first invention, which is the polarizing sheet plastic. And Lance application of this. This is before they realized, hey, you know, they're young, they're idealistic. They're like, okay, he came up with an application where it could reduce headlight glare. So at the time, a lot of people were dying because they'd be blinded by, the headlights of oncoming traffic. In fact, in the early days of the company, they put on the board. I think the 50 50 people knight died. So it he used that as, like, a company wide an announcement that hey we're a mission to solve this problem and the faster we solve with the more lives we save. Right? And so this is the difference between what they had to do to survive and there days is the company and what they wanted to do. And he's also gonna understand later in life that he, you know, if he's making products for other companies. He has no control. He needs to control the entire system and the relationship with the customer which she doesn't have. So he'll learn that later. The importance of the headlight idea in the early days of the company as an ongoing dream and motivation cannot be overstated. It represented at the same time, a chance for a financially secure base. There was more already more than 20000000 cars on the road in the United States at this time. So he's like, okay, we have a we have a huge opportunity here because, of course, if we could save lives, all 20000000 of those cars would be needed to be converted and they're gonna use my in which I own the patent on, that that doesn't occur. Occurs over time slowly, but not on the scale at a time scale they need. Okay? Also, it would represent a significant improvement in public safety in United States The notion that they would 1 day see this idea come to fruition is the basic motivation that kept land and wheel rate in business. Again, an abiding sense of faith itself and that everything eventually would work out. So that's 2 things that need to know about it When Land, he he has unlimited confidence in his abilities to figure things out, and he feels if he figure things out, the problems will, the solutions to the problems to take care of themselves. While they're there's, like, slow going on the meetings with the the auto autoimmune manufacturers infections at the time. They start meeting a kodak, and they they agreed to a deal where, a coat says kodak agreed to use Polaroid, that's the name of the polarizing sheet plastic. It's not the name of the company yet. For for photographic light filters. So they get a deal with Kodak Kodak, the a giant company, I will eventually do the biography of George Eastman, because he was such an important, entrepreneurial figure in the late 18 hundreds. But this is the result of the contract it says the revenue from the code dot contract furnished land and wheel wright with a little breathing space, allowing them continue their research. And so at this point, we're gonna see how We're gonna get into Lands idea for his life, and we're gonna see where that deviate from, most other peoples. So it says, so far, the story has been most of the elements of the standard American business venture saga. Too bright and optimistic entrepreneurs was an idea that they are sure in time, we'll catch on. There... And there's little to distinguish it from numerous other undertaking. Land however, had other ideas. And this is where we begin to diver divert from the traditional scenario. First of all, the business world where he could be his own boss and his own company and not be constrained by typical university formality appealed to him. So something to know about land is later in life, he was asked by... He he always get these lectures like Mit and Harvard and other places because that's probably it was the headquarters is in Cambridge. And somebody asked me win. I think it's, like, 7 years old something like that. And they're, like, what did you... Like, what did you... What was your ambition just when you were kid? Like, when you were younger? What what did you want your life to be? And he said, I had 2 2 goals to be the world's greatest scientist and to be the world's greatest novel. So again, that really does speak to the kind of outs outside intellect ambition and drive that Edwin Lane has. This is a very stream character. So let's get back to this. So he's talking about, hey, you know, maybe I'll be an academic, but he didn't like to be constrained by typical University formality. Okay? So that... That's 1 of the... His motivations to starting a company. So he says, also, he saw him himself primarily as an inventor and innovator and he figured the best place to carry on his work was in an environment of his own creation. As Land later explained, I planned a company in which I could work scientifically and still have my inventions used. With the 28 year old inventor vaguely envisioned, the 68 year old corporate chairman still adhere to. So something important to know about this book is this book ends and Land is still in control of his company, He loses his control of his company. I think he's like 75 years old the time. When he loses control. A few years after this book is published. It's also the the decision that job says is 1 of the dumbest things he's ever heard in his life. So what I like is that the book I'm doing next week is published about 10 years after. This book is. So we see you after Land... Landed already left the company and then the the third bucket I'm gonna do is publish you know, 20 years, 25 years after that. So there's this idea that I learned from David Og. I don't know if I learned it from him, but he's the 1 that put it into words. And he talks about, like, why he was so obsessed with doing research and getting really good at his his craft was because he wanted to transform himself into a formidable individual. Right? And that's a good description of Edwin land. The note of myself was Edwin Land was a formidable individual. And this is an example of that. So even at this stage, the 28 year land struck the Wall Street establishment establishment as being so unique. That they turned back control of the company they just bought and made the man they had bought it from, promised to stay around for at least a decade. Everyone acknowledged that the future of Polaroid Corporation would be determined by what went on in the brain of Edwin Land. Unlike most new business capital ventures, what they had brought what they had bought into was not a new technology, a new product or concrete assets. But 1 man's mind. So they're talking about it. They didn't really buy a company for them. Just talking about bankers helping them organize polo and raise money, and it's a public company. So that's what they're talking about there. So I wanna tell you a little bit about pull... Now the name of the company's polaroid this little bit about the early years. There's a quote. He talks about... He's, like, I I got a motto to organize my life around. It works for me, but it's not for everybody. And he says don't do anything that someone else can do. And we see that he he realized this idea even when he's was extremely young. So this says land was undoubtedly beginning to see the advantage of producing items no 1 else could offer. He decided then, with a clarity of vision few others could adhere to that there was no point in ever having polaroid produced products that were already on the market. Me pause there before I get back to the the rest of the paragraph. This is... He he he applies us to the extreme. Polaroid winds up doing about a decades worth of research and development on a photocopy before Xerox exists. Then Xerox winds up going to market before they finish all the research and development needed. So Polo just scraps it. It's like, well, we don't need to make it because they did. 30 years later land wrote an annual report. Fortunately, our company has been 1 which has been dedicated throughout its life to making only things with which with others cannot make. Land genius was such that others could not think up what he could or turn out the kinds of products his company could turn out. And the ever more impressive wall of patents he erected between his discoveries and the outside world enforced by a dedicated Cad of specialist pat attorneys meant that once the technological cat was out of the bag, it was still exclusively polaroid. So this goes more into... This paragraph about Lance primary motivation not being financial. We've heard Steve Jobs Echo go this. He said I have no desire to be the richest person in the cemetery. I wanna go to work every day. Feel like I'm doing something contributing and doing something good billing the best products. Land would say something Similar says there's no evidence to suggest that Edwin Land was ave verse to becoming rich. He wants becoming... I think at the time, like the eighth richest person in the United States, Like, he's unbelievably wealthy. But that that came from a lifetime of ownership and control of Polaroid. So it says, although his family's comfortable circumstances probably prevented his having the kind of security grounded hunger for success of say a Charles Goodyear, Charles Goodyear actually compared to Edwin in a few times in this book. You'll remember if you haven't listen listen to it. I a podcast on his biography, which was insane. He's literally homeless having to sell possessions and still trying to invent rubber. I think it was founders number 69, but I could be wrong about that. Whose family was literally starving when he came up with a formula for vulcan rubber. And if 1 exam was the buyer he's of many other successful businessman, it can be noted that their ama of fabulous wealth became a goal in and of itself. That is they had a way of gauging their success because of a very real need to accomplish and achieve success in accumulating dollars. They're saying it's the most easily quantifiable standard. Being a man who could measure his success in scientific and technical terms, land had no such need for large sums of money has a tangible symbol of personal advancement. Like George Lucas before him, land una invested in what he believed in most is himself and this is the result of that. Land had far more faith in his own potential, and that of the company inspired than did any of the other experts looking in from the outside. So what they're talking about there is at the time, Polaroid still working their licensing stuff to kodak. They're trying to sell things to the automobile manufacturers. And so financial Analysts at the time. Saying, you know what you should just just close up shop, give up, like, what are you doing here? This through our quotes is from a narrow dollar and cents point of view, Land and his colleagues might easily benefit financially by selling out to a large established firm. Certainly, Land would acquire greater financial security by doing so wrong, not even close, buddy. 24 years after the Harvard study was published, Fortune Land is 1 of the eighth Wealthiest man in America. We've seen this before. Right in the early years of Amazon. Jeff Bezos goes and gives a talk at Harvard business school and you got this like arrogant, snot nose, Harvard business school student saying, hey, you know, you seem like a nice guy, but really, I think you should sell at the barnes and nobles before they flatten you. Moving on. 1 of the greatest things about this book in particular, so we see that success will a slow process. It there was a lot of false starts. So it says during this period, a steady stream of inventions and new applications were emerging from Edwin brain and Polaroid labs. And we're meeting with varying degrees of financial success, but the company had yet to make the big splash, which its founders and backers has hoped would come with the polarized headlights. So it talks about, like, their meeting a lot of resistance. Something big. Something else big was needed to take its place, So they thought they were going after this giant market of 20000000 automobiles. It's not coming yet, guys. What are we gonna do? We need something else. So that's something else that they come up with. Said, hey, let's make this is hilarious. Because it's happening in 19 fifties, I think. 19 forties. They said, hey, we're gonna make a bunch of 3 d glasses. So it says during the brief heyday of 3 dimensional movies, Polaroid did sell over 5000000 pairs of cardboard frame glasses a year. They're like, yes. We hit on it. According to reports, the craze was over so quickly that the company in the movie studios were left sitting on warehouses full of lenses. Oh, So it talks about the potential the unrealized potential of both 2... Of these 2 markets that they thought they they were gonna hit on, that being the Polo headlight system and then 3 d movie glasses as each would have involved millions of dollars in revenue for the company. But each invention involved a certain degree of transformation of an existing industry controlled by existing power structure. That's such an important sense I'm gonna read it again. And this is a fundamental understanding that Land realized realizes like, I need I'm not doing this anymore. I'm wasting a ton of time, and I cannot convince these other people these third parties of the brilliance of my inventions. Each invention involved a certain degree of transformation of an existing industry controlled by existing power structure. So this is where it's like, I'm gonna bypass pass bypass this by inventing products, I can sell directly to consumers. So, I'm gonna expo on this on the next page. Just talks about learning the need for control integration. Polaroid could go on supplying filters for kodak cameras and lenses for sunglasses and polarizing disc for school rooms, but this is essentially the role of a supplier. And we have to conclude that a man of lens lands depth and scope did not see his company spending its corporate existence tapping into other people's vision. So this is 1 of the vice presidents polarizing the time writing in 19 60 90 says, we learned an important lesson. In the movie business, there were too many forces, Too many people to deal with. It was an un industry We learned that the best way is to sell as directly to the consumer as possible where we could control as many factors as possible in the marketplace. So that was true in 19 69. It was true in 18 69, and it sure as held true today. The next big invention and land certainly was confident that there would be 1 would have to be controlled right from headquarters. No longer trusting outsiders for the translation of his ideas into usable commodities the inventor adventure would next time take his case directly to the people. Polaroid would do the next 1 themselves from beginning to end. K. So now I'm fast forwarding in the history of Polaroid. This is where he hits on he's on vacation, taking photographs of his 3 year old daughter, and she says, Daddy, why can't I see the picture? And this is the instant image example of of inventing instant photography. Right? And he says, like, by the time, He had he's he ponder this for several hours, and... By the time he was done with that brainstorm. He had said he solved every problem except the problems that it took from like, 19 41 to 19 72 to solve. So he's he little tongue in cheek there. He's a really funny person if you hear him speak. He's extremely... He's... He... Again, he reminds me a lot of jobs later. Let me example this. He he loved using support. You know, if you ever watched jobs, product demonstrations. Lamb would talk about how wonderful his inventions were the best camera ever made. He taught... He he would dispatch later in his life codec kodak... Polaroid wins... Winds up winning the largest patent infringement case against kodak. This is, like, 4 decades into the future that where we are on the story. Codec ones have I've had to pay him almost a billion dollars. And he just relentless. Even it's like an old... He's, like, 70 years old, tony the old older person at the time. And he said he was comparing, like, their chief imitation. It reminds me the jobs talking about Windows in the Macintosh days and later on Google's android operating system compared to ios, and Lan says he's really dismissive of Kodak products. And, you know, because the the the product that code I copied it is, you know, you take the picture, and it's took the polar a picture. The famous thing, you know, you take the picture and comes this, you know, white framed picture within, like, a minute or so, 30 seconds, whatever it is you see the picture you just took. And so he talks about, you know, kodak imitate that. They violated my patents. He... But he talked about, it's slow. Like, it comes out, takes forever, and he says, gives you an insight and into, like, his show ship and his flair for the dramatic and an understanding of how like humans react to super, and he says theirs evacuate r as it ejaculate. And so after he has this experience with this brainstorm at the the the prompting of a 3 year sars question. He realized it is possible for instant photography. Remember there's nothing like this time Kodak has a a monopoly because they they have a great tagline. I think it's like, you pressed the button and we do the rest, so you take a picture of kodak camera. Once the the world films out, you just drop it in mail 7 days later, they're gonna send you back their pictures. Right? And the the the profit margin on that film was something like 60, 80 percent so kodak is printing money. Right? They're not worried about instant photography. But the section I wanna read you is that the Polaroid camera, lan was secretive just like jobs. The polaroid camera was developed in secret just like the iphone was. If you wanna know more about the development of the iphone went into that. I did a bonus episode of Steve jobs based on the book creative selection. But anyways, it says, within 6 months of his original inspiration, Land had worked out most of the essential details of the instant photography system. The work was done by him and a small group of associates in secrets. Not too different from Henry for what we learned about Henry Ford in the model t. Right? The rest of the company's employees knew nothing of the research going on in the lock laboratories. True for Admin Land and to pull a camera, true for Steve Jobs and iphone, true for Henry Ford in the model t. I'm sure there's other example. Well throughout history. Now keep in mind, this is gonna take a lot of research development. They have to solve... Again, he thinks of his work as he's a scientist. Right? That's how he thinks of himself. So he's solving scientific problems. And so it's it's important to remember, during the time, Polaroid was struggling. At this point in their history. It was not clear that they were gonna survive. This is post world war 2. They had done some military work that that work had dried up. But it says, the first 3 post war years saw polaroid wrapped with record deficits, while the great hope of the corporate future, the ottawa automobile headlight project had continued to lang. And so we see, he's having to invent a completely new technology and a completely new product that doesn't exist in a time where there's there's not a lot of money. They're going through severe financial distress. So at this point, the author talking about comparing contrasting, kodak with polaroid and land with George Eastman all eventually cover the the book by Eastman, but I do wanna just at this thing this surprised me. It says Eastman influence live long after him. He himself lived into his seventies at which point he decided he had enough and put a bullet to his heart. He committed suicide he was in great pain, like a spine, like, severe bone on bone pain at the time. And they was never diagnosed, but he had some kind of, deformity with spine that caused great pain. In fact, I looked it up, his suicide note says to my friends. My work is done. Why wait, signed Ge George Eastman. But the reason I this up was 1 that was surprising, so I wanted to share that with you in case you didn't know that But Eastman and land built their companies around Jeff bezos has this idea that you need to build your business around things that don't change. Right? Don't follow fad. So he says, like, an Amazon's case, hey, 10 years from now, are people gonna want less selection? No. Are they gonna wanna get their packages slower? No. Are they gonna wanna have bad customer support? No. So we invest heavily on things that do not change. And in in Land and Eastman case, the delight of photography, the hue... The delight that humans get from it is something you can build upon. The delight that people get from that is constant. Just like today, we take, you know, billion trillions of. I don't know how many photographs we take now in the digital area. But it because, the newness of photographs had worn off within a few years of Eastman first codec. The delight of capturing each other on phil never did. Land has a lot of quotes and ideas around inventions having to come to a world that are not... That's not ready for it. Right? And what we see is when he releases this system, just like the iphone, if it seems like, oh, once you see it, that's that's... Yes. That's it seems obvious in retrospect. So it says the device land used is so simple that this is a reports in the media, of the product demonstration, the reaction to it. Okay? The device land uses is so simple that's it's hard to believe that it it really could do the job. All this seems so simple that as usual, we wonder why it was not done before. Okay. So I wanna talk about some of the early marketing efforts? I found very interesting on how, you know, they have a product that should have universal appeal, but how do you educate people about and how do you get them excited for it. So this is some of the ideas they had. Polo would have to handle the marketing of the instant camera itself. This was 1 field of business in which the company had relatively little experience. In the past, most of the products they made had been manufactured for other companies. Land apparently lost little sleep over this initial situation, calling to mind that this saint... This is beautiful because he's he's just like, we are. He's inspired by and learned from people that came before him. So land has an affinity. For somebody that I cannot believe I have not read their biography yet, and I apologize to you in advance. I will rectify this as soon as I can. That's the inventor of the telephone, Alexander Rim bell. So he's, like, I'm not worried about the marketing of this. Right? Because Bell went into the same thing. Land apparently lost little sleep over the initial situation calling to mind that the same sort of reaction had greeted the public introduction of Bell telephone 70 years earlier. The telephone had been a dominant symbol in lance thinking. In later years, she began making numerous connections between his camera and telephone, and I got a lot of quotes on that. I don't know if they're gonna be in this book are the next 1, but I will talk to you more about that. Lan concluded that the company would follow the traditional sales route and offer its product to retail stores. They were not quite sure how to go about actually putting the cameras in the store nationally though. So they're like, okay, we don't have it this internationally. And this is the smartest thing People don't, like, again, everybody thinks of the company, the reason I spent so much time focusing on like, the early days of the the the founders life and the early of the companies because we know what Polo is now. I mean, it's kinda... It's gone now shell of itself, whatever the case is. But but at this time, had it's so much more opportunity and unknown in the future than the than looking backwards. Right? And so just was like, I don't know how to sell this thing. I'm gonna put it in retail stores, but how do I do that National? So like, okay, Well, I don't know. Why don't we just try with 1 store? Do the the most simple thing first, and that's what they do. And it's a good indication that they invented something there's a lot of demand for says. So they put the the first camera, was first offered to sail at to the public at the Jordan Marsh department store in Boston. It's in 19 48. Day after Thanksgiving. As this was the only retail outlet in the country selling the camera, demand was intense. So they they thought, okay. We we might be able to sell up. They pay like, 50... What is it? 56 camera or something like that. Let's say, 50 something cameras. And they're like, maybe we'll sell all these from the... The day after thanksgiving me to Christmas. They sell out the first day. They're gone. This was exactly the reaction that they had hoped for. This this display of enthusiasm to the point where the retailers was unable to keep up with demand gave the camera added fascination, so then they build on that. They don't have any more they can sell right now because he's still manufacturing them. So it says the next marketing many mini blitz took place in Miami. This is January the following year. The logic was that since and again, we'll start with 1 city. Right? Or excuse 1 store. Now we're gonna start with 1 city. The logic was that since a good percentage of the people in Miami at any given time where were vacation with a fair amount of pocket money on hand, they would provide a receptive market for a new luxury item. And, of course, the fact that they were travelers was at least equal significance since they would be expected to be taking a lot of pictures. This is just common sense stuff. Right? And when they return home, this is also genius. And they would return home, they would rapidly spread interest in the camera to all parts of the country. In that way, each community would be ce with cameras to build up anticipation for the time when the product could finally be distributed on a national basis. Next step was to select 1 major store in each target city and offer these... There's another smart move. I'm gonna pick 1... Sorry sorry with 1 store in Boston win in 1 city now in Owl city is gonna pick 1 store for 30 day of exclusive. But guess what, we don't have any money for marketing. I mean, if you want this contract, you're gonna pay for it. Another genius idea. So it says they'll give you a 30 day exclusive on selling the camera return for certain considerations polaroid. 1 was to provide advertising your promotion in that city, something Polaroid did not have the money for itself. And having the camera sold and but a single store in city would further contribute to the image of exclusivity and desi durability that Polaroid was after. A lot of what I found most interesting in this book is really when Lan speaks about his philosophy The way he thinks of what he's doing, and this is Land on human nature, how human nature interacts with new inventions. So he's speaking to Forbes is an excerpt from an interview Forbes magazine in 19 75, and this is Edwin Land speaking. Over the years, I've learned that every single significant invention has several characteristics. By definition, it must be startling unexpected and must come to a world that is not prepared for it. If the world we're prepared for it, it would not be much of an invention. The second great invention for supporting the first invention is finding how to relate the invention itself to the public. Listen to this next sentence how fascinating is this? It is the public's role to resist. All of us have a miscellaneous ideas, most of which are not consequential. It is the duty of the inventor to build a new ge alt to quietly substitute the just off the the old 1 took, the old 1 had place in the framework of society when he does, so he's comparing the instant photographer for photography to Codec system. Like, you can get a picture right away. Why would you ever wait 7 days for? That doesn't make any sense. So I'm gonna educate you on why I feel that that my way is better is what he's saying there. And when he does his invention calmly and becomes part of everyday life, and no 1 can understand why it wasn't always there. It took us a lifetime to understand that if we are to make for every man a new commodity, a commodity of beauty, then we must be prepared for the extensive teaching program needed to prepare society for the magnitude of our invention. I was surprised by this next idea. This is something I talked about all the way back on, the podcast I did on Kia Mari, the genius founder of Sony. Sony did something that's freaking genius. I don't understand why more companies don't. He hired a paid critic. Think if I remember correctly, I don't have in front me. He was a music student, Sony was making speakers at the time maybe, something that needed, like, somebody with a good ear. And so this this person was just writing in about all that he loves Sony products, he's like, you have a lot deficiencies. I wanna point them out to you so he can fix them. Ak kia loved that idea. He hired him to point out the flaws in his product and, like, 2 decades later, that person winds to becoming the president of Sony. So again, you know, I think it's natural for humans to resist criticism. But if you truly have somebody that loves what you're doing. And they think it could be improved in certain ways. Like, that's be receptive to that information, And this is very similar to what Edwin Lands doing here. This says, this guy named Adams, Adam signed on as a paid consultant. Let's say real estate paid critic. To polaroid and became famous within the company for his long memos, which were as detailed as some of his... Oh, so I didn't... I need to backup up to tell you this is. This is the legendary photographer Ansel Adams. That he wants building a lifetime friendship with Edwin Land. He said, later in his life, he said Edwin Land not only had the greatest mind that he ever encountered, but the greatest heart too. So Ansel Adam signed on as a paid consultant to Polaroid became famous when the the company for his long memos which were detailed as some of his photographs, suggesting ways in which the value of polaroid film could be enhanced as well as new applications for polaroid photographic technology. Adams was credited with several polaroid product innovations. This is Edwin Land on patents and individual creativity. Land is 1 of the major supporters of the American patent system. His type of work essentially involves marking the results of new scientific and technological breakthroughs. Land their force sets great store in the protection of the innovator with regard to his own ideas, which at its best, the patent system represents. So this is Land talking about it. To a large and fundamentally un come on. This tell me this is not gonna sound like steve jobs here. To a large and fundamentally un creative company, patents are a threat and a nuisance. For such organization's innovation elsewhere represents a dangerous threat rather than a wholesome challenge. Moreover, it is in the short term interest of such firms to have very weak national patent system so that innovation of great significance will not thrive. And also, so that they may acquire at low cost the results of any innovation elsewhere, which happens to become significant. In the same speech, Lane went on to reaffirm his faith in the individual innovator he feels that all innovation comes from the individual. And that history is not guaranteed. Like, progress is not guaranteed just as time passes on. He does not believe that at all. He calls that idea nonsense. And, there's some speeches of his... That I'll quote from heavily moving into future podcasts with his regard to this, and it usually comes with his scathing criticisms of form education. And then it beats out of the individual student, his desire for greatness. So it's something know about to land. He's gonna bring up the in the power of individuals over and over and over something Obviously very very much believe. And he implied that the that only the individual and not the large group can see a part of the world in a totally new and different way as he himself had. So this is him talking about. Now this is a long section. I love what he's gonna say here. Spontaneously and un individuals arise here and there in the world here and there in time who introduced great clarifications, new words, new languages, and fresh statements, which caused the rate of scientific progress to jump ahead by 10:20 or a hundred years. We accept these men by paying tribute to their names. Pto, cup cope, Galileo, Newton, Far, Maxwell, Einstein, But then we fail to learn the lesson that their names teach. Just as the great steps in scientific history are taken by the giants of the centuries where they s off the tentacles of the group mind, so every significant step in each lesser field, In each single field, it's taken by some individual who has freed himself from a way of thinking that is held by his friends and associates who may be more intelligent, better educated, better disciplined but who have not mastered the art of the fresh, clean look at the old old knowledge. If these individuals whom we call creative or in the domain of pure science in a university, their reward and encouragement will come naturally from their scientific peers. If however, they're working in the domain of implied industrial science, which is how he thinks of product creation and what he's doing applied industrial science, then they themselves and the industry that supports them must be encouraged to dis that knowledge promptly in this era when pure science and implied science are almost indistinguishable. 1 way to think about how Land ran... Like, what's land philosophy on running polaroid. Right? And I would say if you had to... If you could. I don't know it's possible. But if you could summarize, it he would tell you that you need to be scientifically daring and financially conservative. So this a little bit more about that. And though it has grown enormously, land maintain tight control of polaroid. The degree of fiscal conservatism exercised by polaroid is as unusual for a large corporation as is the degree of lands personal control over the company. Throughout its history, polaroid has stayed completely out of debt, financing expansion with its own funds. This refusal to take on outside debt is an important symbol of lands control comp. So I 1 of executives of polar explaining. He explains that as part of the chiefs basic philosophy, meaning land, Lance view is that the company should be scientifically daring and financially conservative. Talks about... They don't have debt, and then they put a lot of their money into municipal bonds. And this is why. I wonder, I I... The... This is really me questioning. I I wonder if he did this on purpose. Let me read this you a. I'll tell you what I mean. Because, you know, he grew up around academia, Even though he he criticize a heavily, you know, he never he would never spent much time more than a few miles away from harvard and Mit. So says Paul also realizes considerable income from a large holding of municipal bonds, which produces tax free revenues for the company. This income source almost approximate the endowment concept of a large university. So I wonder if he was since... It... There's... There's no. I haven't found anything on this. I'm just speculating here. I wonder if he was inspired by what Mit and Harvard and other institutions like it do with their money, which I think now is obviously different than it was. You know, we're talking 50... Almost 50 years ago, where we are in the story right now. Actually, closer to 60 years. I think what I... Another thing I admire a lot about Edwin Land is he he he set up the company around his natural instincts. And that's a great way to think about Charlie Mu quote. They like, you need to follow your natural drift. Like, you can't just try to copy what me and Warren Buffett did because that may not suit your personality. The suits our personality. Who are you? What's important to you and build your company around that, and we see that with Edwin Lance. So it says, Land had established the company in a way in such a way that it's... It's practical economic pursuits, we're keeping with his own personal intellectual. There's a great deal of alignment there. There's no conflict. Depending on whom 1 talk to Lan was primarily thought of as an inventor, a corporate leader, a sophisticated engineer, a renegade academic. I really like that term. He referred to himself as a scientist. Land had begun both his scientific and business careers with the study of the behavioral and properties of light. This study created an industry. That's a hell of a statement. His own natural intellectual interest created an industry. It also created and land a lifelong interest in the aspect of light. Once he understood the basic properties of light, a feat he accomplished by in his teens by going through every volume in the new york the New york library possessed on the subject. So that's that... You know what that reminded me. In my notebook, which you have access to. There's... I took his notes on 1 of my favorite lectures efforts by this guy Bill Gu. He's an he's an investor. He gave a talk. I think it was the Texas Nba students. It's called running down a dream. So in this talk, Bill Gu talks about what you learned from Danny Meyer, Bobby Knight and Bob Dylan and how they approach their craft. So there's a couple quotes in there. I think line up with with what, you know, Edwin Land is 17 years old, reading every single book in the newer public library about the subject in. So he says, the... He says this is Bill Early nice. Says strive to know more than anyone else about your particular craft. You should be the most knowledgeable person. It is possible to gather more information than somebody else. Be obsessive about learning in your field, Hone your craft constantly. Understand everything you can possibly about your craft, consider an obligation. Hold yourself accountable. Keep learning over time, study the history and know the pioneers. What we're doing here. Right? And then this is a final quote that made me think of about what Edwin landed. The good news, If you're gonna research something, this is your lucky day. Information is freely available on the Internet. The bad news. You have 0 excuse for not being the most knowledgeable person in any subject you want. The information there is right there at your fingertips. So that's in the internet. It's way easier. Imagine having to sit the library all day. Much more difficult. Right? But that's exactly what I've been Landed. There's a lot of text in here that him talking about the problems of formal of education. I'm just gonna read 1 to you. He says, our young people for the most part, unless they are geniuses. After a very short time in college give up any hope of being individually great lance saw that as a catastrophic catastrophic problem for society. 1 that needed to be fixed right away. Something I love about Edwin Land is he was comfortable saying the words. I don't know. So an example of this, they they would go and give, like, lectures and seminars, land and other executives, there's actually somebody it's called the Vision research laboratory. And so they'd go and meet with the students. Right? He's... This is very important. We spent a lot of time at students. And so this an example of of him being comfortable saying I don't know. Says land strong inclination towards control, apparently did not carry over to the actual realm of scientific knowledge. He is able to express doubt. A trait many leaders in and out of the scientists sciences have difficulty with. So student in 1 of the seminars gives an example of that. So he says another student in the seminar was quoted saying, I asked John Mccann. John Mccann is the person working at Polaroid that's in charge of the vision research Laboratory. Right? So he says, I asked John Mccann, a question, and he gave me a vague run answer. Then I went and asked Doctor Land, and he said we have no idea. I love this. This is Lands reaction to Sp and at the same time reveals his priorities. Edwin Land argued eloquently that the Russians were teaching their youth to enjoy science and focus on basic research. While in the United States, we are not now great builders for the future, but are rather stressing production and great quantities of things we have already achieved. So it's like, we're focused on... We've made something now let's just make more of it. And land like no No. Focus on things that only you can do that no 1 else can do, invent new things, bring new products and services to bear. So now come to an idea that I think personally is going to make the largest impact of my life. And it's something that's echoed through several other founders that have... That we've studied on to together on the podcast. Right? And it's the importance of concentration. And, again, I think this can be applied to anything. To what I'm working on to what you're working on says among all the components and lands intellectual arsenal. The chief 1 seems to be simple concentration direct from land. So he says, I find it very important to work intensively for long hours when I'm beginning to see solutions to a problem. At such times, at competencies seem to come well up something pause there. I don't I don't know if you know what that word it. I had to look it up. It means relating to or characterized by something ancient or ancestral. Okay? So at times, competencies seem to be to come well up. You are handling so many variables at a barely conscious level that you can't afford to be interrupted. If you are, it may take a year to cover the same ground you could otherwise cover in 60 hours. So it says lance... Then views his work in the same light that he views beethoven. Science is for him a process of uncovering individual human potential. Is that word again? He also believes that discoveries are not arbitrarily transferable from 1 person to the next. Nor might the same individual under different circumstances, be able to achieve the same scientific results. Land is therefore extremely careful. In optimizing his and his associate's chance for success by reminding them of the fragile tenuous nature of scientific discovery or on a more basic level scientific uncovering. This seems to be 1 of the chief tenets of his polaroid experience. This next section, it just really speaks to the importance of of having self belief, which Edwin definitely did. So as with assets totaling at least half a billion dollars, Fortune Magazine recounted Polaroid shaky financial plate at the end of World war 2, quote from Fortune. What has happened since is 1 of the great miracles of business, fully documented and widely publicized, but still awesome to contemplate. I agree. Lamb probably agreed with the awesome part of this statement, but given his own abiding faith in himself and his company, he considered the outcome something less than miraculous. Otherwise way, say he expected it. Just a few more things here, he's got a great quote on life and work. If anything characterized the company, the thing that drives the analyst wild is that we grow and grow and grow, not on the basis of the bottom line, but on the basis of faith that if you do your job well that the last thing you have to worry about is money. Just as if you live right, you will be happy. That's 1 of the things I personally admire most about edwin when land is he doesn't see businesses the separate thing. He sees everything related to everything else. The way he lives his life, how how you maintain happiness, how you build a good business, how you do great scientific work. How you educate to people around you. Everything is connected. You see that in the way he talks and communicates. Like, he's got this... It's really a philosophy on life that just happens to be tangent related to, you know, product creation, businesses, craftsmanship, stuff like that. He's also very artistic and rather romantic in his writing. So this is a he's actually... This is from marketing materials for 1 of their cameras. This is Lan writing. It's very interesting. We could not have known and have only just learned perhaps mostly from children from 2 to 5 that a new kind of relationship between people and groups is brought into being by the s x 70. So again, I'm not crazy about his product names, honestly. S x 70 is the most important. It's the camera took 30 years to to make. It's the when he had the idea of. He had cameras before that you could take the picture, but this is the the full realization of his dream that you just... You pointed at something. You look through the viewfinder, you press the button and comes the picture. Okay? So that's the S 70. And this is what he's the product he's describing. So it says, we learned this from children to to 5 that a new kind of relationship between people and groups is being brought into being by S x 70 when the members of the group are photograph and being photographed and sharing the photographs. Now, this is where he gets more, you know, are idealistic maybe. It turns out that buried within us. There is a latent interest in each other. There is tender, curiosity, excitement, affection, comp comp and humor imagine somebody today describing a product like that. Right? It turns out in this cold war world where man grows distant from man and even lovers can reach each other only briefly. Did we have a yen for an APP competence for a quiet good humor delight in each other. Who the hell is talking about their products in his way. We have a prehistoric tribal competence for a non physical, non emotional, non sexual satisfaction in being partners in the lonely exploration of a once empty planet. A few pages later, we see more of this his uniqueness. The way he approaches. He's writing. Some of these this stuff I'm gonna quote you. He writes in in in shareholder lars. And I read a lot. I mean I read all the warren Buffett I've read Jeff Bezos, like, they're very fascinating. They're very interesting a lot of good information. They're not like poetic. Quote, this this quote is an example of that. The present is the past biting into the future. Other corporate leaders might head up businesses. Land sees himself as heading up an experience. Think about the subtitle of book Edwin Land in the polaroid experience. He sees himself as heading up an experience. Any man in lance position must certainly possess an ego of monumental proportions. Land is no exception. Any statement coming from him or a or a polaroid official that is not stated in the super is likely to be suspect. During student seminars, he has casually put down the chalk and stopped his equations long enough to make reference to my wonderful camera. It is the most apparent and lands frequently drawn analog to the telephone. He said at the 19 72 annual meeting. My fantasy is that this camera will will be as widely used as his telephone. Says in Time Magazine, I think that the camera can have the same impact as the telephone on the way people live. And I'll close on this. In this Forbes interview, Land was asked how he sees himself. His self evaluation was no less ambitious than his evaluations of the products that are so tied to his personality, and it should come as no surprise that this was so C from land now. I suppose that I am first of all an artistic person. I'm interested in love and affection and sharing and making beauty part of everyday life. And if I'm lucky enough to be able to earn my living by contributing to a warmer and richer world, then I feel that is an awfully good luck. And if I use all my scientific professional abilities in doing that, I think that makes for a great life. That's a hundred and 32 books down, 1000 to go. If you want the full story, I'll leave a link that's in your show notes. If you buy the book using that link, you'll be supporting the podcast at the same time, and I'll talk to you again soon."
}