{
  "transcript": "Polaroid as a company was for 45 years virtually synonymous with Edwin Land. He was its founder. He invented its first products and indeed many of its products and processes throughout the 5 decades of the company's history. His titles during most of the period from 19 37 to 19 82, included chairman of the Board, president chief Executive Officer chief operating Officer and director of research. Although he cultivated a legend of privacy and ina assess to the press, he remained far and away the best known member of the company. For many years, the only 1 familiar to the public. He stayed a loop from the company's advertising, so long as his friends and intimate told him Polaroid advertising was good. The moment he suspected, it was virgin on the mediocre, he descended from Olympus, cloth and a mantle of righteousness. Since for many years, advertising was included among my marketing responsibilities at Polaroid, my relationship with land was alternatively very close and moderately distant. I always felt comfortable speaking my mind to him. Many of his employees did not. He was revered to an extraordinary extent by most of the people who worked for him. Most men of Land stature, particularly those who whom great success has come in the business world earn their share of d. Lands were primarily outside the company. Principally in the ranks of financial analysts and reporters. Land did not earn a college degree yet he has received more metals and scientific honors including the presidential Medal Freedom and the National Medal of Science, than most living Americans. The full list of his honors runs to 3 pages. He holds 533 patents. Second only to Thomas Edison 1093, and he was ind into the National Hall of fame. I joined Polaroid in 19 58 with little knowledge of the company but with a sense that I was embarking on an adventure. I began an advertising and promotion. In 19 80, I became executive vice president and was given responsibility for technical and industrial photography. In 19 82, land cut ties with his company and retired to devote full time to his laboratory and foundation. 2 months later, I left Polaroid as well. The subject of this book is Polaroid and land. The span is 19 26 to 19 82. The period when the company and the man were inseparable, virtually indistinguishable. That was an excerpt from the book that I wanna talk to you about today, which is lands polaroid. A company and the man who invented it, and it was written by Peter Wen. This is now the fourth book that I've read about Edwin Land, and I think it has the most unique perspective out of any other book that I've read so far because Peter worked directly with Edwin Land for over 20 years. So we get insights and perspectives that are not contained in the other book. If you wanna learn more, I encourage you to listen to founders number 40, which is about the books insisting on the impossible and instant a story of Polaroid, and then last week, founders number 01:32, which is on the book of the instant image, which is also a biography of Edwin Land. So I wanna start right with something that Peter wrote in the pro log, and let me read this to you and then I'll tell you how interpret this. It says lance life seemed to be primarily a life of the mind. His great dramas were largely self created played on the stage of polaroid. Which he constructed for himself. If those productions did not begin or end as the supporting cast would have them, it was a small matter to the principal player. His interest in our reactions was minimal, polite, sometimes kind, but limited by the great drain of energy necessary to sustain his own part. So when I first came across that paragraph, I thought it was a really a reinforcement of why reading biographies is so important all of the people that you and I are studying on his podcast created their own world within the world. And another way I think about that is they were the stars of their own movie. In this case, he's using the metaphor being the star in your own play. And then when I finished the book, I realized that's not the complete... A complete explanation of why this activity is so important. When I got to the end of the book and it sinks in that the the life story not only the book over, but the the life story of Edwin Land is over. He's no longer with us. His ideas live on, his story lives on. The author is no longer with us. I looked up and read his obituary right after I finished reading the book, and it just exacerbated this bitter sweet mel colleague feeling that I've talked about multiple times they just realized that that path lies before all of us. So the copy I hold in my hand, it's a signed copy by the author. He signed it on 02/15/1988. And I was flipping through my notes after reading who's bitcoin Was like, and I... Hit me again. I was like, that person that wrote that no longer exists. And so I was sitting there trying to think of, like, why? I could I could sit here for 30 minutes list reading quotes of people that we've studied that are doing the same thing that you and I do. Right? That are reading biography. Some of the the smartest most productive people in the world, find this activity so valuable that they take time away from their schedule to do it. And and I think there's very practical things like, you you can download the learnings of somebody's entire career in a few hours by reading the book, you can be inspired by, stories of people not giving up of, per of being determined. And then I thought of this quote, and it made me think about this quote, from Steve Jobs that's in the biography of by Walter Isaac that I think illustrates the point that I'm poorly making here. And he says remembering that'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Almost everything. All external expectations, all pride, all fear of embarrassment or failure. These things just fall away in the face of death. Leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason to follow your heart. So let me just tie that back to this paragraph. He's talking about that Lance life primarily took place in his mind that he created a world within his own world that he was the star of his own movie. And I think that's probably the best way to live your life because we have nothing... What's the alternative? You have no alternative, other than you wasted the 1 shot you have at life. And I think reading these life stories for me, especially for people that are already passed on is a reinforcement that that that... Their fate is our fate. It's my fate, it's your fate. No one's going to get out of this alive. We might as well live the lives just like Edwin Lance, Steve jobs and others that we want to live. We have nothing to lose. So I just wanna put that up upfront. It was a very impactful emotional experience that I had. And it's probably had has something to do with that that Peter, spend his some entire life in and in advertising, he's an extremely great writer, and you'll see that with some of the the experts and passage gonna share with you today. Alright. So let let me move on to that. I just wanted to put that right up from because I think it's extremely extremely important. I think this book, moving on. I think this book more than any other has a lot of direct quotes from Lance. We really get to have an insight into how his mine worked. I like this idea. So this is land on nature doesn't care. Nature doesn't care. He told his young laboratory assistance. By that, he meant that nothing in nature would help or hinder their progress to solution accept their own ingenuity, which admittedly was itself a condition of nature. Nature offered no bar to the elegant solution over the awkward compromise if they had the imagination to seek it and the wit to discover it. Nature, serene or savage in their eyes had no concern for the affairs of men. This book also has a lot more detail about the the years of struggle that Polaroid had to go through. That I personally find most interesting on all these stories. When Polaroid you, on the Fortune 400, doing the most billion dollars in sales. Land is 1 of the wealthiest people in the world. That that part of the story is way less interesting than how he got there. So this is a little bit about the state of land and polaroid right before the release of their greatest product, which they struggled for about a decade and a half to come up with. So it says land was 37 years old. He had known since he was 17 that he would be a great figure of science and affairs. He expect to be playing these roles long before now, but he'd had ultimately been frustrated each time the moment presented itself. He had stake the future of the company on an idea he called instant photography. The 2 years following the war that's world war 2, had brought the company close to disaster. Sales had fallen from 16000000 to less than 2000000 dollars 2 years later. Worst of all, he had been forced to fire people. Good people. From about 1300 employees at the war end, Polaroid has shrunk to fewer than 300 all that training, all those marvelous technical competencies were being dissipate disappointed, scattered. And this to me, this following sentences is the best sentence of this entire section at 37 he had achieved everything to which he inspired except success. So Wanted to bring that up because on, last week, the... On founder number 01:32. I talked about the fact that he was 17 years old when he started doing experiments and and dedicating his entire life to studying light. That's when he went to the New York public library and read every single book contained there about light optics perception and all that. So 20 years later. He still has not achieved the success he thought he was gonna achieve. Most people would have given up long before that. I think the difference between most people and the people that have biographies written about their lives is they don't quit. Land doesn't quit. He invented photography. This is about the product demonstration. This is him un unveiling the the first land camera. So this product demonstration results in 1 of history's most well known photographs. In fact, if you Google image search, Edwin Land. This is the the the famous picture that that you'll see. It's the picture that's on the front of his book. It's a picture of him unveiling of, picture of his own face, and it's almost the same size of his head. So it says in an electric instant land had reinvented photography. His company and himself. Never was a birth so vividly recorded. Now keep in mind, this product that this innovation, this creation 1 of the most important products ever made was came at a time when the company was almost out of business. So it says never was a birth so vividly recorded. The picture appeared in Life magazine, the time life magazine was the most important magazine in America. I think it had a circulation of, like, 5 to 6000000 people. Magazine 1 week later is a full page. 1 of the classic photography photographs of the decade. Reprinted in every photographic retrospective of the forties and fifties. It appeared in the next morning on the front page of the New York Times. Now what I found really interesting about the way he describes way he communicates. And this reminds me there's a famous video of Steve Jobs, when he came back from Apple in 19 87, I actually took notes if you have access to my notebook. It's in there. And it talks about, I think Steve jobs on marketing something like that. But he talks about apple's making... Like, if you studied the the marketing that was taking place when when Steve jobs left apple. He's like, Apple's their their their advertising marketing is about speeds and feeds. It's like, we don't talk about that. We talk about what we believe in. He talks about in human terms. Right? And so the way Land describes his solution, which is what his product, he he focuses is not... Hey, I made a camera It's like, no, what is the solution that the that my product gives you. Right? He compares it in human to... Or he? He describes in human terms. And then he... Within just a s sentence 2. He directly compares it to the main competitor, which is kodak his kodak of the time. It says, hey, you press 1 button. You take a picture. You press 1 button, we do the rest. What that means is you take the film out and then you mail to us in 7 days later we send you a picture back. Right? So this is really beautiful way to to communicate. And Land was a gift... He didn't like communicating, but he was gifted at it. The communicating to the outside world that is. He definitely like communicating to... In within his company. He talked about... He he thought about running his company, like a physics professor, and he was leading his students on a grand experiment. Again, the I really do believe this is 1 of the most important and influential entrepreneurs that have ever... That has ever existed. The way his mind works is extremely unique. I'm not expecting everybody to, you know, to read 5, 6 books on land, but I would pick up 1 of them, Whichever 1 interest you the most. It is very fascinating. So he says this is a direct quote from land. This is 1 of the most significant pictures we have taken this evening. It illustrates a very important point. If you are not satisfied with a picture, this new process allows you to retake it, and it says the word retake was emphasized. Allows you to retake the picture immediately and correct the fault. You know that you have a perfect picture on the spot again, emphasizing on the spot. And this is how in human terms, he's going to compare his solution to Codecs. You never need to be disappointed again. Over and over again, the process repeated was repeated. No 1 was disappointed. Okay. So I wanna tell you a little bit about land at 17 years old, his personality and then the people and ideas that inspired him So says science... Science and invention consume attention. At 17, he was deeply concerned with how he should spend his time in intellect, and what field he could make his own. He carried a romantic vision of science developed by by v reading and the certainty that he would achieve scientist scientific success. He was filled with imp and frustration. He's felt that I felt that you probably have felt that as as well. His his were... His ideas were focused on the question of which scientific path he should follow. And as he's trying to figure out, he's doing ellis this reading, he comes across a lot ser a series of people that inspired him. And so I'm just gonna tell you a little bit about a few of them here. So it says land admired Michael Fair, 1 of the scientific heroes of the nineteenth century. His experiments with electromagnetic electromagnetic force stimulated James Clark Maxwell and He Hertz talking about not only was Lan inspired by a Fair day, but now the author's telling us this direct line of knowledge. This tree or this branch rather that Fair day influenced and the influence careers of other people that went on to influence other people. So it says, James Clerk Maxwell He Kurt. Radio television radar, a host of current inventions sprang from seeds that were planted by Far. That's a really great writing there. The greatest experimental scientist of his era, meaning Fair. He became 1 of the towering figures in the pant. The ambition to become another fair could heat the blood of a 17 year old aspiring scientist. So again, fair days inspiring a young a young in with Land, and when Lance started a lot of people, but directly inspired Steve Jobs. Steve Jobs talked about right before he died, reading something, he read it when he was young man, but he's talking... He's reflecting right before he dies about how important it was that he read something that 1 of his heroes I with Lance said, the importance of building a company at the intersection of, liberal arts and technology. And so we see this play out over and over again. I'm just gonna list... So the author in in this section of the book lists a bunch of people that that land was studying and then what they're known for. Just gonna tell you their names, some of which I've covered some Will cover in the future, Thomas Edison, Alexander Graham Bell, Henry Ford and George Eastman, the founder of of Kodak. To all the studying we see the personality that is present in a young Edwin land that he keeps her at his whole life, land, like many before him, he had a drive. I'm gonna put it in the the terms of steve steve josh put it that he wanted to make a dent into the universe. That's the way Steve jobs described what he wanted to do. And I think it's a good way to think about what the land, how land approached. So let me just read from, few quotes in this section. There was a turmoil within him. He was searching for his field. The field that would make his name known to the world of science. He had read all the scientific literature that was available to him. And so now he's talking about, like, the opportunity in front of him and what he learned. Actually, he's not talking. He's writing this. So he says, As a review the nature of the creative drive in the invent scientists that have been around me as well as in myself. I find first, I find the first event is an urge to make a significant intellectual contribution that can be tang embodied in a product or process. So sorry, I mean, that's his way of saying he's gonna put a dent into the universe. Fair. And he talks about this over and over again. Almost every single book about, something that fundamentally, if you wanna fundamentally understand what was important Edwin Land. He believes in the individual, not the group. And he talks about the great people in history, they were able to push human history forward. In fact, in 1 life team, they were able to advance humanity many lifetimes. He says Far had moved the world forward a hundred years. Edison had compressed genius and energy enough for 3 lifetimes. So Lance says, I picked field after field before I decided that the great opportunity was polarized light. So that's what he's saying. He's like, I'm going to be another affair day. I'm gonna another Edison, and this is the feel. I'm going to do this in. The principles of light and how it transmitted had been studied and debated for more than 300 years. And when it goes in. He's reading all this book. He's reading about experiments that happened in 19 6... R shooting 16 75, 18 28, 18 52, etcetera, etcetera. So he's building upon all that knowledge. Moving forward. I think this 1 sentence really does summarize 1 of the main lessons that I've learned Edwin and it's the importance of concentration. He says he concentrated ferocious on his quest. So I wanna tell you a little bit about the bizarre story of how Lan hired his first employee. So it says, net at this point, he dropped out of Harvard. He's 18 years old. He's doing experiments in New York city, so it says, he responded to his need for assistance in unusual fashion for a scholar and an aspiring scientist. He in an ad in a newspaper. And this is there was no further explanation of. This is very bizarre. Why he he reference it like this, but I thought it was very interesting. Land advertised for a mechanical dentist. I don't didn't know what that means. A dentist technician interested in doing some experimental work. But it never expo why he chose those words. Right? So he says, this... About 20 people show up. He hires 1 of them. And it's his guy named Cal. He became Lance first employee and stayed with him for 25 years. It's also something to know about land. He had a a series of people. I think it talks about how remarkable people found him. Right? And how unusual people found him is there's a series of people that worked they would be hired, you know, usually rather quickly, and then they stay from multiple decades. So it says, Caliber thought he was answering an ad to assist the dentist. Instead he found himself in a strange basement workshop with a secretive young man of 18 who was well dressed, but usually dish she. Often highly agitated, prone to long periods of intense activity, rarely volunteering any explanation of what he was trying to accomplish, eating hap, his sleeves rolled up his shock of dark hair falling in his face as he work that's a great paragraph to describe Edwin Land. Caliber did not have the slightest clue as to what land was doing. So the process they're doing, what did Lance trying to do there. It's is 1 of his first inventions. 1 of his first patent inventions is just the polarizing sheet it's what they sell to codec because they try to sell to the early automobile industries. They find all different applications. Some of which I've covered. So Not gonna believe at this point, but I do wanna put pull out this section right here. Because really, this is Land on how to approach your work. And I found this fascinating. So this is each of these puzzles had an almost infinite number of possible solutions. Land was evolving a way of attacking the imp. He described it a few years later direct quote from land. Of course, the secret that we had then was in knowing that if you dream of something worth doing, then simply go to work on it and don't think of anything of personalities of emotional conflicts or of money or a family distractions. If you think detail by detail of what you have to do next. It is a wonderful dream, even though the end is a long way off. If there are 5000 steps to be taken, you start by taking the first 10, and then 20 after that. It is amazing how you get through how quickly you get through the first 4990. The last 10 steps you never seem to work out. But you keep on coming nearer to giving the world something worth having. So at this point in the story, Land still young man. He teams up with George Will right. I'm only gonna cover the parts I haven't covered a past podcast. So he meets Wheel wright, and we see how land. The reason I wanna bring this part out to you is because there's a lot of about Edwin land that reminds me a Claude Shannon. And I cover call And I think was back, like, maybe founders number 92 and 95. Right? Venture of information theory, 1 of the most... Maybe the most single most brilliant person I've ever covered on the podcast, definitely among... If not, the most brilliant, 1 of the most brilliant, but this section was very fascinating to me because it speaks to both their, like, what motivated them to work on what they motivated. And it was this internal curiosity. Right? I think Charlie Mu would tell you follow your own natural drift. Right? And I found it fascinating that they both work on a problem until they are satisfied with understanding it. But then they leave the documenting of that solution to others, in the the books on claude Shannon talks about, you know, he discover something and they would... They'd find half written papers about this wonderful scientific invention or solution to a problem. Decades later. He's like, I figured it out I'd never bothered to finish the paper on it. So it says, land had the ability to term anyone who interested him. He and will wright, although opposites and parents and manner had much in common. Neither was an of of Harvard, they both dropped out. Don't know. I don't know if Wheel wright didn't drop. I he dropped... I think he graduated, but he didn't finish his graduate degree there. Both had left on their own for an extended period to prove something to themselves and perhaps to their parents they were both brilliant excited by science unconventional and filled with energy. Land was the... Wheel wright was also teaching a course at Harvard that land took. Okay? And so this is a little bit about that. Land was the brightest student in the the name of the course is electricity and magnet. So it says Lamb was the brightest student in the course and he says the brightest by far will wright said. But here's the problem. He couldn't get land to finish his work. So he says the instructor, meaning wheel rate experience some difficulty with his star. He would cover himself with distinction running the lab and doing the experiments, and then he taken home to write it up. But when the day came to hand hand in the paper, it wouldn't be there, So this is we I describing this. This bizarre process. That's very similar to Claude Shannon. 1 day I got his wife on the phone. And I said missus Land, can't you do something to get him to finish it? She said he works on it as long as he doesn't understand it. But as soon as he understands it, he wants someone else to do it, meaning someone else to write the paper. He's moving on something else that he wants to satisfy that this curiosity, this this driving curiosity that he has to fulfill. And so even in the very early days of land, wheel rate company, Edwin Lance mind is becoming known. He's making inventions. He's making scientific progress, and he's getting recruited to work for other companies. Right? And so Will wright worried he's gonna leave the company. But in this exchange where he's worried about land being recruited. We see an insight into lands lands obsessive personality. I think back to 1 of history's greatest obsessive and Enzo Ferrari. Go back and listen to the podcast. I I did on that. He woke up, worked on Ferrari Day and then went to sleep. Outside of Ferrari, his only other interest was his Sun dino. That's it. That's a good explanation of Edwin Land. So it says, will right confronted his partner. 1 of their research people told me that you wanna work there. George Lane replied. I've told you what it's like. They start at 08:00 they work until 04:30, then everything shuts down and they all go home. They don't work on Saturdays or Sundays. They keep telling me, Should work for them? Well, do you want to? Of course not. How could I get anything done? And so we see this obsessive to hit this obsessive nature of lands. When this is Lance response to the to their first contract from kodak, they're getting a large cut contract at the time I think it was like, 5000 dollars in advance and 5000 dollars when the job is completed. They have a contract, but they'd actually have to invent the process. They don't know how to produce their invention. Right? And so this is pretty crazy. So for the first time, they had an immutable deadline. They moved cuts and air mattresses into the shop, so they're talking about this is wheel wright describing this process. He says I came in the morning before Christmas. The next time either land or I changed our clothes was on January eleventh. The product they delivered had by this time been crescent polaroid. I'm just gonna go off a little random tangent here because, Lands life intersect with 2 other historical figures. He's gonna he wants to set up booth at Polaroid to public size the company at the New York City World Fair. It's being run and constructed by Robert Moses. I'm actually halfway through the audio version, the audible version of the Pulitzer prize winning biography. It's like, 60 hours long. I think it's 1300 pages or something like that On Robert Moses. Is right written then, by Carl, it's called the Power broker. It's really fascinating book. If you're interested about the early history of New york, I'm and power in general, I'd recommend picking it up. But this is also where Edwin Land meets Jp Jpmorgan. Wheel writes So it says, wheel wright father had been at Harvard with Jpmorgan. Will Remembered, when father decided that Din, that's the childhood nickname and what Edwin Lane wanted everybody to call him that Din and I had gone far enough, and then we were really doing something, he sent us down to see Morgan. So trying to raise money at this time. It was just after they had that 19 36 bomb attack on 23 Wall Street. Lana and I turned up armed with all sorts of strange looking packages the show mister Morgan. We walked in the door and were greeted by 4 men with shotgun guns. So they come in the strangers are coming into a place that was just bombed with a bunch of packages. Just like, get out of here. What are you doing? They have a letter from, Where where father. It's... The the letter sent into Jpmorgan and Gps like, yeah, okay. That's a friend of mine sent him in. Says if Land was intimidated by the lines of Wall Street, he did not show it, and they did not realize it. Nothing Concrete came out of the Morgan interview. And I bring that up because 1 of the most requested books is that pulitzer a prize biography on Jpmorgan, I will eventually get around reading it and then make it into a few future episode of founders. Alright. So I wanna move forward, there's just a sentence or 2 here that's really interesting because studying the early days of polaroid. It's very... It was very, very surprising. And it's just a reminder that success is not a straight line. It's up and down, down and up and up and down and down and up. Until they finally hit on the the land camera. But at this time, they're again, they're trying to sell their developments to other people, other companies so they can use their technology and their products, which land eventually realize, hey. I'm obsessed with control. This is stupid. I'm not gonna do this. But they did have a couple hits, and... But they were really fats. So 1 of them was polaroid day glasses. It says polaroid day glasses were becoming popular. Polaroid sold more than a million pairs in 19 39. Few years later... Less than 2 years later, the Fad evaporated and they were left with a lot of inventory. And so a few pages later, the author elaborate, and expo on, you know, the early days of polaroid being full of struggle. 19 40 had been the most difficult year in the Polaroid brief history. The young business effort had begun to fa a continuing source of disappointment frustration to the company to land. Expenses were on the increase, sales were not. The headlight program, which they thought there there was gonna be a foundation of a giant business had ground to a halt amid fencing matches with the 1 Detroit spokesman after another. The tenth of the depression had no better time to sell safety to detroit than the sixth. Land had begun to wonder if the time would ever come. Nothing was more frustrating than being dependent on someone else for the opportunity to succeed. This sentence is the most important sentence of sec... This section to me. Nothing told Land that he had built a business that could survive let alone grow. And I bring that up to you because he started this experimentation on this path 14 years ago. Where we are in the story. So for 14 years, he's just got a series of struggle after struggle, minor success that that that eventually pops and goes straight to failure. And, yet he's still per he's still pushing through. Now there is an alternate history here that I like to to think about because if it wasn't for this 1 sentence. Let me read this you first. The United... What he did not tell them was the United states Navy had saved the company. So there is an alternate history to polaroid where if there is no world war 2, there's a very good chance that they don't have the money to sustain what they're doing, and they go to business, and you you and I never actually hear. The name Edwin Land. So I've covered on on past podcast and I land about what he was doing for War 2, just for general patent this stuff for the Us Navy, the Us Army invent a bunch of stuff. I'm gonna skip over that, gonna go right to where, this is also famous that he gets the idea like this. It's called the instant image idea where he's he's he's taking pictures of his 3 year old daughter and she's, like, you know, Daddy, why can't I see the picture now instead of, you know, 7 days from now. And so Peter uses the that experience to to introduce us to this concept of a Land question. I have if Was interesting. Now his mind was a world. Jennifer's innocent query was the epitome of a land question. So he's gonna define that. For us, which took nothing for granted, accepted no common knowledge, tested cliche and treated conventional wisdom as an oxy moron. His first thought was to wonder why he had not asked the question himself. So years later, people always ask him, like, how did that... You know, how did you arrive at such a brilliant insight in just a matter of moments, and that's... He's gonna describe to us. Like, that's not an accurate way to describe it. Right? It's a culmination of a life's work. So when I write... When I'm this paragraph I read you, or I'm about to reach you. It really is to me, reinforcement that there's a very practical reason why you should keep learning and keep collecting experiences because you're gonna use this knowledge for an opportunity far into the future. 1 that you can't see yet. And so Land describes that process and he... This direct quote from him. He says, what is hard to convey and anything short of a thick book is the years of rich experience that were compressed into those 3 years the product development. That that occurred right after the question that his daughter, asked him. It was as if all that we had done in learning to make polar, the knowledge of plastics and the properties of vicious lick this vicious liquids, that's not how he pronounce word The preparation of Microsoft crystals smaller than the wavelength of light, the lam of plastic sheets, living in the world of c, that's not how you pronounce it either. In super saturated solutions had been a school and a preparation, both for the first day in which I suddenly knew how to make a 1 step dry photographic process, and for the following 3 years in which we made the very vivid dream into a solid reality. I love how he described. He has... He says all these experiences, all the stuff he had learned had been a school and preparation. And this invention comes at the right time because Land his... Has a very real sense of urgency. He sees the end of the war coming, he realized, hey, the end of the world cup end of the war comes, the contract stop. We may go out of business. So he... This is land on the the sense of urgency that was needed at this time. He says it is taking a big chance. Lance said. But there's a possibility that the Navy contracts would be canceled. In any case. Now that the war is over, we have to develop another business as fast as we can. It will be a race, a close race and this sentence gives you an idea of the the precarious financial position that Polaroid finds itself in. If we win, we survive a race to finish the camera before we run out of money. And we see here, you could characterize this section as burn the boats, burning the boats, which is a well known phenomenon threat throughout human history. Or really a lesson on human nature and the fundamental way Edwin land understood what motivated and how to get the most out of people. So it says everything seemed to land to be moving with madden slowness. He decided to light a fire that in fact, he might not be able to eventually contend with. The winter meeting for the optical Society of America had been announced for 02/21/1947. Land told Polaroid Lance told them that Polaroid would disclose the camera system in New york meaning he just set that date. He's like, okay. That's when it's happening 02/21/1904 7, that's the day we're gonna be ready. They're not anywhere close to being ready by the way. The 2... Talking about the people he's telling the 2 executives. The 2 are polled By the audacity of even considering a date for public demonstration. Let let alone committing to the society. Lan calm, their apprehension by... Describing it as an occasion to present a scientific paper. So it's like, maybe we gonna do a product demonstration. We was we'll will we'll we'll we will present the results of a scientific paper. They know that's bullshit. That's not happening. That's not that's not true land. So says his associates did not believe that he would limit the presentation to just a paper and he knew it. And truth lands plan extended well beyond the scientific paper. He knew how daunting were the hundreds of inter locking problems polaroid faced. The survival imperative was clear and present to them all. They had no alternative but to succeed with the camera. This what I mean by burning the boats. Everyone left at Polaroid knew that, and at and at the present rate of decline, the business, the company and their jobs might not survive 19 47. Nonetheless, Lan held on to the 02/21/1947 date as a weapon avail... Available to use against his own people, including himself when their efforts slowed as he knew they would. In the face of the imp of nature, even committed men and women flagged, they needed an additional stimulus. It's genius insight. Sometimes survival wasn't a sharp enough gold. Public explode exposure could be compelling, even terrifying. His people were all capable of more than they knew. Lane will prepare the paper, but there would be much more going on the night of the 20 first. They would succeed. They would overcome nature. They would be ready. So never gets to the point where the author actually goes and interviews polaroid. He wasn't even sure he wanted a job. He was in the publishing industry doing advertising and promotion for publishing and Polaroid is getting this reputation It's like, this weird bizarre place. Right? That's slowly building a technical monopoly protected by a wall of patents. Right? And so he's he's doing this this strange interview Like, I'm I'm not even sure I'm interviewing here. I'm just coming here to talk to you and kind of, like, the guy at the end of the interview guy named Stan. He's just like, well, you're gonna love it. I'm gonna love you. Like, let's just do this. But the author... This is fantastic. The author asked a question because this the reputation that Polo it has. This is a very bizarre. Right? You can't get to the top by standing by fitting in. Like, differentiation is extremely important and polaroid definitely has reputation as that. So he asked a question, and I love this. And the I love the the question, but I love even more the answer. So the question he asked is, like, why is polaroid a nutty place? The response is fantastic. Okay? And this is the response stands working very closely with Edwin Lan. He says, to start with, it's run by a man who has more brains than anyone has a right to. He doesn't believe anything. Until he's discovered it and proved it for himself. Because of that, he never looks at things the way you and I do. He has no small talk. He has no pre conceived notions. He starts from the beginning with everything. That's why we have a camera that takes pictures and develop them right away. Isn't that what a camera is supposed to do, and then the the author responds. I don't know. And his... He continues this line. It's Hilarious. Of course, it is. It's obvious. But land was the first person to think about it that way. The rest of us always assume that you had to send the negatives to a photo finish. I've been a photographer all my life and I'm a smart guy, but I didn't think of it. It never even occurred to me. Let alone how to do it? That's a whole other story. And it's a... 1 of my favorite stories illustrates that that this idea that he's not interested in small talk. We've seen, you know, in several different examples in some of the biographies the you and I have studied. But Lan would call you up. He went say hey How are you doing? He's ring ring phone rings. It's like, hey, hey, dan. What's up? He he would say nothing. He would say, tell me something interesting. And you'd think for a minute. Tell him something interesting, and then you'd hear nothing with silence for a few minutes on the other end of the line while he thinks. I just thought that was very amusing. So this is now the author telling us more on how land worked. He's he he... This is happening in 19 60 too. And the author is responsible for all the the marketing and advertising, he's spending, like, 50000000 dollars a year of Polaroid money and land barely checked on them. He just made sure, like, the... If he thought the advertising was high quality, he would leave it alone. So he comes into his office ask him a question. And this I thought this this was very fascinating. Lamb was sleeping in his... In his lounge chair. His feet elevated. An old blanket pulled up under his chin when I opened the door to his office. He had been working until a few hours earlier in his laboratory. He and a team of 12 had been had put in some 18 hours, interrupted only for tea cookies and lamb chops. And later for roast beef sandwiches. Land believed in feeding the brain. A lab technician might occasionally faint from exhaustion, but never from hunger. Land hated to stop working. Once begun on a course of action, he wanted to experiment with the hypothesis... Until the hypothesis was proved. He worked... This is really this is what I mean about really great writing. And you could tell... Again, I think of go back to it if you read David Over books, you know, warren Buffet called David Over Genius. He spent his entire life around researchers and copywriter, and he was trained as copywriter himself. And you could it you could tell, because, you know, his entire business is based on persuasive writing. And so when he sits on a ratings his biography or a book on advertising, it is it's riveting. It holds your attention the whole time. So it says, this... He worked like a predator, stalking a solution, a proof with perpetual patience and perpetual energy. His intuitive leaps had landed him on the neck of his prey too often for him not to believe that he could do it next time and the time after that. Although his assistance were sometimes more than 20 years younger than land, he regularly work them to exhaustion and continued with fresh replacements for hours longer. Many of them had graduated with no scientific background. Land proved many times over that a bright young liberal arts student could learn the routines of a laboratory and the structure of scientific discipline as rapidly as applicants with technical experience. He liked the fact that his students had little to un learn. They started in a pursuit of a hypothesis, hypothesis experimented until they could go no further than twisted and turned. Looking for a new trail that would lead them somewhere. They would wander for days, weeks and even years. Science is an awkward, disorganized inefficient activity he said. It is simply more efficient than any other human activity. Like I said earlier, this book, it's particularly wonderful because it contains so much of land in his own words and just common conversation that would happen in any company. I'm just gonna pull out 1 sentence and I'm gonna ask who said this. Steve jobs are Edwin Land. Taste is as rare as the Unicorn. This 1 paragraph gives us an illustration of what's what's most important to polaroid. Camera design took pride of place among the engineering functions because from design of a new camera, all other company decisions flowed. In the jargon of the eighties, Polaroid was a product driven company. Planning was little influenced by market research, financial concerns our competition. If products drove the company, land drove the products. Polaroid competed only with itself. Something that's obvious the more you study and read about land. He was very careful about what he let let into his mind. He would read, he would think and he would experiment, but he primarily wanted to think from first principles, and I think this sentence is a great summary of that une by other people's ideas land raced ahead. Land had a belief that is your duty to keep learning. It's a belief I share, if you're listening to this it's obviously belief that you share, and this is what he says. Implicit was land faith and education direct quote from land here. The individual and industry will be better qualified to increase his competence and at the same time make his job fully satisfying if he continues his education as an integral part of his working career. So I'm fast forwarding ahead in story, the most important product pull had ever made, was the S x 70 camera. It was a product that took that was prompted. By the question was serial daughter that took him 30 years to get to the, final form that he wanted where... That's the 1 you just pressed the button outcomes, the the the the picture and, you know, 30, 60 seconds later, you can you can view it. There's no extra step. Okay? So I wanna read this about read the section to you, but it reminded me of this quote that appeared in 1 of the biographies that he did on Walt Disney. And he said, we are innovating I'll tell you the cost when we are done. And so Disney like land, like jobs, focus on the very best highest quality components to their products first. And then worried about everything after. They were they were all 3 of them were driven by by making the the very best product possible. So it says that was so typical land, I thought. To insist that the camera be covered in leather. So they the original S x 70 cameras had leather covering. Not a leather look plastic, but real cow hide, expensive, hard to handle difficult to bond to the surface of the camera body, but it smelled good and it felt good. Lan had an instinct for packaging. He listened to all the arguments about the cost being 3 dollars a camera more with leather, and then he over rode them. He was right. I looked at the camera on the table in front of me. Land was a great marketer, but he would never admit it. Marketing was not 1 of the attributes he wished to be recognized for. Science, engineering, social philosophy, the quality of his prose, yes. Titles, honors, degrees? Yes, but not doctor of marketing. So this book differs from the book I covered last week because the book I covered last week was published. I think, like, 19 78 19 79. Land stone control of the company. This is published after land is forced out. This is what Steve jobs called the dumbest thing you ever heard because they lost polar lost bunch of money on this this invention called Polar Vision. That land... This is 1 thing where I didn't understand what Land was doing because S 70 was such a technological advancement. It had a bunch of production issues that still need to be ironed out. And so at the same time, they're still doing that. He he does... He pushes forward with the invention of polar vision. So, like, 2 brand new highly complex products at the same time. So this is what working... Again, this is where the author does a great job of describing these things to us. This is a working on the S x 70 and pull vision was like. He says it was it it was as if during the battle for Britain, Churchill had been making plans for the colonization of the antarctic. So during this time, you also see, like it's it's it it's bizarre that he wanted this product to exist as well. Because at the time, they're focused on photography, it's, you know, 90 percent of the revenue or something like that. And so he's like, hey, instead of a picture, let's do AA2 and a half minute video with no sound even though you could buy a recorder that had sound, you can make longer videos. So this is his thinking, but I think the author hits on the fundamental problem with this. So it says land visualize a system where the cassettes were stored as books or records in a library. To be taken down and played on impulse. The format 2 and a half minutes long, he described as an important new medium, more exciting, revealing and satisfying than still pictures, but escaping the inevitable ted of une unlimited home movies. And then this is the problem. The why? Meaning why does this product exist. The why was never examined. And so it was a cost failure, and unfortunately, he's forced out of the company. The weird part is I haven't found any book that covered in great detail. What happened? Like, why other than yet, they lost a couple million dollars on this thing, but who, like, who set into force? Like, how was he kicked out? He if he had total control. And so the... Further complicate matters at this point, at this point in Poll history, they're engaged in what what at the time becomes the largest patent infringement lawsuit ever. They sue kodak for filing the products, and I'm gonna talk more about that because next week's book is a monster. It's like 600 pages, and it's written by 1 of the attorneys that successfully defended polaroid against c... Or excuse me successfully. I guess, is it... They didn't defend them because everyone bring the suit. But basically, they're other ones... He was 1 of the attorneys that helped Polaroid be successful in suing kodak for patent infringement. And it will give you an insight into how land approached what might have been from his viewpoint, his greatest, his greatest struggle of its life. And so this is just 1 sentence. In the months before the trial, he retired to his office emerging only for board meetings or any other unavoidable occasions. He was by far Edwin lane was by far the star witness in his trial, and it's because of his command of the technology of the process and his communication skills that led to... Like I said the largest judgment at the time and history, it was like, almost a billion dollars 900 and something million dollars. And now I got... I I think the... The the part of the book that prompted such a, like, a deep emotional response. To the life if I win land because he lived a remarkable life, but I don't know if the ending had a happy ending. So I'm not gonna say anything after I finish the section because I I think I want the words to just sit in your your mind for a little bit. Just a reminder that if you wanna buy this book and support the podcast podcasts at the same time, there is a link that it's in the show notes. If doesn't matter to me if you buy this book, another book. I just... I can't tell you how important reading biographies is, doesn't matter if you read the physical book, the kindle, the audible. I just... I think you're life... I sincerely believe. Your life will be better, the more you read and expose yourself to these life stories. It doesn't matter if it's a book I covered on the podcast or not. It doesn't matter if you use the affiliate link not. That doesn't... Like, that's not important. What's important to me is that you're reading because I do think it is the outside of take care of your health, spending time with your family, getting the rest you need and working on your craft. There is not a better activity, a 1 that you will derive more of a return on your investment than reading. It is so fundamentally important. Okay. So with that section, or with that statement rather. Let me get to the point, this is where the author is going to visit land at his home, after they both left polaroid. Land was asleep. He was talking to me and he fell asleep at the end of his sentence. His eyes closed for a moment I thought, but then they stayed closed. I sat down quietly and looked at him. He was no longer chairman of the board, chief Executive Officer, president chief Operating Officer, our director of research. He had resigned and retired. He had sold his stock. His last high with Polaroid was a contract with guaranteed him the office and the study that he had occupied for 40 years would be his for the rest of his life. And 6 months longer, he had told me with a gl in his eye. I had left as well. He in August, I in October of 19 82. I didn't have to ask him if he had regrets. He didn't have to ask me. We had both been at polaroid for too long. Land for all of his life. I for 24 years. But of course, I told myself the point is that only change is un changing. We both had a longer ride than most people get. Land ran his company longer than any of America's great business leaders. Longer than Thomas Edison, longer than Henry Ford. Longer than George Eastman, giving it up had been the hardest thing he had done in his life. It had been an emotional trauma that engulfed everyone near him. None of us escaped. We watched his land tore himself away from the most important thing is life. The lines in his face were grave deeper than they had been. His silence has lasted longer. His eyes more focused inward. He accomplished this surgery on himself as he did most things. In his own personal, unexpected, passionate and enigmatic way. He had written something in 1 of the annual reports in the 19 seventies that was hovering in the back of my mind, but I couldn't bring it forward. In 19 40, he had been named 1 of the national modern pioneers. It was a singular honor. He was 31. He had worked without seizing without devi for 14 years since boy. To become what? A pioneer was as good a name as I could put to it. He had wanted to create new things. The polar, and the instant camera would remain the best known. But perhaps his most original invention had been his company It was no less the product of a conscious process of experimentation and insight and repeated failure and creation an ultimate success than had been the other inventions. In the law of the depression. He was already shaping the idea of a new sort of corporation whose characteristics were so unusual as to be bizarre. Almost ludicrous. At the time when steel companies, automobile factories and textile mills were slowing to a halt, spilling workers into the streets, He was talking and thinking, and writing about a company founded on science, that would design new products not imagined by the public, which would be attracted to the products because they filled an perceived need. He wanted a company to create an environment for art at a time when many were worried about meeting the next payroll. He talked about a company where the work life would be so satisfying that workers would look forward to the day beginning and regret its end. While sweats shops were in their heyday and unions fought to establish basic rights on the job. These were the raving of a pioneer. Land opened his eyes. He looked into me. I had the feeling of being examined, interviewed. You were asleep in? I said, I was a little concerned. Nonsense. I was resting my eyes for a moment. Why would you think I was asleep? Well, I spoke to you and you didn't answer. I was thinking. He smiled his charming little boy smile. There is nothing more refreshing than thinking for a few minutes with your eyes closed. I suppose that how you survived all those board meetings. I rose to take my leave. Didn't, what was it that you wrote in 1 of your shareholder letters about the future, about the past and the future? I can't bring it to mind. The smile disappeared. He brought it to mind instantly. The present is the past biting into the future. Why do you ask?"
}