{
  "transcript": "While polaroid products may have achieved an iconic status in our public culture, their pro regenerative, Edwin Land remains largely an unknown and underappreciated figure in our nation's technological history. This is somewhat surprising. As his accomplishments meet or surpass those of many better known personalities. He died in 19 91 with 535 patents to his credit. Third in Us history. His honorary doctor degrees to numerous to list come from the most distinguished academic institutions, including Harvard, yale and Columbia. He received virtually every distinction the scientific community had to offer. Including the presidential Medal Freedom, the National Medal of the science, the national inventors Hall of Fame and membership into the prestigious royal Society of London. Land was included on life's list of the 100 most important Americans of the twentieth century. Beyond his contributions to photography, most people use his first invention, the plastic sheet polar, just about every day. Whether in sunglasses, camera filters, Lcd displays, scientific and medical instruments, or car windshield. Perhaps most importantly, his contribution to America's defense and intelligence efforts over 3 decades and in service of 7 presidents, perform mostly in secret with no public fan fare, but to a high amount of praise from our country's scientific elite. May be the true measure of land stature and the Pant of great American mines and entrepreneurs. In so many ways, on so many occasions, Lands life was a manifestation of the fat can do attitude he embraced and encouraged others to follow. He sought to build an organization in his own image. 1 that could pursue its dreams instinctively un shack by some of the restraints imposed both internally and externally upon other companies. In describing Polaroid, distinguished Harvard business school professor Joseph El Bauer once noted, to understand polaroid you must understand land. Land is creative, and he has the well grounded suspicion that good, careful, systematic planning can kill a creative company. Instead, land committed polaroid on a course to pursue the same kind of ambitious challenges that he had set for himself when he was still a teenager. There's a direct quote from land now. Pick problems a that are important and nearly impossible to solve. Pick problems that are the result of sensing deep and possibly una human needs. Pick problems that will draw on the diversity of human knowledge for their solution and where that knowledge is inadequate, fill the gaps with basic scientific expiration. Involve all the members of the organization in the sense of adventure and accomplishment. So the large part of L rewards would come from this involvement. Land has left a special legacy in the world of business. 1 that would become a model for companies of the future. Not surprisingly, Steve jobs was 1 of Lance most dedicated fans. In the words of John Sc, whom Jobs recruited to lead Apple 19 83, these were 2 geniuses who totally under understood each other from the Vantage point that they knew how to take technology and transform it into magic. Not only was land 1 of the great inventors of our times said jobs in a 19 85 interview, but more importantly, he saw the intersection of art and science and business and built an organization to reflect that. The man is a national treasure. I don't understand why people like that can't be held up as models. This is the most incredible thing to be. Not an astronaut, not a football player, but this early in his career jobs have the opportunity to visit with Land. Who described to jobs his vision for the technology company of the future. Jobs confessed to a reporter that getting to meet land was like visiting a shrine. Many years later jobs My your shared land, than in building Apple he had tried to emulate the ideas Land had described to him. The influence that land had on jobs is readily apparent to anyone who was familiar with their respective careers. As 1 journalist noted, they were a pair of college dropout with big ideas, both were driven, demanding and stubborn. Qualities that led them to great things. From the corporate culture jobs created Apple to his widely anticipated product introductions at each Apple shareholder meeting, jobs arguably became the Edwin land of his generation. In 2010, when Jo preview Apple's ipad for some journalists prior to its introduction, he he was asked what consumer and market research had been conducted to inform Apple's development process. Jobs reply was pure land. Almost a verbatim rep prize of comments land had made many times throughout his career. None, It isn't the consumer's job to know what they want. For land as well as jobs, entrepreneurial invention was the process of making what the consumer can't even imagine. To a large extent, lands relative anonymity can perhaps best be explained by his ins personality. His simple shy and his blind on mentality when it came to his life's work, Of course, despite his prod prestigious accomplishments, and many inspirational and worthy traits, Edwin Land shared with the rest of us, all the frail of the human experience. To the ex stent this book may seem like an homage to him, it is not meant to canon him in total disregard of his shortcomings. Notably, his enormous ego and his un stubborn. Lance vision of himself does not take into account the possible imbalance between his all consuming work and his personal life. And it does not include the perspective of some employees who find him difficult. Overly demanding and mis in direct praise. He sees himself as determined, iron will and hard driving, a man who will not rest until he is conquered whatever problem is at hand. Land passed away on 03/01/1991. Yet his legacy du. The formula for accomplishment that he practiced throughout his life, creative wonder and intellectual curiosity, followed by effort remains a model that should inform and inspire all. No matter the particular field of our endeavor. That was an excerpt from the book that I wanna talk to you about today, which is a triumph of genius Edwin Land, Polaroid and the kodak patent War, and is written by Robert K F. So there's a lot to get to. Let's go ahead and jump into it. I wanna draw your attention to this 1 sentence that appears in the pro log of this book, and I think it's a great 1 sentence summary about the personality of the truly unique person that Edwin land was. And it says, as a colleague acknowledged many years later, this man never had an ordinary reaction to anything. And before the author gets into the actual case he gives us a lot... He did a lot of research There's a lot of great background on the early left I had land that haven't found in any other their books, and then some, some direct quotes and ideas from land that Just wanna share with you. But I was reading this section, and it made realize how important books are. To the human experience. If you really think about it. Books lay at the foundation of all religions, economic systems, political movements, but they also lay the foundation for many people's dreams, and Edwin Land was no different And so we see his discovery as a pre as a young man of this 1 important book and the role played in influencing the direction of his life. So it says Land was still a pre teen. When he began to read about optical science and discover the textbook the textbook name is physical optics, written by Robert Wood. Robert Wood was a professor physics at John Hopkins University who was well known as an experiment mentor of great ingenuity in the areas of optics, light, electricity and photography. Now that's fascinating that's how Robert Wood was described because that's how we could also describe at when Land. It says Lance slept with Woods book under his pillow. And read direct quote from land here nightly in the way that our fore read the Bible. It was an intellectual awakening that would shape his life. Ed of course, has a lot of great ideas, but I would say if you only had to select 1. This may be the single most important idea to take away from the life and career of Edwin land because it can be applied to so many different things. And it says Land had learned early on that total en gross was the best way for him to work. He strongly believed that this kind of concentrated focus could also produce extraordinary results for others. Lance said, my whole life has been spent trying to teach people that intense concentration for hour after hour can bring about in people resources, they didn't know they had. So Edwin Land has AAA bit of a reputation is being kind of a rec. Somebody it was just completely immersed in in research and science. But what's what's striking to me is when you read his writing, and then also, I've read transcripts of speeches he gave. He had... He was a master communicator as well. So in the section I about to reach you, he's talking about the comp propulsion that he experienced when he was figuring something out and just listen to the language that he uses. He says suddenly, a separate that comes during the preoccupation with a particular scientific task. There is a need, a transient need, a violent need. For being just yourself, rest, recreating, talking in your own terms about what you have learned from all the cultures, scientific and non scientific before you and around you. So I'm gonna pause right there. I really love that idea if you really think about saying. He's telling us to remix all the things that we've learned into our own unique perspective, continuing his subscription. You wanna be almost alone with just a few friends. You want to be un underserved you wanna be free to think. Not for an hour at a time, or 3 hours at a time, but for 2 days or 2 weeks without interruption. You don't wanna drive the family car or you don't wanna go to parties. You wish people would just go away and leave you alone while you get something straight. Then you get it straight and you embody it. And during that period of embodiment, you have a feeling of almost divine guidance. Then it is done. And suddenly, you are not alone. You go back to your friends and the world around you and to all of history to be refreshed to feel alive and human once again. It is this interplay between all that is rich ritual human and this special concentrated uninterrupted mental effort that seems to me to be the source, not only of science but also everything that is worthwhile and life. So he's got a beautiful way, a master way to communicate. And the reason that's important especially in this book is because Edwin Land winds up being the single most important person in the trial. The trial, the patent trial between Kodak and Polaroid, we know how it ends Polaroid winds and he... They win and Kodak has found guilty of infringing on on their patents because of the way land is able to communicate. And he's communicating about something that he spent his entire life learning. I, I'll get more to that later. The judge even said after she delivered her decision that she she called Land an amazing witness. And he treated his testimony as a way to educate the judge, the person's also made making that decision about why kodak infringe their patents and what their expert witnesses were actually misunderstanding. And I'll go I'll go, more detail in a little bit. But I wanna stay on... To a bunch of these ideas and these insights that Land has derived throughout its entire career that this book highlights for us. And so this was... This 1 was particularly fascinating, And it's land talking about why does it take so long to learn so little. He rum about the nature of scientific investigation in terms that anyone could readily understand. It is a curious property of research activity that after a problem has been solved, the solution usually seems obvious. This is true not only for those who have not previously been acquainted with the problem, but for also for those who have worked over it worked on it for years. As they regard their finished work, they cannot help and but wonder why a simple, rational process that can be performed in a day took them rational people 10 years to develop? In research, as in the whole civil process, why does it take so long to learn so little? In this section lands is talking about hiring the hiring practices that he used a polaroid, which he finds in the way to to identify unique talent. So he says land employed a unique strategy for identifying good employment prospects. Quote from him, I don't care what the people know if they're willing to work hard, and they considered a pleasure to come here and work. When I meet someone for the first time, often I can tell right away whether they may maybe be a potential scientist. In talking to this person. How much is he ahead of you? When you draw a breath to say the next thing? Does he know what you're going to say before you say it? Does he delight in the construction that you're making? Does he earn the conversation quite subtly because he proceeds where it is going and wishes it to go somewhere else. Not all scientists are that alert. There are many scientists who for all them marvelous training are just plain dull. You sit with them and nothing is happening. They have been stu somehow and the world is going by them. So let's do a little vocab word there. I had to look up that word, and it says cause to lose enthusiasm and initiative. Especially as a result of a tedious or restrictive routine. So really when talking about there is the the the the unexpected benefits of being an interesting person. This is something we learned from reading the writings of benjamin franklin. He talks about why why was so important for him to dedicate all of his nights to reading because he felt that he... The the reading he was doing improved his conversation, the conversation, his improved conversation led to opportunities led him to being low the money for his business, getting contracts and opportunities that he otherwise wouldn't have if he didn't take time to improve his mind, which then improves your conversation. So I really like that idea because, Edwin lance echoing a little bit of that there. It's like, you may be a brilliant scientist, but you can't communicate with other a humans means you can't work with them. What's interesting. I wanna fast forward in in the timeline a little bit. I found this very fascinating. So Land is just 30 years old when he wins an award for being 1 of the modern pioneers of the frontiers of industry by the National Association of manufacturers. And what I found so interesting about this is... Well, let me let me back up for a second. The other people sharing their award that night, Wilbur be wright of the right brothers, Henry Ford and Charles Ke. Which is all the more amazing with what I just told you that that he was just 30 results. Let me read just a, 2 quick paragraphs or 1 quick paragraph from this session section because I thought it was really a description of not only land, but all the other people that were winning this award. Really just gives you an insight into the attributes that that he had, and that was obvious to people around him. Right? So it says in making the presentations, they described Edwin Land to a t as they articulated the essential attributes of the Pioneers being honored that So this is this goes not just with Edwin land, but everybody else, but it gives you an insight Him. A and this is some of the astronauts attributes Which I find something to to to to aspire to. A state of mind that includes curiosity, an ideal, which is dissatisfied with the restrictions and imperfections of the present. That's a great sentence. A great inward urge for discovery and an ability to translate this dissatisfaction and inward urge into constructive achievement. As I talked about, on Past podcast, I'm not gonna go into too much detail here, but Lan was influential on, developing technology to help, the to help win world work 2. And wanna read this section because, again, I think it's a it's an illustration of how... What a master full communicator was. Listen to how he's gonna describe Nazis at the end of the section here. So it says Roosevelt, that's obviously, president Roosevelt, I hope to keep America out of another European war. Land however, was certain from the start that American involvement was inevitable. So he starts transitioning Polaroid from a consumer company to 1 developing technology for the war before. The Unite? He thought it was so inevitable that that he did this jump before the United States declared war. Right? Land told us employees that he believed the war was going on in Europe was much was of much greater significance to the United States that most people felt. Land predicted that the United States would be be in the war within the next year. As a result, he decided to make a big change in Polaroid focus. From that moment on, the company would devote itself to 1 sole purpose to win this war. In his talk to polaroid employees and in future comments, land made it clear that he was not motivated by the chance to profit from the war effort. Now there's some other cases I I've covered a lot of, founder that have made a lot of money around World war 2. And I would find that statement for a lot of them to be rather dubious. I don't doubt the the truth of that statement went... Based on what I know, I went land. His motivation instead, this is where I talked about what a what a great communicator was. His motivation said was to combat. This is how he's describing Nazis now. This disease that is spreading over the world. 1 that goes on for generations and does not stop when the war stops. More in his communication. Land was not afraid of using cirrhosis, especially when talking my own products. Remember the... The at the very beginning, the author says this and we're not... You know, we're not meant to put him up on a pedestal. He had fault faults. He had a gigantic ego. And you kinda see that in the way he talks about his his own products, which I find humorous. Polaroid produced millions of what land proudly called the best damn goggles in the world. None other than general George as Patton appeared on the cover of News week. Outfit outfitted in a pair. They made millions of them for the allies. This is a little bit about Lance. I'm gonna talk more about, what he did in war to. But in this section, he talked about management, which I think he has a very unique approach to management that may be useful in other domain. So it says Land had a pension. For bringing a variety of ec and unorthodox thinkers to polaroid. Giving them the basic equipment they needed for their research without much fret about the short term payoff and just turning them loose for long periods of time. So it's a very essentially, what he's doing for his employees, he he wants for himself. Right? He wants long uninterrupted that he wants have all the resources he needs to complete the job, but then once he has those resources, he wants to be left alone for long periods of time so he can actually get the job done. Land generally left them alone waiting for them to call him or calling them in when he had a short term project that needed their special skills. This provided fertile ground for new ideas that might come to the fore. And not only that, I think it's AAA competitive advantage for Polar that Polaroid enjoyed. The fact that how many other companies could do this. And they were discovering ideas through... In some cases there was... When they were trying to figure out how to make instant, color film, the person he put in charge of it sat around thinking for 2 years before we actually began. So, again, that there's a an advantage in doing things that other people aren't doing, that I think Polaroid Reit. Just basic advice go direct to your customer had land learned that the hard way by developing technologies for other industries, so they could use it in their products for customers and after nearly 2 decades of doing this like screw this. I'm not... This is ridiculous. So he says after more than 2 decades land reluctant gave up the fight. But it he learned 1 very important lesson. I knew then, I would never go into a commercial field that put a barrier between us and the customer, rather than deal with other companies as intermediaries. He would market as innovative products directly to the public. So that marks a huge change in the history of Polaroid. Land has another good idea on how to start something difficult and important. And this is fantastic. I love the this idea. So you have a goal. You have something you wanna accomplish in mind He's saying at the very... Think... Start work backwards almost. Right? Think about what is the perfect realization of that and then figure out how to work backwards to actually achieve that. So he did that process with the the... It took him 30 years to figure it up the s x 70, the camera, pull camera that famous now, you press a button and then you're don't have to do anything else The the picture comes out and in about a minute you see it. Right? When they were meeting in that famous meeting train, Edwin Steve jobs, Steve jobs said said the same thing, like, and at the time he wasn't developing, the iphone, but he talked about developing the Mac and realizing what everything he thought a computer should be in working backwards from that. So he says, you always start with a fantasy. Part of the fantasy technique is to visualize something is perfect. Then with the experiments, you work back from that fantasy to reality, hacking away at the components. So it's telling us to work backwards. Something that... Another thing he says is really, maybe chuckle when I read it. So he talks about I like, why don't business is set up to be, like experiments. Because he's, like, listen, every in this I'm about to reach you, the way I would interpret is everyone understands the necessity of trial and error. Right? We all get that. How you you derive a lot of things that are the world so complex complexity. You really can't predict what's gonna happen in in in the future. So you have to trial an area way through there. He goes, but many, people don't like the error part. As if you could separate the trial from the air, you just can't do it. So again, summary of the section businesses should be set up his experiments. I really love this idea. It says 1 of lands great strengths as a sign scientists was understanding that to research that to research necessarily meant to endure without discourage. The error part of the trial and error axiom as he put it an essential aspect of creativity is not being afraid to fail. Scientists pursue a great invention by calling your activities hypothesis and experiments and make it permissible to fail repeatedly until in the end they get the results they want. So logical conclusion that's like why aren't we setting up businesses like that? Something III discovered... I don't know what founders it was. It's it's on a... I talked about this all time. Kia Mari, the 1 of the founders of Sony. Had 1 of the greatest ideas I've ever come across. I don't understand 1 more people don't do this. He hired a paid critic to make Sony products better that paid credit a few decades later ones being the president of of Sony. Somebody that cared deeply about the products. So much that when they... When they were communicating with Aco, it wasn't that, hey, you know, your company's crap you don't know what you're doing. It's like, here, these these are things I think you could improve upon. And over the time, it made his products vastly better. Edwin Landed did the same thing. He hires 1 of the most famous photographers Ansel Adams. So this is... This is Lance application of something I learned from the founder of Sony. Land engaged Adams is a consultant to Polaroid at. This is what why Adams thought this happened. Lance aim was to produce the most perfect picture. The most perfect picture making process. Excuse me. And he felt that I an exacting photographer that's Key... You you can't just hire some bum. He's hiring 1 of the best photographers in the world. So demands quality. Right? He felt that I an exacting photographer could provide important feedback. And then, furthermore, I think there's there's other insights in this section that are valuable to you and I. And this the fact that Ansel Adams has a great description of edwin land that he'd combine curiosity. With discipline. From our first meeting, I responded warm to Lance Intellect and personality. He's... We seemed intuitively to understand each other. Lam had an extraordinary curiosity about everything and the discipline to satisfy it. There's there's all kinds of good insights into the section. So more from Adams. And this is something that that he's experiencing, maybe... This is what back in the seventies, I think, maybe even sixties when this is happening. But assign that a new product, our app or service, anything maybe worth investing in. Is when people describe it as a toy or a gimmick. And so that's exactly how people described their early polaroid cameras to Ansel Adams. Like, why you wasting your time with? What are you doing? At first, Adam met resistance among his his brethren. In the early days of Polaroid, I found that the majority of professional creative photographers dismissed the process as a gimmick. I was considered by my colleagues a bit centric because of my enthusiasm and champion, champion, champion of what they considered a toy. It is somewhat rather interesting that Land found himself involved in what what was the largest patent infringement case in Us history considering that be... Well, well, before this case happened, He talked about the importance of patents openly and often. So this is Land on the importance of patents, and I thought it's a great way for you to learn how he viewed it. By very definition things which we care about most the important breakthroughs do not occur spontaneously in multiple because they are the results of a very special way of seeing by a very special mind. So you can even read... There's a dual meaning in it a sentence. Now he's just talking about patents, but his fundamental belief is the the... He had a fundamental belief in individual greatness. It should be the role of our patent system to bring encouragement. A sense of reward and a stimulus. There are thousand new fields ready to be opened. Only a handful of these will be explored by large, leaving many areas untouched, you could say the same thing well, not only scientific invention, but businesses. Right? Without the protection of the patent system, young scientific entrepreneurs cannot be counted on to develop the rest meaning the the the rest of the areas. That will not be explored. If he's saying the large corporations can only explore handful, yet there's thousands of new fields out there, we need to incentivize and provide protection for the young individual, that wants to, you know, bring new technology new products to the world. 1 of the most interesting non commercial products that that land ever worked on was done in secret. It's the Youtube spy plane is interesting enough that that this spot this plane made by America in... So so so called peace time, was just violating Russian airspace Russian airspace at will. And what I found fascinating is neither a Russian knew this too. Neither America or Russia setting thing for different reasons. 1, Cia is not exactly gonna be a forthcoming institution. Right? I gonna tell you what they're doing. And 2 Russia couldn't admit that they couldn't stop, America that America had technology, and they couldn't stop it from taking as much picture as many pictures as as possibly wanted it. So the impact of of this 1... I don't even let, I guess you would call it. On global affairs is really hard to under state. So I just wanna tell you a little bit about it. I thought was hilarious too. So he has direct relationships. He served under a ton of 7 different presidents. And he just... Eisenhower Eisenhower at the time as president at the time I'm, in history that we're talking about right here. Right? And Eisenhower are wanted a better ideas as to what the Russians were up to. And Land just said directly to. Was like, well, let's take a look and find out. And so that's how the beginning of this Youtube spy plane development that goes on. Right? And so says land prod and push the project. Which involved the essentially yet controversial concept of conducting reconnaissance over flights of the Soviet block during peace. I'm sorry. I called it Russia at Soviet block at this time. Why I got that wrong. So Soviet blocked during peace time. Through the necessary government channel. So saying Lance pushing this whole thing. Right? So he's he's briefing now Eisenhower, but he's briefing the director of the C at the time, he's getting named Alan Dole. Lance said of the plane's unprecedented potential So now he's talking to the committee, all the people that eventually have to make this decision about why this is so important. A single mission in clear weather can photograph in in revealing detail, a strip of Russia 200 miles wide and 2500 miles long and produce 4000 sharp pictures. So this is Lance... His summary of his argument here. He says this seems to us the kind of action and technique that is right for the contemporary version of the Cia, Land argued dude. It is a modern and scientific way for an agency that is always supposed to be looking to do its looking. 1 of the the the other people that played an important role was James Kill. And he was a president of Mit at the time, and he's the 1 that... Well, let me just read it. He's gonna tell us in this section about Lance impact on a series of Us presidents, and then we also learned why James in his own right how to... Was an important figure and had difficult job. Kill who showed in an immeasurable burden as the man responsible to decades of presidents for organizing... For organizing America's scientific community in aid of our nation's military an intelligence agenda provided a firsthand assessment of Lance contribution to his. So essentially, Kill is is the Liaison between America's scientists and the government. Okay? And so this is what he says about land, fresh insights, a sense of adventure and a vision of greatness. I can't tell you how many time that times that word greatness appears in these books on land. Over and over and over again. He's obsessed Land is an authentic genius. His powers of exposition, his facility in expressing complex ideas in novel waiting and clarifying ways can lift a meeting or report to a higher level of discourse. So I'm I'm including this section is really important not only because he's a master communicator of his ideas to consumers. In this case, they're talking about he's a master full communicator of his ideas to government, But this gives you an idea of why he... He's probably the person the single individual that that that caused the judge to agree that that kodak infringe on on polar patents because this this gift of communication that Kill is about to finish here is the same thing he did for the judge. Okay? So it says in his assignments he pointed the way to development of new intelligence gathering technology that has given powers to American Intelligence agencies, saves the nation billions of dollars in this is an important part. In meetings with presidents, his el and lucid exposition, inc their latent imagination and prompted them to make decisions and to undertake leadership roles that had been until then beyond their reach. The contributions doctor Land has made to national security are inn. And the influence he had on our present intelligence capabilities is une. He's just a master communicator. Moving ahead. Land on problem solving. I love this. Land reminded a reporter 1 of his basic tenants Stephen his personal brand of ind fat confidence. If you can state a problem, then you can solve it. From then on, it's just hard work. So in this section, the book are talking about a lot of the work that went into all the research that you had to do to actually qualify to make sure that your patents are legitimate. This is before the lawsuit happens. And really from this section, what the inside I I took from this section was that Edwin Land knew that you have to protect fragile new ideas from being killed too early, and this is the way he did that. Lance basic idea might have seemed straightforward, but making it work was like trying to run a car without gasoline, so they're talking about the development of the S 70 again. But Land was not to be dis weighted. He began to staff his teams with the sharpest and most creative minds of polaroid. S them as best as he could and inspire them with his unique creative vision and can do anything attitude. Lance persistence. His personal brand of tunnel vision was a necessity. So remember... They've already described Land as having blind on. Right? Now they're saying he's tunnel vision. Just another... It's a different way to say the same thing. I mean, he's focused. As Mo cocoon explained, this is the guy, the second, like, land second to charge. The person takes over of the company after a land is kicked out. He says 1 thing about land. When he's doing something wild and risky. He is careful to ins himself from anyone who's critical. It's very easy in the early stages to have a dream explode. So I wanna draw your attention to the working relationship. This very bizarre maybe it's not bizarre. It was predictable. Right? Familiarity breeds contempt, I guess, to some extent. Is bizarre that they they start as adversaries and customers of each other. And then... Soon they start as... As customers and friends and then turn an. So these 2 companies, Kodak and Polaroid, they work together for almost 2 decades before kodak making a decision to compete head to head. So I wanna talk a little about what is... What happens here. Kodak attitude towards Polaroid segment of the photography market was changing. So polaroid, their entire business was built around the field that they pioneered, which is instant photography. They did not try to go into Edwin Lance said, once somebody else is making a product, I'm not making another me too version of it. So she's like I'm not gonna just do what codec does. I'm gonna have to create something new. Right? So this is it had not previously considered polaroid, meaning Kodak not con... Had previously considered polaroid, or its new technology a threat to its near monopoly in the consumer market. It was at most a limited niche a photographic curiosity. So that's how Kodak I got 1 time. Viewed it, and this is changing. And this is gonna lead them like, hey, It's very bizarre decision by them too. I can't help but see compare and contrast this story. We have the founder who stays in charge. He runs this company bought from, like, 19 26 to 19 82, something like that. I forgot the exact years, about a long time. And then kodak, you know, George Smith, the founder Kodak dead by this time. And you got this Ceo comes in and then another Ceo comes in, It's just very different. Right? And so the the change of kodak over time was directly influenced by the people running the company. So it says it was at most a limited niche. Okay? Kodak can made tidy profits from supplying material to polaroid for more than 15 years. That they're supplying the negatives for for the film that Polar uses in its cameras. Right? During which you can also get vital and continuing support toward a much smaller company. I think Polaroid was kodak third largest customer. Publicly, Kodak had stated had no intention of competing directly with polaroid in field. Privately, a different mindset, however, had begun and had begun involving. And so now we start to see this transition from business partners to adversaries. Starts to take place because the S x seventies out. Polar Like okay, Are you guys gonna develop the negative film we need for this camera just like you have, you know, from for over 2 decades for And now C like, no, I don't think we will. And so this is leading to this inevitable head on collision. As Land and other polaroid executives might have suspected, it was a very different kodak. At least in its attitude towards polaroid, which they were approaching for help. For a variety of reasons the attitude of Kodak was no longer that of the pate mentor anxious to help ambitious little polaroid with his curiosity of a photographic system. The incredible success that Poland is experiencing in the market clearly had caught kodak attention. So this point, Polaroid in the midst of a decade. They go from, like, a hundred and 29000000 dollars in sales to 571000000 at this time. That's that's the equivalent today of over a billion dollars. So not the the the big company, Polaroid was never the biggest company, but it was certainly, very influential. As predicted by industry and now analyst, put polar introduction of the low cost swing camera. There's a camera. I think it's sold for, like, 7 or 10 dollar or something like that. Had spurred sales immensely. 7000000 swing were sold in the first 3 years. So again, think about how camera companies make money. At this time, they make very little money in the hardware and 60 to 80 percent margins on... They, like, software s level of profit margins on film. So polaroid coming in. They're making now these cheaper cameras and what's happening? Like, they going to make a lot more money in the film. Now you figured codec kodak would like this because the more film polaroid sell some more money kodak makes. But that's not the case. 7000000 swing sold in the first 3 years driving Polaroid sales and profits in new heights and continuing to change kodak executives perception of Polaroid and its market segment growth potential. So like, oh, maybe they discovered a market here that we kinda of ignored, and now we need to come in. And so it's... This is a little bit about the motivations kodak had to wanna compete directly with Polaroid. Kodak finally realized what Polaroid knew from the start. That there are people who wanna take good pictures and other people who want to see them as fast as possible. The latter group, meaning the ones I want to picture as fast as possible is much larger than the former. The time was coming for kodak to go after those people too. So this there's a bunch of meetings with Code and polaroid codecs Like okay, License these agreements to a license to your technology to us because we wanna get involved in this... In in your market, which is a bizarre... Like, why would you think they would ever what do you think Edwin Edwin Lane has talked about the importance patents? He's got a wall of patents around the field that he pioneered. Why is he really like yeah, okay. Let's go ahead and do this? Let me just give away the market that I'm the 1 that invented it. So she's like, you can compete in the instant photography market, but you gotta make your own invention. You can't... Not gonna license you mine. And so that's like, they have a series of meetings and this just... The book was in any detail. Just bizarre comments. By both sides during this time. Very, very confusing. Like, what the strategy here was. Like did you... From ex Kodak perspective. And, again, when Ko gets into... When they violate the patents and go go into the instant photography market. It's a security decision to begin with because it winds up only being, like, 5 percent codex is a giant company. When's it being like, 5 percent of their overall sales. So very, very negligible. Right? And for Poll like, 90 percent of their sales. So anyways, this is Lance response to kodak announcing they wanna participate in the market for instant photography, but before he knows they violated his patents. He didn't know. He didn't expect them to do that. Right? So says word of kodak statement apparently spread quickly to some attendees of the Polaroid meeting. When during a question and answer period, a Polaroid shareholder asked land about kodak statement, land complete confidence in Polaroid position and genuine skepticism about kodak ability to deliver run its promises anytime soon. So he says something really smart. The first sentence that he says is I am the last person in the world to under sell or underestimate kodak. He had respect for Geo eastman when he had respect a great respect for the technologies that they invented. So this idea where he's, like, and and for how much... How the the company well run, just making a ton of money He's like I'm the last person in the world to under seller or underestimate say kodak. Why is he saying that? Because he's 1 of the... He probably understands kodak, 1 of the the the people in the world at this time that understand Kodak the best. Right? So I'm not under manning these guys, but he... From his perspective, he's like, this this doesn't make sense. Landing knowledge. But we are so far out ahead in conceptual centralization and insight and understanding and in patents that that we that cannot... That we cannot only hold the lead, but move out well well ahead of everyone else in the in the domain of instant photography. So at this time, Land has announced that the S seventies... Something that's real kodak knows about it, but they haven't seen it. It takes, like a few years. I think it's like, 2 years from the time. They learn about it till they get their hands on 1. And this is their response because they're trying to during this entire development period, something kodak is trying to create their version of it. They come up with an idea, and they have... They have, like a prototype, and then they they gonna... Their hands on S 70 you're like, oh, we're screwed. So it says there's no doubt that these codec engineers were amazed and disturbed by what they witnessed land demonstrate to 2 events. A sleek metallic rectangle that with a push of a button snapped the shutter and then ejected the film unit from the camera. No components were removed by the camera or by the users. Literally, I don't if anything press a button. It was an elegant system of camera and film that the codec engineers ultimately dubbed a masterpiece of engineering. It was readily apparent to all. That polaroid system was far superior so the product codec had enveloped at that time. In fact, they they they scrapped it. Like, It's not good enough. Gotta go back to the drawing board. And during that period when they go back to a drawing board, they just start violating patents. So something that's also unique about this book is that the author has access to a ton of the documents that are that are used in discover. And the the the trial goes from the time they they file a lawsuit till actually resolved. It's well over a decade. They produce hundreds of thousands of documents. And 1 of the documents was very fascinating because it shows the internal communication that was going on at code while they're trying to develop their... What they're gonna try to compete it, with land and the S 70. Right? And this is their own sum submission of what their progress they're making. So this is an internal codec report acknowledge that despite whatever efforts codec could reasonably expect a must. It was likely that the best it could do. I... Excuse, the best it could expect to produce would be a me too system, no more equal to and in some ways less than equal to polaroid products. Kodak marketing executives were forced to admit the obvious. We see no unique consumer benefit in the proposed kodak program at this time. So the reason I wanted to highlight this section is because 1 of the things that Land is known for is his own personal model that you only do what no 1 else can do. Something that you're uniquely suited to do. So in other words, kodak is is engaging in the direct opposite of Lance philosophy. They're doing something in a poor imitation of something that somebody else is already doing. Something again, very very curious decision making on codecs parts. Coat codecs part here. Okay. So they're filing lawsuit. And what what I found really fascinating is No 1 was sure if Land would participate in the trial. So let me tell you a little bit about that. As polo lawyers who knew him best con fight, they had some doubt as to whether lane would ever play any active role in any aspect of the legal battle. Would he be would he ever be willing to surrender his precious privacy. To participate in the public arena of a lawsuit? Up to this point, he hadn't even seen fit to meet Polaroid trial counsel. Could he be relied on to become a witness on behalf of his company and subject himself to examination and pre child dispositions or in a courtroom? Under the circumstances, the polaroid legal team had to consider its strategic options, fully aware of the real possibility that the case would have to be conducted without the active help of the company's most famous figure. In fact, act this was a possibility kodak may have considered and a factor that somebody played an actor role in the development of its strategy. To somebody talking about this case said that kodak made the fatal flaw of severely underestimating the personality of Edwin land. They thought he's so clues. He's so obsessed with privacy, so obsessed with just focusing on time research that he would never come to a trial. What they didn't understand is for for when you're suing when you're saying, hey, these patents because it they say, listen, We know your patents, we're saying they're invalid that they're that they're obvious that you didn't actually make any technological advancements. That's not business to land. That's personal. That's them saying to 1 of the the this the the most... 1 of the history's greatest geniuses that what you did for 50 years was not valuable. And so we're gonna see the response that that that kind of perspective elicit from Edwin Land, this man super focused mad genius. Somebody you do not want as an adversary. But I wanna... But I wanna make clear though, at this point, he's not communicating that to anybody outside the world, but himself and his, like, small group of assistance and everything. So he does a lot of the prep work in secret. He doesn't even tell own attorneys. So I'll get to that. There's just so many interesting parts, and there's a flat out. There's plate... There's times in this book where I would jump out of my seat. I would, like, it fired up. Other times, I'm just laughing at just land the way he land speaks So I'm gonna get to this some of that stuff in a minute. But before that, I wanna tell you the Lance own own words, why he felt he had no choice put the suit codec. So it says his lance summed up the necessity for suing codec in a rare, but wonderfully articulate interview. This would be our obligation even if 1 step photography were but 1 component of our business, where it is our whole field and where we have dedicated our whole scientific and industrial career to bringing this previously non existent field to full technological and commercial fruition. Our manifest duty to our shareholders is vigorously to assert our patents. Thus with this manifesto, the stage was set for what was to become 1 of the most historic patent battles in American legal. History. And around this time, he's also giving public speeches and interviews, and this is this results in 1 of his most famous quotes. And so as if rep surprising his role as the champion of patents, this time in real life instead of an academic context, Land proclaimed. The only thing that is keeping us alive is our brilliance. The only way to protect our brilliance is our patents. This is our very soul we're involved in. Our whole life for them, it's just another field. Want you to bring... I want you to keep that last sentence that the last part in, in mind too when we get to the actual trial, and the benefit of, you know, this is Land had a huge advantage. This is something he lived and breathe every day for 50 years, where even if you, you know, the the the the attorneys at kodak hired. You know, they studied this for maybe 5 years, 10 years. A good amount of time don't gonna be wrong, but not the same thing as living at day to day as it being your your entire reason to exist as it did with land. He's just gonna have a massive advantage. And so while this is going on, Edwin Lands ind into the national hall Fame. So there's a series of of, people that he's joining. III wanna read this to you 1 because I wanna find biographies on the people on this list that I haven't covered yet and make future episodes of founders. Out of them, but also to give you, like, where's... Again, how important Edwin land is in a historical context. So it says Land was joining in August and highly selective group that includes the most important inventors in history. Including Alexander graham Bell, the telephone, Eli Whitney, the Cotton gin, the wright brothers the plane, I know. I don't know how to pronounce his first name Gmo Marco, the radio, Samuel Morris, the telegraph, Cyrus Mccormick, the reaper, Charles Goodyear, vulcan rubber and Ru rudolph diesel, the internal combustion engine. He was the first ind ever admitted during his lifetime. So this is what he said. The reason I bring that up as as preach an introduction to this night part next part because I found it fascinating, this is what Lance said when he was abducted into the inventor hall of fame. And I just thought it was interesting while he's going through this with, you know, having his life's work threatened. In his accepted speech Land chose to pay tribute to the process of invention by by analogy to the basic American sense of adventure and exploration. This is direct from him. We are becoming a country of scientists. But however much, we become a country of scientist, we will always remain first of all, that same group of adventurous, trans content explorers pushing our way from wherever it is comfortable into some more inviting, unknown and dangerous region. Now those regions today are not geographic. They're they are not the gold mines of the west, they are the gold mines of the intellect. And when the great scientist and the renewable scientists today respond to that ancient American urge for adventure. Then the form then the form that adventure takes takes is the form of invention. And when an invention is made by this new tribe of highly literate, highly scientific people, new things open up. Always those scientific adventures have the characteristic, no matter how much you know, no matter how educated you are in science, no matter how imaginative you are of leading you to say, I'll be darned. Whoever thought that such a domain existed. So he's was talking about there were the there were the way we learned through scientific experiment through trial and error produces insights that we could have never guessed just think that we could never guessed on our own. We couldn't have just thought up that it took action to get these insights. That's extremely important. That's why a good reason why you should read so many biographies too. Right? Because Edwin Land telling us. There's certain things that Church is not gonna learn unless you experience them. And there's there's these experiments that have played out through thousands of years in history and then at some point, somebody wrote it wrote down a book, and then we could just pick up and read it. And benefit from their, you know, multiple decades of of trial and error. Okay. So I wanna fast forward. The lawsuit has been going on for 2 years. This shocked me, and this is going to, lead up to land entering into the arena. Okay? So it says astounding, the 4 lawyers charged was conducting the lawsuit for Polaroid had neither seen nor heard from land in more than 2 years. And really had no definitive word and little feeling for how land my act when his number was finally called. Would he resist on unwilling to surrender his privacy and make the process difficult or would he join the effort and take his seemingly rightful position at the head of Polaroid effort? You're dan right will, no 1 really knew for sure. While they were where the land had initiated some kind of historical review of his work in the field, that's an understatement, no 1 knew whether the process would encourage or discourage him. And so they set up a meeting with Edwin Land, and this is where he enters into the arena. So I'm gonna read this section to you, and I'm gonna tell you what popped into my mind where after when I read it. At this meeting, lamb made it clear for the first time that he was willing and in fact anxious to participate fully in this case. This is somebody does not half as things. He that that use of the word fully cannot be underappreciated. To him, this meant that consistent with his nature of tackling problems head on and with complete immersion, he was going to prepare himself for the endeavor in a most comprehensive way. That section fired me up. I have no idea why, but immediately, this is what I've heard playing in my mind when I read that section. So that, some of you might be too young, but that is the theme song from a movie that came in 19 seventies, some movie Rocky and it's where he wakes up early. He's training for the the biggest 6... Like, the biggest challenge of his life, and that's really what I felt when this session is it's like, okay, Yes. I'm all in, and now I'm all in. Like, I'm taking this... This is a personal vendetta for me. And this is this is a point in his life. When he's also... It compounds because he's losing control of his company. And so he's dedicating almost every waking hour. To preparing for this trial, and he die... That that preparation does not disappoint. And there's just 1 sentence I wanna read you before we get into the actual history... Because the trial starts. It starts and ends with land. So the very first day of the testimony is from land, then many months go by, and then the very last person the testify land comes back. He's, like, the the because he had to... He felt that codex experts were so, like, Juvenile and their understanding of, instant photography. He's like, I have to correct the record. But before I get this, this is the importance of focus. So this is really... Not only how Land approached a trial about how you approach life. Land lived in his own world. 1 in which science demanded total immersion and oblivious oblivious to everything else going on outside his labrador. So that's the kind of dedication that he's going to to apply to this trial and so the trial begins and immediately, codec. Is starting to learn how formidable an opponent landed. So I I don't think I finished that, Picture I thought I was talking about earlier. How you'd have these series of 6... Different leaders at codec. And as time, the the further time passed was the death of Geo eastman no longer included the company. The less respect, the leaders of Kodak had red land. They didn't like that he was arrogant. They didn't like how much attention he got. They started to be his achievement. They basically underestimated somebody you should never underestimate. Okay. So let's get into this. The 1 of the attorneys. I'm not gonna focus too much on the names. There's a lot of people here, but this guy named car. Right? Is the lead kodak attorney. Okay? And so he's the 1 that's now cross examining edwin. It says, but the more car car tried to draw and establish parallels. The more land explained how the va of each system required different approaches and how ultimately it was simply pointless to try to equate them. There's so many exchange these 2 people in the the book they're so fabulous. This assessment came with great authority from someone who had spent a working lifetime, grappling with these problems. None of which had been solved easily or rapidly by obvious means. By this point, car must have finally realized that he was up against a fully engaged and formidable adversary. Car had long believed that lands later patents like those in the suit were merely restate of his earlier work. Now for the first time, car and his client kodak, we're having this distinct distinctions between the generations of polaroid patents explain to them in a way they had perhaps not been able to appreciate. So it's important while this is going on, Guess who else is getting education. The judge. There's no jury in this trial. It's just the judge. So all they have to do is convince 1 person that what they... That what Land created was unique and patent. Right? Because Kodak, yeah, we understand they patents. We're saying they're not valid. So that's the crux of this entire... Their entire argument, which each successive of answer, it was becoming more apparent than land was going to be forced throughout the rest of this legal battle. The attorneys for Polaroid knew once and for all that he was going to be their star witness in their view in their view meaning the view of the polar attorney attorneys. Car was no match for land on his home turf of instant photography technology. Cars under under estimation of land. Remember, Land said I'm not under many coding. I'm not gonna make that fundamental mistake. Right? But kodak did they're on our remaining land. Cars under estimation of land might also been influenced by the contingent kodak, including Fallon. That's the person running the Ceo of kodak at a time, who frankly had come to dislike Polar founder and had taken to minimizing his achievements. Now this is what's makes this this story so remarkable in the section of the book particularly remarkable. Lance, I'm not trying to diminish lance adversary. He was no chu. Car had done his homework? It's just you can't replicate it. If Land knows more about photography for anybody else in history. How can you compete with that? So it says kodak trial council. Meaning Car was certainly well preferred prepared for this moment. Carr had studied in photography, including Polar its patents for more than 12 years. This going off for a long time. He had written opinion letters for Kodak. Laying out detail his arguments as to why each of the patents are now being lit was he's either invalid or not infringe by Kodak products are both. When it being wrong on all that. He also had supervisor consulted on litigation in several foreign jurisdictions seeking either to invalidate or cancel the overseas counterparts to several patents and suits. So before they take on polar directly in the United States. They to challenge him in smaller other domains to see if they can kinda, like, whittle away. And he conducted long detailed and contentious deposition of each of Polaroid key inventors, including 12 full days with land. Alright? So again, he's he's preparing. But there's is impossible to match the level of preparation that Land had. And now we hear Lance view. That's that this is not business. This is personal, and I'm going to fight you. He clearly did not look at the case solely from a business point of view. Ultimately, the is a personal battle for him. On a visceral level, Lane could not help react emotionally to the basic thrust of codex invalid invalid defense, which in essence asserted that the so called inventions disclosures in the polaroid patents were not where the protection because they either had been previously discovered or more insulting were so trivial that it would have been obvious to any reasonable person. Oh, boy. He couldn't help of view this line of attack by kodak as a demonstration of the work he and his colleagues had done, a work that he spent his entire life to. It was bad enough. That kodak a challenge him and his company in the field they had created by using Patented and protected technology, but the more kodak a sales Polaroid inventions, the an land game. He believed in the righteousness of Polaroid position and clearly look forward eagerly to having his day in court. So there there's a paragraph I found in the middle of all this So it was really fascinating. And it's land explicitly stating. He does not believe in diversification. So he's law... He's no longer in the company this time. But he also has still influence the people that are running company. So he's very upset that they're going away from field they have a monopoly and then where they've been focused on. So it says, it'd been almost a year since he stepped down as Polaroid chief executive. Bill Mc had reorganized top management by appointing... Forcing senior vice presidents to oversee the diversification of Polaroid activities beyond instant photography. Land thought this was a dumb idea. The strategic move... The strategic move did not make Land happy. So he talks about... He insisted over and over again to shareholders He had no plans to diversify. It would be madness as he said. Now that we're in the 90 yard line, with the other guy, 30 years behind, to to run around nothing, meaning to to stay her focus on where it needs to be. Now to share frustration, you took the unusual step of inviting a journalist to his office for a series of interviews. So it says Lance Central Mesh message was to make it clear that he does not intend to allow anyone at Polaroid to devote too much of its resources to diversification. Land wanted to make sure that they did not lose sight of what he believes to be the company's primary mission. Which is to make instant photography, the photographic system of the masses. They land this direct wolf from land now. They are not entitled to any neglect whatsoever of making the most out of the great initial opportunity, and I honestly you believe that the basic amateur field is in its infancy, not its maturity. It says he threatens to derail the diversification plan if the company's new managers straight too far from his original vision. So there's a document that that takes place that is the 1 of Polar attorney summarizing all, like, they were doing their own research only against Ko kodak, but against Polaroid. And in this this document, there was this fascinating paragraph because really what about to reach you as a summary of lance philosophy on how to build a technology company. Says creation of a new technology such as 1 step photography requires that a single individual have in mind the objective to be reached. Right? So that's land. That's anybody at the top of the company. 1 person knows where they're going. This master plan must be supported by the efforts of many others. People that they hire. Right? But the single dominant individual and this... I like that to use that word because we talked about this this phenomenon on multiple times on the podcast that company might start out with a bunch of c founders. Right? But inevitably in every single book that we've covered. 1 person is the main person clearly. This master plan must be supported by the efforts of many others, but the single dominant individual must constantly assure himself that the individual efforts complement 1 another and create support for an integrated system. So he used that philosophy to build an integrated camera system it could be applied to ton of different domains. So I wanted... This this sentence really... How want it... Well, let me read it to you. This is really interesting to me. Lands reputation is 1 of the most innovative figures in technology was also on the line, meaning that if you're... If if the lawsuit, it just finds that you're invalidate of the patents, meaning that Land wasn't as innovative everybody thought he was. Right? He would at last be able to fight for the vin dedication of his life's work and the very survival of the company he had founded, built and led for more than 40 years. Think about that all that is contained in that 1 sentence, 40 years of sacrifice. A lifetime is at stake. Despite his a determination of amounts of preparation, the gravity of this moment was clearly weighing on the 72 year old land. Now I would estimate a good 2 thirds of the book. It's just on the trial. So, I'm gonna just hit, you know, basic highlights stuff that gives us insight into Edwin land. What I wanna point out though is this is something that we've also talked about over and over again than a lot of founders of ideas of, of companies of movements. They really think about themselves, not necessarily as a scientist, not as an entrepreneur, but as a teacher. And land definitely he compared running his company to being a physics professor and leading his students on a grand adventure. Right? So the massive benefit that you have is knowledge only his land no more than anybody else. Right? Go back to the old David at Og quote that's so important The good ones no more. But but he's... And Now he's a master communicator. But the trial set up, it really is allowing land to adopt the role of a teacher. This is a massive advantage because it's not like, he could take complex. He could take complex ideas, but it also explain him in simple more simple ways. Ways that you and I can understand. Right? So he's doing the same thing for the judge. So he's on the he's on the stand. Right? And the judge judge Z. This is what she says to him. She goes, if I want... If I'm if I am to understand this, he he's giving a piece of a testimony. And so this is her response to it. If I I'm to understand this, I don't yet, you'll have to explain it in greater detail than than that she said. Quickly becoming more comfortable on the witness stand as though as his role evolved into in effect, the court's personal tutor on his favorite subject. Land obliged the judge speaking slowly and quietly to explain the process to her satisfaction. So think about this massive advantage. His role is now evolving into the courts personal tutor. Essentially thinking about a... The judge's personal tutor. On his favorite subject, that that's just... I I can't overstate or under understand. I don't even know what the right word there is how important that is, and that just gives you a massive advantage to Edwin Land Polaroid. And so this next part, I legitimately laugh. There's a lot of things that he says on the stand. It's just funny, because I mean, there is some of it comes off a bit, Dick ish, but he's just... He does not respect. The level of understanding that Codex council and their so called expert witnesses, which is weird. Okay? So let me back up on that. Give you some more understanding. Polaroid, there 2 main expert witnesses this is Land and Rogers. The people that the... Literally, the people doing the work understand at a fundamental level. Kodak, they didn't let the engineers that develop their own instant photography system testify. They they hired outside witnesses. People that had never made an instant photography system, which is again, why would you do that? So he's going back to the part that makes me laugh. Lance understanding of this subject is so deep that it's hard to explain all the increased sees of his knowledge. Right? So... But he does come across. He's able to do this in in some domains where he's just like, listen, you don't understand what you're talking about. So this is an example of that where he just... He's so confused that, you know, in in a normal trial, you probably seen on Tv or Otherwise, the usually, the their attorneys the 1 that's yelling out objection. In this case, it winds up being land. So this was a funny. So this is on another occasion, Land had objections to another of the charts code prepared. So they're trying to explain for the judge who's non technical. These are the ideas, let's make visual visualizations. And then land looks of the visualizations like that, no. That doesn't even describe a process correctly. That... Visualization sucks In other words, he this is just this words. But he says he explained this 1 inaccurate depicted 1 of the prior art references. I'm having trouble. Those aren't the film units in the process land explained. They are highly ideal statements. I always have the fear that if I agree with your simple questions. I am by implication agreeing that these charts are indeed a description of the product, and they are not. I am worried about general implicit in the question that makes me a witness to something that I don't believe he protested, and then Ray is the part that's funny. He goes, I don't even know if it's my plate his even. And this is the part that I thought it was fine. I don't even know if it's my place to object Land wander turning to the judge and frustration. But I object to being to such a witness, and then judge Z immediately jumped into respond. You're you're putting mister Kerr that's his attorney, lands attorney. You are putting mister Kurt out of a job doctor Land. All Eyes turned to Polaroid counsel, but implicit in his response was an acknowledgment that his witness had the proceedings well under control. I will be very quiet. You're honor concur. Oh, man. Oh, so, land such a powerful witness that eventually kodak attorney car has to stop cross examining them because all it's doing is letting land talk more and the more land talks, the better it is for polaroid. So it says car simply and accurately read Z, judge Z body language, deciding that an extensive cross examination was becoming was becoming counterproductive for 1 or both of 2 reasons. Number 1 because it was annoying and thus possibly laying the judge, and 2, because it's only providing the uncontrollable land with more and more opportunity to further polaroid rather than codex case think about how formidable an adversary that they engaged with. You can't even cross examine them because the more he speaks to more damaging your case. You're supposed to be pursuing. Like, when you're doing kids across cross the damage, it's supposed being be to be pushing forward your case, and it's doing the opposite. He's making your case look worse. So eventually, they they give up on, cross examining them. Before he gets off off to Sam from Cross examining, though. This is another part that really made me laugh, and I have some some I'm gonna tell you my interpretations of the section, So says when the judge asked land to explain why Cars description was incorrect. Land attorney again objected that this was an unfair question because it assumed that land had everything car had said in mind. The judge turned to the witness, meaning land and asked, do you think it's unfair? Yes, Land replied, but I'm am used to it. As he launched into a lecture for the next several minutes on the flaws and cars description. So think about what saying there. So yes, it's unfair, but I'm used to it. I'm used to him getting things wrong. Now this also illustrated for me. Why I thought that was so humorous is because, again, it it it illustrates for us the difference between being completely immersed in something, which land was. And studying it while working on other things, which car the attorney for kodak. It's not like listen. That's I. That's... He has a lot of experience writing about it, lit getting other patent cases, and, in this case, thinking about this case for a decade, but that's not I'm not diminishing, you know, he did the best he can. But he... In in the meantime, while Lance is a whole life working on this stuff, cars trying out of cases, he's going to law school, he's got other interests. And so this is just there's a huge distinction and to how deep a, level of knowledge that land has, that just car can't even grasp to the point where it's making points and then land is ref them, and then getting better... Like, think about if you're were the judge in that case, Yes. It's unfair, but I'm used to him being getting things wrong. So eventually land, he stops testifying. Right? The whole trial plays out and fast forwarding through all that. Then he has to come back. This is the point where he's reading the testimony when he's staying up on it. Remember. This guy is not... He... He's it's impossible for him to to do... He's say there's 0 or hundred. Right? There is no, I'm kind of engaged. I'm kinda thinking about. He's he's all in. So they... There's 3 expert witnesses that kodak brings, and he he's livid at what they said. He thought they were just absolutely... They're not experts in his opinion. Right? So he comes back, and this is... This is why I also think it was inevitable polaroid is gonna win this case because it... The entire trial was book ended. It starts with land and it ends with land. Right? So this is the end of the trial. Land has been reviewing the kodak witnesses has been saying in their testimony and he felt that they had a poor understanding. So this is is as the 70 fourth and last day of the trial was devoted completely to a return to the stand of Polaroid first star first and star witness Edwin Lan. It was a truly dramatic moment. Land resumed his position in the witness box some 4 months after his original testimony had been completed. Until the moment he walks to the to the to the front of the courtroom, no 1 but polaroid attorneys new land would return as Polaroid final witness. A lot had transpired in the interim. Once again, Land was there to defend his company's case. But now he was also there to fight on a more personal level. Lan had insisted on this opportunity to defend what he perceived as the personal attacks some kodak experts had leveled against his work, as well as on his scientific opinions and thus his ultimate credibility an expert in what had become not surprisingly a battle of experts. The rebuttal presentation was as thoroughly planned as Lands earlier direct examination. But this time, it was as much intended as a abbreviation of kodak experts. And so the next section I'm gonna read you, I really summarizes I got this. I'm gonna take this. I'll take it from here. This would Land is essentially telling us with great enthusiasm. Back in his role as professor in residence on the witness stand, Land proceeded to explain differences in great detail providing a historical perspective on the development of these camera mechanisms going back to the days of Thomas Edison. Land then addressed, I'm I'm I'm gonna skip over the name. I'm gonna just say their first letter of their last name. Land then addressed k's testimony that his patented did not solve any problems that were not already solved by prior art and how a person of ordinary skill in the art would have approached aspect of camera development. He systematically ticked off more than a half a dozen considerations that k who had conceded had never designed an instant camera. So why is he testifying to begin with, had not taken into account in his testimony. And then during this section, I'm gonna keep going back to a couple of the insights he has here, but it really is a reminder, people, whether that person's a judge or not. They are attracted when other humans speak passionately about a subject they care deeply about. Again, this is a massive advantage for Edwin land and polaroid. Land care deeply about light and color and perception and photography. And you're not just giving him the floor to convince judge through ultimate decision maker of this. So says, the judge acknowledged, I made it's very confusing when land jumped in. For the sake of science and truth in this court, let me just say 2 or 3 sentences. For the sake of my edi identification offered the judge. Meaning she's She's alert. She's learning, and she talks about the very end how fascinating she found the whole trial. Right, when she says that you have to think from kodak perspective. Oh, that's not good. For the next few minutes, Land offered more than just a couple sentences. It was more of an introductory lecture in a field of tremendous fascination for land. That's what I mean about speaking passionate. Of course, whether the the judge, any human is going to be attracted to this. 1 would... 1 he would continue to research for in the years to come. In explaining the differences. He's he's attacking the other. He he he dismantled all 3 kodak experts. This is the second 1. And explaining a difference between how the east the these, the I see color and how a color film must be designed to duplicate that color image, land exposed what he contend was to found an accuracy in t's explanation. To sum up his proliferation of kodak viral expert, Land noted finally that the common misunderstanding that t is esp was a creation view of color, but it's not the way it works. So he's saying you don't even understand the field that you claim to be an expert in. And Now time for him to take on the third experts. Says Land was livid when he read the transcript. According to land, not only was A's opinion based on what he considered to be inadequate scientific understanding. But A had felt free to declare lands land wrong despite having admittedly 0 actual experience in the field about which he was testifying. Think about from lance perspective how I'm infuriating. That I like they to use the word live there. This guy gets up in front of everybody in the public domain and criticize me for something he doesn't even understand. He had felt us so he's saying he live that that live that a had felt free to declare land was wrong despite having admittedly 0 0. Actual experience in the field about which he was testifying. The design and construction of integral instant film unit, something the land dedicated his entire life to. Considering his lack of have experienced the air of confidence with which A had offered his baseless opinion offended land scientific sensibilities profoundly. Think about that. Let me read that sentence again. How pissed would you be considering his lack of experience, the air of confidence which with A had offered his basal opinion offended land scientific sensibilities profoundly. Land was determined to refute a completely and dramatically and insisted that be given that opportunity land is fired up. And I got to point the end a trial and this what the judge says, It is said that patent cases are deadly dull. I confessed that contrary to the predictions of my colleagues, I did not find this case dull at all. In fact, I found interesting and enjoyable. I attribute that to your cooperation and your professionalism, and I thank you all for She's talking about the witnesses, both sides of opposing counsel everybody. It was 11:30AM on Thursday, 02/25/1982. The ga fell, the court joined and polaroid versus kodak trial was over. Some more than 3 years before they get the results, and this is the result. Judge Z upheld the validity of 8 of the 10 polaroid patents involved ruling that 7 had been infringe by Eastman kodak. Polaroid had prevailed and land, his work, his company and his scientific ethic had been totally vin. So they're ordered, hey. Now you need divide the patents, you're gonna have to pay polaroid, but remove all of your products off the market immediately. So this is really... This section is really the cost of making me 2 products. And this is before they have to pay polaroid. Between removing all of its camera and film from storage shelves across the country shutter its manufacturing operations, its defeat had already cost kodak the staggering amount of 494000000 dollars. And had also cost kodak an additional hundred and 50000000 to settle class action lawsuits with unhappy custody customers. So you're at 650000000 dollars before the judgment comes down. So there's judgment winds up being the largest, financial judgment in American history for for a patent case, it's announced, then it goes to appeal. So there's there's a series of things I'm gonna omit here. All you have to know is that, they went up settling after that instead of continuing this now has already gone on for, you know, larry a long time. So it says after polaroid also threatened to appeal, the 2 parties at long last settled the case for 925000000. That is more than 1600000000.0 in 2014 dollars. The settlement took place on 07/16/1991. It was 15 years, 3 months and 20 days after the lawsuit had begun. The final award was much less than polar it had sought and much more than kodak thought it should pay, but it was a historic and unprecedented penalty. As of this writing in 2014, it still remains the largest satisfied judgment awarded by a court and a patent infringement case in Us history. Polaroid victory was stunning and total. In this regard, Polaroid victory over kodak was clearly for doctor Land and generations of other innovators to follow a triumph of genius. And I'll leave the story there that's hundred 34 books down 1000 to go. If you want the full story. If you buy the book using the link that's in the show notes are available at founders podcast dot com, you'll be supporting the podcast at the same time. Thank you very much for listening, and I'll talk to you soon."
}