{
  "transcript": "Like Alfred Nobel, Joseph Pulitzer is better known today for the prize that bears his name than for his contributions to history. That is a shame. In the nineteenth century, when America became an industrial nation and Carnegie provided the steel Rockefeller, the oil, Morgan the money and Van built the railroads. Joseph Pulitzer was the mid wife to the birth of the modern mass media. What he accomplished was a significant in his time as the creation of television would be in the twentieth century. And it remains deeply relevant in today's information age. Pulitzer lasting achievement was to transform American journalism into a medium of mass consumption and immense influence. He accomplished this by being the first media lord to recognize the vast social changes that the industrial revolution triggered and by harnessing all the converging elements of entertainment, technology, business, and demographics. This accomplishment alone would make him worthy of a biography. His fascinating life however makes him an irresistible subject. Ted Turner like his innovative abilities, Teddy Roosevelt like in his power to transform history and Howard Hughes like in the rec second half of his life as a blind man tormented by sound, Pulitzer tale provides all the elements of a life story that is important, timely and compelling. Alright. So that is from the very beginning of, the book called Pulitzer, a life in politics, print and power, and is written by James Mcgrath Morris. Pulitzer life is is almost unbelievable. I could not wait to sit down and talk to you about this. I mean, just look at the introduction there, who the author compares them to, Carnegie, Rockefeller Morgan Van Turner, Roosevelt, Hughes. So I wanna jump into his early life Before I do that, there's 2 things I wanna bring to your attention that I thought were were unique. And I think knowing this is the very beginning, will give you a good understanding of of the life of Pulitzer. So this is taking place in Havana in 19 o 9 what about to read you. She's a few years before pulitzer dies. And it says since becoming blind at the apex of his rise to the top, the 61 year old pulitzer are suffer from insomnia, as well as numerous other real and imagined ailments. That's what they meant about Hughes like. And was tormented by even the smallest sound. During his long exile and what do they mean there is, later in his life, he would just roam the earth on a yacht, and run his businesses through a series of telegraph, and he would travel with just this large group of secretaries is very much like what Howard hughes did if you remember the podcast did on him. And away from his family, which is very bizarre. I'm gonna get into a lot of that. So it says during his long exile, pulitzer never relaxed his grip on the world. His influential New York newspaper. So was... He founded, what became, and this is what part of the... What it makes his, like, story so amazing is how he was able to transform. And, really, he's the pioneer of the modern media industry. He's gonna have this massive rivalry with somebody that used to idol him, and that's William Randolph Hears. But to, I think reading the biography of Pulitzer gives you an idea into the the the early days of what the the the media like, the birth of the media industry. So it says, you, he never relaxes his grip on the world, his influential New york newspaper, that it ushered in the modern era of mass communication. So I just ran over wrong point there. And almost unbroken stream of telegram all written in code flowed from ports and dis destination to New York, directing every part of the paper's operation. The messages even included such details as the tight face used in an advertisement and the vacation schedule of editor. So we see his man desire for control. Although he had never... Or he had set foot in his skyscraper headquarters only 3 times. Whenever anyone talked about the newspaper, it was always pulitzer world. So talks about the the the rivalry, the the business and personal rivalry between Pulitzer and hurst, I will cover, the biography of William Randolph Her soon. So it says the no hold barred attitude of the world and the journal, the one's own the papers owned by, pulitzer and hears, respectively, put the newspapers into a spiraling descent of sensational and outright fabrication. So something to know about both hears and and pulitzer is they're credited with the birth of yellow journalism, which is not the reporting of facts, but the ones shaped by their own personal biases. Basically, how our media still operates this day. And that's a huge part of this book. So it says for a quarter of century, Roosevelt and Pulitzer sir. So now that you're talking about Joseph had Feud with both Hears. Right? But also Teddy Roosevelt. Interesting to note. Teddy Roosevelt try to have Joseph Pulitzer put in jail. It says for a quarter of a century, Roosevelt and Pulitzer had battled for the soul of America's reform movement. It had been an epic clash. On 1 side was an ego, hard boiled politician convinced that pulitzer was an impediment to the... To the res future of his own leadership. On the other side, was a san pneumonia. They don't call them him Ego but he definitely is. On the other side, was a san pneumonia publisher who believed he was saving the Republic. So like I gives you an idea of the size of his ego. Right? And that's a quote from Pulitzer. I think God almighty made it for the the benefit of the world when he made me blind. So he loses, suddenly loses his eyesight. When he's about 41 at 42 years old. And he's largely... He cannot read anymore. He can see kinda light. But when he meets somebody, there's interesting enough, like, he'll he'll rub their face. Like, he'll wanna touch their head in their face and kinda that's how he he knows how what you look like. Which is also devastating. And I think that's that leads into this, like, mental breakdown. Because the first half of his life is amazing. When you see the struggle that he has to go through and how he's very clever, very smart and he came up literally from nothing to becoming 1 of the most influential and wealthy people that has ever existed. And he did so in a lot of intelligent in clever ways, which I'll talk you about today. But then the second half after going blind, you see this, like, descent into madness. So let me go back to this paragraph, though. So he's saying I think God almighty made it for the benefit of the world when he made me blind. Pulitzer had con confounded to 1 of his editorial writers a few months before because I don't meet anybody. I am a rec close. Like a blind goddess of justice. I sit a loop and uni uninformed. I have no friends. The world is therefore absolutely free. Okay. So then I wanna go... That's at the beginning of the. I wanna go to the end. Before I go back to his early life, which I find to be 1 of the most fascinating stories, fascinating parts of his life rather. This is when he has adult suns, and his son is writing him a letter. And this is where I feel, like the second half of Pulitzer life is a cautionary tale. And this is what his son... This is 1 a son... This is how his son is viewing his father. Right? He says 1 of the strange differences between us too to my mind. Is the fact that you have never come near learning how to enjoy life. Okay. So let's go back in the timeline. Let's go to hungary where Joseph polish was born in 18 47. This gives you an idea into the the the family that he is born into, this is his his father's, how his father's disciplined his children. Okay? So he said when disc his 3 boys, their father terrified them. By recount the Roman historian L tail of titus men, who d capita his own son for defending the family's honor in battle because he had not first sought his father's permission. So their family did not have a lot of money until they moved away from the countryside and into the city. And that's where the opportunity was, and this is a... His father had a transformation from, you know, being just not peasant, but not somebody has a lot of money to being a very, very successful entrepreneur. So they they use the word merchant, today we'd say Entrepreneur, so much so that they were able to hire private tutors. Now this is also the beginning of Joseph's life is full of death. So I'm gonna get into that too. This is this is the... Well, let me just read it to. I'm not gonna run over my point here. So it says, because of the family's elevated social position, this is after his father founded a successful business. The parents sought to educate their children for a city trade. Joseph Master German and learn to speak French. He was a difficult pupil, however, this is something we've seen over and over again. When it comes to what he wants to learn, you can't stop him. Right? But if you tell him, hey, you gotta learn A b and c. He's just not interested. So he said, he was difficult pupil however and displayed a volcanic temper. There's a lot of violence in this book. Joseph once chased a tutor out of the window. When the tudor made the mistake of insisting on teaching mathematics rather than entertaining the youth with war stories from history. If Joseph didn't take well formula instruction, he succumb to the pleasures of reading. The pulitzer flat was filled with books. Joseph... This is also gonna see we see something we see say over over again. Speaks to the importance of what we're doing here. Joseph favored works of history and biographer. Fee. Now, good times do not last. His father dies extremely young, and this this spirals the family into poverty. Okay. So it says it's only 47 years old, and at the peak of his business success, he had contracted Tuberculosis, so his father dies. Now this is 1 of the most devastating sentences I've ever found any of the books I've read for the podcast. It says Joseph understood more fully the extent of the calamity. He had been 9 years old when his older brother died. 10 when his younger brother and sister died. 11 when his father died, and 13 at the death of his last sister. Can you imagine the pain and suffering in that 1 sentence. So Joseph's parents had 9 kids, and the only ones that survive later in life or his mother and then Joseph and his brother, and Joseph out everybody, Joseph Joseph is prone to, like, periods of intense depression, and so was his brother, his brother even though he's wiley successful. He winds up going to the store taking some poison and then putting a gun to his right temple and firing. And so that leaves Joseph is the last remaining survivor of his entire family. So it says the death led to an obsession with his health that would remain with him until the end of his life Every element, no matter how small was accompanied by an underlying fear that he was dying. His father's death create death created a financial nightmare. It was only a matter of time before the enterprise went bankrupt. Within 6 months, their property was seized by authorities for failure to pay taxes and the family limp along. Years later, he conveyed the toll from the deaths, he described himself as a poor orphan who never even enjoyed as much of a luxury as a father. So for several years of toil, trying to do men jobs to support his family. He realized, I've gotta get out of hungry. I've gotta go to America. And at 17 years old. Joseph escapes to America, and this is how this blew my mind. So she's asked, his friends... Department my conversation conversations says, are you going to America? Yes, said pulitzer sir. I must go because my mother cannot support us and here there is no work So this is this is how we got there. There's a group of wealthy, biz... American businessman in Boston. They they have the idea that, hey, they're they're they're trying to get more soldiers because the civil war in America going on at this time, and they need more soldiers for the union to fight to fight the confederacy. So that's how this is the scheme that Joseph uses to get to America because you remember has no money to to buy a ticket. So it says, events in the United States presented him with another opportunity. The American Civil war was in its third year. Soldiers were dying at a rate of 13000 a month, and the government had instituted a draft to meet the ins demand for more men. To meet the quota and impose on their city, a group of wealthy Boston looked east word for able bodies. They wage that there were thousands of young men in Europe who would join the American military provided their passage could be paid. The scheme became pulitzer escape route. So he winds up in America. He's a soldier for... He's in the cavalry for the Union army. I wanna to, just tell you how late in his life, have you described this period of time to give you the idea of how Just remarkable was he was able to survive and thrive this experience. He said describing how he came to the United States. He said he was friend, homeless, tongue and god. Alright. So this is Joseph's life at 18. He's alone in a strange new land, with... That now as high unemployment this gonna be the end of the civil a war, and he doesn't speak English. So it says, for his service, the union caused, Pulitzer pocket 135 dollars and 35 cents. The soldiers knew that they were returning to a civilian workforce. Already suffering considerable unemployment. So he's wandering on the streets. He doesn't speak to language. He has no place to live has no money. So it says he continued to look in... That means in work or for work in vain. Wandering the streets of New York at day and at night, sleeping in doorways in any other place he could find. Interesting enough 1 of the places that he he tries to, like, sleep in a lobby of the hotel. At this time, and he winds up getting kicked out later in life he buys the hotel. So he realized, hey, there's no opportunity in New. I gotta get out of here. He heads West because he hears there's a large, German speaking community in Saint Louis. So he he heads over there to look for opportunity. And this is just a little bit gives you idea of, you know, what he has to do to survive at this point in his life. He's just doing a bunch of odd jobs. Anything he can possibly do to make ends meet. So this just for the first several months after reaching Saint. Louis, pulitzer worked at a variety of jobs. He tended mules. This is what he said about the job, which I thought was Hilarious. Never in my life that I have a more trying task. The man who was not cared for 16 mules does not know what work and trouble are. He labor as a deck hand on a river boat. He unloaded bare bales and barrels, barrels from River steam. He was a day labor in construction. He was a waiter. So he's taking anything he can at this point to to make some money. He starts joining this German society they're trying to help like, all the German immigrants find jobs. So he actually gets an opportunity here. And 1 thing about Pulitzer is he's a v reader, which makes losing his I eyesight devastating. Right? And he spent every free minute that he was not working improving his mind. Which we've seen this trait over and over and over again by the people we study. Right? It's very important because not only is he improving his mind, but be as a result of his improved mind, he has improved conversation, and that's extremely important. In in terms of unveiling opportunities because people find you interesting to talk to. Alright? So it says, in Pulitzer this case, the German aid society had located an assistance clerk job at a lumber yard. It's owned by the Strauss family. This says strauss and his family were impressed. This is how they describe him at this point time. He think he's 18 or 19 years old. We found him to be bright and highly educated. And at this point, he has very little money, but he does something really smart. And he's... He joins what the the the new new at this time in America that is, subscription libraries. Right? And so they're called the Mer title library. So it says a library could offer lectures, concerts and classes for mutual improvement. Then consider the path of social and economic elevation. Pulitzer are paid the 2 dollar initiation fee and the 3 dollar annual due. And so you just are hanging out there, says the library held a large collection of books. Carry newspapers from all over the world and was open each day of the week from morning until late at night. Pulitzer or spent every free moment he had at the Mer tile, often bringing a pair of apples for sustenance so not to waste a moment leaving the library for a meal. So it says in the elegant library main room. He has his choice of over 27000 books. So I just wanna pull out a couple of things or draw your attention to a couple of things that's happening in that paragraph. Even as a young man, we see pulitzer his early personality. The fact that he brought apples, he didn't wanna... He didn't wanna stop what he was doing. Remember... In the last few books I did on Edwin Land, where Edwin lance, 1 of his most famous quotes. Is that there's... If anything worth doing, it's worth doing to access, that is very much a quote that that a young pulitzer would would agree with. He was obsessed with learning obsessed with reading, obsessed with the newspaper industry and obsessed with work to the exclusion of almost everything else. Okay. So this is... I wanna fast forward a little bit and tell you how Joseph got to start in the newspaper industry. This is the industry that he's going to dedicate his entire life too. So through... Again, through this immigrant society, the German society, he learned about a job, and it's a German word that I'm not gonna pronounce I'm gonna call it the post. It's that's the second word in the in the title. So says poll are learning about a job opening winning at the post. The the post was owned by 2 of the city's most eminent Germans. And, the former Civil war general in whose Cavalry pulitzer had served. Talk about a small world, and and another guy named a meal with whom Pulitzer had made friends in the Mer tile chess. So it since the post was casting about for a new reporter. For pulitzer sir, the timing was fortunate. Not only did pulitzer or know both a men, but in recent months, the elder man had, as president of the German and immigration Eighth society, had observed his diligence. This is is gonna remind you of Benjamin Franklin here. And so I'm gonna tell you what this elder gentleman says about him 1 second. So it says I could not believe it pulitzer it's to recall. Recalled. I, the unknown, the luck almost a boy of the streets, meaning homeless, selected for such a responsibility. It all seemed like a dream. It took pulitzer no time to confirm confirm that they had made the right decision in taking on the 20 year old. What he lacked in experience, he more than made up for raw resolute effort. His time for work seemed to be all the time. This is 1 of the owners of the paper. I never called on him at any hour that he did not immediately respond. He continues to scribe pulitzer. He says for a beginner, he was ex in. He was so ind. Indeed that he became a positive annoy to others who felt less inclined to work. That is a hell of a sense Pulitzer was unwilling to put forward anything, but his best effort. So there's a sentence in the biography I read about the founder of Hyundai. His name is Chung. And he's extremely poor race on a farm goes to to to the city in Korea and gets a job at at a rice, like, a rice shop, and eventually takes over the rice shop, and there's a there's a sentence of that book and never forgotten. It says, the delivery boy had become the owner. The same thing is gonna happen. That what pulitzer was jet the the newspaper pulitzer was just hired at. He eventually becomes the owner. We're not there yet though. There's a few things I need to talked you about 1, he found a calling, not a career, not a job, a calling. That's the way he looked at it. And then like Ben Franklin, as I just mentioned before him, pulitzer impressed older influential people with his conversation in his mind. And the way to do that is just to read a lot. Right? So that opens up all kinds of opportunities from, which eventually includes being able to buy in and become a part owner of of the the newspaper. So it says, the world into which pulitzer are peaked seem to be 1 of limitless possibilities. To be a newspaper editor was to do more than report on the world. It was to shape it. It was not long before the visitors, meaning to the paper took an interest in pulitzer sir. That young fellow cli the future. That's this guy named Brock me, who is the principal mover behind some this local philosophical society. He... He... This is... He's continuing to describe Polls. He possesses greater dialect ability then any then all they rest put together. I know it for I have felt it. So during this time, he's also doing a lot of smart things where he's observing the people that were on the paper. They become mentors to him. He learned... Essentially learned from the people that came before him, and then He's able to use the things that he learns to fully realize his ambition. So this talks this section talks a little bit about that. So this says none of this was lost on pulitzer, who had now spent 2 years working at the paper. He's describing 1 of mentors. He was my chief. We often traveled together yet in all that time, this is so important. I never saw him pass an idle moments, either in the office or on the road or anywhere else meaning the guy did not like to waste time. Pulitzer ambition did not go and unnoticed, this is now the men are talking about Pulitzer, there never seemed to be any doubt in his mind that he would succeed in something. So, before I tell you, the sentence that gives you an idea of his personality, which was definitely aggressive argument hot tempered. Go back to the description that the author gives us for his his father disc his son. Saying, Like, if you... Dis disobey obey me, I'll chop off your head kind of thing. Right? So this gives you an idea of, like, the formidable individual that pulitzer becomes in the environment that he was raised in. And this is just a a really great sentence. And he's getting into all these, like, fights. Right? He's very, like a partisan. And he thinks if you're on the the opposite political aisle from him, your evil or dumb or, you know, all the same stuff that that happens today. Right? On on any side. And this is leading to... It's gonna lead to violence, which I'll tell you a little bit about. But his friend is telling Was like man, you gotta calm down. You gotta be careful because what happens 1 day when you run into another you. So he says, I cautioned him that he must become more conservative and fore bearing for fear that he might someday meet a person like himself and then there would be trouble. So remember, this is largely a story about the birth of the media industry. 1 of his former writers get shot 6 times on the streets of New York and dies. This is way in the future of the from where we are in story. Because he wrote something about somebody's family in the paper. Pulitzer tries to shoot 2 different people gets... I mean, he gets in... I don't even know how many fights Just people we walk on a street somebody didn't like what he wrote or said about him, and then start hitting him in the face. His... The guy running his saint Louis Paper before he moves to New York. He wrote something about, a local businessman, the local businessman comes in with a gun, and the editor, polish editor has a gun wants winning the gun battle. I mean, this is a... These are insane and... I cannot... This rook is really, really fantastic because what I'm telling. There's just so many things in here, and the author did such a fantastic job of telling the story. So on the back page, it says, Morris paints a vivid picture portraying his subject as an ambitious hot headed in the times violent, but often charitable man. The well re researched biography reads like a novel. That's that's accurate. Does read like a novel. It's really fantastic. So this time, Joseph was writing a lot of editorial. He's mastering the English language. And the way you think about pulitzer pulitzer thought media and newspapers, and politics was the exact same thing. He did not... He thought that if you had a paper, it has a point of view. It's a democrat paper. It's a republican paper. It's a socialist newspaper It's whatever is that you think, but we're not objective here at I'm not telling you the news. I'm telling you my opinion. And so he winds up he saw no reason not to be a newspaper person and also an elected official. Later in his life, he he he kinda of after he's really, really well. He kinda becomes dis in politics. But at this time, he he serves... He's in congress. He he wins a bunch of elections. And this is the first 1. So he's nominated by others at this time. That's a good that's 1 thing to know. He didn't choose to run on his own, but like I said before, people found him interesting. They thought he was a great writer, great speaker. They thought he was a great conversational list. So he's nominated by others. He's running against a novice. Somebody shouldn't have ran, and he's using his paper. He's kinda... You know, he's got the the the the minds of tons of voters because they're reading his paper every day. So he wins his first election, but he's also still poor at this time. So it says, in only 5 years, he had grown from a bounty Hunting Hungarian teenager, to an American lawmaker. He was now an elected politician. Okay. So something Joseph liked to write about was corruption. He wanted reform. He's a young ideal. And so he he accuses a contractor. Somebody doing work for the government of corruption. In the newspaper in his editorial section. So this is the result, and this is the first time he winds up getting up a duel. So it says mister Augustine. Just 1 word. And I hope that it will be the last word that Ever speak pulitzer said. I would like to explain to you that I'm no longer inclined to associate with you, and I also do not wish that you speak to me again. Should you, however, persistent in insulting me, you will despite your great physical advantage. Find that you have come to the wrong man. Okay. So we see this, you know, what his friend was warning about. He's, you know, very aggressive, hot tempered, really down for a fight for sure. And down to kill somebody if need be. I wanna tell you in clear and understandable English that you are a damn liar and a puppy replied Augustine. So puppy, I guess, that was like a insult of the day where if you call somebody a pup, in writing or in words, it's saying you... It would lead to a to a, you know, to a dual. 10 paces turn around a shoot kind of thing. This is wild times. Words ceased. August augustine moved toward pulitzer. When pulitzer had I complete about 10 to... They're inside, like, a a lobby or something or, like, a private meeting them, There's a ton of other people in here. This is not outside. When pulitzer complete about 10 to 12 paces of his retreat because August augustine huge, August augustine raised his fist. In his assailant hands, pulitzer thought he saw a heavy gl yellow instrument. So this guy was known for carrying brass knuckles. Pulitzer drew his pistol and fired. Incredibly. He missed his massive target. Pulitzer pulled the trigger again, but the barrels the gun was deflect downward and the bullet only g August augustine in the right calf. Nevertheless, the wound in his leg in enraged August augustine. Who like a set who like a spear bull charged and pinned pulitzer in the corner of the room. There he flung pulitzer are down. I matched his head against the case board of the room and tried to get the pistol out of his hand. August augustine said. Okay. So he gets out of that. I think it's A pay a fine, but he doesn't have to go to jail. I wanna focus something that that I found really interesting. Really, 1 of the main benefits of setting history reading biographies. As you realize that, you know, history doesn't repeat human in nature. Us Right? And it's kinda predictable where you have this young idealistic person shouting against corruption. Joseph, you know, writes about all times so he says he's against corruption. But at this point, this is, like, a few years later. Now he's got a lot of power. He's got, like, an audience. He's an elected official. Now he's, you know, he's willing to take money. So this is really interesting. I mean, it's kind of predictable. I mean, humans are predictably irrational. Right? But you know, it's it's kind of predictable that the person yelling from the rooftops against corruption is now gonna accept the high paying job from a political ally and not do the job. I mean, what do you call that? That... That's corruption. And it's just again, another illustration of, you know, the people we study, they're they're a large part intelligent, driven very successful people, but they're not perfect. They're valuable. Just like, I am just like, you are, just like the future humans will be. There's a quote at the beginning of... Or in the... There's a there's a quote in the the biography I read of Frank lloyd wright that I always think about. And it says, there are only 2 or 3 human story. And they go on repeating themselves as fiercely as if they've never happened before. And so we see an example here. So it says, a seat on the Saint Louis Police commission was about to open up. It required very few hours of work and paid a thousand dollars a year. At a time when the average skilled worker earned less than 600 dollars a year working 6 days a week. So he's gotta dedicate a few hours a year to this thing. He's gonna get a thousand dollars. The governor who got... This is where I talked about the corruption. You got very favorable coverage in pulitzer newspaper, assured that he would appoint pulitzer. This is outright corruption. There's no other word for it. And yet it's so we talked about this over overnight. It's very easy to point out the, like, the negative attributes and other people than it is to do the... To find those attributes in ourselves. Just know that we're not immune to it. And in this case, Pulitzer showing he's not immune. Like, yeah, I don't want you making a extra money, I'm willing to shoot you in the calf, but, you know, 2 years later, or whatever the time frame is. If I can get a little bit of money. I'm gonna take it. This is extremely predictable. This is never gonna go away. I wanna give you an example. This is where Pulitzer is observing. Right he's... Again, he's not built his media empire. He's going to. But he's really learning how the media can manipulate. And so this is an example that's... This is a a political convention. They're trying to figure out who's gonna who's gonna run for president. Right? Or who's gonna around for some kind office? I it might be covered at this point. But it says the convention was a striking example of the confluence of independent general journalism and politics. Like a fly on the wall, pulitzer witnessed a few of the nation's most powerful publishers tried to impose their will on the convention. So it's, a group of 5 newspaper owners, they name themselves the quarter ladder After the 4 northern Italian fortresses that had been prominent in the Milan ins uncertainty of 18 48. This is where we get into the corrupt part. As they saw it, the task before them was not solely to report the news of the convention but to shape it. The first series business had engaged us was the killing of the boom for judge David Davis. So these 5 people, very influential. They have large audiences. They're saying, hey, this guy that's that's... That may win. We're gonna knock them out. Because he's not 1 of us. We can't essentially we can't... He's not gonna do our bidding. He's really what's happening. The power of the press must be invoked they said. It is our chief if not only weapon. Sitting at the same table, the editors wrote editorial for their respective papers, saying that there was no support among the delegates for Davis, despite the arrival of 700 of his supporters. So this straight up lying. They are lying to benefit themselves. And pressing on the the arriving delegates, the futility of supporting Davis, and they wind up knocking this guy out. Something I've been talking about this week as I work my way through this book with friends is that if... I think if you read this book, and, not only pulitzer are doing it not of these 5. Newspaper people doing it, but every single other media figure that we're running into in the story, including William Randolph first. I think studying this is extremely important because you realize that the manipulation that happens. The information that you take in is has an impact on to you to everybody. Right? And 1 1 less Definitely take away from this book and I encourage you to read it. Is a fantastic fantastic book, which Repeat over remember again. Is it... It's gonna have you view the media a little bit more skeptical. And I think that's probably a smart viewpoint given, you know, the fall of humans and the fact that know, there is no such thing as an objective person. And the the amount of corruption and outright lying from the people that are running the media organizations. In some cases, these these circulation get huge. You have over million people a day reading what you write think about the influence that Pulitzer has on on the world. So this is the beginning of his media empire. Some of the providers of the post as the newspaper still working at became nervous and wanted to retire. They approached Pulitzer to see if he would buy into the paper. Pulitzer was the most valuable member of their staff and had told for them for 5 years took him 5 years you know, being essentially homeless to now he's owning a part of the paper, he says they thought it was necessary to the paper pulitzer set. They probably would have done the same thing to any... This is really important. He's got Giant Ego eagle, but he also realized realizes is it's, like, he's not really special. The fact that he he worked really hard is what make made him special. They probably would have done the same thing to any other man who works 16 hours a day as I did through that campaign. Within a week, he was the owner. The 7 years after reading his first copy of the post in hopes of finding employment in Saint Louis, Pulitzer was an American newspaper publisher. So this... He doesn't stay as he eventually sells back his interest to to the to this paper because, pulitzer are like, a lot of people cover, he can't have partners. There's no working with Pulitzer. It's only working for. But he wants up switching political parties, and he wants up getting caught out. So he says, with this loss, it seemed as just pulitzer just political career was on an ant. So he loses the election doesn't get reelected. He had been voted out of his house seats. So it says, he and he would not win reap appointment of the police board. Pulitzer the was on the cold, the the owners of the post offered to buy him out. The price they proposed was commensurate with their desire to be free of him. Because now he's on the opposite end of the political party from them. Right? So says pulitzer walked away with about 30000 dollars. 3 to 6 times his original investment remember. At this time, if you're really skilled you make 600 dollars a year. Let's say it's a for for the sake of run numbers. You make a thousand dollars a year. He just made 30 years. 30 years. I don't think he's even 30 yet. So he's still very young. So now he he finally has... He's got a little bit of money and this is where he's gonna find a paper of his own. Now before he finds a paper of his own, he... This is a really, really clever move by young pulitzer. And you clearly see extremely smart person. So says pulitzer spotted a journalist business opportunity. The collapse of the banking firm Jay Cooking company, which acted as a chief agent for the nation's Railroads, started a severe national depression. Alright, severe national depression is gonna happen right at the time when he's got a boat lot of money. Among the victims of the economic downturn was a small German language newspaper in S. Louis. The paper was put the auction blocks. He does a lot of smart things here. So he says, well, let me take you the first 1. For 1 is realizing value where others didn't see it. Right? So says pull herself value where others didn't. He won the auction paying a modest sum and announced that it was his intention to start a German evening paper. This was a smokes screen. What the corporation owned caught Pulitzer attention. He doesn't want the paper. He wants their their membership in the Apu. Extremely valuable. So the newspaper was a member of the associated press. Because it restricted its news items to its members, a membership in Ap was a valuable asset. Those who were not members were excluded from a vast source of national international news. So he bought the paper. He's not gonna run the paper. He's like, no. I don't care about the paper. I care about the fact that you have membership to the Ap, which and I can even flip to another newspaper owner. So that's what he's gonna do here. Membership in the Ap gave a newspaper a tremendous competitive advantage in S. Louis all the major newspapers were members of the associated press, except the Saint. Louis Globe. So he goes to them. He's like here. Here's my proposal. If they bought the entire corporation, they would gain membership in Ap. Pulitzer would then buy back the presses, type and office equipment that they didn't need. So you don't buy back the physical infrastructure of the paper. Right? Besides the membership of Ap, and he's gonna sell those off. So says pulitzer are disposed of the presses type faces in the office furniture, they were bought by a group of investors. In his 48 hours. This is all the took to do this. In his 48 hour tenure as newspaper publisher, pulitzer are netted between 11 and 20000 dollars. For the second time in the year, he had par newspaper investment into a considerable cash return. He now had between 30 and 40000 dollars in capital. This time, instead of looking for a safe place to Sas earnings, Pulitzer was ready to gamble. So he did some investments in, like, local infrastructure projects that I wind up working out. And he gets a handsome return. This is where this is where the weird part of pulitzer happened though. Right? His poverty homeless, dead family, new land, all the stuff that's happening. Right? It's serving the civil war. And now he's gonna start several years of kinda like, he's comfortable. He's traveling the world at this point. He's young. He's looking for a wife, but he... He is... He... This is where we see his first, like, deep, depression state. This happens multiple times of his life because he doesn't feel like he has a anymore. He... He wants a successful career. But he doesn't know where that opportunity is gonna come from. And right around this time, his mother dies, who's he extremely fond of. And so we find Joseph Pulitzer, he's 30 years old, and he's depressed. In the best of circumstances, the loss of one's only surviving parent inspire self reflection. For Joseph, now 30 with no specific profession are even a home, such intros fiction was demo. Whenever pulitzer was in turmoil, he would become restless and pick up and go elsewhere. As if he were searching for a geographical solution to his woes. A year later. He's no better. He's writing to a friend, and it says Pulitzer frankly described his life to Davis in mel ka terms. A life void of purpose, love and home. I am impatient to turn over a new leaf and start a new life. 1 of which home must be the... Oh, this is actually too his soon to be wife, which which of which home will must be the foundation, affection, ambition, and occupation, the cornerstone, and you my dear, my inseparable companion. So they're about to get married, and we we see, you know, something that never leaves pulitzer is the fact that he was extremely extremely ambitious and extremely driven. His wife, Kate realizes this, Kate soon learned, from Jose frantic business receipts on the eve of their wedding that her husband's attention would never be hers alone, even on a Honeymoon. His mind constantly churn with political and business schemes. Interesting enough on the way back from this few month long honeymoon. This is where pulitzer are and hurst cross pass on unbeknownst to them at the time. The passage presented 1 of those singular moments in history when 2 figures who names will be closely linked past by each other unknowingly. In New York, among the passengers preparing to board the ship for its return to Europe was 15 year old William Randolph Hears. So when he comes back, he has... There's a huge opportunity. And this is another smart thing that he does. These there's ton of clever things in this book. He buys a bankrupt paper. And he... But he realizes that he has to make it profitable before his... Money his money rents out. Remember. I just said, you know, he's 30 or 40000 dollars. He doesn't have that money time. I think he's done the maybe he's less, like, 5000 dollars something like that because he's been living several years looking for opportunities, you know, not being, you know, frugal by any means. And so he he he kinda puts himself in a situation where he's forced to succeed his back as the wall. So it says poll are heard of the dispatch. This is the Saint Louis dispatch. He's gonna... His family's is gonna own this paper I think they just sold in like, 2005. And it makes... I don't know what it did layer on, but in the beginning, it's hard to under overstate or, how much money newspapers made especially this time. Pulitzer is making millions of dollars a year at the time of the average, you needed to worker made a thousand dollars a year. William Randolph Hurst becomes... The net worth of... That William Randolph Hears eventually, compile with his with his new... He's he own, like, 30 newspapers or something like that. It'd be the equivalent of, like, 30000000000 dollars today. So, like, unbelievable amount of money that these people are making. But we're not there yet. He's gonna get there. So says, her, the dispatch was a struggling evening even newspaper newt S saint. Louis was going to be auction off at bankruptcy. So that's another thing. You'd have wildly successful newspapers, and then a bunch that made no money or went bankrupt. And so that's a lot of people would buy bank they'd buy them at the auction, like, bankruptcy option and try to do something, like, try to rein them and and boost up their circulation and the subscribers. And it's exactly the m... That's exactly what pulitzer does here and he also does when he wants to move into new. Because eventually, he thinks, you know, Saint. Louis is too small for my ambitions, New York's the Media capital of America at the time, so that's where wanna go, But I'll get there a little bit. Operating the paper, however, was an unresolved question. If Pulitzer could not eliminate its daily deficit, his cash, would only... Would last only 17 weeks. So he's 17 week runway. Let me back up a minute too. I wanna show you to tell you another smart thing he. So he's well known. He's politician. He, you know, he's a writer. He'd give speeches all the time. So he can't go but... He he realizes people, like, they're like, police is gonna buy the dispatch. And so he doesn't. He sends an a trojan horse because he doesn't want his... Because he was successful, like, buying used newspaper assets in the past. If people realize that pulitzer wants it. They... He's gonna invite unwanted competition and raise the prices. So he says, he sends his other guy there. He says, he was pulitzer trojan horse. Pulitzer knew that if he was to openly join the bidding, others would assume that he had seen in the paper something of value that it escaped their attention and the price would soar. It's also a good indication of pulitzer personality. He was extremely secretive. Very Howard Hughes lake. He was not gonna share with you his strategy beforehand. He would openly lie over number game. To be a report, hey, you're buying this, you know, this newspaper Hey, you're moving into York hey. You're doing this. He was like, nope. Don't know he's talking about and he'd lie all the time. He's just not gonna tell you what he's doing till after he does it. So what he does is used buy this paper, but he he decides there's 3 evening newspapers in Saint Louis. He does a deal, another smart move here where he's gonna merge 2 of the 3 evening papers together and consolidate power. And this is also comes from somebody that rail in that editorial papers against Monopoly Monopoly over and over again. So there's that, you know, a little bit of hypocrisy there. His business acumen drove him. Although he was at a times and innovator and journalism, this was not his strength. Rather he possessed remarkable foresight and had an uncanny ability to recognize where value or others didn't. He was willing to take risk based on his insights where others remain timid. So that's another thing. There's 2 times in his life that he goes all in. This is the first 1 where he's burning the boats. He's like, this I'm all my money's in here, and this is will succeed. He doesn't say saint Louis first. And he, you know, buy this paper for. I don't even know. 10000 I think all in when he has to merge, you know, 10 15000, something like that. And then he does it again in New York where he buys the world from from Jay Go Gold, I think. I'll get there in a little bit because I have the the name wrong, but he wants to going in for, like, 300000, which is everything you had. I think he had borrowed money to do that as well. So this other guy who's running the paper agreed to merge his paper with pulitzer. A major a merger made good sense. Pulitzer and Dylan, that's his name, shared essentially the same political views. For Dylan, the merger would prevent a potentially disaster circulation fight. And for pulitzer, it would bring readers and most important time. See what he did there. He's like, okay. Well, I have 17 week runway, you already have a bunch of subscribers and your circulation whatever it is. It might be 30000 people, whatever it is. Let's merge. And so I'm... We're making money right away. And so it buys him time to to build up and to to re rein in the paper. He's extremely gifted writer. And so, you know, he's not gonna become the owner of the most influential paper in America without being really gifted in both his speech and his writing. And so now we're gonna see he's like, okay. I've run this playbook before, he's going... This is, like, the yellow journalism, the sensational, the, you know, sharp point of view that that that he's credited for pioneering. So he needs new readers. He knows that he to build wealth and influence he needs more subscribers. Right? So he decides to pick a fight. These central problems remained. New readers were needed. And for that to happen, the paper had to be years before when he works to post, pulitzer had gained attention with his cr preceding reporting, exposing corruption in the county government and ex readers to action. Now with an entire newspaper at his disposal, he went at it again. But this time he selected a larger target. City laws ensure that only a select group obtain lucrative business monopoly. So he's going after corruption. And this is right. I mean, he's definitely right about this. This is Cro capitalism. This is stuff we should, you know, we should be against even to this day. She says a growing number of merchants, professionals and small business cha under the economic restrictions and monolith mono behavior of the elite. So it's this difference between building and empire and arming the rebels. Pulitzer saying, hey, you know, there's a lot more merchants like you and I, than there are these these hand selected political cro that are building these... What should be illegal mono monopoly at the time. Right? A newspaper that esp their cause would find a ready audience. And this is at this time, we've seen an example that he's definitely all in here. Despite the papers progress toward financial stability, posted did not relax or let up. He practically lived in the office. Staying late into the night, working by a light of a single, gas lamp. I would pass by on my way home between 11 and 12:00 and he was always there called 1 nocturnal Saint. Louis residence. No matter how late he worked pulitzer always arrived at the office early morning to examine the papers of vital sign. He demanded This is something... This is trait that he did for the rest of his life. So let me read it you. He demanded precise information. Exactly how many copies were printed the day before. How many were sold? How many returned? How many street street sales of the paper. How many lines of advertising can run the last issue. During the last week since it he essentially wants, like, a dashboard before there was dashboards of the overall health of his paper. So... And he always said he wants everything in a everything in nutshell. Everything in a nutshell. He says that over and over again in the book. And so this is the first signs we're seeing of that. He basically gets a report every day to see the overall health of his business. In the... In these first days of running the post dispatch feeling the sharp anxiety of potential failure Pulitzer are learned to ask questions that provided him with the most realistic take on the financial health of his paper. He honed his questioning down to a precise mix of queries, yielding a statistical portrait that revealed in a single glance where things stood another clever thing he us. Until the end of his life and no matter how far he wandered from the office or how much he delegated to others he would never give up this habit. So eventually, his partner realizes is there's an exercise and futility trying to be with them, that Joseph was clearly fully in charge. It says it became increasingly clear to Dylan. And pulitzer are that their partnership would not work. Dylan mentor got him mc color, predicted this. Who predicted that the partnership would not last attributed the breakup up to inca of temper, super induced perhaps by an excess of talent. So he's saying they're not equals. Pulitzer way more talent did. The truth of the matter was that 1 did not work with Pulitzer, for him surely, against him often, but not with him. And that's just really good writing. The the author did a fantastic job. I look up to see if he wrote any other books because I enjoyed this 1 so much. So during... His time he's saying Louis, he's becoming wealthy. He moves into nice neighborhoods, but his paper is essentially attacking all the rich other fellow wealthy people now. And this causes problems. His family's os size. He's gets assaulted in the street in multiple times he just... Like I said before, he's gotta carry a pistol everywhere he goes. Some people just get to jump on him and just start, you know, punching in the face and all and all kinds of things. So he he just he realized he's time to leave. He wants to go to New York. He he feels he mastered Saint Louis the same saint louis paper can run essentially by itself, had a large circulation. So was making tons of money and he didn't need to be there. So he said says he decided to rid himself. Oh, now, now this is Jay Gold. So, I... I did to get the right the name correctly. Jay accidentally bought this paper. He bought it and was, like a collection of other businesses. He didn't care about... He's 1 of the richest people in history. He doesn't care about this thing. So it says he decided to rid himself with the Burdensome New York world. This is a paper that pulitzer just eventually gonna buy. An even greater sin in the eyes of the of the railroad and industrial baron was that it had never made him a dime since he acquired it 4 years earlier. I never cared anything about the world. To meaning newspaper gold said. The world had an anemic circulation of 15000 and was losing money every week. So this is the opportunity that pulitzer gonna get the greatest opportunity in his entire life. This is what builds. He was wealthy at this point, but These orders of magnitude more wealthy in New York and he and he ever was western in Saint Louis. Signing the contract put pulitzer nearly 500000 dollars in debt. So I was wrong about that 300000 dollar. Number I gave you earlier. Less than 5 years after spending his last few thousand dollars to buy the bankrupt dispatch, he was betting, he could repeat his success on a far grander scale. So this book is full of really, really good ideas that Joseph uses to transform the anemic circulation of the world into the 1 with the greatest circulation ever. This is 1 of them is the idea that he's gonna start slowly and build on that because he's gotta completely revamp the paper. This is the dramatic changes for which you eventually become known. We're still years away. At this point, he sought solely to condition his editorial staff to his principles of how a paper should be written and edited. This effort, however, modest it may seem as how the world began on its path to becoming the most widely read newspaper and American history as a banana statement. In an era where the printed word ruled supreme and over a thousand newspapers competed for readers, content was the means of competition. This what Joseph understood so he had to have the best... It's not just a eat tricks and any of that. He was... They were gifted at what they did. The medium was not the message. The message was. That's what Joseph's telling his staff. This is where pulitzer are started. So it's very start, smart. Gonna start very slowly. We're gonna build on that. And during this time, he he another smart move. He realized realizes, listen. Pulitzer through extremely ambitious. I'm not... I'm not satisfied if I'm 5 hundredth newspaper of for a thousand. I wanna be number 1. And he realizes you can't stand out by looking the same. So he changes not only that the content, the words, the message of the paper, he changes how it looks. So his pulitzer had wanted illustrations in the world since he bought the paper. On news stands and the arms of news boys, the gray unbroken front pages of the city newspapers were indistinguishable from each other. Polish just like, no way. I'm... You're gonna know just by sight before you read a word. This is my paper. He had found every excuse possible to add illustrations to make their paper stand out. So tried... His... The other person there is his brother. His brother had moved to New york and starts a paper as well. But for for Pulitzer for Joseph Pulitzer. He he thought about paper and Politics is the same and as a way of as a means to power. Yes, he wanted money, but he wanted power more than money. Right? His brother takes it completely different and also successful route, where he makes like a I wouldn't call a tabloid, but he didn't talk about politics at all Just like, oh, like, you know, this famous... It's like almost like Tmz is now. Is the way I describe it. He it's called the journal. In interesting enough. Hears pies the journal, and and Hers essentially studies. This is really interesting I can't wait to read his biography because Hers essentially studied Joseph's playbook. Copies it, like Sam Walton did for all other retailers and then blows right past pulitzer. But he also just does it by buying Pulitzer brother's paper and merging with another 1. Just like, polls it in Saint Louis. So... Oh, tony I love this. Okay. So let me go back to this part before going this weird tangent. Found every excuse possible to add illustrations to their paper to stand out. So it says, a great many people in the world cart. This is this is also an a keen insight that polish understood because the ton of people coming into New York City right now, that don't speak to the language. I looks like he. Right? So it says a great many. This is polish... Talking now. A great many people in the world required to be educated through their eyes as it were. Pulitzer said, mindful that that many of the readers he pursued were struggling to learn English. This is the same thing we learned all the way back when we studied Levi Strauss, which he also knew because he immigrated to this country, that that's why they had levi jeans had this this giant eye logo on, like, the the waistband of the b... Of the jeans because a lot of people lot his customers had just... They came to California to mine for gold. They didn't understand the language, but they they they they could communicate visually. So polls is and very much using similar tactics, but with newspapers. So this is several years later. Now more thing that that Pulitzer does is he finds ways to get his attention from newspaper. It in creative demands. So at this time, America was falling behind on that they guaranteed such liberty was coming over. Right? And we and Americans had agreed to take delivery and also pay for the base. Right? It was like a couple hundred grand something like that that they needed, and they were well short of their fundraising goals. So he starts to rate something also sky a little remarkable like soy. He's essentially responsible for the completion statue of Liberty wouldn't have happened without him. And he realizes that raising money for the statue of Liberty. He was actually good for his business this. A little about that. He called on readers to send money to the paper and promised he would deliver to the project. Give something. However, little pulitzer your asked, and in return, he pledged that every donor name would be published in the newspaper. For as little as a penny, the poorest New Yorker could have his name and print in the same newspaper whose columns were populated with the names of the Van belts, the whitney, the Roosevelt and the Ast. The public service also turned out to be good for business as the world's circulation soared. So people heard about people that may have never even bought or heard about the world. Definitely heard about, hey, we have a statue of liberty coming That's all chip in. Let's get this done. And, oh, by the way, if you... There's 1 central... There's 1 central person. That's 1 person excuse me, the centralized all the donation sent it to this guy and his newspaper. So again, just really adapt and very, very clever person. I need to go fast forward in the story. It's really remarkable what you think about... Let's say he started around 31. He's depressed. Doesn't know what he's gonna do. By the time he's 41. He built his entire empire. And then he goes blind. And then the the... You know, the last... Let's say, 20 years of his life is is where he gets kinda, like, how her Hughes es. And part of the reason that no 1 really knows, you know, why it happened. It could have been genetic. It could have been all kinds of different reasons, but Something that definitely can help his pose drove himself to the breaking point over and over again. He did not take care of his body. He'd work, you know, every hour of every day. So it says work intention continue to wear bullets are down. Newspaper publisher, George Child, which is also, like, a mentor of of, Joseph, is trying to, you know, again come down. So it says, George Child, who who's older than pulitzer are often counsel pulitzer to ease up on his workload. Joseph was end his house. He must be careful and remember that he has a wife and children who have a claim on him. He must try to learn to take things more rationally. He is under too great a pressure and is doing more than anyone can do and retain his health. So saying, hey. If you keep down this path, and this is what his doctors also told him, you know, your body's gonna break down. You you're gonna have severe issues. They did not predict blindness being 1 of those issues though. In just a short years, he brought it. So it says from less than, I know is from less than 15000 circulation when he took over to to a quarter million. Now, is it 250000. The paper now is circulating more than quarter of a million copies each day. Even if pulitzer ceased his constant self promotion, that's another thing to know about them. I'm about to read a book on Lau and she says something that's fantastic. And that's she's like, I never worked today day in my life without selling. I believe... If I believe in something I sell it and sell it hard. That's something else pulitzer would agree with. So he was constantly self promoting. The success of the world was now so widely known that it was spawning tate in other cities. His formulas worked even for a young dropout from Harvard. So who they're talking about there? William Randolph hears. He's, like, 20 years younger than than pulitzer her 15 years younger or something like that. So now we we get this introduction to her. So says 24 year old William Randolph Hears persuaded his father to turn over control the family's money losing San Francisco examiner to him. So and newspaper family owned. He just out Harbors. Like, forget Harvard I wanna be in the newspaper business. Her said about transforming the examiner into a West Coast version of the world. For years, Hears had read studied and cut out article from the world. He was studying Joseph's playbook. He winds up copying it and then exceeding it. So now we got to the beginning of the end, unfortunately. He's only 41 years old. And this is where his retina had attaches. So it says when the doc... So 1 eye is completely blind. The other 1 one's partially blind and over time. He essentially almost all blind. And and think about that. The... His dedicated... He he spent hours every day. He read every single on newspaper. He rewriting, he read books. I mean, he just can't do that anymore. I mean, I just can't imagine the heartbreak. And the... It's just... It's it's like I said, his life is cut in half. It's like, the first the first part was half extreme inspiring. He overcame every single obstacle put in front of him through hard work through intelligence to seizing opportunity. You know, he rose himself up. I love that story. In the second half it's just it's just devastating. When the doctor peered into pulitzer eyes, it was clear in an instant when had gone wrong. The retina in the right eye had become detached and the left retina was in danger of attaching. The prognosis was grim. In a great majority of cases, the natural course of the disease is slowly, but surely progressive, leading finally to total blindness. Vision failure was only 1 manifestation of pulitzer health problems. Insomnia, asthma mat lungs and almost continuous ind digestion. It was as if pulitzer was having a breakdown. I cannot imagine the stress this person was over under. Not only he's billing his empire. He's he's involved in politics. He's in fights all the time. He's not a happy existence. Did not have to be this way. That said Pulitzer was the beginning of the end. And so just 1 of the dev devastating effects of this is that he can't even see his daughter's birth certificate. This just a great writing. So I'm gonna read this to you. Although Pulitzer could could sign the birth certificate, he was incapable reading or other writing. To cope with his increasing in fur, he hired 30 year old claude porn. Po Po. Po would be the first and a long succession of young men who would handle pulitzer correspondence read aloud to him, play the piano and provide companionship as the world darkened around him. That is just great writing, though, as the world darkened around him. Spread throughout the book is she's fascinating fantastic sentences gives you an idea of, you know, the the person that we're talking about. The only person who ever met Pulitzer expectations was pulitzer himself. He was an un boss. And un to his family by the way, more great writing and an illustration of this time in his life, a giant intelligence internally condemned to the darkest of dungeons. A cage eagle, furiously be believing the bars. And so pulitzer even though he's blind, he's still obsessed with quality. And so he's got some, some good insights on competition and quality, and the competition he's referring to here here is William Randolph Hears. Hurst just not satisfied saying San Francisco. He goes right in into New York to compete directly with his former, not mentor. Because they hero. I would say. And they went, you know, having a fierce battle, I think towards the end, they they were kinda, like, partial to each other, but, you know, these are 2 alpha males. They're not... There's there's not room... They're not gonna be best friends. Even if they could, you know, respect each other later on. So it says, we must recognize the the the extraordinary competition no doubt, but we must also recognize extraordinarily foolish and not imitate it. So it's like, don't get down in the mud with him. Let's just have the best paper. So he says I regard it as more important to have the best paper than the biggest in size, and that's 1 of the innovations he has. He made... He gave instructions right set shorter paragraph, shorter sentences. Shorter He's, like, shorter everything. He understood that people are not gonna sit there for hours hours and hours. The the... The number of people are read, you know, a story that's 3 paragraphs long. It's a lot larger then the person read a story that's 3333 pages long. Something to know about Joseph He's we he constantly, know he's disappointed with everybody around him. This is the negative aspect of personality. The the way he... Sophie says of his kids. I just can never imagine saying to mine. But his friend is telling him, you know, because, now he's extremely well wealthy. He's 1 of the... At this point sorry. He's 1 of the rich richest people in America. And he's just, like, why are my kids not like me, essentially. And his friend who also came from nothing, illustrates this point that we've seen over and over again I, Charles Ke Ke. That brought up to last time how, like, you know, you have people that are go through really rough childhood, it strengthens through that at surviving that adversity makes them, you know, more formidable individual, and yet they remove any adversity from the kids lives. And then they they wonder why the kids not like them. So it says, self made men like you and myself only come to maturity in the battle for existence. And who knows and who knows should we have been the sons of wealthy parents if we were... If we'd would be what we are now? And the answer is most likely not. Right? Your children do not form any exception from those children who have grown up in similarly favorable conditions So he's like, it's not your kid's fault, you know, but they were raised in private schools, boarding schools in Switzerland, your giant yachts. I mean, just you you're letting them hang out with, you know, the Van bills kids and all the... Like, what did you expect was gonna happen. Thought they're gonna be getting up at 5 in the morning and driving really hard. They never had a need to do that. They were not... They did not experience what you experienced, Joseph. And so as this blindness progresses, he becomes more rec inclusive. This is where, you know, I learned a lot from reading about him. A lot of it's inspiring, this is where I feel he lost the point. He lost the thread in life. And so even though the beginning of Joseph stories inspirational, I really do feel it has a profoundly unhappy ending and knowing that and understanding that in my own life, his leads me, I I want to avoid this. I wanna learn from the mistakes he made and not have that come to pass. Because what is the point of being wealthy and building a successful business and and influencing inspiring people around you? If you're deeply deeply unhappy, you spend no time with your own family, the the the families... They I forgot how to get like, 7 kids something like that they went up having, some of which obviously passed away before Adulthood, which is just devastating to have to go through. And I just he just lost the point. He lost the thread, and I don't even know how much I blame them. You know, I do think there was a there was hereditary mental illness in his family, I couldn't imagine, you know, being at the Apex of success and you lose your eyesight what that could do and then be rec closer for 15 20 years. What is that gonna do your mind? So this is just really a... The end of Joseph's life is really for me a cautionary tale. And I think this is the best summary to give you an idea of what I mean by that. He was be of friends, and the companions with whom he spent his days were paid to be with him. His most important connections to his beginnings in S saint. Louis were dead. He was estranged from his only living sibling. Who was his last tie to his childhood in hungary. Joseph's children were a disappointment and his family provided no comfort, broken up as it was on 2 continents. His wife, Kate remained willing at all times to fill the void. But Joseph has spur her offers of companionship so frequently that she ceased to ask. Writing to Joseph, Kate mark the moment. 25 years married, how strange it seemed she said when we think that a hundred years hence. Not 1 of us now living will be alive to care or to know or to enjoy or to suffer. What does it all amount to? To a puff of smoke, which makes a few rings and then disappears into nothingness. And, yet, we make tragedies of our lives. Most of us, not even making them serious comedy. And that is where I'll leave the story. That's a hundred and 35 books down 1000 ago. If you buy the book using the link that's in your show notes, You'll be supporting the podcast at the same time, and I'll talk to you again soon. Peace"
}