{
  "transcript": "First comes the wish. Then you must have the heart to have the dream. Then you work and work and work. From where you sit, you can probably reach out with comparative ease and touch a life of serenity and peace. You can wait for things to happen and not get too sad when they don't. That's fine for some, but not for me. Serenity is pleasant, but it lacks the ecstasy of achievement. I've insisted on a long stretch rather than the gentle reach. I celebrate this sweet country. America, the beautiful has given me a life of infinite value and pleasure. Living the American dream has been intense difficult work, but I couldn't have hoped for a more satisfying life. I believe that potential is unlimited. Success depends on daring to act on your dreams. How far do you want to go? Go the distance within each person is the potential to build the empire of her wishes and don't allow anyone to say you can't have it all. I have always believed that if you stick to a thought, and carefully avoid distraction along the way, you can fulfill a dream. My whole life has been about fulfilling dreams. I kept my eye on the target, whatever that target was. I never allowed my eye to leave that particular target. Whether your target is big or small, grand or simple, ambitious or personal. I've always believed that success comes from not letting your eyes stray from the target. Anyone who wants to achieve a dream must stay strong, focused and steady. She must expect and demand perfection and never settle for mediocrity. If you push yourself beyond the furthest place you can go, you'll be able to achieve your heart's dream. So those words were written by Est Lau when she was almost 80 years old, and it's an excerpt from the book I'm gonna talk you about today, which is her auto and it's called a success story by Est Lau. Est Lau was 1 of the most successful founders to ever live. And her auto is filled with a ton of personality and a ton of really great ideas idea. So let's go ahead and jump into it. I found it interesting that she starts to book talking about how, 1 unpleasant interaction, led to motivation. I remember the woman at the Beauty salon where I had my first cosmetics concession. She was thought and cool and will always remain that way in my mind. Maybe she was a catalyst for good in the end. Maybe I wouldn't have become est lau if it hadn't been for her. At the moment she was cast in my memory to last there forever, I despise her. Simply thinking about that incident brings back a twin of pain. She was having her hair comb, and she was lovely. I was very young and vulnerable, and I loved beauty. I felt I wanted to make contact with her in 1... In some small way. What a beautiful blouse you're wearing I complimented her. It's just so elegant. Do you mind if I ask where you bought it? She smiled. What difference could it possibly make? She answered looking straight into my eyes? You could never afford it. I walked away heart pounding, face burning. Never. Never. Never, will anyone say that to me again, I promise myself. Someday, I will have whatever I want. So in the very beginning, she talks about how she's always been obsessed with beauty, and she she points out the fact that this is not unique to her. That the industry that she helped in many ways pioneer is a is a very ancient industry So she says, beauty secrets have been passed on from mother to daughter through the ages. Primitive women painted their faces with berry juice. Nero roman beauties painted their faces with chalk. From Cl famous milk bath to the ancient egyptian pot of black hole from the root from the rouge flap cheeks of the 19 twenties. Women have always enhanced their god given looks. It has always been so. It will always be so. So when I read that part, it really made me think of 1 of my famous... Are 1 of my favorite rather, quotes that I learned or ideas I learned from from Jeff Bezos. And he says that you should build your business around things that will will never change. So in the case of Amazon, he talks about, hey, are people, you know, people today and people 10 years from now, 10 years from now, they're not gonna say, hey, I wish I got my package slower. Hey. I wish you had less selection. And, hey, I wish you had poor customer service. So he would invest in things that are not likely to change because the benefits compound over a very long period of time. And so Lau talks about, there's something natural in us that we wanna enhance our looks and my products help you do that. So the actual desire is a very ancient desire. I'm just fulfilling that ancient desire. So she continues to talk about beauty history, and this is where we see that she's definitely an extremely confident person like most of the founders that we cover. She's got a giant ego. And we see that here. Says beauty is a fine invention. There isn't a culture in the world that hasn't powdered perfume and pre it's it's women. Love has been planted wars 1 and empires built on beauty. I should know. I'm an authority on all 3. Love, wars and empires have been woven into my personal tapestry for decades. I've been selling beauty ever since I could recognize her. And so then she continues to talk about, like, the certain certain things that happened in our childhood that influenced her later on, and something her mother does that's extremely smart. Is her mother instill in her an abundance of confidence and abundance of self belief. And this is an example of that. She says yours as beautiful as you think you are. She would tell me. The secret she'd whisper is to imagine yourself the most important person in the room. The person everyone else is waiting to see. If you imagine it vividly enough, you will become that person. So her father was a a merchant on a hardware store, you know a cemetery and a bunch of different things. They were actually... It's just like last week when we talked about joseph Pulitzer, they were a Jewish family from Hungary. And so were the lau. And 1 thing that she got from her father, and you'll see that how it influences her personality. Something in Nova by Lau, she sets extremely extremely high standards for herself, her company and then her products. And she thinks she got that from her dad. She says, I also inherited his genes for high standards. Things must be perfect to be acceptable. And so she talks about even when she was a young child, 10:12, 13 years old, she'd be constantly wanting to brush her mother's hair, her sister's hair constantly wanting to help him apply makeup. And the way I we think about this paragraph is really she was born for the business. There was a perfect match between est Lau the person and Est Lau the business and the products they. So it says, all all of this annoyed my father considerably. Stop f with other people's faces, he'd say. But that is what I like to do. Touch other people's faces. No matter who they were. Touch them and make them pretty. Before I'm finished, I'm set, or before I'm finished, all set, I'm certain the world's record for face touching, and I'm nowhere near finished. Remember she wrote these words almost 80 years old. She she survives her almost another a 20 years. She does a 97 years old. But the reason I wanted to bring that up to you is... I want you to remember that for later because this idea of touching people's faces. It's very... This actually a very important part. To how she slowly built her built her business, and that's the the product demonstration, which was the cornerstone of a lot of the early sales, or we're not there yet. I'll get there. So in the meantime, she's still a kid, she's working inside of her father's hardware store, and this is where we see that she's she's learning a lot of early lessons in business. And says my father's hardware store was my own first venture into merchandising. I loved helping him arrange his ware. I would gift wrapped a hammer or a set of nails with extravagant bop bowl bose and papers, which really did seem to delight his customers. Packaging required special thought. You can remember that thought for later too because we're gonna get into how she does her product design. And the... There's just the lengths that she does. It's there's just a lot of good information in this book. You could make a thing wonderful by its outward appearance. Little that I think I'd be doing the same thing multiplied a billion, billion fold in not too many years. There may be a big difference between lipstick and dry goods between fragrance and doorknob knobs, but just about everything has to be sold aggressively. I wedded my appetite for the mary ring of a cash register. I learned early that being a perfection and providing quality was the only way to do business. Okay. So Just wanna stop there and elaborate on that idea, where she talks about, it doesn't matter if it's if it's a lipstick, if it's a hammer, and if everything that you're doing has to be sold aggressively. So 1 of my favorite quotes that she says, she says, I have never worked day in my life without selling. If I believe in something, I sell it and sell it hard. So I would say that the main point of this book is the is the value and persistence and determination. And I'll give you a lot of examples where she had those traits in spade. Right? But the second if there was a secondary message that she wants to impart on us is that, yes, you need to have the best products. But that is not good enough. You must learn to sell and you must do it all the time. And the level of effort and care and time she put into selling is remarkable. Moving on. The way I would summarize this next section is her advice directly to you and I is that your craft should match you. So she says, I wanna paint a picture of the young girl I was. A girl caught up me by pretty things and pretty people. My drive and persistence. There's that word again that that weren't persistence appears over and over and over again in the book, explicitly and then implicitly through examples. My drive in persistence were always there. And those are qualities that are essential for building a successful business. So still, I some I sometimes wonder if I had set my heart on selling tassels, cars, furniture, or anything else but beauty, would I risen to the top of a profession? I doubt it. I believed in my product, I love my product. A person has to love her harvest if she... If she's to expect others to love it. And beauty was such a bo harvest. So while she's working in her dad's, hardware store, she... There's an experience that changes her life forever, and that's where her uncle is gonna come to visit, and he's the 1 that that shows her the path into the beauty industry. So it says, my shut, and we're also gonna see her abundance of of self confidence and something that she says is I think is extremely smart. So she says my shining moment came in the form of a quiet bi... Be speck man who also loved touching faces. My mother's brother came to visit us from hungary. He was a skin specialist. What gl those words conjure up. He captured my imagination and interest as no 1 else ever had. I was sm with Uncle John. He understood me what's more he produced miracle. I recognized in my uncle John, my true path. He produced his glorious cream in her home, working happily over a gas stove. I watched, I learned, I was h. This is the story of a be. Listen how she talks about her life's work. We should all be so lucky to find a like this. This is the story of a. I was irr irr be by the power to create beauty. Uncle John had worlds to teach me. Do you know what it means for young girl to suddenly have someone take her dreams quite seriously to teach her secrets, I could think of nothing else. I began to value myself so much more. Trust my instincts. Trust my uniqueness. Trusting oneself does not always come naturally. I learned when young, the practice sticks. To this is where I think this has really good idea. Today there is no 1 who can intimidate me because of title, or skill, or fame. I do what's right for me. So she finds the path rather early, But there is a long time between the... Realizing what she wants to do with her life to actually founding and starting the business. She starts to Lau when she's about 40 years old. In the meantime, she gets married extremely young as was kinda common at the time at the period of time we're in. And then they have... She has a baby. So she has to... She becomes a mother, but she's still the whole time that she's trying to raise a family. She's nurturing this obsession. So so the note that of myself is her dream is delayed, but her obsession continues to grow. We were struggling so hard to be independent, she means her and her husband. And and sometimes, this was not easy. Times were lean. We had a beautiful son, and I spent my day's mother, and all the time. All the time. I was mother my Z for experimenting with my uncle creams improving on them, adding to them. I was forever ex experimenting on myself, and on anyone else who came within range. Good was not good enough. You say that the theme, she repeats it over and over again. I could always make it better. I now know that obsession is the word for my Z. During every possible spare moment, I cooked up little pots of cream for face this. I always felt most alive when I was dab in the cream. I felt as though I was conducting a secret absorbing experiment, a real adventure. Okay. Do you remember that story that I just told you where She's taking inspiration from, you know, a woman being really rude to her. That's taking place in a beauty salon. Okay? So she recruits. She go to Beauty salon every month to get her hair on, dyer her hair that kind of thing. Right? And she recruits her first customers from with right inside that beauty salon. And customer is a funny word there, because she's giving away at the very beginning, she just gives away her product. Eventually, those people start paying for it as well. So it... This is how... This is the the very humble beginnings of what becomes a massive massive beauty empire. So it says many of the young women who came into the flo Morris beauty salon to get their hair done, would come... Would come to my home for a quick beauty lesson. I love sharing what I knew and creating excitement about skin, so she's talking to all the people and there she's extremely outgoing. And so the owner of the beauty salon, sees all these women starting to use her cream. And so this is the very beginning of what the business is gonna turn Est lau. Right? And think about this. Her empire starts with just a counter. That's it. She's selling on a counter in a beauty salon. So this the owner salon they're having conversation says she says, do you think you would be interested in running the beauty concession at my new salon. She asked. I did not hesitate a second. Up until that point, I had been giving away my products. This is the first chance at a real business. I would have a small counter in her store. I would pay her rent. Whatever I sold would be mine to keep no partners. I never have partners. I would risk the rent, but if it worked, I would start the business. I always dreamed about. Risk taking is the cornerstone of empires. No 1 ever became a success without taking chances. So this is... We're right around the early 19 forties, Sal starts out as at at a counter, a concession counter inside of a Beauty salon. Last year, they did, I think 11000000000 dollars in sales. So now she's gonna tell us about what she calls the sales technique of the century. This is something you'll see anything time go into department. So she's saying, she was the 1 that pioneered this idea. So she says now the big secret. I would give the woman a sample of whatever she did not buy as a gift. It might be a few teen teaspoons of powder in a wax envelope. Perhaps I'd shave off a a bit of a lips of some lipstick and tell her to apply with her fingers. Perhaps in still another envelope, I would give her a bit of glow. The point was this, a woman would never leave empty handed. I did not have an advertising department. I did not have a copywriter, but I had a woman's intuition. I just knew even though I not yet named this technique that a gift with purchase was very appealing. In those days, I would even give a gift without a purchase. The idea was to convince a woman to try the product. Having tried it at her leisure in her own home and seeing how fresh and lovely it made her look, she would be for faithful forever. Of of that, I had not 1 single doubt. Okay. So she starts out at 1 counter in a Beauty salon and then expands to another counter. And so she now has to start, hiring of other salespeople, and this is a little bit how she worked at the very beginning of the early days of the company says I hired other sales in the same way. I made in my business to check with each of them each day to make certain she was selling as I would. A devote a devoted clientele was developing, not to my surprise, of course. My products were the finest. The beauty salon atmosphere was perfect. The women were already in the self improvement move. Why should they go home with beautifully c hair and a tired lifeless face? It made sense to sell a total beauty package. Word spread. Business moved gradually, but steadily. That's another thing that she would counsel you and that she repeats over and over in the book that be patient. Things take time. Great things take time. I worked every day from 9 when I arrived to polish my jars to 6 in the evening. I never lunch. I felt I had to be there for every woman or I would surely lose her. I cleansed, cream, colored, talked, talked, talked, and talked. It worked like a charm. I didn't need bread to eat, but I worked as though I did. For the pure love of adventure. For me, teaching about beauty. That's for me she meant about talking talking and talking. For me, teaching about beauty was and is an emotional experience. So before this is actually a really good idea. So there's 2 the way of... I've heard it in the past is, you can either out spend your competition or out teacher competition. And in the... Or very early days of Estate lau, She didn't have any money for advertising. So she had to just teach everything she knew, and she had a passion. This is a multiple decade passion of her learning about beauty. And so as as a result of her studying the subject for, you know, 10 plus years, she's gonna acquire a lot of useful information useful knowledge, that then she can share with other people, and those people who turn into customers. Right? Now, listen to how she talks about this experience of teaching beauty, which is this this product demonstration. I referenced earlier. For me, teaching what Beauty was and is an emotional experience. I brought them charisma and knowledge about their possibilities. They gave me a sense of success. I felt flushed with excitement after each session. Pure theater. In the end, that's what it was. This rendering of beauty, pure theater for me. She's all fired up. She's loving what she's doing. And again, that's going to shine through. People are gonna pick up on that right away, and they're gonna find what she has to saying, and assuming that her product actually beneficial it's actually high quality, then, of course, they're gonna... They're gonna turn into customers. So it's just a really smart move buyer her. I in this section, we learn a little bit more about more... A little more about her personality, and I think she has a trait that I that I find very admirable in other people and 1 I wanna cool cultivate myself. So it says I'm a visceral and I'll get there a minute. I'm a visceral person by nature. I act on instinct quickly without pondering possible disaster and without ind in deep intros spectrum. This quality can work well in the business world where instinct counts and where 1 must be able to risk and take immediate action. But the same quality could be an irr and personal relationships. Now, this is the trade I'm talking about. I was single minded. In the pursuit of my dream. Also, let me back up there. The... She's talks about, going off instinct acting quickly, the same quality can be air personal relationships. She's talking about... Anytime there's an opportunity. She'd hop on a train and go try to seat that opportunity, but she's married at the time. Just to get... I think they have, yeah. Have 1 child at a time. This actually leads to a very quick divorce. They say separated for interesting enough. They say separated it for a few years, then they get remarried, have another son and then stay married until until her husband dies few years before, she writes the book. And they were the reason I bring that up is because they were partners. This is a family business. And so was a private business at the time that this book ends. I I'm not sure. S a Lau is now public, but at this time, it was still a private family business that she controlled a hundred percent of. So now she's gonna tell us about her secret weapon, and she says nothing happened fast. Talks about, there's no magic formulas. There's no instant success. It does not happen that way. There was constant work, constant attention to detail, lost hours of sleep, worries and heartache. Despite all the nay, there was never a single moment when I considered giving up that was simply not a viable alternative. I had a secret weapon. The... There were the... In those days before television and high gloss advertising only 2 key ways to communicate a message quickly. They were the telephone and the telegraph, but I had a third. This is her secret weapon. It was potent, tel woman. She's saying essentially, that the word of mouth was her base that built her company. Right? Us it says women were telling women. They were selling my cream before they even got to my salon. Tell a women was the word of mouth campaign that launched est Lau cosmetics. So in the book, there's a story about how she makes... How she made decisions for the actual look. The actual design of her product. Right? And I think this is an illustration of the level of effort. And thoughtful that she put into her craft. So let me just read this part to you. She says the new jars would be a decision of detail that I could affect the entire business. I knew I had to make the right decision. First of all, I reason, where would my jars sit? In every woman's bathroom naturally. Second, I knew that I wanted every woman to remember whose cream was that was making her look so fresh and lovely. The name would have to be embedded right on the jar. Needless to say the jar had to be beautiful. And this was the hard part. It couldn't clash with customers bathroom to course. Having obtained sample jars, my research consisted of matching the few colors to with to which I had narrowed my choices to wallpaper in every guest bathroom I could manage to visit. Every time I went to a friend's home or an Elegant restaurant, I'd excused myself from the company visit the bathroom and match my jar colors against the vast array of wallpapers. There were silver bathrooms, purple, black and white, brown, gold, pink, and even red bathrooms. Which color would look wonderful in any bathroom. I deliberate for weeks. I spent an inordinate amount of time, quote unquote freshen up. People must have worried about my long absences from the company. I knew that women would not buy cosmetic and ga containers that offended their bathroom decor. I wanted them to be proud to display my products. The jars had to send a message of luxury and harmony. They had to be unique. A great package does not copy or steady. It invent. So she's having success with Word mouth. She's having sec success in these these beauty salons. Right? But her goal is to have her products. She wants to be the best product in the world. That's her ambition, and they have to be sold in the best stores in the world. So she eventually, she wants to make the jump into the the high... The like, the best retailers in the world. Right? And she's willing once she once she accomplish a she'll close down, and she stops doing the the beauty Salon counters. And so this is how she breaks into Sa fifth avenue. And she does it from the ground up, which I found was very interesting. So it says my name was not exactly known unknown there. Oh, so, let me back up. The the also reason you wanna do is because charge cards were relatively new phenomenon at this time. And so there she was losing some sales because they... In in the Beauty salon, they had to pay for cash. Right? They couldn't charge it. And so if they didn't have the cash, even if they wanted to buy the product, there's nothing she could do. Sa and other companies like that were were and other retailers like that, gave the customer the option to charge. So that I allowed for a lot more impulse impulse buying. Right? So it says my name was not exactly unknown there. The tele woman campaign had already resulted in hundreds of phone calls from women asking for my products. The store was beginning to wonder about me. The Cosmetics buyer at Sa us ce to my millionth request, so you had... Not only... From the bottom, you have organic, request from customers. Sex customers already existing customers saying, hey, can I buy est a lau creams here? And then you also, from the top, you have this just for relentless terminator, like, determined founder. She was just absolutely relentless. This is the way I would... Is is a good description of her. So, you know, they they kept on her no. Okay. I'll come back 2 weeks. No. No. There's times where she'd go in and they're like, they don't have an appointment. Like, okay, I'll sit here. She'd sit there all day 8, 9 hours. And then eventually at the end of the day, the the buyer that she's waiting to to to meet with would come. Like, oh, my god. You're still here. Okay. I'll give you a few minutes. So that's a good way to think about the early days. She really did not rest on her laurel. She pushed this forward with all everything she had. So says the cosmetics buyer at Sa ce to my millionth request. He gave me a small order for approximately an 800 dollars worth of merchandise. And what's interesting is, you know, 800 dollars. That sounds like small amount from somebody on the outside. Right? But this is how what she said about. She says breaking that first mammoth barrier was perhaps the single most exciting moment I have ever known. Fortunately, our confidence equaled our excitement. Because we had to have enough faith in our work to invest all of our savings. And what she needed the same for, she rents her first, like, think about it almost like a factory where she's going to build or excuse me create her creams, and then she needs to have enough money invested in in inventory, so Sa has never runs out. And then she also does something really smart when it's time to have the the initial launch at Sa. She makes sure every single person she knows. Knows that they're now available Sa. And this is a result. And it really the another left myself on this section is, goes back to another Jeff Bezos quote is that missionaries make better products. And Est Lau was very much a missionary. So it says all the people to whom I had given samples, all the people who had been telling other people. All those people appeared on opening day at Sa fifth Avenue. In 2 days, we were sold out. The fun was about to start. And with that came the endless work, the endless traveling, the endless streams, rivers, tides, torrent, oceans of words, I would utter praise of the products. I knew my cream... I knew my products were the cream of the crop. I was a woman I was a woman with a mission. I had to show as many women as I could, as I could reach not only how to be beautiful, but how to stay beautiful. On the way, I hoped in my secret heart to find fame and fortune. It was 19 46. And so right away, she doubles down on the... This free sample gift with purchase sales technique, the she pioneered and that, you know, everybody in the beauty industry soon copied so this a little bit about that. She says the reason to appear in my counter was the gift to the customer. The free something that would sell everything else. It sounds so simple doesn't it. I'd have to agree. It was simple. Most good ideas, sparkle and simplicity so much that everyone wonders why no 1 ever did that before. You give people a product to try. If they like its quality, they buy it. They haven't been lured in by an advertisement, but we're convinced by the product itself, So she does something real smart here. She tries to hire an advertising agency. She has such a small ad budget. No 1 was figure seriously. So she like okay, I'm not gonna add. I'm not gonna advertise. I'm gonna take that money, and I'm gonna give I'm gonna produce more product and give that product away. So it says we took the money we had planned to use on advertising and invested it instead in enough material to give away large quantities of our products. It was so simple that our competitors sn when they heard what we were doing. Today, even the banks are copying us. In the very next page, she talks about the most important trait, the most important trait on what makes a person successful. It's the word we've already seen her use over and over again at this point in the story and it's persistence, and she says business is not something to be lightly tried on, flip modeled. It's not a distraction. It's not fair. It's not a moment fling. Business mar you. You sleep with it, e with it. Think about it much of your time. It is in a very real sense and act love. If it isn't an active love, it's merely work and not a business. What makes a successful business woman? Is it talent? Well, perhaps, although known although I've known many enormously successful people who were not gifted in any outstanding way. Not blessed with particular talent? Is it then intelligence, certainly intelligent intelligence helps, but it's not necessarily education are the kind of intellectual reasoning needed to graduate from the war and school of business that are essential. How many of your grandfather came here from 1 or another old country and made a mark in America whether the language, money or contacts. What then is this mystical ingredient? It's persistence. It's that certain little spirit that compels you to stick it out when you're at your most tired. It's that quality that forces you to persevere. Find the root around the stone wall. It's the stubborn ness that will not allow you to cave in when everyone says give up. Our first year sales amounted to about 50000 dollars. Expenses ate up just about every dime. No matter forward. So she starts out 1 store and then another store, and then every time her products will be sold in another store another city, she would go and spend maybe the first week, training everybody overseeing every single minute. And along the way, she is talking to every single person she encounters about her products. And I'm just gonna give you a quick summary because this goes on for several pages. I'll just read 1 paragraph to you. But really, the main point here is how many people are willing to put in this type of effort. She's recruiting customers 1 by 1. She is in an early days to spend an endless amount of time riding the rails. The sound of train wheels became background music to my dreams. As I traveled around the country to be present in each est lau counter opening, I met the women who would 1 day be my customers. At least I hope they would be. To that end, I never stopped talking to people, not ever. Okay. So I'm moving ahead in the story, starts off selling cosmetics creams, things like that. And then she branches out into perfume or a new type of perfume. So her answer to this question of how can I get more women to buy perfume is genius? This part is amazing. And so it's a little background according to her at this time, most women wouldn't buy their own perfume. They would... They would... It's like, something you give as a gift. Right? And so she wanted to change that. She didn't think that you should just smell great on special occasions. She thought you should wear it you know, smell great every, all every day, and then you... This instantly you should apply multiple times a day. Right? So she comes up with essentially a new product category. And wait use here the numbers so this product category does. It's it's bananas. So says, how can I get the American woman to buy her own perfume? I would not call it a perfume? I would call it youth do. A bath oil that doubled as a skin perfume. That would be acceptable acceptable to buy because it was a it was a feminine all American very girl next door to take baths. Now why is that sudden like that that seems to be a small distinction, like, why would that matter? Well think about how much bath of oil you would use compared to how much perfume, And then that's gonna result in an outstanding number of sales. So it's sound just outstanding dollar amount of sale. So it says We created a mini revolution and the whole world as I saw it, took on a fresher, more stimulating aspect. Instead of using their French French perfume by the drop behind each ear, women were using used to by the bottle in their bath water. It doesn't take a graduates of, a graduate of business school to figure out what that meant. Sales, beautiful sales. In 19 53. So we're about 9 years after she founded the companies when she's she's she's adding this additional product line. Okay? In 19 53, youth do did about 50000 dollars worth of business for us. In 19 84, that figured had jumped to over a hundred and 50000000 dollars. So somebody she studied. Somebody she looks up to. Somebody she mentions multiple times in the book is coco Chanel now, if you remember I did a podcast on her. I think was founders number 6 somewhere back there. But she says, I think the legendary chanel now put it best. Perfume she said is the unseen, but unforgettable and ultimate fashion accessory. It herald a woman's arrival and prolong her departure. So there's you used to this this the fragrance perfume becomes a large part of her business, and there's a big problem in the beauty industry, there's a lot of spy. So they... They'll they'll send in, people will come and try to work in your company. Just to steal secrets. And so the way that she... The solution came to this problem is really unbelievable. So I'm just gonna read the paragraph to you. I never give the whole formula. When the mixture is 95 percent, or even 98 percent completed and the great vas perfume fu are ready to be bottled, 1 member of the Lau family. So Could be her. Her her her husband was her business partner and then her 2 sons also worked in the company. Okay? This is 1 member of the Lottery family goes to the factory to supply the missing secret 5 or 2 percent. The ingredient without which the fragrance can never be complete. No 1 can ever copy us. The final ingredient is never known to our factories or essence suppliers or anyone. Only a lau knows it. And so now I wanna tell you how they eventually... They're having a lot of success in American Really like okay. It's time to expand internationally. So this is how Est Lau expands into Europe, and again, I know reviewed myself in oregon again. Just another smart thing that she. She matches intelligence with persistence. It just really remarkable, just the way she's she's able to follow her instincts and figure out solutions to the problem. So it says, if I could start with the finest store in London, which was hair all the other great stores would follow. So she does multiple attempts. This is a multiple temp, multiple year problem that she's trying to tackle and in before I just continue reading to in the interim. She's trying to get into hair har. She gets accepted into other, like, other European stores, but she's like, no. No. I'm I'm going... I'm gonna hit the best first, and then I'll go down. Because once you're in inheritance, obviously, every other retailer would would accept her products in there. So she goes and she meets with the buyer. Right? Simply not interested was the unmistakable message. So she gets rejected right off front. Like okay. Well, what am Gonna do? I'm gonna go and I'm gonna make my case in the media, like covert. She says a little media attention was called for. I visited the beauty editors of various magazines. This is happening in London. Okay? So so she'd go there. She'd do her product demonstration she would teach. She'd give samples of the product. Right? And then what the result is, okay. That person that reported that journalist at editorial is going to write about that. Yes. She'd be happy to write a piece about my products. What store in London would be carrying them. My products are not available in London had to be more reply because I was a truth. Well she answered, write a piece saying that Est Lau cosmetics will be coming soon. So that's fantastic. She starts getting all this press coverage. Right? And then she she waits a little bit, and then she goes back to the buyer. Again, I went to Har. And again, the answer was no. There was no space at this time. There was no call for my products. This wasn't the right time of the year. Maybe another time, so these all excuses that she's getting. Right? I stayed in England for a month visiting every beauty editor to make my name known. I was getting write ups, but no hair orders. So at the end of the month. She's getting out again. She's getting all these write ups again. So she goes back and again. And she says before I left London, visited with the buyer 1 more time. Can't you just take the smallest order? No no. No. No No was the response. Har was looking very bleak. The next year, I went back to London and hair. She was not quite as hostile, not quite as intra. Let me tell you. I have no room here. As I've told you before. She said B. But perhaps, I could take a tiny order and put it in with with the general toiletries. It won't be next to the good cosmetics. That you'll have to understand, missus Lau. So before that I left that apart. The cosmetic buyer. She says... The next year before she was not quite as intra. She had been reading the the beauty magazines. So the story continues. It says est lau appeared almost in invisible at last, but she doesn't stop there. So Like, hey, well, it's not on the... On a prestige counter. Same with the general toiletries. I want to get... I wanted it to be marquis. I wanted to be a center of everybody's attention in the greatest store in London. Right? So she goes back to the media people. Again, another smart move. It was not a victory yet. I visited every 1 of the beauty editors again. To me, to remind them of me. Another round of makeup, another round of samples. Do you think you might be able to write another piece? I asked each 1, now that we're in London at har, the articles appeared. Customers also appeared. I was on my way. Women began asking for Est Lau. The Hair buyer was reluctant to notice but she had no choice. In the flush of a good week sales, I summoned up the courage to ask if she could move me to a more important counter. Oh, no she said. Other counter space is definitely not available. So she still hitting the wall again. About 6 months later, I made another trip to London. Well, We seem to have many London women asking for your products see gru admitted. I think I'll give you a small spot at a more prestigious counter. And that was how Est Lau came to Europe. She has an entire chapter, dedicated selling her main message. Be determined and sell, and she says, it is not enough to have the most wonderful product in the world. You must be able to sell it. 1 woman with definitive ideas pride in her product and a hands on approach could lay the foundation for a strong business. And then she's an entire chapter about, things you you... That she... You have to learn to experience. She calls these insights that she picked up, lot. So the beginning, it says, our unique style has come from years of trial and error. Truths haven't have emerged that work for us. Let me share them with you. So I just pull that out there's there's a bunch here but I'm just gonna pull out 4. So it says keep your own image straight in your mind. What does she mean by that? From the beginning, I knew I wanted to sell the top of the line, finest quality products through the best outlets rather than through drugstore stores and discount stores. And so we have. We don't do dung. We don't do table cloth. We do the best skin products available today. The best makeup and fragrance products. We are not a budget market and we know it. Another lot, keep an eye on the competition. This doesn't mean copying them as I've made clear. Being interested in other people's ideas for the purpose of saying we can do it better is not copying. Innovation doesn't mean inventing the wheel each time. Innovation can mean a whole new way of looking at old things. So it's an example of, you know, just tons of people that made perfume before she did. There's not anybody that made used to. Third 1 it says learn to say, no. This is something I think you've picked up over because she talks about over and over again The importance of being focused of point of being single minded, the port of not giving importance of not giving into distractions. So it says, learn to say, no. Saying yes, all the time stems from a childish this desire to please and to be loved all the time. You must say no to inferior your products and ideas. And the fourth 1 trust your instincts. I discovered that pondering facts and other people's judgments usually leads me down the wrong path. Common sense, instinct. Trust that part of yourself, whatever you call it. This is something we seen over and over again the the fact that at some point in time, we're all gonna have to be able to trust our own judgment. And to do so, like we have to do the work necessary to get to the point where we can trust her our own judgment. And, Sa Lau, her career in her life is definitely an example of that. And towards the end of the book, she's reflecting back on her life and career, and this is what she has to say. Sometimes I have to pinch myself. To believe what hard work and prayer have brought me. They've taken me from carrying a tiny bottle of cream in my purse. On the off chance I'd meet a woman who needed a quick lift of glow to seeing a streamlined white streak as I drive along the Long island Expressway. The streak is my factory. And as my car approaches, my name gets larger and larger. It is a thrill that will never diminish for me. My name, not in lights as the little girl from Queen's dreamed of being an actress hope to see. But my name on a working monument to beauty. And I'll leave it there to get the full story by the book using the link that's in the show notes are available founders podcast dot com, and you'll be supporting the podcast at the same time. That's a hundred and 36 books down 1000 to go, and I'll talk to you again soon. Down"
}