{
  "transcript": "The actual arc of Barn life is much more interesting and much more consequential than his present day reputation suggests. He may have begun his career as a promoter of sketchy acts and a business that was often considered less than respectable. But he changed both himself and the business over the decades. Earning the respect of Americans of every station. Because he had so determined placed himself in the public eye, people knew all about his early missteps. As well as his early successes. His struggles and his triumphs. He did not hesitate to show his flaws, but he would also reveal in time that he was that rare thing. A man who was steered by his ideals, becoming a better person as he navigated a long lifetime. Over many years, Barn became a steady civic minded, fun loving man who cultivated a close relationship with his audience and embodied many of the best aspects of the American character. He eventually won over the public with his un flagging energy. His wit and his buoyant good humor. His patriotic z for the union side in the civil war and his commitment to charitable causes, good government and his face. He is known today primarily for his connection to the circus, but that only came in the last quarter of his life. His principal occupation before that was running the American museum. Less well known today is that he was also a best bestselling author, an inspirational lecture on temper and on success in business, a real estate developer, a builder, a banker, a state and the mayor of bridge poor Connecticut. In all of these endeavors, he was a promoter and self promoter without peer. A relentless advertiser and an un imaginative con of events are exhibits to draw the interest of potential patrons. By the end of his life, he was admired and respected, not only in new United States, but also across much of the globe. He had become as close to a global celebrity as a person could be at that time. After Ulysses grant second term as president, the great general made a 2 year tour around the world, promoting the United States. Upon his return, Barn said to him, general, I think you were the best known American living to which grant replied by no means. You beat me sky high. For wherever I went, the constant inquiry was, do you know Barn them? Barn them who's born 10 years into the century and died 9 years before its end, embodied the periods great narrative of breaking social boundaries? Americans often sell him as an exe of what it meant to be 1 of them. Europeans saw him as a representative of the American character. He was born into a family that had to hustle in its small Connecticut village to stay solvent. Do hard work, a lot of brass and a genius for exploiting the new technologies related to communication and transportation, he became world famous and wealthy beyond his dreams. And he did it all by appealing to popular taste and interests. He understood what ordinary Americans wanted. Barn them embodied some of America's worst impulses, but also many of its best He came to represent much of what was most admirable about his young country, and he did so with a sense of humor and a joy in living that is rare in today's public figures. He led a rich event filled exhilarating life. 1 indeed characterized by both struggles and triumphs. His is a life, well worth knowing and celebrating. That was an excerpt from the book that I'm gonna to talk you about today, which is Pt Barn, an American life, and it was written by Robert Wilson. Okay. So let's jump into his early life. From a very young age, he he realizes that he has an interest in the earning of money. And it says, what did interest him from an early age was money and it's accumulation. The boy decided that for extra money, he could start making sweets and selling them to soldiers on the day when the Militia trains. So let me just pause there. He's about 12 years old at this point. And he remember his life... He was born in 18 10, and he dies in 18 91. So his life takes place large part of his life when he's doing young a young man takes place post American revolution, but pre civil war. And so that's what they mean about the militia there. Within a few years, he could afford to buy a sheep, a cow and other property. And the the reason I'm telling you this is because this is how he's reflecting back. This author quotes heavily from, Barn own auto. And this is what... In his auto, this is what he says about this time in his life and about the earning of his own money. The impact it made on his mind. And he says it made me feel that it was quite a man of substance. And having this passion for for commerce for trying to make money, winds up being beneficial because like, a lot of people who said in the podcast. His early life is filled with tragedy. So at 16 years old, his father dies, and this leaves him as the oldest child, the person that has to work to support his family. So his barn father died of a lingering illness, leaving his family with deaths. Now the Eldest of 5 children with the youngest only 7, Barn remembered the family returning from the cemetery to, quote, to our desolate home, feeling that we were forsaken by the world and that, but little hope existed for us on this side of the grave. So Barn was born and raised in a small town in Connecticut. He needs... He realized, hey there's no opportunity for for me in a small town. Let me go to New York where it's becoming a large city. There's a there be opportunities for me to run my business because he realizes even from an early age that he's not fit to work for other people. So he wanted moving to Brooklyn, and he starts his own business. And what's remarkable with the section is 1, he he had an insight into who he was such a young age, but 2, He's 17 years old when he starts his first business in New york. So it says, Barn Decided to start a business of his own. My disposition is and ever was he wrote of a speculative character. You yeah. That's an understatement. And he knew even then that he would only be happy working for himself. He managed to pull together some money to buy a porter house for sale. And it says despite... So he winds up barring some money starts this, you know, small little restaurant essentially. And... But he doesn't... It we also see right here in this next sentence an insight into who he was prior for his whole life, and this is something that you know, in some cases can be a very positive attribute of his, but also later on leads to him essentially being bankrupt. I think it's almost 50 years old at this time. And it's his idea that he he can never focus on just 1 thing. So it says, despite his resolution to run his own business, and only a few months, Barn had the opportunity to sell the place at a profit, so he took it. So after he sells the business in New york He goes back to Connecticut. He's... He's got some uncles. He's got a grandfather. They all, have stores of their own. He says, hey, I'm gonna do this as well. So he's... First, he works with them for a little bit. He decides to hey I'm gonna open my own store. So At 21 years old. He opens a store what this is what he learns from that. It says he opened a store in the summer of 18 31, selling dry goods, groceries and hardware. Everything this is how he he described the store later on his. Everything... He sold everything from bibles to brandy. This business did not go as well as the porter Though and this way he says, like most person who engage in a business, which they do not understand. We were unsuccessful in the enterprise. So we starts a lottery business. And the reason I'm bringing this up is because 1, he makes a ton of money at a very young age. But 2, he's starting to realize this is gonna set this, like, seeds in his mind for his future entertainment empire. Because he's starting to realize people are hungry for more entertainment at this point in American history. He's living in the northeast. It's heavily religious. There was a lot of things you weren't allowed to do. The theater, for example was thought of as a place for, like, low lives and and and people wanting to do drugs, prostitutes would hang out there, that kind of thing. So in his small town in Connecticut, what they would do for entertainment mostly was after dinner, somebody in the family would read from the Bible allowed. And so he's running this this lottery business and he's realizing, oh, what people are saying they like, and what they actually like are not matching up. And so this is an example of that and then this is gonna lead him to realizing, hey, there's there's an... There's a huge opportunity here to entertain people outside of things that, you know, the church just thinks his moral. So it says his lottery work did not just teach him about the efficacy of advertising. That's something he he, something to characterize his entire career. He would advertise heavily because it's the beginning of what we consider like, the mass media, and it's a way for him to accumulate customers extremely rapidly. So it says, he and that he starts he gets all the customers for his lottery business through advertising newspaper, but also for his museum and his shows and everything else. So it's something he uses an entire. So anyways it also began to develop his insight into the complicated nature of his customers. This is something that was true then is still true today and would be true in the future. So I think it's very important for us to realize this. A realization that outward respectable people might have interests that we're not entirely respectable. Buying a lottery ticket was after all, a form of gambling something that the powerful churches looked down upon. Yet lotte were popular, not only among many church, but also as born barn reported with a number of clergy men and dea, so they'd get up, they'd preach hey don't Gamble on Gamble but in their private light gambling. Right? With whom he counted among his private customer. So his private customer. He always give... He also gives us examples on the book where a husband goes and says here, I'm gonna buy a ticket you, barn, Don't tell my wife. If few hours later the wife shows up, hey I'm gonna buy a ticket from you, barn, don't tell my husband. And so he's realizing, okay. What people say they're they like and what they actually like what their what their actions review are very are very different. Where can I take this? So he says that also suggests a change in the social order of the day. In which ordinary New England were yearning for something more from their lives than was being offered from the Sunday pulpit. So his lot... Barn lottery businesses is massively successful. It generates a ton of money, so he can also invest in other enterprises. Right? Some of them are not profitable enough to stand on their own. 1 of the things he invest in is his own newspaper. So I'm gonna tell you this story, but this is really the birth. He's in his early twenties at this point he's like, this is the day he becomes a show in. And so like I said, before, in the in the Pulitzer podcast. Newspapers in this time in history, like, some of them made a ton of money. Like, unbelievable amount of money. William Randolph Hears who I'll read his biography and cover in the next few weeks here, his net worth, which came from a network of newspapers Do we the equivalent of about 30000000000 dollars today. So you had a few that made a ton of money, and then hundreds of newspapers that made no money. So Par was in in the latter. But what happens in this point in the story is, he starts a newspaper, he gets sued for libel. And then he goes to jail, but that's so that... That's also that's interesting. But the most interesting part of that, is you we see this innate ability of Show ship because the day... First of all, he's running newspapers wise in jail. But he organizes a parade for the day upon his for release. I'm just gonna read the section to you. A lot of part life is just unbelievable. And so I said says he was convicted by a Jury incentives that he could either pay court costs or search 60 days in jail. I choose to go to prison, so he's doing it almost as, like a protesting. You know, we chef for him speech. I'm gonna go to jail even though on a have to. So he... While he's in jail, he's he's running his newspapers. And he he makes this like, hey. I'm a defender of free speech kind of thing. Right? So he says, his ability to Marshal not just his own paper. But also the goodwill of others was a harbinger of things to come. It was the first clear example of for his flair for drawing attention to his beliefs, his enterprises and himself. So he's writing to all these... Not these publishing. Newspaper but he's writing to other newspapers to tell his stories so they covered in theirs. Right? So it says these communications with the world beyond his cell also allowed him to to stir up local newspaper coverage. And to engineer, what can only be called a local holiday to celebrate his release. And this is really truly remarkable. So I'm going to just give you the summary of what takes place after he get the... Right when he's released, there's a ton of people to show up and it says, and we also get insight into, you know, how extreme, and the lengths he was willing to go on projects that he was interested in. Others might have thought to sponsor an o or or an operation, engage a course or band. Plant a banquet or a parade. Envision 3 cheers rather than 3 cheers twice and might have forgotten the canon salute altogether, but not barn. So they're saying, you know, maybe do 1 of these things. He's doing all of them simultaneously. Seemingly small, but and this is what we're learning about, you know, what he applies to his his his future work. Seemingly small, but consequential details, like returning to the courtroom where he was convicted or overlay it all with patriotic Z, would never allude him. This day had all the ear marks of a barn production. So he gets out, I still running newspaper, he's still making a ton of money, running lawyer business. And then all of a sudden, they outlaw, the state outlaw laws, they banned lotte. So it says the state Ban Lotte. And without any source of income, Barn had to change course. He could not keep... He cannot afford to keep publishing his paper. He now had no resources. He blamed himself for his situation writing that the old prove easy comm Easy go was still was very true in my case. Still, this is a really important aspect of his personality. He was an un yielding optimism. So I said still he had... He was confident in his ability to earn money. And so this up and down down and up nature is is prevalent throughout Barn life, who have massive success followed by years of no success eventually... Like, even it out a little bit as he gets older, but in his in his early ages. It's just... It's... He couldn't hold on to a good opportunity for very long. So he has these periods of of time where he's, he, you know, he's got abundance some money, and then several years past where he has none of that. And so that's where we're in right now where he's looking for an opportunity. And I'll list all the different jobs later that he did. It's just... It's remarkable how many different things he was trying to make money But this is... I wanna fast forward to the part of life. After a few years of struggle where he gets his first job as a Show as a promoter. So it's it's important to understand it this point in time in history. This is what the author says, Barn era was a heyday for human exhibitions. And he was happy to play his parts. So what does that mean? It's not a lot of entertainment. So let's say, any kind of odd. So you could have giants and dwarves. People weigh 600 pounds. People born with no arms. All kinds of anything that's deviate at all from the norm, promoter and cha at the time would advertise heavily. They would, you know, dress them up in costumes and say, hey for a quarter for nickel for shi. Whatever it is. You can come and be be temporarily entertain. So this is the the the industry that Barn is going to start working in. And this winds up being the the... Like, I would say the the 1 act He... 1, he makes a lot of money on, but 2 becomes infamous for. This is something that he, you know, looks back as an older man, and he's regret. He's embarrassed. And so he's going to promote what he builds as George Washington's Nanny. They called a nurse made. And saying, hey, she's a... They they they say she's a hundred and 61 years old, and then she helped raise the first president. Right? And really with this is really gross and dis desist for is that and he essentially leased a slave and and set up shows all across the country with this lie. Right? And so it says, the business finally came, I fell into the occupation and far beyond any any of my predecessor on this continent. I have succeeded. So someone... This is the beginning the beginnings of my my career a show man. It's something I did better than anybody else in the world later on. Okay? But it says, Barn submission that the event that would set his life on its course was the least deserving of all my efforts in the show. By this, he met in part that the elements for its success were already in place and required little creative show ship on his part. But it also became the episode of his life for which he was the least proud. 1 that spurred him to begin to be the better short sort of show men that he would eventually become. So we had to learn how to be a good person at the very beginning of the author talks about, you know, what's remarkable is that that he was 1 of the few people that actually realized, hey, I'm I have a lot of areas of my personality that defective. Things that I'm doing for money that are really gross. I need to change this. This is what they're referencing. Not only make... He makes like, 10000 dollars, which is a monumental amount of money at the time. You could buy, like, for example, he bought a store, like, the land for his store from his uncle goal for, like, 50 dollars at the time to give you kind of a context into what 10000 dollars meant. But only that, when when this this person dies, her name is Joyce when Joyce dies, he sells tickets to her her autopsy. And so we see, you know, a very deficient moral character that he works on and improves later in life and this 1 thing again that he looks back on with with great shame in his life. And so eventually Joyce dies, and then we see this up and down down and up, and now he's gonna he's gonna go through years. Years of struggle after this. He made a lot of money again and now back in the dol. So it says, He struggled to find further success in the years to followed. Barn would spend much of the 5 years after the death of choice on the road with various acts ranging from dancers to small... To to a small circus. During this period, he would sometimes be away from home for a year or more. And each time he returned, he would say that his life on the road was over. I was thoroughly disgusted it with the life of a traveling Show. He was determined to settle into something more permanent in New York. And none of these activities brought him much money. So, I'm gonna fast forward into the to the point where he discovers his primary occupation for most of his life was owning the Bar museum, The American museum in New York City. Right? It wasn't until he's 60 years old that he starts getting involved in the circus which he's most famous for. Right? But at this point, from the time he's about 25 to 31 years old. This is a list of jobs that Barn tried. He was a dance troop promoter. He was a traveling show in, which Already told you about. He tried to manufacture Cologne. He tried to manufacture something called Bears Grease. He sold bibles. He was a clerk for a horse show. He was a copywriter writer, and he was a freelance fiction writer. So he's doing everything he possibly can. And this gives a... He's gonna give us his own description about this period of his life, which was, you know, not very successful, not very happy. After a few months of barely getting by with these activities, months in which the family's health had... He's got married... Now he's married with kids, had turned from excellent to poor, barn him later wrote, I began to realize seriously. That I was at the that I was at the very bottom of Fortunes ladder, and that I had now arrived at an age when it was necessary to make 1 grand effort to raise myself above want. He heard that Sc American museum was looking for a buyer. This collection of curiosity was located on Broadway in New York City. I just wanna pause there. Just for a second. What he's saying there. Listen, you know, I I can't mess around anymore. I'm trying to handle a million things. I'm not succeeding anything. I have a wife and I think 2 children this point to take care of. I've gotta go for it. It's either now or never, and this is where stumbles into what I would consider his life's his main life's work. He's gonna always do more than 1 thing. But this is the 1 constant that he had in his life. So it says, the museum was now for sale for 15000 dollars. But even this was far more money than Barn had his disposal. Since my recent, this is what he's saying about in his financial situation at the time. Since my recent enterprises had not indeed been productive. And my funds were decidedly low. In 1 of the most famous passages from his auto, Barn told a friend that he was hoping to buy the American museum. When the inc friend asked asked what with Barn replied, like, how are you gonna afford it, essentially Barney replied brass. For silver and gold, I have none. So what he's saying? Courage. I gotta do this with gum. I can't... I gotta be clever here. And this is the note I left myself on the section. He's very very clever. Barn is always clever. It's always more than what meets the eye with this guy. It's a memorable of line and it's mostly true. He decided to seek out a complete stranger. So this is what he does It's really smart. He finds out who owns actual building. Right? Who is who is this museum that's for sale, Who is his leasing for? Who are they leasing the property from. And so he goes to the strangers guy named Francis. So he goes out? He he's he's out a complete stranger who owned the building which the museum was housed? With the qui exotic goal of persuading him to buy the collection for him, meaning the museum, for him on credit. Remember he's got no money, arguing that he would be a more reliable tenant than the struggling sc family. So they're selling the business not because they're prosper. They're selling the business because it's not doing well. So Barn them goes and appeals to guy's interest It's like, you want this this massive building that you own just to sit empty. No. You do not. So I can run this business. I can get customers. I can make it a profitable endeavor And if it... I'm profitable, then you get you have a tenant. So it says this against all the odds, Barn was able to do. And that's another thing to know about Barn. He was extremely good talker. That phrases in the bit... In the in the book over and over again. And he's extremely good writer. He's very persuasive. And so so much though that he, you know, part of the way he's able to, you know, let's say, 2 or 3 decades in the store in the future from where we're are in the store right now, when he goes bankrupt, he gets out of bankruptcy in large part because he does this this public lecture series. People will pay to hear him speak. Because they they find him so fascinating and he puts on such a good show. So but I want to I wanna talk about why... Like, why was he able to to build a successful museum where this previous owner, this previous family was not in a bag goes back to the insights that he derived when he was running his lottery business. He's like, well, there's a there's a growing middle class in America, and they clearly have this desire, this hunger for different forms of entertainment. So this section is about the customers that he wanted and how he positioned his product, which again, very, very clever on his part. Barn wanted to track this rising middle class and the aspiring members of the surrounding neighborhoods. They had more money to... They had more money and were more likely to spend it on wholesome activity. So this is another thing to know about Barn. He later in the life he wants to be thought of. Very similar it's almost like Walt Disney. Like, somebody that that made wholesome act wholesome family friendly entertainment. So it says, They were more likely to spend on wholesome activities, and with their higher rates of literacy, they were more susceptible to newspaper advertising. So that's how he's gonna make them aware of his endeavors. As Barney began to add to the museum collection. He continued the institutions long tradition of emphasizing exhibits that were both entertain and make his customers think. He wanted to to also educate them. Right? So so many newcomers and to and tourists in New York then is now were drawn to the city by its promise, not just of excitement, but also a connection to a wider world than the 1 on view back home. Barn had an ambitious plan for satisfying this hunger to learn. He aimed to acquire at least 1 example of every single thing in existence living or dead. So that's that's marketing speak. I mean, I was obviously impossible, but that's the what he went around telling people. Right? In the 18 twenties, a Sc museum advertisement advertisement had claimed a hundred and 50000 items in this collection. By the 18 60 so 40 years later, Barney would advertise that the museum contained a million wonders. And this is all kinds of just just the most bizarre thing from plants to animals to to fake mermaid, which I go into later. Just any possible weird thing that may get somebody to stop in their tracks and think, hey. What is that? That's essentially what what he's building here? It was almost impossible Oh I guess, I'm running over my point here. It's it was almost impossible to describe the breath of what the museum held even before barn acquired it and became energetically adding to its exhibits So if he would travel all over the world and just look for the most outrageous things buy them and bring them back. After he had been at it for a few years, the task became so hopeless as to be laughable. Okay. So 1 of his most famous exhibits that he was known for is a thing called the Fiji mermaid. I mean, give a description of what it actually is and then I wanna talk to you about how Barn plan and this show. The details in his mach nominations are are amazing. There's a lot to learn from this guy. So it says, this is this weird IIIII underlined the section when I was reading it even before we get into, like, how he markets it. Because I'm like, what... Let me just read to you, and then Tell you what I thought. So it says, this actual thing that he's pro proposing to be a Mermaid. It's a very old thing been passed her around the world. Right? And other people even a hundred years before something like that had put it on display and sold tickets to it. Right? So Barnes is gonna wanna do doing the same. He just doesn't on a different level everybody else. So it says, it had skill be... It had been skill assembled from parts of an tang a ba and a salmon. So somebody put the bottom half of what a mermaid... Like, the... You have like, the fin or, like, the, I guess, the fish part of a salmon. Right? As as the mermaid tail. And then the the top half is the combination of a ara and beth. Her eyes were fake, her nails were made of horn or quill. Her breast and stuff so that they hid the scene between the ape and the fish where they sew them together. And then you... There was like, a post mortem down on it. So it's like, you... The person performing this had been able to feel where the bones of the arms had been saw to make the proportions closer to that of human rather than a ring. So they're saying that's what a Mermaid is. It's half human half fish. Right? In this case, it's a ring ba boom Simon. So I read that and I'm like, there's a human being at some point had access to all these different... Who has access to a ring and ba boom parts and then I guess, the fish is easier to to run into. And then takes the time to solve them together and to put it together. Like, this is just a really strange behavior buyer our species here. So that's what the actual thing is. This is what barn them, it he has another friend that runs a museum says, hey I came across this you want. Bart yes. And this is what he does and puts and how he he actually markets it. So this is the interesting part. He hatched a complicated plan for engaging the public curiosity about what he's calling the Fiji mermaid. Okay? Barn him scheme to start the ball rolling was to have friends in other cities forward letters to New York newspapers that Barn him himself had secretly written. So there's no friends. He's he does this over over again in his life. Everything he does is like this. Okay. When I'm about to describe to you. He just does... He takes things so much further than anybody else. So he writes a bunch of letters. He he mails them to friends that live all over the country and they mail them so it's post mark, and it comes... So the New york Newspaper is like, look, this is Guy Charles, and, look, It's guy Georgia. And they're they're they're talking about this traveling odd that's making it way in new York. He's he's sewing the ground here. Right? The letters were... And he... And he hides it into. So he has this saying, hey, there's a mermaid. This real mermaid that's coming in York city you might wanna check it out. But, they don't just write letters on that. That's too obvious. He hides his intentions with, like, a collection of other news in there. Right? So it says, the letters were constructed as a miscellaneous of local news in which was included an item about the recent visit of doctor Jay Griffin. Who represented, which they didn't know. The fictional doesn't even exist. The, the L natural history, museum in London. The natural was reportedly on his way in New York and then to London, with a mermaid taken from the Fiji islands and preserved in China, where the doctor had bought it at a high figure for his London employer. Barn hoax were always certain to mention the great expense involved in the procurement of any exhibit. So it's something he also does for his whole life. Detail meant to distinguish his offerings from the run of the mill crap. That's not the word they use, but that's what they mean. He also tucked in, he also tucked in the winning in a revlon detail that the aptly named doctor Griffin was recently from Per, an exotic and mildly romantic name to the American an ear. Even if the possess of that ear didn't know that this is actually a real place in Brazil. So it always makes things he want you to know, hey, it's exotic and it's expensive. Right? His careful attention to such seemingly small matters similar to that, he had shown in planning the celebration of his release from jail years before, undoubtedly distinguish him from others in his line of work. A different newspaper fell for this and published each of his... Of these letters. So not the same newspaper. Oh, so he's gonna get free newspaper coverage for multiple newspapers. They're all falling for the same trap. Right? In which the non news was plausible enough. And in the third letter, the writer suggested that the New york Editors really ought to go out and see this specimen for themselves. Before that would happen, a meeting was a range of local reporters in Philadelphia, where they were introduced to the mermaid into doctor Griffin, who was in reality, none none other than Lima Levi Lima, which is Barn employee. Barn reports with evidence satisfaction that the plan worked ad. And the columns in Philadelphia Papers served to further entice the New york Press. So after this happens, it says new york newspaper were clamoring to see the mermaid. In the meantime, Barn commissioned highly ideal en graves of beautiful full breasted un unload mermaid with flowing blonde hair, clearly meant to imply that this is what the fiji mermaid had once looked like. He added write ups proving in in in quotation marks. The authenticity of these formerly fictional characters. Barn offered 3 didn't gonna see more of his mach nominations here. Right? Barn offered 3 different New York papers exclusive access. To 1 of the images and a report, which he modestly acknowledged was well written. All 3 papers ran the exclusive on the same Sunday morning. So the show hasn't started yet, but he's not done promoting. So says at this point Barn released for sale on the streets at a penny a piece 10000 copies of a pamphlet that contained all of the images and stories he had prepared. Then he rented the concert hall in Broadway and placed advertisements in the paper saying Doctor Griffin, and the mermaid would be on exhibit positively for 1 week only. So he's got a fundamental understanding of salesman and human nature. He does this over and air again. Says okay. I'm gonna this exhibit. It's only be here for 1 week, and then it's gonna go to London. And then when the weeks up, he says, oh, the the the ship is delayed. It's gonna be here for another 3 days. Jump on it. Oh, okay. It's gonna be here for another 2 days. It at leaves like, 2 months later. So he understands that the... When you tell people, hey, you you have a finite amount of time to do this. They're more likely to act now. Which is exactly what he wants. It says when the week was up Barn was ready to advertise that he acquired the mermaid. He owned the mermaid the whole time. He had acquired the mermaid for a precious sum of course. There's that that same Mo there. Mentioning how much money cost them. For his museum where it would be displayed at no charge beyond the usual remit fee of a quarter. So think about how much publicity that he he he rounded up for the mermaid. And then after the fact, So, oh, don't worry the week's up, but guess what I own it now. Just come to my museums It's only a quarter and you could see a hundred and 5205 hundred thousand things you've never seen your life. And so he's... The the author quotes, this author quotes heavily from Barn old own auto, and this is Born him in his auto writing later on, like, looking back at this point of his life. He says he wrote that this... The... That his purpose of in displaying the mermaid had been mainly to advertise the regular business of the museum. That's what he's saying. This is the whole point of me doing this all. Right? Is my plan a whole time. He considered it effective indirect advertising. Remember that he talks about indirect advertising all the time. Not in those words, but in his actions. He says he's compelled to point out that as the exhibit... Also, he also... He puts in the museum and then he sends it off for traveling shows. And what what happens is people see it, you know, maybe 500 miles New york city when they go back to New york city, they're gonna they're gonna know, hey, American museum. Barn a museum. I should go there. So it says he's compelled to point out that as the exhibit subs subsequently traveled the country, the fame of the museum w from 1 end of the land to the other, and he knew that every dollar that he sow on advertising, would return in tens and perhaps hundreds of dollars in a future harvest. And 1 thing to Nobel Barn is he's... He never rests on his laurel, laurel. He's always constantly charging, challenging himself rather. And I'm gonna fast forward in the story. He he does a extremely successful turnaround the museum. So he goes from, you know, being broke in debt to within 2 years, making up money and paying off his debts. And he decides, hey I'm gonna take... I'm gonna insert. I wanna be world like, I wanna be known all over the world, not just in America, so he's gonna travel to England. So, he starts crying because of his 2. Says is all those tears. The mixture of join regrets suggested he was honestly sorry to be believing his wife, children and members of his broader family. And the comfortable home and work that he had built for himself in just 2 years. He had now paid off all his debts from museum and created a handsome surplus in the treasury that's Barn words. He now felt confident his success and believe that his business had long seats. This is really interesting. Way to think about it. You know, he didn't know when he bought the museum he's gonna be successful so he calls an experiment. But now once your business solid footing. It's obviously different Right? So he says, he now felt confident in his success and believe that his business had long ceased to be an experiment and was now in perfect running order. He had realized his ambition in an amazingly short amount of time. Obviously, he went through years of struggle before he did that. So was saying short amount of time in the sense that he turned it around only 2 years. The challenge was a new place itself, a place that he had no notion of... Of who Pt barn him was. Whether or not he would succeed in the land of his fore bears would be a test for Barn of his own worth and how far he had come or how far he had he he might yet go. So what he's doing at this time. He's running is the museum, but he also runs across a lot of people send them, you know, say, hey, the they know he's attracted to audit odd because that's what his museum is about. So there is this I don't remember the name of the disease, but essentially, it's... It's... You just stop growing at a certain age. Almost almost like a almost almost gonna use an example, like, benjamin button, but that... That's not the exam... A good example because it goes from being old to, like, a baby. But essentially, somebody starts stops growing. This this this perfectly proportion little human called Tom thumb. And he's maybe 6, 8 years old, something like that when Barn starts putting him on display. But he looks like a little fully formed human. And so so anyways, Tom would would dress up at costumes. You'd would get do imitation. He put on, like, a show. And it became really popular. So bar Pt Barn has the ideas. Like hey, I'm gonna take the show to Europe. And and so that's what's happening at this this time the story. And so he's met with master success in Europe, Tom t winds up performing for the royal families, and I think England and France. It just... It's it's remarkable. The... Winds performing for Abraham Lincoln back in America, it's remarkable the people people's lives that that barn them intersect with, which I'll I'll tell you a little bit more about... I'll tell you more about later. But I wanna hit on this this this this story right here, because it gives an insight into his personality just how full of energy that this person... That Barn him had. And so there's a writer in in England called Albert Smith, and he spent a day sightseeing and shopping with Barn them. Okay? So Barn them out there looking for stuff for his museum, and it starts at 5AM. When Barn starts knocking on Smith's door 5AM Was like, alright, let's get going. It's smells like, who's this crazy characters. Who says, Smith wrote, this is now who was Smith for reflecting on this crazy day that he spent Barn. Smith wrote that he saw more in that day than in any other day of his life, And over supper Barn told him that a person must make 30 hours out of 24 or he would never get ahead. There was a bull in the China shop aspect to his sketch of Barn. Whose energy and self confidence were portrayed as overwhelming to the point of rude at times. So we're I'm gonna fast forward to the end of his time in Europe. I just it's it's mind boggling. How profitable some of Barn him shows could be. Remember He's just a promoter, so he promotes Tom T. He promotes another, like Swedish singer. And every time he makes tens of millions of dollars. In many cases making way more than the talent. So it says, Tom spent Tom T would spend 3 years touring the British Isles, France and Belgium. Barn would make more than... So it does the math for us. Barn would make more than 10000000 dollars. In today's dollars, and they do that very, very quickly. So 1 thing to know about Barn at this time is, you know, he's completely focused on work. He's he's kinda not... He's not paying into his family. He's traveling all the time. He's drinking a lot. And talks about, you know, every day at lunch, he'd have 2 or 3 bottles of wine or champagne and be so drunk that he he he wouldn't... Some... And he'd be so drunk that he he'd he says the desire to work with, like, flee him. Right? And so he winds up giving up drinking. And this is where we learn more of, you know, his negative traits. Definitely gigantic ego. He could be rude. He would be drunk all the time. But we also see that he has an ability to course correct, which is what the author was referencing at to be any of the book that, you know, this is a very imperfect person, but we see that he actually makes efforts to improve his life to take him information and realized, hey, I'm screwing myself over here. Like, if I keep this up, I'm not gonna like with the path of where my life goes. So it says, when he returned home and told his wife, her name is Charity, what he had done, meaning he gave up drinking, I was surprised to see tears running down her cheeks. She astonished him by saying that she had cried on many nights worrying that his his his drinking would lead his wine bib and drinking with... Was leading me to a drunk path. I rep approached her for not telling me her fears. But she replied that she knew I was self diluted. And at any such hint from her would have been received in anger. So he's he says said this is what the author saying. That he could rep approach and that she could profess to be afraid of his reaction adds more paint strokes to the un self portrait of the husband Par had become. So, you know, he's he's getting behind on supplies. Like, people celebrate arabia everywhere I go. They clam her for me. I'm giving all the. All this attention Or I'm making tons of money. I'm getting drunk. Of I'm doing whatever I wanna do. You know, and not realizing, hey, I'm a I'm a terrible husband, and I'm gonna wind up going down this terrible path. So it says, still making a resolution not to drink and then keeping it, took both discipline and self awareness and constituted another serious effort to turn his marriage and himself around. That was the end of my drinking he wrote. The feeling of a relief that came from from fore swearing alcohol gave his life a new sense of purpose. I had been g in darkness. He remembered. I was rescued And I knew it was my duty to try and save others. Like any evangelist and true to his ind nature. That's an understatement. He was now full of the spirit and could not stop spreading it. So he goes around, and he does this for free at the beginning and then eventually gets paid to do so. He just gives tons of lectures. And essentially, he's just, like just like a preacher a pastor who's was trying to convert you to their religion. He's doing the same thing. He's trying to get people to give up drinking to be temperate. And again, like I said, before this actually becomes very lucrative for him and is a way that he's able to to recover from bankruptcy. He takes fair a lot of years, It things like 5 years. He winds up having to work to to to build back his wealth. Now I need to tell you about the most successful time he ever had us a promoter. And he's gonna promote this sweetest singer named Jenny Lint. And I wanna tell you a little bit more about... Well, let me just read this. It says the new venture would put to use all of his skills and imagination as a promoter. She's very successful in Europe, and he's the 1 that convince her to come to America. And he makes... They make a ton of money. It would also give him a chance to move beyond the days of Joyce Heath. That's the George Washington Nanny Fake story. The Fiji mermaid, and even the most famous little man in the world, that's topped them. To establish... To establish himself as something more than a mere promoter, a serious p of high brow culture. It would also conveniently make him far far far richer than he'd had ever been. So I I read that section and I was like, well, that's a little bit derogatory, tory in the use of the word promoter there, but I really think that we're all promoter. I've been thinking a lot about, like, oh, the people we study on the podcast. Like, Est Lau. She was a promoter of beauty. Right? Larry Ellis was a promoter of the efficiency gains of software and of winning. Henry Ford was a promoter of service. Claude Shannon a promoter following your own curiosity. So to me promoting is just sharing what you love. And so IIII think that's the way I would look at it. Now in in Pt Barn case, he had never... He signs her to this extremely lucrative contract, and she's like, where have you heard me sing, And he's, like, I haven't heard you sing. I'm just doing this. I'm taking this huge gamble because he was definitely a gambler, just based on your reputation. So in this specific, example, he's not promoting something he loves other than the fact that he he does wanna be respect and he wants to make a lot of money. But in most of his life, he is promoting just wholesome good family fun, this the way he would describe it an entertainment. And again, he builds a wonderful life for himself just off that very simple idea that I'm gonna promote various forms of entertainment, so people can enjoy their their time. And I I just think that's a very simple idea and if you take it to extremes like Pt Barn does. Like, you you know, you can build a life around that. So 1 thing I I do wanna tell you about the this promotion of Jenny Land is that he just... Barn is never... I'm gonna read this section to what I want you to keep in mind is, like, everything Barn does is just like this. He is never focused on the obvious. He's always focused on, like, the second order effect. He's always... What the interpretation of the customer what they think is happening is so much more complex from Barn perspective. And it it just it is really impressive how he's able to think through and get attention for for what he's working on. So he has this idea. He's like, okay, well Jenny Lin is is super famous. She's in America now. I'm promoting her. How can I get even more attention to make sure that, you know, there's gonna be thousands of tickets, thousands of more people than tickets available for every show? And he comes up with this idea of getting publicity by doing, rap off a ticket. Right? And so says 1 of barn most successful publicity ga had been the auction of the first ticket. Right? So he says, the very first ticket before it's available to buy some... To somebody else, I'm gonna make you guys bid on that. And it's gonna be so interesting that the newspapers are going to report because the the price... You know, ticket prices are gonna be crazy because, for example, at the time, you know, you you could see a show for 25 cents, 50 cents, maybe a dollar. Of these tickets go for, like, 650 dollars. So the newspapers are gonna cover it. Now you're gonna cover it, but so it gives publicity to to to barn them show, but it gives publicity to the person that does the bid, so you have people that wind up buying the ticket and not even going to the show because they just wanted their their like, their name and their business in the newspaper. So it says, 1 of most successful blues ga, but had been in the auction of the first ticket. Ticket auctions were not his invention. But his goal was less the dollar amount he could squeeze out of the sale and more the publicity it could expire. He persuaded his next door neighbor, a hat, meaning he makes hats, named John Gen to go all out at the auction so that he could 2 so that he could soak up some of the publicity it generated. So he's... Again, it's... It's very hard to believe, like, you, this old saying, like, believe nothing of what you hear and half of what you see. Same thing. People, like, barn him set up this auction. It's... He's he's convinced. Like, the person that's gonna win here. And knows who's gonna win because he, hey, no matter what bid bid bid bid bid. And so the people say oh, like, oh my God. Who's a guy? This guy bought this ticket and he winds up building making this this guy's hat business even larger. So it says, he could... He persuaded his next door neighbor, the... Okay. To go all out at the auction. So he could too soak up some of the publicity generated. The scheme worked out at least as well for hat sales as it did for ticket sales. Gen received national attention for his winning bid, and owning a again in hat became a sign of sophistication. This made him as rich as he was well known. So that's the very first time he doesn't. So, Jenny does, you know, let's say, a hundred shows before she parts away would barn him. And eventually, people realize, oh, when worked for the hack guy. It worked for me. And so they start bidding up just to win, and then, like I said before, they they'll buy... They'll they'll win the auction, and then in many cases not even go to the show. So his promotion of Jenny make some ton of money. I'm talking tens of millions of the equivalent of tens of millions dollars. Which is it's which is bizarre. Right? Because I told you he goes bankrupt. Well, he goes bankrupt after the fact. He wants building... This isn't even before the Jenny Lending. But he wants a building this this 1 of most os houses that have ever existed. It's called. You can Google image search this thing. This is it's it looks like a house the Pd bar would would build. This the point. But my point is like, he was very. We spend a lot of money, and then he could not just focus on a business. So he winds up going broke, not because of not just of his, like, you know, citation spending. But because he just invested in a ton of things that never made any money. And so this is another example of this up and down down and up, lifestyle that he had, and I think it's a reminder of what what Charlie Mu Warren Buffett told us said you need to stay within your circle of competence. If he stayed to promoting shows to running into Museum. He never have his problem. But it says, Barn had been working at a dizzy dizzy number of ventures. When those projects were relied on his instincts and experiences as a show, they tended to be successful. But when he was tempted by schemes and areas which which he was less familiar, the results were uneven. Eventually, as his attention turned in so many directions, and he bank so many initiatives his long run of good luck would come to an end. So some of these things he's dumps a lot of money in real estate development. Is... You know, think of it almost like startup up investing now. All these... All these weirdo are coming to him with ideas for business. He gives some money, the business fails, this thing called a fire ann because Barn experience, like, 5 devastating fires in his life. Houses has burned down, businesses burned down, etcetera, etcetera. Fire ann didn't work. Fire ann, ann, the building that the the the devices were being made in burned to the ground. Got involved in the manufacturing of clock. Just all kinds of just all kinds of bad businesses spend a ton of money on them, guaranteed all these loans and then he goes bankrupt. Having made so much money from his museum, Tom T and Jenny Lynn, he'd become increasingly eager to leverage his wealth and new speculations. But he came increasingly careless about how he did so. Once involved, he was lax about keeping tabs on his investments. So we he had Ad. We just move ways he's, like, give a bunch of money, move on to the next thing. Does that for a little bit, and they all go... Then they all got a business? He's like, my god, what happened? And it he says he meets the claim that he was surprised and he went bankrupt. His financial situation was so complicated that he was forced to file bankruptcy. His bankruptcy came to be a complete shock. He said that his agent brought him the refreshing intelligence that I was a ruined man. And as you could imagine being world famous and now broke, he's gonna be really depressed. He was, you know, forever an optimus, so doesn't stay on long, but anybody, you know, they goes to could be expected to be down and depressed. So it says he added that he was once more nearly at the bottom of the ladder, having a hard time adjusting to the loss of their elegant home in servants, he wrote that, his own constitution, Over the last few months had most seriously failed. He was understandably if un in the depths meaning depressed. Barn financial mis inspired the gl of those who had long despise what he stood for. As well as those who would no longer felt the economic need to pretend to be friends. So during this time, he lose a much money, he realized all these people that I thought my friends are not my friends. They just... They they pretended to be because I could do something for them. He says it also became a morality tale of a man brought down by his own vanity. Now here's the weird thing though. So he's... He he realized he has a bunch of fake friends, but he also has a bunch of real friends. And some of the people offering him loans and to raise money for him are very well known and famous in their own right. This name gonna surprise you. I've covered... I've done 2 episodes bottom in the podcast. Many people propose to lend him or give him money to get back on his feet or we... Our organized public benefits for him. A letter signed by more than a thousand New Yorkers, among them cornelius as Van built, appeared in Newer york papers in early June, expressing support and proposing benefits on his behalf. And Barney response to this, I absolutely love. He says with some exceptions, Barn decline these many out poor of financial support publicly stating. While, favored with health, I feel competent to earn an honest livelihood for myself and family. He was and had every right to be proud of the things he had accomplished largely in his own, and that pride and self confidence that went with it were not likely to evaporate even in his moment of distress. So what is he saying? I did it before, I will do it again. I am not going to quit. So now I guess to the point I mentioned earlier, he just starts giving these lectures. Not only on, he wrote he wrote several books at his life, 1 of them is... The art of money making, I think, money getting, and he'll give on that. I'll give a lecture on, you know, Not drinking. So it says Barn now reinvented himself again, it's a public lecture. He took the advice of American friends in London to give a talk called the art of money getting. The basis for the talk would be a list of 10 rules for business success that Barn had created the fears in the bat in the past, for a prolific Philadelphia author, named Edwin Feed Fried, who published the list in his 19 shooting his 18 53 book a practical treat on business. He would deliver the speech nearly a hundred times in the first 5 months of 18 59. And Barn would tell you that he had to go through this experience to go bankrupt after massive success as an older man. He's almost 50 years old. And this is what he learned from this humbling experience. So he says he acknowledged the business activity as a necessity of my nature. And emphasize that on the cusp of 50 years of age, he had no desire to retire. His natural inclination for business would never leave him and given his genius for it, he would continue to accumulate dollars... He would... It let him to believe that his troubles had been god's way of teaching him to be a better person. And in the 3 decades left to him, he managed in this regard to do what he saw his God's will. The charitable way in which his true friends had treated him, offering him loans and and even offering to buy up his debt and allowing him to discharge it less than its face value also made an impression on him. His qui about him being nothing without charity. He seems to have been a lessened. He now took to heart. He would become more generous in his dealings with others. And as his wealth accumulated again, he would give more and more of it away. So at this point in his life, he's giving lectures. He writes... He he still got his museum. He starts getting involved in the circus business, which I'll tell a little bit more about that, but he also wrote updated several times. His auto. And this has gives you an idea of how world Famous born was at the time. In the 18 hundreds. His sold over a million copies. That's insane. And he he... There was unexpected positive external personalities from that book. 1 of them is he meets... He winds that we're we're gonna read the section you first. He says John Fish, a wealthy cotton owner attributed his success in business to having Red Barn first auto biography. So Barn goes around writes his book and then gives. Right? And people buy tickets and and they meet Barn. They had met in 18 58 when Fish introduced himself after 1 of Barn lectures, and and he profess his admiration for the show men, which began their friendship. Barn wife dies. He Barn starts about 20 years left his life. He wants marrying. This guy's daughter. This guy's 23 year old daughter. Barn is like 60 at the time. So fish and barn also become friends, they wind up touring. They went a meeting up with general cluster. I cannot get over the the people... The historical people that Barn them interacted with, and they go Buffalo hunting together with c, right before he dies. So anyway, he... He's doing a bunch of different things. He's back on his feet, and I I like the section because it's just a reminder that... I think it's it's it's human nature. We all need something to do. We we have... I think to feel fulfilled we need a means to contribute. So it says it's tempting to see his burst of energy as the beginning of Barn second career. The 1 he's more famous for today as a circus man rather than a show. But these activities were continuous with those he'd had been pursuing for more than 3 decades and represented the end of 1 of the few efforts at which he had not fully succeeded, being retired. He tried to retire just couldn't do it. Barn had not stop being a show him in public lecture a real estate investor for any part of his attempted retirement. But the slower pace that Had left him with what, more time on his hands was he now realized at the ripe old age of 60, not for him. He tried slow down. He had no interest. He wasn't happy about it. It was that he was incapable of leisure for he never stop joining the pleasures of city life or the warm are of warm friendships. Yet he always needs... He always seemed to need a clear project to occupy him. And he works as as we'll see, up until the day he dies. So I mentioned earlier, the fact that his his biography sold so many and influenced so many people. I read this section and I was, where do I know this name from? And you'll you'll get it here. So it says Samuel Clement began an after dinner habit of reading from Barn recently published struggles and triumph, So that's the the new name of his auto, struggles and triumphs. The book made an impression on Clement. Encouraging him in the years ahead as he promoted himself as a public lecture and as the writer Mark Twain. So I realized Was, wait a minute. I ever heard cl first. That's that's Mark Twain real name. So it said Barn auto meant so much to him that when Cl felt death nearing in the autumn of 19 o 9. It's, like, 20 years after Bar dies, and took a... So he says it it meant so much to him. That when Clement felt he was near death. He says, he took a dying man's solace in re reread his favorite books, Barn auto was was among them. What I really loved about this book is, you know, everybody thinks of... I think Barn today. Well, way... He's way better known as, you know, Barn and Bailey, the circus, everything else. Right? And as we see, that was not the majority of his life. It started after he was 60 and really bailey, his younger partner by, like, 20 years was the run running the business. And so the majority of this book is all about Barney early life, which I which is why I think I enjoyed reading the book so much. And bailing the circus is literally 1 chapter right before the end. So I just wanna tell you a little bit about how they came to meet. And, again, I think, Barn had a good idea here. He's he's just realized realizes he's is like listen. I don't have a monopoly on good ideas. So there's this this there is this company called Great London Circus, which is run by this guy named Bailey and a and a few of his partners. And they have... They bought an an elephant and an elephant and her calf become, like, world famous. And so Barn approaches. I he's, like I wanna buy your elephant for my circus. Because he's running circuits with these other guys that don't that aren't really good at what they're doing. Okay? So it says, he telegram bailing all these other people offering a hundred thousand dollars in cash, and this is how Barn remembers this. They gl rejected my offer. Pleasantly told me to look to my laurel and wisely held onto their treasure. Not only that, but they began an advertising campaign under the heading, what Barn them thinks of the baby elephants, reproducing his telegram with its lavish offer. Barn was also impressed by how well the 3 younger men had turned the tables on him using his own methods. These were foes worthy of my steel he called them. The Great London Circus had dog had dodged Barn circus, had dog. Excuse me, Barn circus in the previous season, often scheduling dates in the same towns to draw off his business. Something like a younger barn would have done. And so he says the aging Show realized, they finally met his match and he concluded it would be wise to join them they then to continue competing with them. And so that business Barn and Bailey Circus ring brothers the greatest show in on earth, whatever you happen to know by about it. It lasted for a hundred years. It just ended recently in 2017. And Bar Barn largely let Bailey run it. I gotta see if there's a biography on it him because he just seems to be a very formidable and clever person. And at dis stage agent in Barn life, you know, Bailey could run the day to day. Barn because consider the promotion still leverage all of, yeah, like, his his celebrity leverage his his contacts in the media, but Bailey is really the 1 responsible for for the massive business success that that Barn and Bailey wind up being. And so I wanna close on this. He's right before he dies. He's giving an interview to a New York newspaper man who... You know, he he he told the reporter in the he says in the last great understatement of his life that he was always glad to meet a newspaper man. That's an understatement. As he says. So it says 2 days after the interview, he asked Nancy. That's the the his second wife. The 1 who was married to for the last 20 years of his life. 2 days after this interview, he asked Nancy to stay with him every moment of the little time that is left. And at midnight on the following day, his heartbeat grew irregular. Those in the family not already present were wired that his hours left on earth were few. Soon his heart began to beat faster and faster and then slower and slower. And just after 06:30PM on April seventh, he died. The newspapers that had been his lifeblood blood did not dessert barn him upon his death. The New York Times weighed in with a 6000 word obituary. In the times of London called him an almost classical figure. Hundreds of newspapers across America shared the sad news with the millions of their readers who had visited the American museum and their youth or more recently attended a Barn and Bailey T in their city or town. Barn rested at last. But the spectacle he had created would, decade after decade continued to bear his name and delight the millions who would see it. What a remarkable life story. That is a hundred and 37 books down 1000 to go If you want the full story, you can buy the book using this the link that's in your show notes on your podcast player, or go to founders podcast dot com, and you'll be supporting the podcast at the same time. Thank you very much for your attention, and I'll talk to you again soon."
}