{
  "transcript": "I have my periods of restless. When my brain is crowded with ideas tingling to my fingertips. When I'm excited and cannot stop for anybody. Let me alone, let me work as I like even if I have to sit up all night, or even for 2 nights. When you see me flagging, getting tired, discouraged, put your hands over my eyes so that I go to sleep and let me sleep as long as I like until I wake. Then I'm a hang around, read novels and be stupid without an idea in my head and until I get rested and ready for another period of work. But oh, do not do as you often do. Stop me in the midst of my work. My excitement with Alex. Alex. Aren't you coming to bed? It's 01:00. Do come, then I have to come feeling cross and ugly. Then you put your hands on my eyes and after a while, I go to sleep, but the ideas are gone. The work is never done. That is a letter that Alexander Gram Bell wrote to his wife M bell, in March 18 79, and it's in the book that I'm gonna talk to you about today, which is reluctant genius, the passionate life and invent mind of Alexander Graham Bell and is written by Charlotte Gray. So you and know I've talked about this idea many times. That books are the original links that they lead us to 1 idea or 1 person to another just like the Internet does today. Right? And a few weeks ago when I was doing that multiple part series on Edwin Land. I realized, I absolutely had to to read a biography on Alexander Gram Bell because so many times in Edwin Lands life he referenced what he learned from studying the life story of Alexander Grand Bell from the... From being motivated as Bell persevere through struggles when you're creating something new like, Edwin Landed, to tie ideas on how to market up a brand new product. There was ideas that Edwin land learned from from the marketing of the telephone that he applied to instant photography. So if you've already listened to the podcast, you're gonna see a lot of similarities between Edwin and Alexander Graham Bell. And I just wanna speak, The reason I'm bringing this up right front is because I do think the more biographies I read the the more this pattern becomes apparent. There is something instinct in our nature. The this idea that we all look to the past and try to to learn from their community knowledge and push that knowledge down the generations. Because not only, if you if you wanna trace this this tree of knowledge, real quick, you know, Steve Jobs. A lot the ideas that we... That we... Credit Steve Jobs. Really our ideas he learned from my win land. A lot of the ideas that Edwin Land applied to work. He learned from Alexander Grim bell. And we're gonna see Alex alexander Grand build did the exact same thing where he learned from other people like Samuel Morris and the life stories that that he read that helped shape his work and helped push him through times where, you know, he wanted to give up, and he drew inspiration on the fact, you know, Samuel Morris didn't give up. So why am I gonna give up? And I just think that's something that is in all of us. So I wanna start in the early life for Alex alexander Grand bell This may be be the beginning of his or of his lifelong passion of helping and teaching the death, and then he applies the lessons he learned from teaching the death into his development of the telephone. So it says in the evenings, strange grunt and whistles often ema from his father's study. Alex himself would communicate in an unconventional way with his mother, eliza bell who was death. Alex had found a way to talk with her by speaking in a deep voice close to her forehead so that she could pick up the vibrations. And so with the others referencing there about the strange grunt and sounds coming from his father study, his father was a professor of allegation, which is the skill of clear and expressive speech. So today, you would call him a speech pathologist. And so in the early days, of Alec alexander Instagram bell life or the early career rather he fall in his footsteps and he was a teacher, any taught people, well, not only people with with speech impediments, but also deaf people. So I'm gonna spend a little bit more time on his early life. And here we see that his fierce independence. This is a personality trait that is present throughout his life, and it says Alex asserted his independence early. Ex by being the third, Alexander Bell a row, he decided to add gram to his own name. So he adds his own middle name just so he can be different, more about his personality and his relationship with his dad, he often retreated into sol, particularly when he was preoccupied with a project. And we'll talk more about that later, but it was off... He also referenced that the the letter to his wife that he had these long uninterrupted work sessions where he was just overtake with excitement about an idea. And he did not wanna be interrupted. Alex relationship with his father was more complicated. Throughout his life, he was torn between a non hunger for Mel approval and resentment of his dom manner. Mel bell was an authoritarian parents, And we'll see later on, Alex decides to go in the opposite direction when it comes to his own parenting. So at this time, his family is doing fairly well financially, so they can send him to the world high high school and Edinburgh, their their. They're living in Scotland at this time, eventually, the Immigrant to Canada, and then, Alex winds up in Boston. But at this point, the reason I wanna read this section to is because we see that Alex had this personality trait that he's willing to go to great lengths to learn about things that he's interested in. And he's willing to do almost nothing. On things that he's not interested. So he's he's a... When formal schooling, is concerned, you know, not not the best student by any means. So it says, Alex school record was uni unproductive He was chronically un tidy and late for class, and he often skipped school altogether to go bird watching. So interesting to note the author talks about some of the other famous alumni from the Or high school. They include people like David Hu, Adam Smith, Robert Burns and Sir Walter Scott. So you had this huge tradition. Outside the classroom, however, he demonstrated the ingenuity and single mind that would shape his later career. So he's interested in bird watching is interested in photography. And to learn about these things. You know, there's nothing he won't do. So it says, the process took hours and the results were often disappointing, but Alex would always persevere. This was the kind of learning he liked hands on discovery. And he could lose himself in music. He would sit at the Piano sight reading sheet music with extraordinary ease. He would play... And we see a little bit of about how he played the Piano how he works as well later in life. He would play so intensely and with such concentration for so long, they would end up with a splitting headache. And so that's part reminded me about 1 of Most famous quotes. He says my whole life has been spent trying to teach people that intense concentration for hour after hour, can bring out in people resources, they didn't know they had. So that's 1 of the the lessons I win land constantly taught in his company to to try to do everything you can to avoid distractions avoid interruptions and just focus deeply concentrate hour after hour and you're gonna realize there's things in your own mind that you didn't even know we're there. So fast forwarding a little bit in the life of allocated alexander Rem bell is gets his first job, and he's a teacher. He's going to wind up following in his father's footsteps. So says, when Alex was 16, he left home to teach for a year at West house, which is a boy's boarding school. He's actually teaching some some some of his students were actually older than him. He was teaching piano and el allegation. He... This is the main takeaway from this section. He revel in his independence. He finally got some distance between him and his over bearing father and he re that. And so it's during this time that we see that his ability He... You, he would always think on more projects than he could handle. And sometimes it's led to, you know, health issues. And so in in this, we see, a preview of his his his early work habits that that he continues... I would say, almost yeah, basically, up until the day he dies. So it says Alex Health would suffer. Alex hell... Alex his health certainly seemed to have been unreliable. He complained of headaches, depression and sleepless. Perhaps this wasn't surprising considering the un intensity of his work habits. And in pattern I would last a lifetime, he would sit up all night reading or working obsessively on sound experiments. He stumbled towards his bed only when he saw the pale light of Dawn seeping through the curtains. So at this time in the story, Alex is living and teaching in London. It's 1 of the dirtiest cities in the world at the time, and there's a ton of infectious diseases that spread, talks about he'd be taking a walk, alone with his thoughts and then somebody would yell yell out to him below, hey, which out, I'm I'm dumping my chamber, which essentially I'm just dumping, you know, my human wastes onto the streets. And so, there's an event, a tragic event that happens that causes his family to to emi to Canada. And that's that Alex's older brother, his younger brother and his nephew all die of tuberculosis, which is... Which at the time they called the great white plague. I looked it up actually. I was surprised to see that, tuberculosis is still the the the deadliest infectious disease, he killed 1500000.0 people, in 2018. So it says within a few weeks, the great way plague had taken the life of 25 year old mel. That's his older brother. It's hard to imagine the heartbreak in the bell household. For 23 year old Alex, the sorrow were intense. His home felt like a morgue. So they said, hey, we're gonna get out of citi. They're gonna move to what is referred to as the back back of Canada. And so now Alex is not gonna have to work, and this is where he starts taking his his interest in... Electric communications what he calls it. And he starts doing his early experiments before that, he leaves a note to himself that I think really demonstrates his personality. He says a man's own judgment. Should be the final appeal in all that relates to himself. Many men do this or that because someone else thought it right. So essentially, Alex is telling us. I'm gonna think do things do verse principles, not reason just by analogy not because other people told me to do so, and then I'm going to to live my life with the results of of my conclusions. So before I get to his his experience, I, it's important to to give you a context into which the time that, that Alex is is a young man the time in history. And I think there's analogy to Bells time and the time that we're currently living to as well. So it says the mid nineteenth century was a wonderful time to be alive for a young man with a quick brain in analyst endless curiosity. Today, we can understand that the technology technological revolution of Be Day only if we compare it with the impact that micro processors have had on our own lives. The entrepreneurial spirit thrived in North America. It soon appeared as though every young go get had a blueprint for a new gadget in his back pocket. Okay. So he's in Canada, he's reading. He's thinking he's doing his experiments, and let's just go right to it. So it says it's hardly surprising. That the electrical telegraph caught Alex's imagination, given his long his lifelong interest in communications. Temporarily freed from the obligation to earn his living, he allowed his mind to grapple with the complexity of telegraph technology. He had returned to the book. It's always a book isn't it? He returned to a book that he had absorbed. It's called the on the sensations of tone, and is written written by this guy named helm holt. A single issue now preoccupied him, Could Helm holt his theories on the nature of sound have any application for the electric telegraph. So this is probably an insight into bell greatest talent. He was not... He's not classically trained. He had a way to to connect. He had AAA very powerful imagination. And what he... What his breakthrough was is connecting ideas in unrelated fields and combining them to a new insight. And that's exactly how he came up with the telephone. In particular, could they solve a puzzle with which amateur engineers all over the United States were grappling. Nearly 30 years after its first commercial application, the telegraph system was still limited to sending 1 message at a time. The race was on to increase its capacity, and Alex was determined to join this race. So that is how... That's the very beginning of what he's gonna stumble into of the invention of the telephone. In 18. So now he's gonna... Did Samuel Morse has mentioned over and over again in this book just like Alexander Grand Bell has mentioned over and over again in the the books on Edwin Land, and just like Edwin Land is mentioned over and over again in the book of Steve Jobs. It's very important. I know I repeat this a lot, but this is so important because just speaks to this instinct nature that we have to want to learn from the the life stories of other people collect that knowledge and then push it down the generations. And I find it frankly, very, very inspiring. In 18 44, Samuel Morris had catapult the world into a new era where he vastly accelerated the speed of communications. Alexander Grand Bell would invent something far more sophisticated. The young Scots would make instant communication accessible to everybody. And change the world forever. Now he's doing all these experiments in in Canada. And he also needs a... We eventually can't stay on and unemployed forever. So he gets a job in Boston. And I'm gonna read this section to you There's a there's a lot that's taking place in this this page. I'm gonna give you my synopsis beforehand him. So we see aspects of his personality that that I feel never change. 1, he takes his work very, very seriously. And 2, he will not back down from doing what he wants to do. So he's teaching the death just like his father did, and they have a disagreement on on the ways to do that. And this is very important to understand. This was something that really surprised me. That's how Alexander Graham Bell, His his passion in life was teaching the deaf, not inventing the telephone, although he... For a few short years, he was completely consumed by that. But even after that, let's say, 35... When he's 35 or thereabouts. For the rest of his 40 years in life, he never messes with the telephone He just lets... Once the company successful once the inventions out there once, you know, hundreds of thousands of telephones in the United States at the time, he goes on inventing all kinds of other things. So... But the 1 thing that never leaves him is this passion for helping the deaf. So says for Alec, for Alex rescuing the hearing impaired was an end in in and of itself. The disagreement between father and Son created a rift between them. A rift that widened as Alex refused to be cow. Alex was good at what he was doing, and it's... And as much as he loved his father, he was not gonna be bullied from a distance into banning his plans. So there's having a disagreement of what method is best to achieve that. Okay? As a young teacher, Alex was as a young male teacher Alex was a was a ra in the New England school system. He found himself in high demand. Offers of employment reached him from all over the northeast. So he's... Like, do I wanna move away from Boston when we take this opportunity. And this is how he makes a decision on where he wants to be, which is very fascinating. He decided he wanted to settle in Boston and establish himself as a teacher of the death there. He adopted the city's own view of itself. Though Washington is the political center center he acknowledged. Boston is the intellectual center of the states. And he wanted to say connected to the intellectual center, so he could pursue his scientific interests. So this time, Alex is 26 years old. I wanna give you an insight into what a typical day of a 26 year old Alexander grand Bell was was like, he's... His day job is as a professor. Right? So it says, George Sanders grandmother offered Alex free room board living in their home, and, that was an 18 mile train ride from Boston in exchange for continuing George's education. Okay? So George Sanders is this 6 year old little boy. So in addition to working at a school and being press, he had a side job side business rather of private tutoring, 1 on 1 tutoring. This is actually how he's gonna meet his wife and his future business partner. And so he's he's starting to to teach a little boy, little boy warms up. Alex was beloved by his students because he has such a passion for what he was teaching. Right? And so he's like, okay... His... Grandma was like, why you just stay here. You don't have a lot of money. You can teach George. But this is how extreme his schedule was. Alex gives the 6 year old his morning his morning assignments before he caught the train into Boston, then he wears his day jobs. Right? Worse his day job all day in the evenings, Alex walks back home from the train station. As soon as the child saw his teacher. So his his his his... George is so obsessed with Alex said he'd sit by the window and and wait to see Alex walking home. Right? As soon as the child saw his teacher his eyes would light up after a little more instruction, George would go to bed and Alex would turn his attention to his experiments. 1 day, George stays up late goes into where Alex's his room is, and he describes later on, what he saw? I found the floor the chairs the table and even the dresser covered with wires, batteries. Coils, cigar boxes, and an ind mass of miscellaneous equipment. So he works all night as long as he can passes out does the same thing over and over again. So by the time he's 27, he's completely obsessed with his experiments, and he's competing head to head with Elijah Gray and Thomas Edison, and he's exhausted. So says he filled his notebook after notebook with sketches of harmonic tele telegraph devices. The the early names of some of these products are hilarious. He he read in the New York times and heard from colleagues that other inventors were on the same track as he was. AAA professional electrician inventor named Elijah Gray had successfully transmitted music over telegraph wires. In New Jersey, Thomas Edison was already bragging that he was close to introducing the quadruple telegraph, which would basically send 4 messages at a time over telegraph lines. The the competition un unarmed Alex, and once again, his health began to suffer. He described himself that he was quite sick. He... Had that I've overworked myself. His obsession with telegraph, now overshadowed his commitment to deaf education. So when school not in session, he he he leaves Boston every year and he goes back to the back woods of Canada where his parents are are still living. And this is where he experiences his eureka moment. And so it says he was struck by the way that the... That sound vibrations acting on a tiny membrane could move relatively heavy bone. So he's talking about he built this this model of the human ear, and he's he's deriving insights from that model that he's going to apply to his invention. Alex sc out of the house towards the bluff overlooking the Grand River. A large tree had blown down there, creating a natural and completely private Belvedere, which Alex had dubbed his dreaming place. So he's in the number middle nowhere where. His complete silence, and he's just left his own thoughts. Right? Far from the Bustle of Boston and the pressure of competition from other eager inventors, he mold over everything he discovered about sound. Alex now understood that sound waves traveled through the air in the same way the energy moves to the coils of a spring when a section of the spring is compressed and release. He now began to wonder whether electric currents could be made to mimic a sound pattern of compressions and and ref. If they could, any sound could be transmitted electrically. Alex Had understood how sound was produced in the human larynx, ever since he and his father had built this... Their speaking machine all those years ago, and they were doing it to to see if they could help teach deaf people. So it wasn't even related to invention. Now we understood how sound was received in the human ear. So he understands how it's produced and received. The next step would be to reproduce the action of the the ear membrane and design an instrument to translate the vibrations into sounds. Suddenly, the idea struck him that it might be possible to create an un deleting electric current that could carry sound along a telegraph wire in the same way that the air carried sound waves from the speaker to the hear. The telephone receiver press to the human ear could act like an electrical mouth. What an interesting way to think about a telephone. Current current flowing through an electro electromagnetic, to electro electromagnetic would cause the receiver membrane to vibrate. The vibrations reason Alex would then hit the listeners eardrum, making it vibrate too. The listeners ear would interpret these vibrations as the sounds spoken by that person on the other end of the wire. This was the Eureka moment for Alexander Grand Bell, his flash of genius. In his dreaming place overlooking the swirling waters of the Grand River, he had grasped the principal on which the telephone would operate. This extraordinary leap of imagination is what put Alex ahead of a pack of inventors scrambling to advanced technology of communication. No 1 else knew enough about the human ear. Talking not, they didn't have his experience in teaching. His imaginative breakthrough is also what makes Alexander Graham Bell a Quintessential inventor the nineteenth century. The era when an untrained individual working alone could dream up such a crucial scientific advance. Okay. I'm gonna fast forward. He's still doing these experiments. He has no business experience. He has no money. He doesn't know what to do or how to do it in in a rare... Lucky twist to fate. He meets the the person that has all the skills that he does not. So Alex at the time is still doing private tuning. Right? And 1 of his... 1 of his students is a 15 year old named M. M Hubbard, and that's going to be the person he's going to marry, think about, like, 5 years from now. So he's invited to go to dinner at his the home of his student. Right? The dad, her father is a patent attorney, and a fat... And currently founder take... He started a company to take on Western Union telegraph monopoly. So in the... As far as the United States is concerned, many people feel the first American truly global company was actually Western Union. It definitely had a mono monopoly at the time. And so what we're gonna learn here is each person, Alex, and M father had what the other 1 was missing. So says, Alex could not resist demonstrating 1 of his party tricks to his host. Did they know that he asked, did he know did they know he asked that the spring... The strings of a piano would repeat a notes sung into them? I didn't know this either. He lifted the l lid of Hubbard piano and in a res bar tone sang into the strings. The strings began to vibrate and to echo Alex's note. This is him and his natural role as teacher. Alex explained to his host that the Piano would respond to a telegraph impulse having the same frequency. Gardner Hubbard, that's gonna be his future partner, and maybe the the the person outside of, of Alex that's most responsible for the company success. He's the 1 running it. So he's he's extremely formidable, individual. I would say he has much more innate entrepreneurial skills than than Alex does. So it says, Gardner Hubbard beginning to get very interested. Did this phenomenon had any value for communication. Alex gave an abrupt laugh as he blur out his theory? The phenomenon should mean that a single telegraph wire could carry several messages at once. If they were all vibrating at a different frequency. Inventor and yankee entrepreneur had found 1 another. Alex was unaware that M father was on the hunt for a multiple telegraph device. Gardner Harbour had no idea that his daughter's teacher spent his nights cro over table covered with electro magnets and lengths of wire. Alec had Alex had the ideas that Hubbard needed, Hubbard had the access to capital to finance them. Gardner was well aware of the exhaustive and competitive process involved in patent applications. He made a vital suggestion to Alex. Whenever you recall any fact connected with your invention, jot it down on paper as time will be essential to us. And the more things actually performed by you at an earlier date, the better for our case. But we had a huge background as a patent attorney journey before he was an entrepreneur. We... You must not neglect an instant in your work so that we may file the application for a patent as soon as possible. Alex loved the experimentation. He loved invention he hated paperwork. If it was not Gardner Hubbard, he would have never won what what many people claim to be the single most valuable patent in Us history. So now it's C time. We see a lot in the section 1 confidence He's has a lot of confidence in his ability. He's willing to work and he's smart enough to know that it's go time. I love this section. I almost made it at the beginning of the podcast. So he's writing to his parents. He says, it is a neck and neck race between mister Gray and myself who shall complete or apparatus first. He has the advantage over me in being a practical electrician, but I have reason to believe that I am better acquainted with the phenomenon of sound than he is. So I have the advantage there. The very opposition seems to nerve me to work and I feel with the with the faculties I have now, I may succeed. I shall be seriously ill. Should I fail in this now, and I'm so thoroughly brought up. The telegraph race consumed him. Those... So through his association with Gardner Hubbard, he's able to get some money to hire assistance and to to really push this thing forward. The first person is hires, winds up being the most important assistant he ever has. His name is Thomas Watson. He's gonna be the 1 that Alex calls on the very first telephone call. And what's interesting, Thomas Watson lived remarkable life. I I look for a biography on him. I couldn't find 1. He winds up founding a company that later gets bought by Bethlehem still. He just has a very interesting life. But we get a lot of insights into the life and mind of Alex alexander Grand bell from Thomas Watson. So it says Thomas began to appreciate that Alex was very different from the other customers he had met. So he's he's very similar to how Henry Ford's sought out Charles Sore when I did that book. My 40 years of Ford. Sore was very gifted in making models or essentially translating the ideas in Henry Ford's head into something they can look in touch. Thomas Watson plays the same role for Alex alexander Rainbow. Okay? This says no finer influence than mister Bell ever came into my life. He wrote. The books he carried in his bag lifted my reading to a higher plane. He introduced me to such people as Tin, hem holt, huxley and other scientists. Alex was thrilled to find someone who had the manual dexterity he himself lacked, and who could quietly and accurately translate his scribble sketches into neat constructions. His head recalled Watson. Seem to be a teeming bee hive out of which he would often let loose 1 of his favorite b's for my inspection. That's a analogy for ideas, obviously. A dozen young and energetic work man would have been needed to to mech All of his buzzing ideas. When also reference a very important time in Henry Ford's life, where he's... Remember at the time, almost all call cars are electric, some are steam, very few had... There was no internal combustion engines. So Henry Ford makes the early prototype. He winds a meeting his hero, Thomas Edison. And he's able to explain to Edison what he's working on, and he gets these words of encouragement. Edison this is like I think you're on the right path. Keep going. Same exact thing happens in Alexandra alexander instagram bell life. He gets wise words of advice from an older wiser person. So it says doctor Joseph Henry had been playing around with electricity for half a century. Alex was eager to show his telegraph equipment and explain his ideas to to this v old warrior. He was an imposing figure with unnerving direct gaze and a clipped manner of speech. The 78 year old physicist listened silently. As the young inventor explained his approach to telegraph. I felt so much encouraged by his interest, Alex later wrote that I determined to ask his his advice about the apparatus I had designed for the transmission of human voice by telegraph. He told the eager young inventor that his idea was the germ of a great invention, and he roughly advised him to keep working at it. A huge grand spread over Alex's face. But then he remembered his own limitations. Since he lacked the necessary electrical knowledge, he asked doctor Henry, should he allow others to work out the commercial application of his idea. This is a very important part. Memories of his own career must have sprung to the elderly scientist mine. Although Henry had been the first person to to convert magnet into electricity, it was British scientist Michael Far who had earned the credit for it because he was the first to publish his results. 44 years later, doctor Henry didn't pause for a minute. If this young Scots was gonna get the commercial payoff from his invention, he simply had to acquire an understanding of electricity. Get it. He bark at the 28 year old. I cannot tell you how much these 2 words had encouraged me. So that reminds me I think back to 1 of my favorite parts of the Book Creativity Inc written by the cofounder founder of Pixar ed Cat. And he talks about as a child, his understanding of, hey, the United States and Soviet Union are in a race to space, the Soviet Union wins the first battle by getting Sp again in there. And he says the idea he's, like, the my impression of the response from the leadership in America that time in history was that's fine. We'll just get smarter, and they did. This exactly what doctor Henry is telling him. Oh, you don't have those skills now. You don't have the knowledge now, then go get it. But you're not gonna give up. I gotta start recording these things standing up, so I can jump up and down because that section fires me up. Okay. The stress of increasing debt and growing discourage soon resulted in headaches and sleepless nights. This is so important. Go... Most of the highlights I'm gonna focus on today, we're gonna see it just struggle after struggle. He he has a, an innovation of breakthrough. Then he goes through a period of struggle. Then he has another another positive event that happens and it goes through period struggle over and over and over again. It's so important for us all to realize. There's there's no... There's no such thing as like a overnight success. It's not, 0IA great idea, and it goes straight up from there. It's like, no. You have to push that thing. You have to force it. You have to persevere. These things do not happen on their own. And then the, the, the Alex alexander instagram bills all eventually the telephone is a great illustration of that. I am now beginning to realize the cares and anxieties of being an inventor. He wrote home gloom. He felt himself being becoming almost un unchanged by the pressure. What is he describing there? He's describing the emotional Roller coaster. I just went back. I'm I'm going back in and re listening to a lot of old founder episodes. I think into 1 of Mark Jason. Mark describes the emotional Roller coaster of doing anything new of doing something hard perfectly. And he says he's telling his partner time. You know what the best thing about start is, and his partner says what? And he says you only experience 2 emotions, euphoria and terror. And I find a lack of sleep enhances them both. And I think that is a really su sync way of describing it. Right? You... You get the highest of highs, but the lowest of Lows, and that's exactly what this book that's very present in the in the story of Alexander Underground Belt for sure. This is another example of him drawing inspiration from the life Samuel Morse. He was frustrated by his lack of technical education and electricity, although he tried to reassure himself with the knowledge that morris conquered his electrical difficulties Although he was only a painter, and I don't intend to give up either until this is all completed. If you could only pick 1 of the, like, you have to ask yourself? Like, why are some of this... Why are almost all of the smartest and most productive people in the world? Why do they always encourage you to read biographies? Like, why is that happening over and over again? These are not silly people. Right? And I think that may be this... Yes, You get a lot of ideas, but that right there. You were able to draw inspiration in times when you want to give up by other people not giving up. That paragraph where Alexander Grand bell is explicitly telling us. What he learned from studying the life of Samuel Morse encourage him not to give up. What was that... What's the value to him? He doesn't have the telephone yet? Like, the value is inca. I went back and and took notes on on the... My favorite book that I've read so far for the podcast, which is the auto of James S because it's, you know, 250 pages is something that very short, very fun, very funny read, And essentially, it's just him telling you, hey, I was able to invent to to to build this company because I didn't give up. But in that, he talks about people that he admired. And 1 of them, I'm gonna read his biography in the next few weeks, his, There's actually a vote of, like, what are the hundred greatest Britons of all time. Number 1, of course, is gonna be winston to Churchill number 2 is this guy named Board Kingdom now. This is what's James Dyson, said about them. He says, Kingdom Now was unable to think small. And nothing was a barrier to him. The mere fact that something had never been done before presented to No suggestion that the doing of it was impossible. He was fired by an inner strength and self belief almost impossible to imagine in this fe age. I have tried to be as confident in my vision as he was. And at times in my life when I have encountered difficulty and self doubt, I have looked to his example to fire me on what James Dyson is doing there with Kingdom Now, Alexander Graham Bell is doing with Samuel Morse, Edwin Land did with Bell, Steve Jobs with Edwin Land and there's a countless other examples on this podcast. This is so important. This is so important for us to do. I have told myself when people tried to make me modify going back to Dyson, told myself when people try to make me modify my ideas that the Great Western railroad could not have worked as anything, but the vision of a single man pursued with dogg and determination is that not a description of what it bell is doing at the telephone. That he was nothing let that would pursue with dogg determination that was nothing less than obsession. Throughout my story, I will return to B and to other designers and engineers to show how identifying with them and seeing parallels with every stage of my own life enabled me to see my career as a whole and to know that it would all turn out the way it has. The example that B gave to Dyson, the fact that he read and studied his life that that effect on James Dyson life was literally worth billions of dollars. In a book that you can pick up for 20 dollars. Why why would you not do that? That quote that is in Port Charlie Alma act that there is ideas worth billions of dollars in a 30 dollar history book is not hyper. That is a fact. That is truth. Alright. Let's go. Let's go back to the book. Alright. He put tremendous demands on himself. His tendency to work around the clock and to alternate between states of fierce focus on 1 goal and in an inability to continue in on anything else suggests a lack of balance in his temperament for sure. He's a mis fit. He was erratic in his habits and intellectually obsessive, but it was his unconventional mind that made him a genius. He refused to be hemmed in by rules. He allowed his intuition to flourish. He relied on leaps of imagination backed up by a fascination with the physical sciences to solve to solve the challenges he set for himself. I referenced earlier how important the fact that his partner was a former patent attorney. And this he... This this... This patent, which again, many people claim is the most valuable patent that ever exists in Us history was filed within a few hours. If they followed a few hours later, it would've went... It could have very likely went to somebody else It says, In February 18 76 without consulting Alex. He went ahead. This is Gardner Hubbard again. He went ahead and filed on Alex's behalf for a patent on the speaking telegraph. That's what they're calling this telephone at this time. At first, Alex was furious with Hubbard for taking matters into his own hands, but Hubbard action was crucial. 2 hours. After Hubbard call on the Us patent office, Elijah Gray filed a caveat. So caveat was essentially, like, a written warning, but this is what I'm working on. It's not the the same as a patent, but it could lead to a patent. The caveat or warning, serve notice to other inventors that Gray was working on a transmission of speech by electricity Another thing nobody about alex alexander Instagram Bell, He had the way to to take the ideas not in their current form. Right? And today, but project what could they be if they continually improved on in over long distances of time. Right? So this is very shortly after getting his patent. So it says the day is coming when telegraph wires will be laid on houses just like water or gas. And friends converse with each other without leaving home. In 18 76, when 3 quarters of the population of North America spent their entire lives in isolated rural communities in which they were born. When electric lighting was still a decade away, and when a reliable mail service was regarded as a miracle, most people dismissed his notion as fantasy. So I just wanna pull up more things about his person I because this is over and over again in the book. And I think these traits, although they could be off putting to some people are very helpful and in in trying to accomplish something is very difficult. He was stubborn and determined independent and uncontrollable. So his partners can't control. He... All he wants to do is invent and spend time and improve. He doesn't want anything to do with the business or paperwork or anything, but he's essential to that. So they have... He he needs to do that. We have all of our... We all of us have our hands full with Alex. He has not yet sent his report to the Phil philadelphia Bureau over over rewards. So they go and they do all these demonstrations. It's always, like, World Fairs, and these gatherings for people to come and show off with they're inventing at the time. Right? And so Alex Wins, but then you have to go home and you, like, summarize and send in paperwork essentially to get the metal to finalize it. Alex very much like Claude Shannon and once he did that, he... Once he... He's was satisfied with his own sake, he neglected the the extra work that usually comes after that. So they're very... They're, like, you know, it's it'd be very good for the marketing of a new product. If you could say, hey, it's won all these awards. Like at all these other people, it's it's a social proof of their day. Right? So says he has not yet sent in the reports to the Philadelphia Bureau of awards required before the Philadelphia exhibition metals could be sent to him. And I can't make him do it. He says that his brain won't work and he cannot make it. Alex was distracted because his intellect was so deeply focused on his experiments. There is a sort of tele under current, going in my... Going on in my mind all the while he wrote. More in his procrastination, Alex hated paperwork. Even your love, he confessed to able at this point to engaged. So this is few years since the future of the story, fails to overcome the procrastinating spirit that leads me to put off to the future to put off to the future, the accomplishments of every difficult task. So this time, they've already successfully demonstrated, him and Watson, Thomas Watson have already demonstrated the photograph... The photograph, the telephone. And I love this idea. When he was in Canada, he, Bell made friends with a former Mohawk chief that had emi immigrated from the from the United States to Canada, and he taught him the Mohawk war dance. And throughout his entire life when something went good, he'd bust out into a Mohawk war dance. So that was Hilarious. So says within hours, the 2 men were enjoying their first 2 way long distance conversation. When Watson got back to their boarding house, they're also living together. In the early hours of the morning, he and Alex were so excited that they took off their jackets started whoop and perform the Mohawk war dance together. The next day their their landlords says if you ever do that again, you're getting kicked out. More on his his his... I would say his confidence. In how important this invention was gonna be. He's giving an interview, the reporter noted cr. Professor Bell doubt... Doubts not that he will ultimately be able to chat pleasantly with friends in Europe while sitting comfortably in his Boston home. So he's got the prototype. It's working. But again, he's not making any money. He goes for, like, 7 years of being essentially very poor. This is more on the struggle. He's now he's writing, he's writing another letter. A lot of large part of book is talks about how important his choice of spouse was for him because everything that just like his choice and business partners. They had all the skills he lacked. Alex was, you know, very passionate, very either up or down, his wife was very steady? She she she kept him grounded. She made sure he did all the work that he didn't want to do. And so he would... Also... She was also very he relied on her for emotional support. So he was writing to. He says, when will this thing be finished? I'm sick and tired of the multiple nature of my work. And the little profit that arises from it. Thinking about this. He could given up. This is a this is a an invention and the company that that that makes money on the invention that allows Alex to never work in his life. He spends the rest of his life just inventing and learning. Right? And he almost gave up. Making no money. This is... I'm I'm depressed what's happening here. Other men worked their their 5 or 6 hours a day and have their thousands of dollars a year. While I slave from morning tonight and night to morning and accomplish nothing, but to wear myself out. I expect that the money will come in just in time for me to leave at you in my will. How I long for a nice little home of my own. A nice little wife in it and some time to rest. I am sad at heart and keep my feelings bottled up like wine and a wine seller. So I wanna draw your attention to some early marketing efforts. They decide, Alex decides, hey, I'm gonna I'm gonna give... His father would go travel around and give public lectures on this this new form of language that his father invented called visible speech. Was try to help it's like an alternative to sign language for deaf people. Okay? And so, Alex adopt, like, I'm just gonna go out and give public lectures and demonstrations and talk from the heart about my invention, which is perfect because people respond to passion. Were human beings. Right? So says, Alex appeared on stage and the audience broken at under applause. Always at his best when teaching. He spoke fluently and easily without notes. He described to his audience not only is in... How his mentioned worked, but it's purpose. The why. Right? It was not just an electric toy that could link to speakers he insisted. He went on to suggest that within in a few years, people in different cities would be able to call each other up and have a chat. This led to a little bit of money too because it says out after 7 lean years. Alex, who was now 30 years old, could finally dare to imagine a prosperous future. He had decided to charge 200 dollars to any organization that wanted to sponsor 1 of his. So this is his primary source of income because it takes a long time before the telephone start makes make... Starts making money. And once it does, a lot of it because they have to win a patent lawsuit. This... We see another parallel between the life of Alex and Rem bell and would land there. And then once they, the their patents are are successfully protected, then the company just takes off. His partner had a a really smart idea though at the very beginning. And it says Gardner cleverly opted to lease telephones rather than sell them so that he and his partners could maintain control. So this is some... This is another smart move in certain circumstances that can build a fortune of a company. Right? Don't sell your product lease it. Say you're I'm gonna send it to you. You can pay me monthly or whatever term is. I'm gonna take care of the maintenance and service on it. This is how Howard Hughes the senior. Right? Now not the the famous Howard Hughes. Right? His dad, his dad, I would argue, oh, a more accomplished and greater entrepreneur than Howard hughes was ever was. He did the same thing. Remember, he... If you listened to my podcast on on Howard Hughes, I did. His dad invented a new drill bit that help people seeking oil, be able to drill in areas that they couldn't us before. Right? And he refused to sell them. He would lease them, so they'd constantly improve a bit. They mean... They they provide the service for, They provide the maintenance for it, but you could never buy it. And that has to be 1 of... I I don't know if there's... Even if anybody has access this data, but I would guess that Howard Hughes Seniors company. Hughes tool company, I think it's the name of it but who supply come to Camera america at the off top my head. But over the life of its... Of, before it was sold by by his son, it has to be 1 of the most profitable companies in history. So the same thing that that Gardner is doing with tele early telephones, Howard Hughes father did with Drill bits. This section is just a reminder. It is not easy. There absolutely will be times where you want to give up. Thomas Edison had devised a new kind of receiver that did not infringe on Alex Patent and worked better than Bill's model. Edison started selling Edison telephones in England, and Alex grew steadily and steadily more depressed. Business is hateful to me at all times. As the month in England dragged on in his hopes of cashing and on his invention slipped away, business became even more o. And we see fast forwarding a little bit the story, more struggle, here's Alex almost giving up again. Of 1 thing I'm am determined and that is to not waste any more time and money on the telephone. Let others endure the worry, the anxiety and the expense. I will have none of it, a fever anxious life. Like that I have been leading since our marriage would soon change my whole nature. Already, it has begun injuring me, and I feel myself growing irritable, fever and disgusted with life. Think about that those last 3 words, that these are coming from the mouth of somebody that made the... 1 of the history's greatest inventions ever, and he wanted... He was disgusted with life. That's how hard this was. They're... The the company that Alex and his partner start. It'd be dead if they don't defeat Western Union. Western Union says, I don't give a shit about your patents. I'm going to violate all over them member. They they were printing money. I think Western Union was doing like, 40000000 of revenue. I think 3000000 dollars in profit, and this is 1900 maybe. I mean, this just an in outstanding amount of money. And they were led by William Or, who was an absolute savage. Oh, I'm also... I was also wrong This is not 1900 yet. We're still in the 18 seventies. So even sooner than. Okay. So it says, Western Union employed all the ruthless tactics of a company bent on Monopoly. It cut telephone rates. It was rumored that they go around and and cut bell companies telephone wires. So at this time, Western Union's printing money. Bell telephone company is in a serious cash crunch, and they have to fight this patent litigation against them. Bell company employees had not been paid for weeks, and we're lending each other money. And suppliers were all pressing for payments owed to them. The Bell telephone company's future dependent on a victory in their lawsuit against Western Union. And it's in this this litigation. Remember I did an entire pie podcast on the the war between kodak and Polaroid. Polaroid won the case it was the largest patent infringement judgment ever. Is it's almost a billion dollars at the the time it it happened. And the reason they won that is because of Edwin land. And so this is where again, the similarities between Alex alexander Grand Bell and edwin lane spooky. Like, it's almost like it it's... Edwin Lane was him rein. Let me just give you some... Some, these are just my notes. Isn't in the book, but I'll I'll get to in a minute. Land actually worked. He moved his laboratory into the building. Where Thomas Watson had received the first phone call from Bell. He used... Edwin Land used the same patent attorneys as Alex alexander underground Bell did, land was the primary reason that his company won a landmark patent case. Same was for Bell. Both worked for long stretches of a time without interruption, both thought of themselves, it's teachers and inventors and scientists, more so than entrepreneurs. Even though I argue that Edwin Lance 1 of the most entrepreneurs... Most important entrepreneurs in history. Both, their inventions both came up after, like, a streak of Eureka. Like, a Eureka moment and then both worked a long time to actually realize that that Eureka moment, both of their new inventions were described by others as toys. I mean, it goes on and on and on and on. Alright. So it says Alex Alex's majestic bearing, steady gaze and straightforward manner made him a formidable witness. You can say the same thing about Edwin Land. With his almost photographic memory and clear articulation, he radiate an unrivaled authority as methodically, as he methodically laid out the sequence of events leading up to his patent submission. His testimony was nearly a hundred pages long of the 600 page printed record. The result was the same for Bells it was for land. The final out of court deal was an expensive blow to the mighty company, meaning Kodak and and lance case, Western Union and Bell case. Western Union had to get out of the business just like kodak. What a victory for Bell? The shareholders in the Bell telephone company held title to Monopoly on a wildly popular invention. That sentence is exactly true for Edwin Lynn. They held monopoly on a wildly popular invention. I wanna I wanna draw your attention to this argument that's happening between Alexander Graham Bone his wife because she's, like, why aren't you filing... That he'd make a bunch of inventions off patents on or not taken to their, like, explore their commercial commercial viability. And so in this exchange, we see really what's important to Alex. He went on. Yes. I hold is 1 of the highest of all things. The increase of knowledge making us more like god. It was a strange way for a self confessed atheist to frame his ambition. He had brought... He had purchased a new set of the encyclopedia Brit britannia and had announced that he was going to read it from start to finish. However, reluctant Alex was to exploit his inventions, nothing would dampen his impress urge to explore to discover and improve, so he is trying to his main goal life has learned as much as he can and then teach others what he has learned. And he says, I hold it as 1 of the highest of all things. The increasing of knowledge making us more like God. So, the founder of intel, Bob No has this fantastic, fantastic quote, I think of all the time. It says knowledge is power, knowledge shared is power multiplied. This is fast forwarding much in his later life. This is him on parenting, which I absolutely love. He says there's a refreshing modern ring to Alex's attitude to parenthood. During an era where where parents regarded themselves first and foremost as figures of authority. It's definitely a description of his dad. He believed that play is nature's method of educating a child and that a parent's duty is to aid nature in the development of her plan. So he was very busy during the... He had 2 daughters very busy when they were kids. But, when he's older, he was a fantastic grandfather. And his grandchildren loved him because he they would... He would stimulate them intellectually. Whether it's on a walk. They they wind up... He spends the last 35 years of his life, mainly in seclusion, not rec ac. That's not how we described, but he he moves to, like, the Nova scotia area, new newfoundland Fun area, in Canada. I think it's a british colony at the time though that he's there. And, you know, he just spends time in nature. He's he's running experiments with a few assistance stuff like that, but he just... He's his grandchildren would revisit him every summer. And he just... He lit up their mind. He got them excited about how 1... All the wonderful things in the world that you can learn. And so that idea plays nature's method of educating a child and a parents duties to aid nature in the development of her plan. I love that. Just a few more things. In this section, so when he's not in Nova Scotia, that area, he... His family lives in Washington. And his house catches fire. And then they catch fire in the winter, so when they're putting it out, the water turns into ice. And his study is ruined. So we actually learn more... III wanna pull out some things from this section because we learn a lot more about bells eccentric nature. And it's from this secretary of his, this guy that winds up working for him for, like, 30 years. His name's is Charles Thompson. So Charles is going to give us a lot of insights into the person who bell was. And this is Bill later in his life. So says, Alex's study, however was a mess. The house keeper had hired some men from a nearby house to clear up the debris. Among them was a tall good looking African American from Virginia, 18 year old Charles Thompson, whom she had put in charge of the study because he could read and write. Half a century later. Thompson remembered this as a turning point in his life. So he's said there doing... Trying to clean up. He says the door to the study was pushed open. I I turned around to see who had entered. I faced a tall heavily built man with black hair and black beard mixed was gray. Aha. Here you are. Is this Charles? Yes, sir. Well, Charles, I mister Bell. How are you? Extending his hand with a gen smile. He shook my hand as if he had known me for years. To a young man accustomed to being treated as a second class citizen, this courtesy was extraordinary. Now this derrick quote from Charles. I loved mister Bell from the from that moment. And and if I left that house that day and never seen him again, I never would have forgotten that handshake. It electrified my whole being. The young man... So he talks about... He's he's saying to Charles, hey, if you if you see anything in here that has any kind of writing anything, please don't throw it away. He's... Most of my most important thoughts are in my in the room. So it says the young man carried out these instructions so conscientious That Alex I had to employ him permanently. Charles would remain with the bells for the next 35 years. Alex would always excuse me. And Charles would always greet his employer with the same words that Alex uses as a telephone greeting. So instead of saying, hello, he'd say, h h. Charles most specific... Significant contribution to the household. Was that he lifted from m shoulders the full weight of dealing with her husband's eccentric and and his obsessive ob servants of rituals. So just get some insight here. This is why I'm including a section. He never like for anyone to knock on his door before entering the room. If he was following a train of thought and there was a tap at his door, his attention being diverted to the noise, he very often lost the thread for days, and would not be able to pick it up again So this is what Edwin land and All alexander and Barrel preach over and over again. Long periods of uninterrupted concentration brings about you. It brings about you, things that you didn't even know were possible. Alex once told Charles. Thoughts my dear, sir, are like the precious moments that fly past. Once gone, they can never be thought again. Caught again. Sorry. Can never be caught again. Charles often saw his employer work for up to 22 hours without sleep. Ignoring his wife's crest that he joined her and the guest for dinner. Any disturbance was such ana to the telephone inventor that he never had a telephone install zone study. His obsession with his routine made him madden to live with. So for the rest of Alex's life, he never stopped being an inventor. He tried to invent human powered flight before the wright brothers, he invented hydro foil, which is a technology used for boats that was left kind of undiscovered for 50 years and it picked up 50 years after Alex's death. He tried to find new ways to breed sheep. He just had all kinds of weird experiments and stuff. He still would wind up being awarded a few patents. But he never had another commercially viable, invention, like he did with the telephone. The telephone generated enough wealth that have freed him from having to do that, and he just followed his a lot... Intellectual curiosity, and he just loved to experiment to learn. And the the personality traits we saw in the young Alex never left him. So the book goes on it this is a rather large book Almost 500 pages. So it goes on in into great detail about that. But I wanna fast forward to his death because 1 thing that I've... I'm learning from reading all these biographies. 1 of the unexpected benefits of reading biographies piece, I would say. It's gonna sound a little weird, and that's the the... It's a reminder of the fate. It's a constant for me, it's a weekly reminder. Of the fate that we all share, and that is death. And I think I don't have the communication skills to express what I mean, but Steve jobs did. So this quote by Steve jobs will explain better than I ever could, what I mean about this and there is a real value in this. So he says, remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life because almost everything. All external expectations all pride, all fear of embarrassment of failure, these things just fall away in the face of death, leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You were already naked. There is no reason to follow your heart. So I'm gonna read this section to you this is the death of Alex alexander instagram bell, and I found myself after Not only like a deep emotional experience that you have when you when you spend hours and hours and hours studying somebody's life, you feel like you know them and then it ends. But I went back and I looked at different pictures from different times in Alexander Rim bell, and I tried to find him at the same age he I am now that he was. And the time he's married, he's got 2 kids. And I just stared at his face for a very long time because all the stuff that was important to him. The same impulses that was important to Alexander and Rebel, the same ones we share. We all want we all want to to be loved. We all wanna have family and friends and have close personal relationships. We wanna succeed in our work. We wanna enjoy our brief time that we have on the plan. Everybody shares this. And somewhere along the line, we a lot of us lose that thread that understanding that this is an experience, and that experience ends, so let's make the most of this experience. The end came fast, too fast for anybody to be ready. By the next day, Alex laid breathing heavily. On August first, he opened his eyes and called for his secretary to take dictation. Don't hurry, she said, and the old man smiled. I have to. He replied. Speaking was a supreme effort. Alexander Graham bell paused, close his eyes. Winston. He could manage no more. Daisy found herself standing at her father's bedside, watching him struggle for breath. Daddy is still here. She wrote to her sister, but I have the strange feeling that his spirit is struggling to get loose and is only held to his body by s cords. That night, his family clustered around Alex's bed. Alex was breathing heavily, laps in and out of consciousness. They held a flashlight on the dying man's face so that his wife could watch his lips. Now and again, Alex squeezed M hand, occasionally opening his eyes and smiling at her. She was by her husband's side, holding his hand. As he watched Alex's life Ebb way, she was suddenly confused with overwhelming grief. Don't leave me she employed. As tears sprang to her eyes. Alex was beyond speech, but he managed to spell out no into her palm. She held his wrist, willing the pulse to continue. If she could feel his fingers still flutter weekly. As he tried to communicate. Then the fingers were quiet, and he was gone. M bowed her head as she took in the en of our loss, the man around whom her whole life had revolved since she was 17 was no longer there. The man who had conquered sol and brought sound out of silence was now silent himself. That's a hundred and 38 books down 1000 a ago. There's a link in the show notes. If you buy the book using that link. He'll be supporting the podcast at the same time, and I'll talk you again soon."
}