{
  "transcript": "This book is about the rise, fall and resurrection of an American banking empire, the house of Morgan. Until 19 89, Jp jpmorgan Company, solemn presided over American finance from the short building at 23 Wall Street. Much of our story revolves around this chiseled marble building and the president's and prime ministers, mo and millionaires who marched up its steps. With the records now available, we can follow them inside the world's most secretive bank. In the popular mind, the 2 most familiar Morgan's, Jpmorgan Senior and Jpmorgan Junior are rolled into a composite beast Jpmorgan that somehow endured for more than a century. For Admire, these 2 Jp jpmorgan tip the sound old fashioned banker whose word was his bond and who sealed his deals with a handshake. D tractor saw them as hip tyrant, who bullied companies conspired with foreign powers and coax Americans into war for profit. Nobody was ever neutral about the Morgan's. The old house of Morgan spawned a thousand conspiracy theories. It catered to many prominent families, including the Ast, Guggenheim, Dupont, and Van builds. It's shunned dealing with lesser mortals, thus breeding popular suspicion. Since it financed many industrial giants, including Us steel, general electric, general motors, Dupont, and At and T, it entered into their consoles and aroused fear of undue banker power. The early house of Morgan was something of a cross between a central bank and a private bank. It stopped panic, saved the gold standard rescued New York City 3 times and traded financial disputes. What gave the House of Morgan its tantalizing analyzing mystery what's its government links. Much like the old Roth and bearings it seemed insulated into the power structure of many countries, especially the United States, England and France. And to a lesser degree, Italy, Belgium and Japan. As an instrument of Us power abroad Its actions were often in endowed with broad significance in terms of foreign policy. At a time when a par America looked inward. The banks ties abroad, especially those with the British crown, gave it an ambiguous character and raised question about its national loyal. The old Morgan partners were financial ambassadors whose daily business was often closely intertwined with the affairs of state. While people know the Morgan House by name they are often my by their business. They practice a brand of banking that has little resemblance to standard retail banking. These banks have no tellers issue no consumer loans and grant no mortgages. Rather they perpetuate an ancient European tradition of wholesale banking, serving governments, large corporations and rich individuals. As practitioners of high finance, they cultivate a discrete style. They avoid branches. Seldom hang out sign posts and until recently wouldn't advertise. Their strategy was to make clients feel accepted into a private club as if a Morgan account where a membership card to ari. The story of the Morgan Banks is nothing less than the history of Anglo American finance itself. For a hundred and 50 years, they've stood at the center of every panic, boom and crash on Wall Street. They have weather wars and depressions, scandals, and hearings, bomb blasts and attempted assassination. No other financial dynasty in modern times has so steadily maintained its pre. This book thesis is that there will never be another bank as powerful, mysterious or opulent as the old house of Morgan. What the Roth represented in the nineteenth century. And the Morgan's in the twentieth won't be replicated by any firm in the next century. The banker no longer enjoys a monopoly on large pools of money. As World Finances matured, power has become dispersed among many institutions in centers. So our story looks back at a banking world fast vanishing from site. 1 of vast estates art collections, and ocean going yachts. Of bankers who h knob with the heads of state and fan themselves royalty. Contrary to the usual law of perspective, the Morgan seem to grow larger. As they received in time. That was from the pro log of the book that I wanna talk to you about today, which is the House of Morgan, an American banking Dynasty and the rise of modern finance, and it was written by Ron T. And Ron was writing those words in 19 89. But the copy of the book that Have in my hand, is it's actually the the twentieth anniversary edition. And so it includes an addition additional forward in the book where he is looking back at the creation of of his first book, 20 years after the fact. And there's a few things in that brief section that really jumped out to me that I wanna bring to your attention. And so first, let me just read this. He's reflecting back on what he was trying to accomplish when he sat sat down to write his very first book. So she says, I... As I dipped into the literature financial history, I was struck at the old Wall street. Elite, club and dominated by small mysterious partnerships, bore scant resemblance to the universe to the universe of face list conglomerate, spring up across the globe. It dawned. I mean, he's talking about what's happening in the 19 eighties obviously. It dawned that the hoard of financial novice might be right for a history that would chronic the old... How the old Wall Street evolved into the new. A straight history I knew would be a tedious task for readers and do small justice to the turbulent pageant of heroes and sc rules. I was a nursing. So I posed a question. Was there a single family or firm hu saga could serve as a prison through prism through which to view the panoramic saga of Anglo American finance. So he's gonna arrive at the conclusion. Yeah. The Morgan's are the... Essentially the story of the House of Morgan is the story of Anglo American Finance. Right? There were relatively few dynasties in financial history. And hence few suit suitable candidates. Some names such as the Roth child had long since past their zenith of glory. While others had a contemporary resonance with only shallow roots in the past. Only 1 firm 1 family and 1 name rather glorious span the entire century and a half that I wanted to cover, Jp jpmorgan. So that's what this is. I picked up this book, thinking it was a biography of Jpmorgan. It's really not that. I'm going to focus mainly on Jp jpmorgan and its father, but it is a a hundred and 50 year history, historical account of the family. The dynasty that built the banking the banking empire, the Morgan Banking empire. Now a few sentences later, he said something that that was really interesting to me. Because Ron or now is he's an extremely accomplished off author. Let me just read this dispute first. So I don't run over my. He says I had no training in historical... He's talking about sitting down to write my first book. This was the state of mind. He's relatively young. He's about 40 years old. Late thirties when he's writing the book at 40 when it's published. Right? So he says, I had no training in historical methods. Nobody to steer me in the right direction as I bum about in my early research. So he was just a freelance writer. At that point. Freelance writer for magazines. And when I read that that 1, sentence by him. I like, that's really interesting because I always think of this quote from Mer Dr, that I see that I think true because I see over and over again as we... As I read these biographies and as we go through these lessons. And Mark said, I'm a firm believer that most people who do great things are doing them for the first time. So the book I opened my hand is won all kind of war. But not only that it was the very first book in a a fantastic what well rise up being a fantastic career as a historian and a writer of biographies. Ron wrote biographies on George Washington, general grant, Alexander Hamilton. So you know that the musical Hamilton that has become really, really popular in the past few years. That, Lynn Manuel Miranda, I think is how you pronounce his name. He uses Ron's book on bio Alexander Hamilton is the basis for the musical. And then also, this is the second, Tri book that I read because all the way back on Founders number 16, you'll remember I did his wonderful. His masterpiece. His biography on John D Rockefeller. So I, again, it's 1 simple sentence, but it it it drew a lot of thoughts to him my. Like, oh, that's really interesting. Like, this is your first book and you did a damn good job at it. So continuing on the next page. This is him... Now, explicitly looking back on the creation of this book, which I find really interesting because we... You know, now towards the end of his career, we see everything they was gonna accomplish. But as he's going through this. This is his first step in, you know, his dream of becoming a published author. So he says my advance, if generous for a first book, could scarce cover years of leisure research. So I had to cram a gigantic amount of work into a brief span. Somehow, I managed to research and write an 800 page book in 2 and a half years, and I love what he says next year. A feat I could never duplicate. I was sustained by the sheer excitement of my findings. The knowledge that I had luckily stumbled upon the foremost drama and financial history. And so with this is something we see over and over again. This just you're just completely entrenched with the idea of what you're working on, that you're can accomplish a lot in a relatively short amount of time. So much of that when he's looking back, like I couldn't do this today. I had also posted on the pent up energy of a young writer who had finally secured his first book contract after many failed efforts. Whenever I think of the time spent on this book, I remember the head long pace, the frantic reading into the night, the exhausting attempt to squeeze the epic story of finance between 2 covers. It is therefore with a sense of miraculous good fortune that I now open the book and find lucid coherent prose that shows at least to my eyes, little of the sweat and has of its creation. Okay. So let's jump into the founding of the House of Morgan is actually founded by somebody that's not a Morgan, which is a really surprising to me. So I'm gonna focus on the characters I found most interesting most of what I'm gonna talk you about today. The vast majority comes from Jpmorgan. I've said over and over again. As you read books about, especially about or early business, early American business, let's say, 18 hundreds, early 19 hundreds. There's 2 names that come up over and over and over again. Pt Barn, which I covered a few weeks ago and Jp jpmorgan. So I'm gonna focus a lot on Jpmorgan because he's he's really west well known. Right? But I have to say I found his father. More interesting. But we're not there yet, but there's a guy named George P peabody. He is the founder of the house of Morgan. So banking partnerships at this time is very much like royalty. You were expected to pass it down to keep it in the family. George Peabody didn't have a family zone. So he winds up taking on as a junior partner and eventually gives... When he retire gives the firm to Jp dad, but I wanna tell you a little bit about George P peabody first. Now, this chapter called Sc. So that gives you an idea of who this person was. So it says, peabody is in American, but he winds up the center of the global finance at this time is in London. So he leaves... He loves America, but he leaves and set it sets up his career in London. Okay? So it says peabody, who would found the house of Morgan. Carried the scars of early poverty and was quick to feel slight and perceived enemies. Like many who have overcome early hardship by brute force. Really great writing. I can't recommend the writing of enough. He was proud, but insecure. Always at war with the world and counting his injuries. He had only a few years of schooling. And when he was a teenager, his father died. Peabody had to work to support his widowed mother and sick siblings. So this is a story we've seen over and over again. Extremely trying circumstances and somebody with through brute force, through will, through ambition and dedication pulls his family out of poverty. These generational inflection points that you and I talk about all the time. He remained haunted advice past. I have this direct from him. I have never forgotten and never can forget the great preservation of my early years, and we're gonna see how this shapes his... I would... Is a rational view of money. His his sc like ability to hoard money refused to spend anything. He hoard... I just ran over room point here. He hoard his money worked incessantly and retained a lonely air. But beneath a gen personality, peabody was a solitary mis. He lived in furnished rooms in a regent street hotel, worked nonstop, and during 01:12 year period, he never took off 2 consecutive days and spent an average of 10 days per day at work. The result of this ind, the result of this singular focus. He went up a ama a giant fortune, and he's also smart enough to to learn from history. And so we're gonna get into that here. Peabody amassed a 20000000 dollar fortune in the 18 fifties. That's bananas. As he finance everything from the silk trade with China to iron rail exports to America. He mostly hoard his money in preparation for the next panic. So this is what I mean about learning from history. His insecurity is only worsened as he had more to lose. My capital ample he said, but I have passed too many money panic unscathed not to have seen how often large capitals are swept away and that even with my own, I must use caution. So I've seen plenty of rich people, the beginning of financial panic at the end be poor people. And I'm not gonna let that happen to me. Essentially what he's saying there. This is again in the 18 fifties as a reminder. This is bananas. His annual savings were staggering He spent only about 3000 dollars of a total annual income of 300000 dollars. So now we get to the part of the story where enters Genius Morgan. Gps dad. Peabody had a definite had definite requirements for his successor. He wanted a soc American with a family and experience in foreign trade. So J is gonna fit fit that bill. Junior starts working in banking at 15 years old. The Turnout doesn't cover his grandfather that much. But his grandfather was also he was 1 of the founders of Ae insurance company. That company still around hey, they did 60000000000 dollars in sales last in revenue last year. And that was his father. So I I would I would love to find a book. I can't find much information about him at all to to learn more about them because I find that remarkable. And then his father fought with George Washington, the American revolution. This family is really, really wild. Alright. So Jun starts working in banking at 15, he dedicate his entire life to that. When we meet J in the story. He's our adult. Jp. He's already has Jp already live. His son's already life. He takes him to London with him to meet peabody because there's they're beginning the talks of of J to bp peabody successor. Okay? So it says, Junior Spencer Morgan. So, June Spencer Morgan had been with JMB Morgan for 3 years. So this is the the banking firm. He was with before. He he works with Peabody. Okay? Yeah, in May in May eighteenth 50. He visited London with his family bringing along his high spirited, but sickly son, John Pier. So here we could... There's is Jp. Right? Who was then recovering from romantic fever. He's So that's another thing to to know about Jpmorgan. He's essentially sick his entire life. Not as sick as he was when he was younger. I'll go into more detail about this, but he constantly bedridden. They couldn't... He just had a of a large array of symptoms at any given time, and they could never really figure out what was wrong with him. Pier was boiling bo thrilled with his first exposure to British culture. So something else to know about the Morgan family is they looked upon Britain and and old Europe with almost... They idol utilized it. They were in love with everything old. They were love with the way they conducted their business affairs. For the entire history of the Morgan Banks. It would be split between London and Morgan. And the story of the Morgan family is also the story of the transition from the capital of the world going from London, to New York. But even when their main business was talked by Newark york they spent an in a lot of time. A lot of their time in Europe. And so this part of the book, we see something, trait that Jun has for his entire life and that he's extremely iron wheeled in in, hard on Jp, and he's constantly lecturing He was constant constantly teaching him. And I don't think he's doing this. He's doing this because of the... He wants his family to be great. His goal, J is goal was to have the Morgan name associated with names like the Roth child. Okay. So, this is Jun lecturing Gp on the lessons from the panic of 18 57. She says he began lecture son, often it worries some length on the need for conservative business practice. The 18 50 set 7 Panic would be the text of many sermon. You are comme upon your business career at an eventful time he wrote, let what you now witness make an impression not to be eradicated. Slow and sure should be the motto of every young man. So what I... You know what jumped out me is I'm I'm reading, you know, the book is full of these stories. Of, these lessons that he's teaching his son. Julius reminds me a lot. If you ever seen Gay. If ever seen the show or read the books of Game of Thrones. He reminds me a lot of time in Lannister. Ty Lannister is probably my favorite character in that entire saga, and it's the way he prioritized in Ty case that what happens with me is not important what happens with you is not important what happens with your children is not important because we will all die, but our name lives forever. And so all of our actions should bring glory and should should strengthen the Lannister name. Jun felt the same way about the morgan name. So he's not teaching his son constantly teaching son to just be a jerk or to be hard on him, just be hard on him. He is educating a son. He saw his primary goals to prepare him to continue on what he thought... What he saw as an an inevitable dynasty, and you'll see over and over again, Jp... Jp says I'm not a self made man. My father was integral in the success that I had. So moving on, the noodle left from my myself on this page was Jp may be the most famous Morgan. But while his father was alive, he definitely held control. And that was ind dispute. The Morgan's always believed an absolute monarchy. While Julius Morgan lived, he ruled the family and the business and his sons and his partners. Until Junior Junior died, his massive shadow dominated his son's life. He employed iron discipline. He had a stone facade. Once or twice I'd seen him angry, and he showed his anger by a sudden restraint of speech and of manner. That was as far as genius betrayed emotions so that's something he talks talks about his son all the time. You know, keep your feelings they're very iconic. They're they're not going to to just to tell others outside the family, what they're thinking and what they're feeling. You get the feeling, you get the idea as you read this book that they very much viewed is it's us versus the world. Okay. So this is the start of the Morgan family. The Joseph they're about to mention is is Julius his father, Jp grandfather. So the person just told you about that was... He had a... He was involved in a lot of things, but 1 of the things that still stands today is the founding of about insurance. Okay? Just as when Joseph died in 18 47, he left in the state of more than 1000000 dollars. 4 years later, Jun cash in his stake, he was working at this banking firm, still a young man. And for an estimated 600000 dollars. So roughly... Let's see, early 18 fifties, the Morgan family, you know, has a has a good amount of money to work with, almost 2000000 dollars. So It says he moved to Boston to hunt bigger game. So a little bit about his son, Jp childhood was marred by constant headaches, scarlet fever and other ailments. Perhaps his contrast between his own steady nature and Pier po unruly temper, made Jun fret un unruly about his boy with granite will, He began to mold Pier po. It's instructing him to associate with those of his grammar school classmates as of are the right stamp and whose influence over you will be good. In 18 52, Jp spent several months rating in the Az azure. He had some kind of... This is a dramatic fever. The illness left 1 leg shorter than the other. For the rest of his life, a assorted ailments would confined Po to bed for several days each month. Early on, Pier figured in his father's business plan. Jun knew that the houses of bearing in Roth child operated largely as family enterprises, grooming sons to inherit their respective businesses. So that's the the blueprint that he's going to follow. When Pier was just 21, Junior told him, he was the only 1 the family could look to for counsel and direction, should I be taken from them. I wish to impress upon you, the necessity of preparation for such responsibilities. That's the end of the quote, and this is what the author says. These were waiting injunction for a young man. So essentially Jp p's dad saying, hey, this family will be great, and you have to have your shit together. So his father gets him involved in banking right away, sets him up New York while he's in London, and this is the first company Jp starts and it says an an important part of Duties in New York was supplying his father with political and financial intelligence. Merchant banks required news about government financing or the credit of client companies and placed a premium on such information. Continues talking about the roth files. I just wanna bring that up because the Roth files are mentioned 30 times in this book. They very clearly had a heavy influence on how J wanted to set up the morgan. Essentially, he wanted to copy a lot of what they were doing. For these 32... For the next 33 years, Genius and Had an intense relationship despite their geographical distance. They managed to spend an enormous amount of time together. He pumped the poor boy full of endless ice and was full of maxim. No aspect of Life was too trivial to be overlooked. Gives you an idea. The in the next sentence, he's giving his advice on his son is advice on how to how fast you should eat your food. You are altogether too rapid in disposition of your meals. He told him. You can have no health if you go gone on this way. I wanna give you some historical context about the time in which Jp starting out his career. So this says the father and sun team of Jr and Pierre Morgan came on the world banking scene at a time of phenomenal expansion of banking power. It coincided with the rise of railroads and heavy industry, new businesses requiring capital far beyond the resources of even the wealthiest individuals or families. Despite these tremendous needs for capital, financial markets were provincial. And limited in scope. So there's their opportunity. Right? The bankers allocated the economy scarce credit. There were no government agencies to regulate security issues. So they're kind of filling into this vacuum. No lesson to industry, bankers dictated terms to sovereign states and countries. This that'll change in the life of Jpmorgan. The... Right before it dies, actually. The bankers acquired such power because many governments in wartime lacked the sophisticated tax machinery to sustain the fighting. Merchant banks, that's what Jp and his father doing, functioned as as their treasury departments are central banks before economic management was established as government response ability. Some more advice that J has for Jp. Junior is about 50 years old when he's giving this advice to his son. He said he was extremely selective about the business he did, and he learned this need... The need for precaution. As he lecture Pure, never under any circumstances, do an action, which could be called into question if known to the world. So in this section, we see a little bit of Jp p's optimism about the of America and how important railroads. Word to this time in in economic history. So it says there was plenty to fight about in the rough and tumble of the post war railroad boom. Everybody had a sense of immense enterprise ahead. We are going someday to show ourselves to be the richest country in the world. In natural resources, Pier upon predicted. The railroads would unlock the resources in the American wilderness, perhaps no perhaps no business has ever blossom so spectacularly. More than just isolated businesses, railroads were the scaffolding on which new worlds would be built. So it's kinda like the Internet of its day. Right? So anytime you read about this time in history. I think you're always struck. How different it was than than maybe today is where companies were we're very much so willing to get violent. And we see in this Jp was too. So it says in those early days, corporate warfare was no mere eu. So there's a ton of other characters in the book that I'm gonna omit from the podcast. As you could imagine, 800 page book. But I do wanna tell you a little bit about that this this especially 2 different companies have their own hired gangs and they're gonna have a fight. So it says, corporate Warfare was no mere eu, and the ramsay and gold forces sometimes slug it out directly rather than filing lawsuits and obtaining injunction. Thugs thugs scraped off New York streets and were operating as Gould s. They were piled onto a train heading east. There aren't... Their army numbering about 800 men. The Ramsey forces loaded about 450 fighters onto a train heading west. The 2 trains crashed head on. Their headlights were smashed. 1 locomotive was partially derailed. 8 or 10 people were shot. The governor had to summon the state militia to stop the bloodshed. So there's no wars as far as I know with Jp jpmorgan, but he did put his hands on people. Pier Hurled Jim F down a flight of stairs. So that's... I think that's behavior that J would not have endorsed. So there's several examples in this book. I'm not sure if Jpmorgan ever wanted to be a banker, which is really interesting to think about it because he's probably, the most famous banker in history. Right? So as I read this section to 2, I just put this thought in back of your mind, like I wonder if this is due, what's happening in Jp life. If this is due to the the the amount of pressure that his father put on him. So his Pier was a troubled young man. He continued to be bed devil by headaches, faint spells and skin flare ups. Not for the last time, Pier contemplated retirement. As if unable to stop his own ambition, he would assume tremendous responsibility and then would feel oppressed. He never seemed to take great pleasure in his accomplishments. And for the rest of his life, he crave a rest but elusive peace. And Jp is not even 50 years old. When he's already contemplating retirement. He does so over and again. So this is Jp on the help of his father, and then we see more about his restless nervous personality. Pier always acknowledged his debt to his father. He never pretended to be self made. If I have been able to succeed in the station in life in which I've been cast, I attributed more than anything to the endorsement of my father's friends. He was on the edge of a nervous breakdown. Under doctor's orders, he took a 15 month vacation, imagine a doctor ordering you. The prescription he gives you is that you have to take a vacation for 15 months. At work, Pier could never relax and developed a powerful urge to escape. He would vacation 3 months each year. He seemed to feel better when he was actually traveling than when he was settled down anywhere. Okay. So now we see the effects of the panic of 18 73. I just you to keep in mind that Jp is 36 years old, at this time. So it says a cataclysmic of experience for generation of Americans. Is how they were describing the Panic 18 73. The financial crash of 18 73 had has been a memorable landmark to the people it happened to as was the panic, the great depression of October 19 29. So they're drawing an analogy there. In much the same way the that the Morgan Bank would in 19 29, Pier pot managed a handy profit in the panic of 18 73. He made over a million dollars. Boasting to Genius. I don't believe there's another concern in the country that can to that can begin to show such a result. Morgan stood with miraculous sudden as as the at the Apex of American government finance. Never again would Pier Morgan be an outsider. And before long, he would be the chief ar of the establishment. The House of Morgan's future approach to business was shaped in the gloomy days of 18 73. Pier decided to limit his future dealings to elite companies. He became the sword of Ty who hated risk and wanted only sure things. I've have come to this as a quote from him. I've come to the conclusion that neither my firm nor my self will have anything to do with the negotiation of securities or any undertaking not entirely completed. So essentially, just... I wanna know the business is is sound before I invest in it. And whose status by experience would not prove it entitled to credit in every respect on ass sal. So now we're really digging into how he sets up his company and how he thinks about it. This encapsulated to future Morgan's strategy. Dealing only with the strongest companies and shy away from speculative deb ventures. The story of Pier Morgan is that of a young moral list turned Des. 1 who believed implicitly in the correctness of his views. He believed quite arrogant that he knew how the economy should be ordered and how people should behave. So that's another thing that... I think many people might find surprising about Gp Jpmorgan. Although if you if you study any of the other kind of Robber barron from this area era, I don't think its views were that that different. If they were not for free markets. They thought entire industry should could be told by a handful of people that knew best they thought competition was wasteful, and they really believed that their complete control of an industry was a benefit to consumers and even though it was also enriching them. At the same time. So it says Pier pong developed the reputation for snap and barking at people. He says he he had a peculiar b of manner. He wouldn't h and presented his bids for foreign exchange on a ticket or leave it basis. He had a way of letting people cool their heels and knew all the silent tricks of authority. He quickly became accustomed to exercising leadership. He had trouble del authority and a low regard for the intelligence of other people. So what he says, the longer I live, the more apparent becomes the absence of brains. And here we see 1 of the many paradoxes of the life of Jpmorgan, perhaps never in financial history has anybody else a amassed so much power so reluctant. Jp jpmorgan was more exhausted than accelerated by success. He didn't enjoy responsibility and never learned to cope with it. Wanna tell you more about the family dynamic. Pier relationship with his father was most important in his life. Jun was a sort of punishing father who built character by stint per praise and setting exacting standards. Keeping up keeping up psychic pressure and always making Pier prompt prove himself. Tough and demanding, he produced a sun who lashed himself into ever greater exert, only to lapse into sickness, fatigue or depression. J strengthened those already relentless impulses in Nature. His over mastering need to achieve and is or inordinate sense of responsibility. His hatred of disorder, so that's the way they think about pure competition. It's disorderly. Wow, no. We need to get this under our thumb. We need to control this we can make this better. We know better than you. That's definitely how they thought. Under his sometimes stern facade, Jun clearly adored pure pier po. The obsessive grooming was a tac acknowledgment of his son's gifts. I thought this section was particularly interesting this is Jp gonna start wanting to quit again. So after in this section, he's helping, Cornelius Van just died, so he's helping the Van family, sell some of the stock in our company. This this is, then right after he's like, I'm out here. Yet again, he contemplated giving up the business. He's writing. He says, I am impressed beyond measure. So far as my time is concerned, I have no leisure whatsoever. If it were simply my own affairs that were concerned, I would very soon settle the question and give it up, but with the large interest on on us of others on my... On my shoulders, it cannot be done. I often think it would be very desirable if I could have more time for outside matters. So he's saying that now he says that in the future, he never does quit. He he's he's handing things over to his son, Jack, right shortly before he's he dies, but he's still working. So 1 thing the Morgan family learned from previous bankers, and I would say, like, ari in in old Europe was, you know, you need to focus on privacy. You don't advertise. Don't put your business in the street. Don't tell people what you're thinking. The Morgan's were very private. Was fan about his privacy and creating an enduring image, of a top padded Ty, sn and brandi a stick at photographers. So keep that in mind this desire for privacy as we continue in the story because it's right before he dies. He's actually judge called to testify in Congress. And the people within the Morgan companies say they know that's what killed him. I I find that I claim to be dubious, but that's what they believe. Alright. So a little bit more about his personality. Pier was by nature, a iconic man He had no gift for sustained analysis, his genius was in the brief sudden brainstorm. As 1 lawyer said of him, Morgan has 1 chief mental asset, a tremendous 5 minutes of concentration of thought. They also avoided his father lecture, I'm on avoiding lawsuits, like, settle things between gentleness what they would say. Over the years, Pier would employ the sharpest lawyers, yet he... Yet his preferred style was was more British. Informal deals, handshakes over branding cigars and cordial club room chats among bakers. The mortgage were never lit during 1 railroad batter battled genius wrote. I hope you will not be tempted into litigation. Life is too short for that. So now we reached the point in story where, Jun is gonna die, and then Morgan is now places the head of the family. Genius was attached as ever to Pier. After a visit from him, he wrote. Pier and family left today, House very lonely. I missed them dreadful. This is how he died. He's... He... Every afternoon, he would go out for a for a ride. So horse strong care horse carriage ride. The horses were started by an on rushing train. Jun jumped up to see whether his coach could master the team. At that instant, the carriage ran against a heap of stones and flung him violently against a wall. Causing a brain concussion. For 5 days, he lay unconscious, then the flow of maxim ceased forever. Perhaps as appropriate that June death was dealt by 1 stunning blow in his 70 seventh year rather than by dr away of strength. So we see a description of the family business here. And I I think I I don't think this is the route to go. I think it's pretty obvious. I don't think Jpmorgan wanted to be a banker. I I don't think his son wanted to be a banker. I think they felt... They did it under, like, a sense of duty. But I do not consider Jpmorgan to... Yes. What he's an historical figure wealthy. Is he successful? I mean, if you're miserable the whole time, You don't like what you're doing is that success. I don't think it is. Right? The men in the Morgan family might have been far happier had not each of the 3 consecutive generations produce only 1 son to survive to adulthood. In merchant banking families, the whole weight of the dynasty was was at once placed on the male infants. Unlike publicly traded companies, private merchant bank partnerships often relied upon the name, capital and reputation of a single family. Thus, Morgan expectations were lodged first by j in Pier and then Pier in Jack. In both cases, business pressures would tremendously intensify the typical father son tensions. Unlike Pier who had been a wild heads strong boy requiring a firm hand, Jack needed a father to buck up his fa courage, which Pier didn't do. Jack was gentle and sedentary, lacking fire. Pier found jack soft and rather passive, lacking the sort of gum that he had as a young man. The oral history that has come down through the through the Morgan family contend that Jack wanted to be a doctor. And became a banker only when his father made it a matter of family honors. Here's what I'm talking about. In 18 92, at the age of 25, Jack became a partner in Morgan's banks. So more Gps partners. He's partners with the Direct at this time, but this time in the story in 18 85. He consolidate power. So as Jack entered the Morgan Empire at a critical... At a critical time. Tony Dr had just died, leaving a state to be said to be worth 25 and... Between 25 and 30000000 dollars. Anthony dr junior another partner of Jp decided to retire and devote himself to society pleasures. I think that's what Jp would have loved to do. Thus enabling Pier to strengthen his hold over the inter locking partnerships in New york Philadelphia, Paris, London. In the in the in the 18 95 reorganization, Dr Morgan was recur, Jp morgan and company. This is a little bit about how Gp works. There are many stories of Pier b in imp and his economy of self expression. He had a short attention span. Few were privy to his thoughts and he often had his own un understated agenda agenda. Journalist name Clarence Baron tells a story of a young financier, was guy named Prince, who went to Pure for investment advice. Prince confessed. I shook mister Morgan's hand and thanked him warm for his great interest he was taking me as a young man and said I should never forget his advice, but I knew at this time that he was doing all everything he could to ruin me. So he's... Again, he's got a great poker. He's not gonna tell you his true thoughts. He had long be his inability to get to delegate authority. He said it is my nature, and I cannot help it. Despite the scope of his vision, Pier was extremely attentive to details. And took pride in a knowledge that he could perform any job in the bank. This is actually a good idea. No being able to perform every job in your company. Right? I could sit down at the Clerk desk, take up his work where he left off and go on with it. I don't like being at any man's mercy. Another good at advice. He never entirely reno the founder itch. To know the most my new details of the business. That's probably also good advice as well. He examined the cash balance daily. Both could pay off all his debts in into in 2 hours and had a dead eye for fake figures and scanning a ledger. And he personally audited the books each New Year's day. So something that I'm wanna move ahead real quick. There's a... Let me read the sentence to you. And tell you why it's such an important sentence. Pure Morgan's power flourished during the deep industrial recession that began in 18 93. So there are several sentences like this in the book, the year's change, but the point always remains the same. Morgan benefits from financial crisis. Oppressed by debt and over building more than a third of the country railway railways fell into receivers ship. Pier now tried another approach to forming railway cartel. He would reorganize bankrupt roads and transfer control to himself. So a blurring of the line. Don't think about bankers is just somebody you go to for money. They can't... They round up, they'll pull up investors they'll reorganize your company, but then they also sit on the board. They have a lot of control. Virtually, every bankrupt this is insane. Think about this question... This question. Think about the sentence. Virtually, every bankrupt road east of the Mississippi eventually pass through such reorganization. It happened so frequently, the reorganization was called reorganization. The company's combined revenues of the ones that he reorganized, approached an amount equal to half of the Us government's annual receipts. This is a consolidation of power that should be very hard to to accomplish today. It's hard to exaggerate the power of that Pier upon crude. Railroads then comprise 60 percent of all issues on the New York stock exchange. Utility industrial stocks were rated too speculative for insurance companies and saving institutions, putting railroads in a blue chip category by themselves. Also by issuing free passes to politicians, meaning you can just take a you can travel all of the country for free. The railroads exercised a giant corrupting influence on state legislature. As his bank became a gigantic mill for bankrupt railroads, Pure pump routinely picked up 1000000 dollar fees. Think give you an idea of the kind of inc nature between business and government at this time and the power that Morgan had. There's another financial crisis, and they're thinking about the the government is thinking about getting off of the gold standard, to help alleviate that crisis. And Jp does not want that to happen. He's not telling people he doesn't want to happen. But he... Before... He's writing he's writing to 1 of his associates. He says we have a large interest dependent upon maintenance of sound currency. Okay? So it's in... It's in Jp p's interest that this doesn't happen. And but he's sitting very quiet in this meeting at White house. He's with treasury secretary Carl, and, president Cleveland. So it says, he's sitting there their quietly. He's not saying, anything. Not until a clerk informed Carl that only 9000000 dollars in Gold Coin remained in the government Volts did Pier po pipe up, saying that he knew of a 10000000 draft about to be presented. So essentially the government would be bankrupt. Right? So he says if that 10000000 draft is presented, you can't meet it, Said. It will be all over before 03:00. What suggestion do you have... What suggestion succession have you to make mister More Morgan replied the president. Laid on an addition... Audacious scheme. The Morgan and Roth child houses in New york and London would gather 3500000.0 ounces of gold, at least half from Europe in exchange for about 65000000 dollars worth of 30 year gold bonds. He also promised that gold obtained by the government wouldn't flow out again, They were essentially having a run on the bank. This was the show stopper that my the financial world, a promise to rig temporarily the gold market. There was... Think about the the amount of control and he's saying this in front of the president. And the president thinks is a wonderful thing. This was some... There was some question as to the legality of the proposed issue. And either Morgan or Carl dust it off an 18 62 statue. That granted the leak in administration, emergency powers to buy gold during the Civil war. And right after for this time, I thought this description of Jp gives you an idea into who he was. When Wall Street broker Henry clues set of Morgan, he was a... He was the driving power of a locomotive. He suggested something b and uncontrollable, but also something of superhuman strength. And in this short exchange, this is gonna remind us that Jp was not for free markets. He also saw competition as a destructive inefficient force an instinctively favored large scale combination as secure. Once when the manager of Mo, the the Champagne and Wine company complained about industry problems, Jp b suggested he buy up the entire Champagne country. I covered this section before in the 2 or 3 pack I did on Carnegie, and I think, and and Henry Kelly F, but this is a just a little bit about it from Jp perspective. This is when he buys out Carnegie, in forging Us steel, Had to deal with 2 industrial who represented very different aspects of American business, Andrew Carnegie and John d Rockefeller. Both were hard bitten individuals scorn full of bankers who prefer to finance their operation from retained earnings. Pier considered both men too crude for his stuff refined tastes. They saw him as pom and over bearing. So Jp wants to know what car eats prices is, Carnegie rum, and then pencil in his selling price, 480000000 on a scrap of paper. Somebody brings it to Jp, and this is his reaction. When schwab... Delivered the slip of paper to Morgan, the banker stared at it and promptly said, I accept this price. Carnegie celebrated too quickly. He later admitted to Morgan that he had sold out too cheaply by by at least a hundred million dollars. Morgan replied, very likely, Andrew. So if you're ever seeing a picture of Jpmorgan, you'll notice that he's got probably 1 of the most 1 of the largest most deformed noses, that I've ever seen on a person and it comes from this this skin condition. It's almost like cauliflower here, but on his nose. He was very very sensitive about his giant nose. And he has a conversation with somebody I just read the biography and uncovered a few weeks ago joseph pulitzer. And he we see a sensitivity. So it says, after the newspapers, after the newspapers of Joseph Pulitzer attacked his business dealings, Pier complained to the newspaper man, meaning Pulitzer, not about the allegations. But about the prominence of his nose in the papers cartoons, which he thought were very unfair. And there's a lot of on... I don't know if there... There's a lot of unintentional comedy in this in this books. I wanted share 1 section that made me laugh. Everybody came to turns with the nose differently. When when Jp partner Dwight Mo, invited Pier to his home, his wife Betty having worn the children not to mention the nose. Ask Jp. Do you like nose in your team, mister Morgan? So I bust out laughing at that part. There was another part where T is is Chanel is quoting, 1 of Gp original biographies. And I didn't... I have to find out if Gp paid paid this guy because it was hilarious because, 1 of the the scandals of Gps life and why some people wouldn't do business with them is because they thought even though he would he would he would, like, preach you about how important religion was and and doing the right thing. He was well known for all the affairs that he had. And all the different mistress that he had all over the world. And the 1 biographer claimed that... And, you know, you you Cj and they're, like, women couldn't get enough of them. Like, I don't know about that. And 1... The biographer for quotes, the mitch mistress said that you you just can't resist his... You can't resist him because his love making is that of a lion. And I just... I don't think they were trying to be funny, but I thought I was Hilarious. 1 of the things I loved about the book. Is is just a ton of interesting characters. So I have to admit a bunch of, but I just wanna introduce you to this 1 his name is e h Har. It says Har was a very different type from Jp. Like many on Wall Street. He was the son of a poor clergy man and an una bass social climber. A crack shot. He had a taste for blood sport and played tough on the stock exchange as well. What where Pier preferred back deals sealed with a handshake, Har was a market operator, More a trader than a deal maker. He... Where Pier usually served as a proxy for bond holders, Har preferred to buy common stock and exert direct control. Finally, where Morgan was the establishment figure, Har was the embedded outsider, who showed the damage that could be done by bright man barred from Pier club. If bankers prove they could dominate companies through voting trust and other devices, Har show that the stock raider could dominate both the bankers and their company. So I'll my main focus of what I wanna to talk to you about today is Jp. When Jp dies, the the the... He dies in 19 13, I think, The book continues all way up until ninth... The history of the Morgan House of Morgan 19 89. There's some interesting stories, but I just found Jack, his son, is I'm gonna spend hours reading about somebody, I'd rather read about somebody, like, e h Har than Jack. And so that's why I chose to focus just mainly on Jp. I'm more interested in in the climb. Than I am of the the application in the management of a business when it's already gigantic, multinational billion dollar company. And this part of the story we're introduced to an adversary, but maybe the most famous adversary that Jp ever has and that's Teddy Roosevelt. And so it says at the time, the view is that, the public is being held hostage by the stock manipulation of a few on Wall Street, by a few Wall Street Mo, the most famous of that, of course, being Jp. It says for the most part president Mc kin was deaf to such outrage. Dan on 09/06/1901, He was shot by an ana. We have graphic descriptions of Pure punk reaction to this news. Goes from having an ally to an adversary just by the the the pulling of, 1 person pulling a trigger. Right? It says New York Times reporter rushed in with the report telling Jp. What? Said Pier, seizing the man's arm. He stared into his eyes, overcome with amazement. Then he's slumped into a debt into his gesture chair. So we see remember he's le iconic. He hides his feelings. This is him violating that who's so shocked by this. He says this is sad sad. This is very sad news. He told a reporter. Other accounts describe him as red face and almost reeling with shock. Mc assassination would be a turning point in Pier Morgan's life. This is so important. For an instilled in presidency, 42 year old theodore Roosevelt. A man whose view of big business was far more ambivalent. So this is such an important important as life that there's entire books written about the rivalry... Between Teddy Roosevelt Jpmorgan, and now will be coming in future, future founders episode... So stay tuned. It's more about Jpmorgan personality. There's no question. He possessed a wide streak of cy. He once told an associate, a man always has 2 reasons for the things he does. A good 1 and the real 1. Jp life is a series of reactions and taking advantage of financial crisis. And I've said, This is Jp at 70 years old. He dies at 75. So we're near the end of his life. The 19 o 7 Panic was Pure last Raw. Although semi retired reporting to work periodically for only an hour or 2, he suddenly functioned as America's Central bank. Within 2 weeks time, he saved several trust companies and a leading brokerage house. He also bailed out New York City and rescued the stock change. And it's that that last part of the sentence. Rescuing the stock exchange I thought that was so interesting. We're gonna read you a description of that Now. On Thursday, October 20 fourth with the stock trading with stock trading virtually halted. New York Stock Exchange President ransom Thomas. Crossed the street and told Morgan that unless 25000000 dollars was raised immediately, at least 50 brokerage firms might fail. Thomas wanted to shut the exchange. At what time you usually close it, Morgan asked. Though the stock exchange was... I thought there's a surprising. Though the stock exchange was 20 paces from his office, Jp didn't know its ours. He thought stock trading was vulgar. Why at 03:00 Said Thomas. Pier wag his finger. It must not close 1 minute before that hour today. At 02:00 Morgan summoned in the bank presidents and warned that dozens of broker houses might fail unless they must 25000000 dollars within 10 or 12 minutes. By 02:16, 16 minutes later, the money was pledged. So now the author says this shows why can contemporary saul Morgan as the incarnation of pure will. And so this was the description of that day that was recorded at that time. It says anyone who saw mister Morgan going from Clearing house back to his office that day will never forget the picture. Memory 7 years old. With his coat un button and flying open a piece of white paper clutch tightly his right hand, he walked fast down street down the street. His flat top black derby hat was set firmly down on his head. Between his teeth, he held the paper cigar holder in which was 1 of in which held 1 of his long cigars half smoked. His eyes were fixed straight ahead. He swung his arms as he walked and took no notice of anyone. He did not seem to see the t in the street, so intent was his mind on the thing that he was doing. Everybody knew him and people made way from him, except some who were equally intent on their own affairs. And these he brushed aside. The thing that made his progress different from that of all of the other people on the street was that he did not dodge or walk in or out or halt or slack in his pace. He simply barge along as he if he'd been the only man going down the street. He was the embodiment of power and purpose. And now we reached the paragraph, which I think really for me is the main takeaway of the book. So I'm gonna read you the Paragraph first, and I'll tell you my interpretation of it. Mar fatal in his last year's, Pier felt misunderstood by the public and angered by the uproar over his trusts. He shook his cane men at reporters. A murderous gl in his eyes. He wouldn't admit to legitimate public curiosity about his affairs. In 19 11, he burned the bound letters that he had sent to J for 33 years, so he had all his correspondence treatment his father over 33 year period. They bound in books. He wants burning them. I would love to read them. And they talk about why this was so devastating, such a devastating act. He burned the bound letters. He had sent to Junior for 33 years, destroying perhaps the most important chronic of Anglo American finance in the late nineteenth century. He crave a privacy impossible for the world's most famous banker, like a ghost. He rooted in the in the room in in his library, but beneath stained glass windows and thick draper. That muffled the sounds of a changing world. And so what I took away from that is what is the point of being successful? If this is the end of your life? This isn't it, he lost the thread, maybe he never had the threat his entire life, but but I don't consider being close, you know, in your early seventies close to death and being this unhappy with the way your life turned out to be successful. And there's enough examples in these books that this happens over and oregon. Like, I think we should be aware of so we can avoid that fate. I wanna give you an example of how ruthless he could be. He was estranged for 1 of his daughters. They don't... They never use the word Lesbian, but that's clearly what they're infer in Morgan's time. And so he says it's her friend quote quotes who calls the strange. And so he takes... He seeks revenge on on his daughter's friend, which is essentially her lover. Right? So it says, well, first, his daughter said something about it. I thought was interesting. In just in 1 sense. His technology defeat was foreign to his temperament. He was always loyal to his mistakes. Okay. So it says Pier was more... Was wounded by the est strange with his daughter. It broke her father's... It broke her father's heart when she elected depart from him. Pier could be grim imp when crossed, and he blamed Be Mar for stealing away his daughter. He found an ingenious way to torture her. Mar coveted the French legion of honor and believe that she deserved it. The person, the French ambassador, the person elected his French ambassador was just getting named Robert Bacon who used to work for Morgan, and he just happens to to, at the time that Be is trying to get this award. He's the 1 that has control over it. So it says bow to Wishes, he made sure she was denied the honor. Knowing that the House of Morgan objected prevented Be Mar from ever receiving the government award. Mar, notwithstanding letters of praise from former president's Roosevelt and Ta couldn't overcome the French fears. Of offend Morgan's interests. So just another example. This is this is not a person that that you wanted to cross. So right before he dies is 19 12, they have these hearings they're called the P hearings. And they're they're coming... They want they're essentially public hearings about the influence that bankers have on the economy, and they bring in Morgan's essentially the the 1 that they they want to testify. So it says the Pool hearings were always portrayed as Pure po marty them. The public confrontation that had led to his death. Silence was Wall Street golden rule of conduct. It's leading exe with Pal, George F Baker of First National Bank. His bank was as mysterious as Morgan's. Known as the sphinx of Wall Street. Baker was the director of more than 40 companies. He gave his first newspaper interview in 18 63, and not another 1 until 19 23. When a young woman woman said she was promised a job if she gained access to the rec recruits baker. Breaking his silence, he said, businessmen of America should reduce their talk 2 thirds. Everyone should reduce his talk. There is rarely every reason any for anybody to talk. By then, Baker's Fortune was estimated to be between to be between 103 hundred million dollars in 19 23. As a private merchant, Pier felt no obligation to inform the public and never hired a public. Now a new generation new generation of Morgan Partners took charge of of a public relations offensive while this... They're like, okay. We we clearly... We realized that we have to start influencing the media. We have to start controlling this can't just sit in silence anymore. Immediately to becoming way too... As we discussed on the polls podcast, media is becoming way too influential for us to let them dictate the story. As says the Bank hired for its first public, and he laid out a secret plan approved by Jp that would govern Morgan public relations for a generation. To improve the bank's image. Morgan's partners would meet with selective reporters, stay in touch with publishers, monitor newspapers, contribute articles and privately protest critical articles to editors. So It gets this parts of Jp p's testimony. But before that, I just wanna tell you this this is the scope of his business. The year before he dies. D hearings are celebrated for Pier triumphant re and spirited defense of his business honor. In a moment, we shall hear the Well worn phrases, but let us first note the awesome Morgan Power that was revealed. Some 78 major corporations, including many of the country's most powerful holding companies bank and Morgan's. Pier and his partners in turn held 72 dictator directional directors ships, like Freudian slipped there. Right? Dictatorship, held 72 directors ships in a hundred and 12 corporations, spanning the world's of finance, railroad, transportation and public utility. Piece. And I just wanna share 1 part of the testimony with you, because as T says, this is Jp in a nutshell. So he's being, cross examined by an attorney named On meyer. So says Under my got Pure to state his rationale for the 1 man control of the railroads he sponsored. Unto Meyer says, but what I mean is that the banking house assumes no legal responsibility for the value of the bonds doesn't. Morgan. No, sir, but it assumes something else that is still more important. And that is the moral responsibility which has to be defended so long as you live The interpretation of this is, this was Pure upon in a nutshell. He represented the bond holders and expressed their wrath against irresponsible management. And when the reason I wanted to pull that up because as I read that, there's a lot of times they talk about this. And it crystallize this this idea. I was, oh, I put the book. I was like, That's it. All of the bankers derived strength from weak companies. Once you found yourself, you mis mismanagement your affairs that you needed Morgan's help that you needed him to reorganize and help raise money. That's where he got his strength from. They could... There was no benefit. There was no edge G morgan had on companies like Rockefeller and Carnegie because they were well run. They didn't need your money. And so all the 1 of the main takeaways of the book is is the power that you have, you're able to maintain financial strength that you're not being able... You're not... You don't have to listen to or be taking advantage of people like Jpmorgan. And so a few months after these hearings, which once they were done, Just... He started traveling because he towards the end, he he was never... He was happiest when he was roaming the Earth. And very much so, like, pulitzer did, you know, he'd he'd have... He'd have giant... A giant boat, giant yacht, and he would just go to different European cities, different places support, and that's where he was happy. And this is also, leads. So now we've arrived at the death of Jp. Pier could find no respite from his troubles. As always, his ailments were a mass of am morph symptoms rather than a def illness. He had digestive upsets, depression, insomnia and nervous attacks. Result, the results of months of strain, very apparent. Jack... So the they're they're they're sending telegram to his sons saying, you know, the Jb doesn't look good. And so Jack wants to be with his father. Jack now wished to join Pier, but theirs with but theirs was no ordinary father son relationship. A political succession, no less momentous than a presidential transition was underway. So his secretary Jp second secretary is writing jack. It says your suggestion coming yourself has touched and pleased him. But he's is anxious, you should remember remember how much depends upon your being in being on the spot in New York. And how many interests are in your hands. He's is too weak to make decisions. He he wishes to leave it to you. It was the first time Pier had ever explicitly delegated top authority to his son. So I would... The... I wanna point out 1 thing before I continue with with his death. J was heavily involved in Jp life. Right? Jp, which was weird. Jp talks about how much he benefit from that, But he didn't do the same with Jack until Jack was much older towards the end of Jp p's life is when he starts taking a a very profound interest and starts really building a relationship with his son. But it was not as involved in the early life, and we probably would serve the most benefit as as it was with Junior and Jp, which I found confusing. You know, if you benefited from this... Why wouldn't you do the same for your your father. A lot of pe... A lot of people characterized Jp jpmorgan, is extremely self absorbed. So maybe, Julius wasn't afflicted with with that. Okay. Says the final siege came in a 500 dollar a day sweet at Rome grand hotel. He was groggy but sleepless. Even morph couldn't soothe his fermented mine or slow his racing posts. On the night of March 30 first, he grew hilarious and mum about his boy. Imagining himself back at school in Hartford or Switzerland. He praised, a lot of fine boys were in my class. Before he died, he said, I've gotta go up to hill. He died shortly after midnight. The Morgan partners attributed the death to the hearings. The charge may be overstated, Pier was 75 when he died. Almost 20 years before, worried doctors wouldn't approve a life insurance policy in his name. He smoked dozens of cigars daily, s to a huge breakfasts, drank heavily and refused to exercise. From boy, he had been chronically sick, often spending several days in bad each month. Hardly a period of his life was free of illness and depression that he lasted until 75 with his myriad ailments and resolute bad habits is close to miraculous. How much money had Pier upon amassed, apart from art collection, his estate came to 68000000 dollars. The equivalent of 802000000 dollars in 19 89 dollars. It was a testimony to Pier Olympia standing that the result of the figures occasion some disbelief, even some pity. Andrew Carnegie was truly sad by the revelation of poor Poverty. And to think he was not even a rich man he side. And that's where I leave the story. This book like every other book that I cover, there's so much more... So many more lessons, so many more interesting stories contained in the book. If you wanna read it, there's a link in the show notes if you buy the book of using that link, you'll be supporting the podcast at the same time. That's a hundred and 39 books down 1000 a go, and I'll talk to you again soon."
}