{
  "transcript": "His name was Mark Zuckerberg. He was a sophomore. And although Eduardo had spent a fair amount of time at various Epsilon pie events with him, along with at least 1 pre punch Phoenix event that Eduardo could remember, he still barely knew the kid. Mark's reputation, however, definitely preceded him. A computer science major who lived in Elliot House, mark had grown up in the upper middle class of Do Ferry, New York. The son of a dentist and a psychiatrist. In high school, he's supposedly been... He's supposedly been some sort of master hacker, So good at breaking into computer systems that he ended up on some random Fbi list somewhere or so the story went. Whether or not that was true, Mark was certainly a computer genius. He had made a name for himself at Exeter when after he had honed his coding skills, he created a computerized version of the game risk. He and a buddy had created a software program called synapse, a plugin for p 3 players that allowed players to that allowed the players to learn in quotes, a user's preferences and create tailored playlist based on that information. Mark had posted synapse as a free download on the web. And almost immediately major companies came calling, trying to buy Mark's creation. Rumor was, Microsoft had offered mark between 1 and 2000000 dollars to go work for them and amazingly, mark had turned them down. He followed synapse up with a program he'd written at Harvard. Something called Course match that allowed Harvard kids to see what classes other kids had signed up for. Eduardo had checked it out himself once or twice, trying to track down random hot girls he'd met the dining hall to little avail. But the program was good enough to get a pretty big falling. Most of the campus appreciated course match if not, the kid who created it. Okay. So that was Eduardo impressions of Mark when first met them. They wanted to hang on the same like, kinda Geek Jewish f. They ran in similar circles, and they went up becoming friends, and Eduardo becomes, the first cofounder of Facebook. Before it does that, you'll see how he talks about all these these programs that Mark's making. So course match, you'll see a little bit of that in in the the first iteration of Facebook. But be the precursor to that was a thing called Face mash. Which is how Mark gets in trouble at Harvard, and we have a pretty good, history of, like, breakdown of how he's making this because he would he was emailing and instant messaging with people. And so I'm gonna read this part, it's called make... The making of face mask. And the reason I included this part is because a lot of this is as much as I can. I wanna, use marks words because there's a lot of them in here, and a lot of them came to light through, like, various different lawsuit at the time. I just think it's interesting. So, this this this part is a little longer, but this is the precursor of Facebook in case you haven't seen the movie and haven't read the book. Behind every great fortune, there lies a great crime. If Ba had somehow risen from the dead to witness Mark Zuckerberg storm into his kirkland dorm room that monumental evening during the last week of October 2003, he might have amended his famous words. Because that historical moment, 1 that ina led to 1 of the greatest fortunes of modern history did not begin with a crime so much as a college prank. If the newly revived Ba had been there in that spartan claustrophobic dorm, he might have seen Mark had straight for his computer. There would have been no question that the kid was angry that he had with him a number of be beers. As usual, he was probably wearing his adidas flip flops and a Hoodie sweatshirt. It was well known that he pretty much hated any shoes that weren't flip flops. And 1 day he determined to be in a position where those were the only shoes he'd ever have to wear. Maybe Mark took a deep swing of beer. Let the bitter taste bite the back of his throat. And as he was typing his fingers against his laptop keyboard, gently summon the thing awake. Since high school, it could be observed, his thoughts had always seemed clear than when he let them come out through his hands. To an outside observer, the relationship he had with his computer seemed much smoother than any relationship he'd had with anyone in the outside world. He never seemed happier than when he was looking through his own reflection into the glass screen. Maybe deep down, it had something to do as control. With the computer, Mark was always in control. Or maybe is more than that. An almost s that had grown out of years and years of practice. The way Mark's fingers touched those keys, this is where he belonged. Sometimes, it probably felt like this was the only place he belonged. That evening at a little after 8PM, he stared into the Brightly lit screen, his fingers finding the right keys, opening up a fresh blog page, something that he had most... That something that he... Excuse me. Something that had most likely been per in the back of his mind for a few days. The frustration likely the result of the evening he just has was, it seemed, the final impetus to move further along with the idea, turn the Kennel colonel into corn. He started with a title. This is his words. Harvard face smash forward it slash the process back to the book. He might have looked at the words for a few minutes. Wondering if he was really gonna go through with this. He might have taken another drink from his beer and hunch forward over the keys. Now this is Mark's word. Where it's at 08:13PM. And it's, girl's name that's that's been edited out. So it's blank, which some girl's name is a bitch. I need to think of something to take my mind off her. I need I need to think of something to occupy my mind. Easy enough now. I just need an idea. This is back to the book. Maybe you're somewhere inside of Mark's s, he knew that blaming it all and girl who had rejected him wasn't exactly fair. How were this 1 girl's actions different from the way the most girls had treated Mark throughout high school and college. Even at Eduardo, Geek that he was, had better luck with girls and Mark Zuckerberg did. And not that Eduardo was getting into the Phoenix? Well, tonight, Mark was gonna do something about his situation. He was going to create something that would give him back some of the control, show all of them what he could do. He turned back to the laptop and went back to work on his blog, 09:48PM. I'm a little intoxicated, not gonna lie. So what if it's not even 10PM and it's a Tuesday night. What? The Kirkland Facebook is open on my computer desktop, and some of these people have pretty horrendous Facebook picks? I almost wanna put some of these faces next to pictures of farm animals and have people vote on them, vote on which 1 is more attractive. It's not such a good great idea and probably not even funny. But Billy comes up with the idea of comparing 2 people from Facebook and only sometimes putting a farm man in there. Good call, mister Olsen. I think he's on to something. 11:09PM. Yeah. It's on. I'm not exactly sure how the farm animals are going to finish this whole thing. You can't really ever be sure with farm animals, But I like the idea of comparing 2 people together. It gives the whole thing a very turing fell feel. Since people's ratings of the pictures will be more implicit than say choosing a number to represent each person's hot like they do at hot dot com. The other thing we're going to need is a lot of pictures. Unfortunately, Harvard doesn't keep a public centralized Facebook. So I'm gonna have to get them to get all the images from the individual houses that people are in, and that means no freshman. No freshman pictures, dr. Maybe at this point, he knew that he was about to cross a line. But then he'd never been very good at staying within line. That was our Eduardo game, wearing a jacket and tie, joining the final club, playing along with everyone else in the sandbox. From Mark's history, it was obvious that he didn't like the sandbox. He seemed the type of kid who wanted to kick out all the sand. Very typical many founders. So this is now back to Mark's blog. 12:58AM. Let the hacking begin. First on the list is Kirkland. They keep everything open and allow indexes in their Apache configuration. So a little mad is all that's necessary to download the entire Kirkland Facebook. Child's play. 01:03AM. Next on the list is Elliott. They are also open, but with no indexes and Apache. I can run an empty search and it returns all of the images in the database in a single page. Then I can save the page and Mozilla will save all the images for me. Excellent, moving right along. 01:06AM, lowell, and the names he's using these are all the different names of the houses in at Harvard. Lowell has some security. They require a username password combo to access to Facebook. I'm gonna go ahead and say that they don't have access to the main fast user database. So they have no way of knowing what people's passwords are. And the house isn't exactly gonna ask students for their passwords. So it's gotta be something else. Maybe there's a single username password combo that all of low lowell knows. That seems a little hard to manage since it would be impossible for the web master to tell low lowell residents how to figure out the username and password without giving them away completely. And you do... And you do want people to know what kind of authentication is necessary. So it's probably not that either. So what does each student have that can be used for authentication that the house webs master has access to? Student Ids, suspicions affirmed. Time to get myself a matching name and student Id combo from lore, for lowell, la, and I'm in. But there are more problems. The pictures are separate into a bunch of different pages. And I'm way too lazy to go through all of them and save each 1. Writing a pearl script to take care of that seems like the right seems like the right answer, indeed. 01:31AM. Adams has no security, but limits the number of results to 20 a page. All I all I need to do is break out that same script I used I just use on lowell and we're all set. 01:42AM. Quincy has no online Facebook. What a sham? Nothing I can do about that. 01:43AM. Dun is intense. Not only is there no public directly, directory, but there's no directory at all. You have to do searches, and if your search returns more than 20 matches, nothing gets returned. And once you get results, they don't link directly to the images, they link to a Ph p that redirects or something. Weird. This may be difficult. I'll have to come back later. 01:52AM. Lever it is a little better. They still make you search, but you can do an empty search and get links to pages with every student's picture. It's slightly obnoxious that the only that you view 1 picture at a time, and there's no way I'm gonna go to 500 pages to download picks 1 at a time. So it's definitely necessary to break out Ema max and modify that pros script. This time it's going to look at the directory and figure out what pages it needs to go to. Then it'll just go to all the pages of found links to and jack the image images from them. It's taking a few a few tries to compile the script. Another Be is an order. Mark was most likely wide awake now deep into the process. He didn't care what time it was or how late it got. To guys like Mark, time was another weapon of the establishment like alphabetical order. The great engineers and hackers, they didn't function under the same time constraints as everyone else. 02:08AM. Math is basically the same as lever, except they break their directory down into classes. There aren't any freshman in their Facebook. How weak. And on and on and on, he went into the night. By 4AM, it seemed as though he had gone as far as he could go. He had downloaded thousands of photos from the house's databases. It was likely that there were a few houses that weren't accessible online from his James Bond like Lair in Kirkland house. You probably need an Ip address from within those houses to get at them. But it was also likely that Mark knew how to do that, and it would just take a little leg work. In a few days, he could have everything he needed. Once he had all the data, he'd just have to write the algorithms, then the program itself. It would take a day maybe 2 it the most. He was going to call the site face mash dot com. And it was going to be beautiful. These are back to Mark's words. Perhaps Harvard was Sq. Perhaps Harvard was sq for legal reasons without realizing its value as a venture that could possibly be expanded to other schools. Maybe even ones with good looking people. But 1 thing is certain, and it's that I'm a jerk for making the site. He then spelled out the introduction that would greet everyone who went to the site when he finally launched it. Were we let in for our looks? No. Will we be judged on them? Yes. So he winds up being successfully downloading the rest of the pictures. He launches the website within, a day becomes so popular. He shuts it down. He gets basically disciplined by Harvard. For breaking into their systems, put on put on probation. He... They start covering it in the Harvard student newsletter called the Crimson, and that's where the Wink v trend twins. If you know the story, find his name. They ask him to do some work on a social network. They're trying to develop based just on harvard students and throughout this whole process, he's taking all these experiences and coming up with the idea for Facebook. And so, I wanna go to the part where he tells he first tells Eduardo before he filled Facebook what what he's doing. I think I've come up with something. He started, and then he launched right into it. Over the past month, beginning right after the face mask incident. Mark had been developing an idea. It had really started with face masks itself, not the website per s, but the f interest that market witnessed firsthand. Simply put, people had reacted to the site in drove. It wasn't just a market put up a picture of how grows onto the Internet. There were a million places people could go to see pictures of hot girls. But face mask had offered up pictures of girls whom the kids at Harvard Knew. Sometimes personally, the fact that so many had clicked onto the site and voted show that there was real interest in checking out classmates in an informal online setting? Well, Mark wondered, if people wanted to go online and check out their friends? Couldn't they build a website that offered exactly that? An online community of friends of pictures, profiles, whatever that you could click into, visit, browse around, a sort of social network, but 1 that was exclusive in that you had to know the people on the site to get into it. Kind of like in the real world, real social circles, but put online by the people in those social circles themselves. Unlike face mask, he wanted to create a website where people put up their own pictures and not just pictures, but also profiles. Where they grown up, held they were, what they were interested in, maybe the classes they were taking. What they were looking for online, friendship, love interests, whatever, and then he wanted to give people the ability to invite their friends to join. Punch them in a way and invite them into your online social circle, punch them meaning, the process used to invite people into finance those clubs at Harvard. I'm thinking we'd keep it simple and call it the Facebook. Mark said, and his eyes were positively on fire. Mark's idea wasn't really different. It was about moving your so real social network onto the web. Okay. So there's Mark outlining the original idea for Facebook. I'm gonna skip ahead by about 20 pages, and they cover the natural launch of Facebook. Mark had been working so hard. The hours must have blended together in 1 blur of pure programming. He had barely eaten barely slept. It seemed like he had missed almost half of his classes, and had probably been in real danger of screwing up his grade point average. In 1 class called art in the time of augustus. He had supposedly fallen so be... So far behind that he'd almost forgotten about an exam that was gonna be worth a large percentage of his overall grade. He had no time to study for the damn thing. So he reportedly figured out a unique way of dealing with the situation. He created a quick little website where he posted all of the artwork that was going to be on the exam and invited people in the class to comment effectively creating an online crib sheet for the test. He'd essentially gotten the rest of the class the work for him, and he ace the exam saving his grade. And now sitting here in front of Mark's creation, it it seemed like all the work had paid off. The website was pretty much done. They had registered the domain name, the Facebook dot com a couple of weeks ago on January twelfth. They booked the servers around 85 bucks a month from a company in Upstate New York. Now They take care of any web traffic and maintenance. Mark obviously learned his lesson from the face mask and just face mash incident. I don't know why I can't say that word. I keep mispronouncing face mash. There we go. So let me start that sentence over. Mark obviously learned his lesson from the face mash incidents. He didn't need any more frozen laptops. The servers could handle a pretty large amount of traffic. So there wouldn't be any problems with the site freezing up. Even if the thing was as popular as face mash had Facebook... Oh, my god. I can't. I did it again. Even if the thing was as popular as face mash had been. Everything was in place. The Facebook dot com was ready to roll. Let's do this. Mark pointed to his laptop, which is open on the desk next to his desktop computer. Eduardo moved beside him hunch over the laptop keyboard, his slope shoulders curved inward as he attacked the keys. He quickly opened his email address, his... He quickly opened his email address book and pointed it to a bunch of names grouped together near the top. These guys are all members of the Phoenix. If we send it to them, it'll spread it'll get spread around pretty fast. The Phoenix is a finance club at Harvard that at to was asked to join, and it's it's known for being really social and having a lot of parties. Mark nod. It had been Eduardo idea to go to the Phoenix members first. They were the social stars on cap campus after all. And the Facebook was a social network. If these kids liked it and send it on to their friends, it would spread pretty fast. And these Phoenix guys knew lots of girls. If markets simply tried to send it out to his own email list, it would bounce around the computer science department. And the Jewish maternity. Certainly wouldn't get too many if any girls, and that would be a problem. The Phoenix was a much better idea. That along with the Kirkland House email list, which Mark had legal access to as a member of the house would get things started right. Okay. Eduardo said with a quiver in his voice. Here we go. He wrote a simple email just couple of lines of text introducing the site and linked it and linked in Facebook dot com. Then he took a deep breath and hit the key, sending out the mass email with a single stroke of his finger. It was done. The website was out there, live, alive. Ed eduardo put a hand on Mark Shoulder startling him. Let's get a drink. It's time to celebrate. No. I'm gonna stay here. You sure, I hear there's from girls coming over to the Phoenix later. Mark didn't respond. At the moment, Eduardo could tell from Mark's expression that he was a distraction like the sound of the radiators near the wall or the traffic in the street down below his little window. You're gonna just stay here and stare at the computer screen. Again, marked didn't answer. He was bobbing a little behind the computer. It was a strange site, but eduardo obviously decided not to judge his awkward friend. And why should he Mark had been working around the clock to get the Facebook ready for this launch. If he wanted to sit by himself and stare, he had earned that right. It eduardo backed away from him crossing the small bedroom in near silence. Then he paused the doorway, tapping the door frame with his outs stretch fingers. Mark instilled didn't turn. Eduardo shrugged turned and left a kid along with his computer, Mark sat there enveloped in silence, lost in his own reflection as it danced across screen. And that was the launching of Facebook. I wanna skip ahead a little bit. This 1 paragraph stood out for me, and I labeled it Mark's sense of humor. So their break... Facebook is growing at this time. Jumping ahead a little bit the story. And so they're adding some different people, some other cofounder founders, like, like, Mark's Roommate Dustin. And, Well, just here's Mark of humor. Ed eduardo would still handle the business side of things. If indeed, there would be a business side of things. The 4 of them would be the team to take Facebook to the next level, and they were all going to have titles. Eduardo was gonna be Cfo, Dustin, Vice President and Head of programming, and Chris, Director of Publicity, and Mark, Founder, master and Commander and enemy of the state. Mark's words, mark's sense of humor. Okay. So I me skip ahead, to Facebook at this time of spreading. It's in multiple schools, and this is a turning point in Facebook's history. And it's the first time that Mark Zuckerberg meets Sean Parker. And Eduardo is really not a big fan. We're kinda see that here. Speak of the devil. Eduardo caught sight of Parker first as he stepped out from behind the curved class entrance. Although it would have been hard to miss the guy because he was making quite an entrance, bouncing off the walls like some sort of animated cartoon creature. It tasmania devil spinning through the restaurant. He seemed to know everyone as he moved through the place. First, he was saying hi to the hostess, while hugging 1 of the waitress. Then he was stopping at a nearby table to shake hands with a guy in a suit, while rough the hare on the guy's kid, like they were family friends. Christ. Who the hell was this character? He reached their table and smiled. There was a bit of wolf in that G. Sean Parker, you must be Eduardo and Kelly, and of course, Mark. Sean reached across the table going right for mark and eduardo saw, then in there, the look on mark's face. The sudden flush in his cheeks and the brightness in his eyes, pure idol worship. In Eduardo eyes to mark Sean Parker was a God. Ed eduardo should have realized it earlier, Naps was the ultimate geek banner, a battle that had been fought by hackers on the biggest stage of all. Ultimately, the hackers had lost, but that didn't matter. In a way, it was still the biggest hack in history, and Sean Parker had survived that, Gone onto Plaque made a name for himself a second time. Eduardo didn't remember didn't have to remember what he'd read on Google because Sean launched launched right into it himself after taking a seat next to Kelly and ordering them all drinks from 1 of the passing waitress, a friend, of course, from a previous visit. Sean spun story after story. His energy level beyond incredible. About Naps, the battles he had fought, about Plaque and the even u battles he had barely survived. He was completely open about everything. Life in Silicon Valley. Parties at Stanford and down in La. Friends who had become billionaires, and others who were still searching for that big hit. He painted a really exciting picture of his world and eduardo could see, Mark was eating it all up. He looked like he was about to run out restaurant and book a plane ticket straight to to California. When Sean finally reached the last of his stories for the moment Eduardo assumed. He turned around asking them about their most recent progress with the Facebook. Eduardo started to explain that they were now in 29 schools, but Sean turned right back to Mark asking about the strategies they were applying to get the different schools to signed up. Eduardo sat there a little Mi. As Mark explained their strategy by way of an example. This is a really actually interesting story. He told the Baylor story how the little Techs University had first refused to adopt the Facebook because the school had a social network of its own. So instead of attacking Baylor head on, they made a list of the schools within 100 mile radius of it and had dropped the Facebook into those schools first. Pretty soon, all the kids at Baylor were seeing all their friends on the website. And they practically begged for the Facebook on their campus. Within days, the Baylor social website was history. Sean seemed really excited by this story. He then added to it by quoting something he'd read in the Stanford newspaper. And this is a direct quote from the Stanford Daily on March fifth. Classes are being skipped. Work is being ignored. Students are spending hours in front of the computer in utter fascination. The Facebook dot com craze had swept through the campus. After that article had come out 85 percent of Stanford had joined the Facebook within 24 hours. Mark seemed thrilled that Sean had been reading up on him, and Sean for his part, seemed happy that Mark was a fan. They had an instant connection. There was no denying it. And as for Eduardo, well, Sean wasn't purposely ignoring at eduardo, but he definitely was paying a lot more attention to Mark. Maybe it was just the fact that they were both computer savvy. But then again, Sean didn't strike Mark as a computer geek. He was a geek for sure, but his geek geek has seemed more chic, like he was just playing a geek on some prime time television show. It wasn't just the way he dressed or has amped up demeanor. It was the way he handled the room. Not just her table. He was a show, and he was damn good at what he did. The dinner went went by pretty fast. After that, although it seemed like forever everett Eduardo, who'd had almost applauded when Kelly finally got her ice cream. Once the Chinese takeout boxes were empty, Sean picked up a check, excused himself and promised mark that they'd be talking again soon, then the whirl der was gone as quickly as he had appeared. Okay. So I put that apart in there because you start to see right from the jump that Eduardo and Sean, or mainly from a wireless part, we're not really clicking. The the next 2 parts before we get to the to entire basically main point of this book about how edward eduardo was basically kicked out of the company. So let me let me jump into Mark takes us about from Harvard over the summer. He moves to California, saying he might come back for the fall semester. Facebook takes off. He doesn't come back. He's living in a house and rented House in Palo alto. Sean needs a place to state, so he crashes there and basically starts working as Mark's partner. Obviously, he becomes the first president Facebook later on, and he helps with, like the racing the money and everything else. So we're just gonna talk about the differences that start to appear between Mark and Eduardo. And there's just 2 sections that are both separated by about, let's see, 35 pages that that I think are interesting. Mark Zuckerberg was living it. He had the drive, the stamina the stamina, the stamina and the ability. He was obviously a genius, but more than that, he had the strange unique focus that was necessary to pull something like this off. Watching him program at 4 or 5 in the morning every morning, Sean had no doubt that Mark had the making of 1 of the truly great success stories in the modern revitalize silicon Valley. But where was Eduardo or more accurately? Was Eduardo Sovereign even part of the equation anymore. Eduardo it seemed like a pretty perfectly nice kid. And, of course, he'd been there in the beginning. He put up a thousand dollars according to Mark to pay for the first servers. And it was his money at the moment that was financing the current operation. That it gave him some weight. Sure. Like any investor in a startup up. But beyond that, it eduardo saw himself as a businessman. But what did that mean exactly? Silicon Valley wasn't about business. It was about an ongoing war. You had to do things out here to survive that weren't taught in any business class. Hell, Sean had never even gone to college. He started Naps while still in high school. Bill Gates had never graduated Harvard. None of the true success stories out here had got where they were by taking classes. They became successes by coming out here, sometimes with just a duff bag on their back and a laptop in their hand. And Eduardo wasn't here. And as far as Sean could tell, he wasn't interested in being here. So, the all the Facebook employees at the time and the interns are out in California Sean, and Eduardo in New York trying to take an internship and he's getting ready to go back to Harvard for in the fall and selling advertising. So he's basically a 1 foot in 1 foot out. And the next section I titled all or not. And this is basically describing... Setting the ground for Eduardo to be kicked out. So at this time, Facebook is took 500000 dollars from Peter T, which was set up by Jump. And they're rein incorporating and becoming a a corporation instead of an Llc. Re incorporating was necessary, both Theo and he had agreed. Facebook had to become a new entity. Shred its dorm moved gen Genesis and moving into a sort of new testament status. They were going to have to rei issue shares to represent the new setup to include Teal and, of course, Sean himself, who been working as a partner to mark since he'd moved into the house anyway and to Dust to Chris. Dustin and chris Bose to California. Which left a question of Eduardo. Initially mark decided and Sean had agreed, Eduardo would still get his 30 percent. The intention was to include Eduardo and involve him as much as he wanted to be involved. But the new corporation would have different rules. It had to have different rules. There just wasn't any way to run a business without the ability to issue more shares as was nec nec by the evolving situation. Going forward, people had to be given shares based on the amount of work any particular individual gave to the company. This wasn't some dorm room project anymore. This is a real company with a real investor. People had to be in revert... Reimbursed as if it... As if it was... Excuse me. People had to be reimbursed as if this was any other company. Because otherwise, it would be impossible to create a real evaluation based on what Facebook achieved, which meant that if Mark Dustin and Sean, were all we're doing all the work to make the company successful, would get issued more shares. If Eduardo was in New York working on finding more advertising partners, he would get shares accordingly. But if he didn't produce well, he would be diluted just like anyone and everyone else. Hell, if they needed to raise more money in the future, they would all be diluted. From Sean's point of view, Eduardo had done a horrible thing. He threatened the very company during its most fragile stage. Mark didn't seem to hate eduardo for it. What they're talking about here is Mark and Eduardo were getting in a fight, so edward eduardo froze the bank account because he feels like he wasn't being included on decisions anymore. So they went up patching up at this point, but looks like the damage already done. Mark didn't have the capacity or the interest to hate anyone. But in Sean's view, Eduardo had shown where he stood. To Mark and Dustin and Sean, Facebook was everything. It was their lives. In fact, Mark had told Till in the meeting that he probably... That he'd probably not ever returned to Harvard when the summer ended. He was gonna stay in California and continue the adventure. He take it month by month, but if Facebook kept progressing He didn't envision returning to Harvard anytime soon. Like Bill Gates had said, if Microsoft didn't work out, he could always go back to Harvard. Sure. If Facebook didn't work out, Mark could always go back to school, but Sean doubted he ever would. He was gonna continue his end the summer and most likely Dustin would stay in California as well. But Eduardo, well, from what Sean knew the kid, Eduardo would never quit school. He'd had already proven that he wasn't going to give up everything else for Facebook. That simply wasn't who he was. He had other interests, for instance. Back at Harvard from what Sean understood. He had the Phoenix. In New York, he had the internship. Ed Eduardo would go back to school, but Mark Zuckerberg had found his place in the world. Okay. And I wanna wrap here with the ambush. Eduardo would remember the moment for the rest of his life. He started to shake as he stood there in the mostly bear office, staring down at the papers that the lawyer had handed him the minute he'd walked through the door. It was a different lawyer this time, and it was a different door. Not the dorm light dorm like sub in a leafy suburb, but a real office. With glass walls, maple covered desks, new computer monitors, carpet even a staircase covered and graffiti by a local artist, who'd had been commissioned for the task. This David C. By the way, a real office and another real lawyer standing between Eduardo and Mark, who was somewhere inside at 1 of the computers where he always seemed... Where he always seemed to be safe in the glow of that goddamn screen. At first, Eduardo had thought the guy was joking, greeting him with more contracts assigned, even before he had a chance to check out the place or ask Mark about the new hire, the 2000000 dollar stock sale, the email. He's talking about Mark Sean Dust, were you able to sell about 2000000 dollars worth the stock on the latest fundraising reason, but Eduardo wasn't included in that. So he wanted to talk to mark about it face to face. But as Eduardo started to read the legal Ease, he realized that this trip to California wasn't about a business meeting. This was an ambush. It took Eduardo a few minutes to understand what he was reading, but as he did, his cheeks turned white. His skin going cold. Then the full realization hit him like a gunshot to the chest, shattering him from the inside out, destroying a part of him that he knew he'd never get back. No amount of hyper, no adjectives, no words, nothing could describe what it felt like. Because even though deep down, he should have seen it coming. He should have known, god damn it, he should have seen the signs. He simply hadn't. He'd been so fucking blind, so fucking stupid. He simply hadn't expected it from Mark, from his friend, from the kid he'd met when they were 2 geek in the underground Jewish f trying to fit in at Harvard. They had their problems and Mark had the ability to pretty cold and pretty distance, but this was way beyond that. Eduardo, this was a betrayal, pure and simple. Mark had betrayed him destroyed him, taking it taking it all away. It was right there in the paper in his hands as clear as the pitch black letters imprinted on those ivory white pages. First, there was a document dated 01/14/2005. A written consent of the stockholders of the Facebook to increase the numbers of shares the company was authorized to issue up to 19000000 dollar 19000000 common shares. Excuse me. Then there was a second action dated March 20 eighth, issuing up to 20000000 shares. And then there was a document allowing the issuance of 3300000.0 additional shares to Mark Zuckerberg, 2000000 additional shares to Justin Mo to to dustin Mo and 2000000 additional shares to Sean Parker. Eduardo stared at the numbers, rapidly doing the calculations in his head. With all the new shares, his ownership of Facebook was no longer anywhere near 30 percent. If just a new shares had been issued to mark Sean and Dustin, he was down to well below 10 percent, And if all the authorized new shares were issued, he'd be diluted, he'd be diluted down to almost nothing. They were diluting him out of the company. The lawyer started to talk as our eduardo looked at the papers. Eduardo wondered would Mark would expect him to do, or maybe Marked didn't think Eduardo was gonna have any reaction at all. Maybe Mark believed that Eduardo had already left the company a long time ago. Back in the fall, when he'd sign the papers that had made all this possible. They're talking about the papers to reorganize, reorganize from a Llc to a C corp. Or maybe even earlier than that, during the summer after he'd frozen the bank accounts, 2 different wavelengths, 2 different points of view. The lawyer drone on explaining that the new shares were necessary that they were interested Vcs who would need them that Eduardo signature was a formality that the shares had already been authorized anyway and that it was good and necessary for the company. That it was a decision that had already been made. No. And eduardo heard his own voice reverb through his head. Bounce off the glass walls up the graffiti mark staircase throughout the near empty office. No. He refused to sign away his ownership of Facebook. He refused to sign away his accomplishment. He had been there in the beginning. He had been in that dorm room. He was a founder of Facebook, and he deserved his 30 percent. He and Mark had an agreement. The lawyer's response was immediate. Eduardo was no longer a member of Facebook. He was no longer part of the management team, no longer an employee, no longer connected in any way. He would be ex ex from the corporate history. To Mark Zuckerberg and Facebook, Eduardo Sa no longer existed. Eduardo felt the walls closing in around him. He had to get out of there back to Harvard. Back to campus back home. He could not believe what he was hearing. He could not believe the betrayal, but he had no choice he was told. The decision had been made. He was told, made by Mark Zuckerberg, the founder and Ceo, and by the new president of Facebook. Eduardo had 1 more thought as a horrible news washed over him. Who the hell was the new president of Facebook. When he thought about it, he realized he already knew the answer."
}