{
  "transcript": "At age 36, Bill Gates has become the most powerful and feared player in the computer industry. And in the process, the richest man in America. Revenues of his Microsoft corporation topped out at 1800000000.0 dollars in 19 91. His operating system has become standard in computing operating systems, and his software dominates much of the industry. Now worth over 7000000000 dollars, Chairman bill has revolutionized the software business. Hailed as a computer genius and a brilliant entrepreneur by some, and a bully by others, gates aggressive management style and fiery spirit can intimidate competitors and employees alike. Hard drive, chronicles gates rise in the industry from computer wiz kid to software giant. His early years is a high school entrepreneur, his creation at age 19 with Paul Allen of the world's first computer language for a personal computer and Microsoft's Rocky decade long marriage to Ibm. Part entrepreneur, part salesman, gates is a brilliant, some say manipulative businessman, who according to friends and foes alike simply must win. Gates has emerged as the undisputed leader of the computer software industry and Hard drive examine what kind of leader he is. Alright. So that is from the book that I'm gonna talk to you about today, which is hard drive. Bill Gates and the making of the Microsoft Empire and it was written by James Wallace and Jim Eric. And before I jump into the book. I wanna read you a bunch of quotes that are on the back cover. And it says what people say about Bill Gates and hard drive. It's all these different people and quotes form within the book describing how they view Bill Gates the person. So it says gates is 10 niches. That's what's scary. He always comes back, like Chinese water torture. His form of entertainment is tearing people to shreds the next quote. A bad personality and a great intellect. In a place like Harvard where there are a lot of bright kids, when you are better than your peers, some tend to be nice and others obnoxious. He was the latter. Another 1. I half joking say there's only 1 person with fewer friends since Saddam hussein, and that is Bill Gates. Number 4, I remember thinking he was not going to mount to anything. He seemed like a hacker, a nerd with those glasses and his Dan sleeping on tables. I obviously didn't see the future as clearly as he did. And the fifth quote, imagine an extremely smart billionaire genius who is 14 years old and subject to temper tantrum. And the last 1, Bill Gates once at all, and he's on his way to getting it. So I wanted to start there because I think that's a good introduction to what this spoke about. It is not an entire biography of the life of Bill Gates. Obviously, he's still alive. To that end, it does remind me about, reminds me of this book that I covered all the way back on Founder number 76, which is returned to the little kingdom. Which was a in a a history of the first few years of the Apple Corporation. At the time, the book is published, we don't yet know how important the life of Steve Jobs is and how important apples to become. But it gives the reader an insight into the very beginning of what becomes 1 of the most important companies ever created. So in this case, this is gonna give us an insight into the first, I would say, mainly focuses on Bill Gates from around the time he's 19 till he's about 35 years old. And the reason I bring that up is because as I was reading the book. I was also reading and watching the latest interviews of Bill Gates. And it's almost as if the person described in the book and the person that the bill gates of today, they're not even the same person. The bill gates is described in this book is a psycho path. And I think what this book does best is it gives us an insight into the personality Bill Gates had when he was actually laying the foundation of Microsoft. So I wanna jump right into 11 year old Bill gates talking to his pastor, and he just says a sentence that I think describes who definitely who he was as he's building Microsoft. And he says, I can do anything that I put my mind to. More about his personality when he was a kid, aggressive stimulated by conflict, prone to change moods quickly, a dominating personality. Gates had an uneven childhood. He was a deeply intros child who stayed in his room most of the time in intense reflective thought. Mary Gates in describing her son has said that he pretty much has done whatever he wanted since the age of 8. As you can imagine, Bill Gates is an obsessive. Says he's been as a child, Gates an obsessive personality and a compulsive need to be the best. Any school assignment be playing a musical instrument or writing papers whatever. He would do it any or all hours of the day. Everything Bill did. He did to the Max. Everything he did. He did competitively and not simply to relax. He was a very driven individual. So, if you... I wish they had a kindle version of this book because I'd like to see how many times the word drive driven in intensity appears over and over again, different people from all areas of Bill's life describe him as 1 of the most intense driven people that have ever lived. And we see a lot of the traits that he added as a child, he kept with him as he was building Microsoft. This is a quote from 1 of, Bill's classmates when he was still kid. He said, we all knew bill was smarter than us. Even back then, when he was 9 or 10 years old, he talk like an adult and could express himself in in ways none of us under stood. So we're about to see a 13 year old bill gates apply his obsessive personality. When he's exposed to computers for the very first time. He goes to this expensive private school, in Seattle called Lakeside, and it says the school bought itself a relatively inexpensive tele machine. It was called the Pdp 10. The Pdp 10 Lakeside use was owned by general electric, which build lake lakeside for computer time. And computer time at this point, in in history is very, very expensive. So the mothers of the students did a fundraiser, and they raised about 3000 dollars, so they could pay for the the computer time And it says that they figured this amount would be enough to last the rest of the school year. And I think you already know where we're going here that's obviously not gonna last very long once bill gates is introduced this machine. What they didn't realize was how s conductive a mistress The machine would become to a few pre coach boys who liked math and science. Bill Gates was about to develop a very expensive addiction, and this is just great writing right here. It gives you an illustrates what kind of addiction this would lead to It says before long the tele would be his umbilical cord to a new and exciting universe. Gates was immediately hooked. Whenever he had free time, he would run over to get more experience in the system. But Gates was not only... Was not the only computer craze kid at Lakeside. He he's gonna meet Paul Allen, in the computer lab there. He found he had to compete for time on the computer with a handful of others who were similarly drawn to the room as if by a powerful gravitational force. Among them was Paul Allen, who was 2 years older than gates. And gates even at 13, exhibits a trait that he still possesses at the stay when he's was curious about something when he wants to learn about something, he will read every single thing available on that subject it says gates about everything he could get his hands on concerning computers and how to communicate with them. Often teaching himself as he went. The faculty knew next to nothing about computers. Gates and the other kids hanging out day and night in the computer room were pretty much on their own. So the... There was a teacher assigned to look after, all the kids on the computers, and he remembers Bill Gates from this this period in his life. And he says, I knew more about computers of the first day. Than he did. But after the first day, I could no longer say that. Now, they're spending so much time in the computer, they use up all that 3000 dollars very, very quickly. And so we see the mis fit that is Bill Gates, where he's like, okay, Well, I wanna use this machine We don't have any money, we need a solution. And this is the the first solution that came up with. It says gates and a couple other boys broke the Pdp 10 security system. And have obtained access to the company's accounting file. They found their personal accounts and substantially reduced the amount of time the computer show that had used. They were quite proud of this ingenious accomplishment until they got caught. After they caught that got caught. They needed a legitimate solution. There's a company called c cubed, that would that was set up at the time. And with their plan was, okay. We're gonna have a lot of centralized computers, and then we can resell time on the computer and that's how we're gonna make our money. And so they hire bill gates and a couple other of the kids at lakeside. To essentially be, like, white hat hackers. So say, hey, break into our system find the bugs, find the flaws that we have in a coverage yet and in doing so, we'll give you free computer time. And you... But you... The stipulation is, you have to do it on off peak hours. During the day, people are using it at work in school. So you gotta come in a night and on the weekends. And for somebody like Bill Gates Thought that was fine. So it said, the company hired I heard of friendly users and they became the unofficial night shift. They offered gates in the other lakeside computer junkie is an opportunity to try to crash the system. In exchange, they would get all the free free computer time they wanted. It was often past midnight when the boys finished their work and now we're gonna be introduced into what I would consider 1 of Bill Gates early bill gates, core competency. Something that was extremely important to him something he talks about over and over again in the book. He said it was when we got free time that we really got in a computers gate set. I mean, then I became hardcore. So this word hardcore. He uses it over and over again. He talks about his desire. I wanna be hardcore. He wants to hire employees and wants to work with people that wanna to be hardcore. He repeats this notion over and over again. And he'll define it in a couple different ways as we go throughout the book. And so he says, I mean, then I became hardcore and he was day and night. And now, here's a shocking part. He says at this point, Gates was only 13 years old. And he becomes so obsessed at this point that his parents become concerned people around and become concerned. This is also the same way he is with computers at the time when he's 13 and 14 years old. Is the way he's building Microsoft. There is... He wakes up. He builds Microsoft until he can't keep his eyes open falls asleep and does the same thing over over again. There is nothing else in his life at all. He says they became increasingly concerned about their son. The machine seemed to have an almost supernatural hold on him. Although he was only in the ninth grade, he already seemed obsessed with the computer ignoring everything else and staying out all night. And so at this point, his parents they formed some kind of intervention. Like you gotta give this up This is insane. And we see that once you... If you stop him from working computers, so he's just gonna find another interest, and then he's gonna be obsessed about that as well. And in this case, he's obsessed about reading. He also reads biography obsessively, but, like, we see almost every single person that we talk about on the podcast. Does the same thing that you and I are doing right now, which is... They read biographies. They they study and learn from people in the past. And I like the way Bill Gates describes why he's doing this. So I'll get there in 1 second. So my parents said, why don't you give this stuff up, so I did. I just went often did some other stuff. Science math, there was an infinite amount of stuff to read. There were at least 9 months when I did nothing with computers and read he did. The same kind of commitment that he had made to computers. He consumed a number of biographies, Fdr and Napoleon among others, to... And this is I really like his his explanation. To understand how the great figures of history thought. With In that way, there gives you an insight into the mind of Bill Gates even from a young age, you... To him, it was a fore conclusion that he was gonna do something great with his life. More about his personality at this time. He says, if you'd ask anybody at lakeside, who's the real genius among geniuses. Everybody would have said Bill Gates. He was obnoxious. He was sure of himself. He was aggressively and intimidating smart, but he didn't have any social graces. He just wasn't a personable kind of person. He had a hard nose confrontational style. His intensity. There's that word again. At times, simply boiled over into raw, un throttle emotion. Remember at the... On the back page of this book, it says, imagine if you had the super billionaire genius was 14 years old. With what that person means there is he never really emotionally matured. When he's 30, he has these on... He has this raw un total emotion just like he did when he was 14. And this is a how his friends at Lakeside I described him, he had a sense of humor and adventure. He was a risk taker. A guy who liked to have fun and was and who was fun to be with. He had an immense range of knowledge and interest and could talk at length on any number of subjects. I mean, this next part is what I meant about. He just knew. He just knew that his life... That he was gonna be great in life, and 1 thing he knew is that he had to be rich. He absolutely... He talked about this from a very young age. I'm going to be rich. He says although, look gates may not have known when he was gonna do with his life during high school. He's seemed confident that whatever he did would make him a lot of money. He made such a prediction about his future in several occasions. He told his friends that he would be a millionaire by the time he was 30 years old. He says this over and over again. Sometimes it's 30. Sometimes it's 25. Sometimes it's 28, but the goal is all the same. He wanted to be become a millionaire a very, very young age. Alright. So I'm fast forwarding in the timeline a little bit. I wanna tell you... Because a lot of people were surprised by this. I talked about this all the way back on the... When I read Paul Allen biography. It was like Founders 44, or something like that. And, a lot of people don't know that Paul and Bill I had a company before, Microsoft. And it was this company called T Data. Let me just... Let... Let me just tell you about this in case you don't already know. He engaged we're already working on another money making project involving their own company. T data. The idea behind their enterprise was in ingenious. Almost every municipality used metal boxes linked to rubber hoses that stretched across the roadway to count cars. Gates and Allen, and then you'd have to tab them by hand. So it's a very, like, labor boring manual process. It's like, okay, we can automate this with computers. Case and Alan figured they could program a computer and analyze the traffic counter than sell the information to municipalities faster and cheaper than the competition. They grossed about 20000 dollars from the company before it eventually folded after gates went off to college. This is his last year before he goes to Harvard, he says he talked about the future as if his success was pre destined. If it was given, Bill and Allen began to talk Seriously about forming their own software company. For some time, now they had shared the same vision that 1 day, the computer would be as commonplace place in the home as a television set. And that these computers would need software. Their software. We always had big dreams, Alan said. This next part made me laugh when I read it, it gives you an insight, you know, Bill, like, almost every other person that we've covered on the podcast, gigantic Ego, probably smarter to high the ego, Bill definitely didn't do that. Bill Gates would tell... Later tell for anyone went to Harvard University to learn from people smarter than he was, and left disappointed. So this is a description of Bill Gates in college, and it reminds you something that Paul Allen mom said about bill gates in palms biography. She called him an edge walker. She was warning her son to be careful. And saying that, you know, people like, Bill, they test their limits. They wanna see where the edges, but when people do that, sometimes they go over. And it's an example of that. That that gates with fall asleep in class was not surprising. He was living on the edge. It was not unusual for him to go as long as 3 days without sleep. How he had cope with a lack of sleep, I'd never figured that out. This is a quote from 1 of his call trends. I would wimp out after 18 to 24 hours. But his habit was to do 36 hours or more at a stretch, collapse for 10 hours, then go out, get a pizza and go back at it. And if that meant, he was starting again at 03:00 in the morning, then so be it. So something to to that's important to understand the life of bill gates, and you and I have talked about the sober and again is the that you... It's... These... A lot of this is beyond our control. It's about being at the right time in history with the right set of skills. And Bill Gates had the right set of skill, and he was at the perfect time of history. So it says Gates and and they knew they were at the the the right time in history though, too. So it says Gates and Allen were convinced that the computer industry was about to reach critical mass. And when it exploded, it would usher in a techno... Technological revolution of astounding magnitude. It's it's really fascinating to read their insights. As, you know, they're 18 19 years old this time. At paused it's a little older. Maybe it's like 21 22 at the time. But they... I mean, it they talk about it. It's in all the books if you read them. They were absolutely convinced that there was this gigantic brand new industry that was forming and they were at the the very ground level. And they worked with an intensity and a... Like, they they they prioritized speed because they were worried that was gonna pass them by. So again, very very I would say mature understanding for such young people. So it says, they... I just ran him my own point here. They were on the threshold of 1 of those moments when history held its breath and jumped as it had done with the development of the car and the airplane. They could either lead the revolution or be swept along by it. Alan was much more eager to start a company than gates who was worried about the reaction from his family if he dropped out of high... Or out of high school out of college. Paul kept saying, let's start a company. Let's do it. Gates recalled. He kept saying it's gonna be too late. We're gonna miss it. And when I found him really surprising about this time in Bill gets life is that he's really unsure about what his life is gonna be. And I just think this is very. This is an nate and all of us. I think everybody goes through this, but it says, Gates was confused as his future. He spent many hours sitting in his room being a philosophical depressed guy. That's how he described it. Trying to figure out what I was doing with my life. And this is, 1 of his friends in college describing Bill. Bill had a mono quality. He would focus on something and really stick with it. He had a determination to master whatever it was he was doing. Perhaps it's silly to compare Poker and Microsoft. He was... They were stay real late and go for days playing these programs at the time. But in each case, Bill was sort of deciding where he was going to put his energy and to hell with what anyone else thought. And so he still... He's still in school He's still trying to figure out he wants to have a software company, but he wasn't sure he's like, maybe it'll be mathematician. Maybe it'll be a professor. And so in this section, I'm gonna reach you here. There's 2 things that are happening. 1, Bill wanted to be the best of whatever he did, and you'll see how that... Why that would eliminate some some potential career choices. And is also the note of myself is we've seen this with other people, like, pt Barn. Just talked about, hey. If you're gonna pick an occupation, then you to be the best in that occupation, heavy green also said similar things. Yvonne S. So we see this over and nerve again. And 2, he didn't know what he wanted to do, even the the reason I thought that was surprising is because almost every waking hour was spent on software. It seems to me as an outsider outside or like, isn't not smacking you in the face? Like, you're obsessed with this. Why... What do you mean? You don't know what to? This is what you should do. But again, it's it's easier for somebody on the outside see. There's all, obviously, all these other confusing thought... That he's having that's perfectly normal, you know, for this age. So he says, Gates eventually gave up on thoughts of becoming a mathematician. If he couldn't be the best in his field, why do it? I'm met several people in the math department who were quite a bit better than I was a math gates called. It changed my view about going into math. It made the odds, much longer that I could do much some world class thing. So I like, I'm gonna be mathematician. Because whatever I do Have to be the very best in the world I'd like, to gives you an insight into the personality of this person. But there were so many choices. My mind was pretty much open. I thought they... The law would be fun. His da lawyer. I thought it's physiological psychology, which he says is the study the brain would be fun. I thought working in artificial intelligence would be fun. I thought theoretical computer science would be fun. I really had not zeroed in on anything, and that's gonna all change. There's anytime you read, like, the history of Microsoft, the story about to read you is many people think is it's a very beginning. The founding of Microsoft, the beginning of Microsoft, and it comes on a day in December 19 74. Paul Allen is walking he season a magazine. So it says Allan was walking across Harvard square on his way to visit kate when he stopped at a kiosk and spotted an issue of popular electronics. The issue sent his heart pounding. On the cover was a picture of the alta 8 80. The the description on the magazine's cover says it was the world's first micro computer kit to rival commercial models. I bought a copy and reddit it and race back to bill's dorm to talk to him, said Allan. I told Bill, here's our opportunity. Allen, a student of Shakespeare was reminded of what barred himself wrote in Julius Caesar. This is a really great quote. I don't even think I've I've heard before. He says there is a tide in the affairs of men. Which taken at the flood leads onto to fortune. Omitted, all the voyage of their life is bound in shallow and in mis. On such a full sea, are we now a afloat and we must take the current when it serves, or lose our ventures. Gates new Allen was right. It was time. The personal computer miracle was going to happen. So the magazine talks about who put together this computer kit, it's founder named Ed Roberts, and so they decide, hey, we're gonna call them up and we're gonna say we can provide the software that you need for your hardware. So this says gates allen follow up the phone call with a letter to Roberts, reiterating that they did indeed have a basic. That worked with the 8 80 Intel chip. They didn't. By the way. They proposed an arrangement whereby they would license, Mit s is is the name of the company Is Robert's company. Okay? So say they would they proposed an arrangement where they would license Mit to sell their software with the Alta to Hobby. And would in return, and in return, they would be paid royalties. For the next 8 weeks, the 2 would work day and night in the computer room trying to do with some experts at Intel said couldn't be done. Develop a high level computer language for the 8 80 chip. So is this 2 month period where they're working incessantly, where Bill gates gets the the the reputation as, like a master programmer, an amazing technologist technologists And as we go through the book, I'm going to provide the alternative view that bill's strength was not in technology, although he obviously was gifted in it, but that if you study the very early days of Microsoft. Bill was a salesman. He spent almost all of his time on the road doing sales. And that laid the foundation for the massive financial success. Than Microsoft had. But we're not there yet. First, they write this program. They fly out, Paul out and flies out to Albuquerque New Mexico where where Ed Roberts company is, and the program works, and this is how the author describes the importance is the historical importance of this event it was good writing. So I read it to you. The porcelain computer revolution had begun with a game played on a small blue box with blinking lights named after the brightest star in the constellation. 30 years earlier, people in Albuquerque had witnessed the sun come up in the south when the world's first atomic bomb exploded in pre dawn darkness. A hundred miles away herald in the nuclear age. Now another age had don an albuquerque. It began at a rag tag company located next to a massage parlor. Its profits were 2 young men not yet old enough to drink whose computer software would soon bring executives and 3 piece suits from all around the country to a highway desert town to make million dollar deals with kids and blue jeans and t shirts. A few pages later, we get more context from this quote. It says you gotta remember that in those days, the idea that you could own a computer Your own computer was about as wild as the idea today of owning your own nuclear submarine. It was beyond comprehension. So now we're getting into the very early days. Of Microsoft, not a lot of people know this about Bill gates. He was extremely very cautious. With money. Microsoft money, his own money, he was famous... There's a quote that I've seen in in several different places where at the very beginning days. He talks about, hey, Microsoft is gonna have a buffer. I want at least a year's worth of expenses in the bank. So so if if something goes wrong, and we have 0 revenue. No money coming in that we could still pay for everything for at least a years. So it says his parents and grandparents have taught him to be financially conservative, and that was the way he intended to run his company. There would be no unnecessary overhead or extra extravagant spending habits with Microsoft. When gates arrived at Albuquerque, he and Alan shared a room. So the very first Microsoft office. Is it just an apartment, and Him and Are living and working together, when they start hiring additional programmers, they come and they live in the apartment as well. Okay. So it says, and we see also, you know, Bill had giant goals. Very, very ambitious person, we see this in a very, very early days of Microsoft. It says, Bill and Paul were very, very intense. They had a clear understanding of what they were doing. In the sense that they had a vision of where they were going. It wasn't just that they were developing basic. I don't think most people ever really understood this. But Bill certainly always had the vision from the time that I met him that Microsoft's mission in life was to provide all of the software for micro computer. So the early employees at Microsoft were known as Micro kids, and this is a description of the these kind of people. Part of what Maker's... What made Microsoft so successful during the company's infancy was team of programmers that Gates and Allen began to assemble in the spring of 19 76. They became known as the micro kids, high Iq insomnia who wanted to join the personal computer crusade. Kids with a passion for computers who would drive themselves to the limits of their capability and endurance. So Microsoft has son and signed a license agreement with Robert's company, and to know left myself on this page was is this does not seem like a situation bill would put up for very long, and you'll see what I mean here. First, it talks about... This is what I mean about Let me just read you. By early 19 77 Gates tireless salesman, brow beating and h had resulted in tentative agreements to license basic to a number of other computer companies. So that's how he's spending most of his time. But Robert's again refused to sign the agreements because they were licensing it to Robert's company. He didn't want them to license their software in anybody else. So of course, Gates is not gonna put up with that. Roberts had also fired off a letter to Microsoft notifying gates and Alan that he had told that that he had telling them that he would not license basic to them because of market conflicts. So that's another companies. These... There's a bunch of companies, most of which have long since gone out of business. This one's called delta data, and he was also telling that all other third party deals with Intel Motorola Motorola, etcetera appeared to be a standstill due to a variety of reasons. Let me again, reiterate my desire that you not contact directly any potential third party customer without our approval and involvement. So essentially you have somebody trying to tell Bill Gates what he can do with the software. That's what I meant. That's just not something he's gonna put up for very long. Bill knew, he and Allen had to do whatever it took to get basic back. So he just unilaterally decides, hey. I'm gonna terminate the license agreement. Robert's company, Mit s is, like, no, you're not, so they're gonna... They they went up suing Microsoft. In their license agreement, they agreed that they would, live with the results of arbitration. So they're in limbo at this point, and sorry. They're in limbo until arbitration is complete. And it says it would take several months to resolve the matter. And for what would be the only time in the company's history, Microsoft faced money problems. So what what complicates he it this issue right now is that Roberts is having fantastic success with the Alta 8 80, and he sees as an opportunity to sales company. So he's gonna sell company to this larger company called Per tech. Per tech really wanted the license agreement with Microsoft though. That's where they thought the value was and that the the, you know, there's other computer makers and hardware makers at this time, but they all needed bill software. And so this this section was really, really funny because it's Robert's describing what a 20 year old... No. He's 21 years old. 20 yeah have Bill gates at 21. Says when the chief council of Per tech came to Albuquerque Albuquerque to access the situation and talk gates He took 1 look at the long haired sc 20 year old... 21 year old and decided the legal battle against Microsoft was going to be easy. Roberts, remember Roberts is now at this point had talked to had associated work with Bill gates for almost 2 years. So it says Robert had warned had worn port per tech that it would have... That it would have its corporate hands full with gates, but no 1 listened to him. And this part made me laugh when he was describing what this... What per tech was in what they're in for. It says per tech kept telling me I was being unreasonable and that they could deal with this guy Robert said. It's a little like roosevelt about telling Churchill that he could deal with Stalin. And this was the result the arbitration Microsoft wins so it says after the decision came down and log jam of customers waiting for basic broke loose. Microsoft never had to worry about money again, And I think that's 1 of the most surprising things. Especially in today's day and age that people don't understand about the early days of Microsoft. They focus exclusively on software. Their profit margins were outrageous. They spent Bill gates spent almost all his time doing sales, they printed money almost from day 1. They never had to raise venture capital. They wanted reason they ended up selling 5 percent of Microsoft for a million dollars to have venture capitalists, not because they needed money, but because they needed, like, adult. They they wanted somebody on their board that had a little bit more experience. But they had millions of millions of millions of dollars in the bank. It always 1 it has to be 1 of the most financially successful companies that in history. It it just has to be. And part of that success is not only... Where they right place right time with Set skills. They focus on sales. They're they're making sure they wanna... They wanna have the most revenue in the entire industry. But Bill, again, Bill really focused. He was a lot more frugal than I think most people would be... I think most people be surprised how frugal he was. Like, he wouldn't fly first class or private. He even, when he when he's worth, you know, over a hundred million dollars, he wouldn't pay 12 dollars to Valet his car. There's all kinds of these these small little stories About Bill's frugal gall. This gives you an idea of the... How important it was for him for for Microsoft to stay lean for Bill gates. It says, since this is 4 years in. There's just 11 employees. Few weeks before the move, so they're talking about they're moving from Albuquerque to Seattle. Microsoft decided they needed a company portrait. The picture of the Microsoft 11 taken that day would later become famous appearing in magazines all across the country. Moving the story forward. I wanna tell you what... How Microsoft is doing when Bill gets is 24 years old. It had only been a year and a half since he had moved the company from Albuquerque to Seattle Now now, Microsoft, the company with 7000000 dollars in annual sales and fewer than 40 employees. Went from 11 to 40 and a year and a half. And I think before the year... The year before, they did 4000000 of revenues other drinks 7000000. So it says, annual sales and fewer than 40 employees was about to go into business with Ibm, An international giant with revenues approaching 30000000000 dollars a year. So Ibm... This is well known, but in it case you don't No. I'll give you just quick rundown. Ibm select Microsoft to write the software as they're they're going to start building personal computers, which is huge. Because Ibm was probably the largest... If not, the largest 1 of the largest technology companies in the world this time. So this is the... What what what caused Microsoft just take off, like, a rocket. And, again, Bill gates is mid twenties when this is happening. But, around this time, we see that he makes a strategic decision here. That actually really, really smart. He's like, hey, if we make apps. Right? Right now, they're just providing the environment, the software environment for other developers. To write programs for personal computers. He's like, well, why don't we do that? So he's like, if we make apps, we can increase the number of customers that we have and make more money. And so think about Fast forward, you know, 40 years from this time, like, how valuable is Microsoft office. Cell word, all these other applications that grew from this decision that he's making in the very early days of Microsoft. He says application products such as Vista cal and World star represented a potentially vast and lucrative new market for software developers. Microsoft was only in the language business when Gates got his first peak at vis during the New York city computer Fair. Useful applications he knew could turn the public onto computers the way the Alta tear had turned it had turned it onto to hobby. Microsoft then announced it was establishing a consumer products division. Gates had laid the second foundation for his company's future growth. We had no intention of being a 1 product company. What, we realized was we needed to be in those markets, meaning in the application markets, and they wind up knocking out everybody. At the same time, they hire, like, most of the people working in Microsoft at Really, really young. They hear are some older people from larger companies. And this is taking place in 19 77. And I thought it was really interesting because really what's happening is, so this guy named Smith, wines that... He's gonna this expert I'm about to reach you is really telling us he's explaining the difference of priorities at a small company versus large 1. And you can almost summarize it that a small company is going to prioritize personal performance over management. And we also see Gates, you know, as tyra behavior. The way he talked to people was... He's lucky didn't get punched in the face That way. Gates came into Smith's office 1 day and shouted at him. Imagine somebody 15 years younger than you doing this to you. How can you possibly take this much time working on this contract? Just get it done. We called Smith of that short but educational meeting with his much younger boss. I think what I realized was that I needed to focus that the money and opportunities were simply there and I needed to close contracts with customers. So he focused on personal performance over management. Initially, I was dealing more with management issues as the guy with an academic background coming out of a large company, but it only took me a couple of meetings to realize that personal performance was what really matters. And this is something I always think about is David Og talks about this in 2... I think the 2 books he wrote Og on advertising and confessions of an advertising man have done on both. If you haven't listened to them Might definitely would, and I would definitely buy the book Og and advertising if you're selling anything. It's fantastic, and it's really interesting. It's fun to read, but Og is just 1 of my favorite people who've ever studied. Just the way he talks. He's just... So he's a really gifted writer and really, really just a genius. I mean, warren Buffett called the guy genius. I definitely don't see anything to disagree with there. But the rate... The... He brings up the same story in both books, and I think both... I think the books were in, like, 20 years apart. Right? And he talks about the founder of List. He was running AAA company. They're trying to build a a bunch of other products and List happened to be his... Like, his his first breakaway product. And he talked about what he learned from. I forgot the gentleman's name and home in front of, but the person that made List. He's, like, a lot of companies don't act as if profit is not a function of speed. They just take too damn long. And so what, the guy that that created instead of thinking about things on, like, a yearly or a quarterly basis, he reviewed everything he was doing every 30 days. And Og is like, he he prioritized speed. And as a result, he went up making a fortune in, you know, in, like, 4 years when it might take somebody 4 or 5 times as long. And we're seeing the same kind of thing from Bill Gates here. He's like, you you're taking too long. You got to move faster. Profit is a function of speed. We go very quickly here, something that that Smith not used to in a large company and in in in academia as well. So now we've reached this part. I left a note to myself that this was surprising. And this is what I was mentioning earlier that pill Bill prioritize sales over everything. Was sustained the company was not gates ability to write programs. Gates sustained Microsoft do tireless salesman ship. I don't think many people know this. For several years, he alone made the cold calls and Ago c controlled, brow beat and hu rang the hardware makers of the emerging personal computer industry, convincing them to buy Microsoft services and products. He was the best kind of salesman when there is. He knew the product and he believed in it. He approached every client with the Z tree of a true believer. From the day he he first articulated the Microsoft Mantra, a computer and every desk and Microsoft software in every computer. Think back to all those non flattering descriptions of bill that are on the back cover this book, and he's just not gonna... This next point is not gonna gonna surprise you. It's extremely hard to work for... With Bill for a long time, and he had you know, a lot of people leave. Bill was extremely driven, very intense, very impatient and in terms of personal relationships, he was very challenging. He could be very confrontational, extremely so. A lot of people found him difficult to work with over long periods of time because of that. You had to have a lot of self confidence. This is Bill Gates at 25. Microsoft is just him a secretary in all programmers. This is gay direct wolf from Gates. When we got up to 30 employees, It was still just me a secretary in 28 programmers. I wrote all the checks, answered the mail took the phone calls. It was a great research and development group. That's how we describing in the company. Nothing more, and then I brought in Steve Balm. And so this is just a real short paragraph, but what I took from it is something smart. Bill overcame his weakness, which is that he looked young even when he he's 25, is say he it looks like 18. But he overcame his weakness by relying on a strength. Which was his mind and his passion. So I think the lesson here is that you should lean into your strengths. I knew Bill was young, but I never seen him before. So those guys coming to the office to me with him. And and he says when someone came out to take us back to his office. I thought the guy who came out was the office boy, but it was bill. He says, well, I'll tell you or anybody else. That by the time you with Bill for 15 minutes you no longer thought about how old he was or what he looked like. He had the most brilliant mind that I'd ever dealt with. Sometimes the outcome of a, company comes down to just 1 decision. This is a very important decision in the history of Microsoft. Ibm be... Ibm at talk gates in about a fixed price for an unlimited number of copies of of software that Microsoft licensed Ibm. But the longer gates thought about the proposal, the more he became convinced that it was bad business. Microsoft would be making a huge financial investment in the project and a lump sum payment from Ibm would not give the young company much of a return on its investment over time. Gates had decided to insist on a royalty agreement with Ibm. And a lot of people know that the foundation for what a lot of the work that that Microsoft was doing for Ibm came from this program called 86 dos. That was actually made by somebody else. And so they... Microsoft bought it and then added to it. And... But the lesson here is that sometimes you can pay less money by offering value in another way. And so in this case, the company is called Seattle computer products. And they accept 50000 dollar offer from Microsoft. Over a 250000 dollar offer. That was on the table because Microsoft included... Said that they would, do future software updates. Gates signed will would prove to be the key financial agreement that made him a billionaire. For only 50000 dollars gates bought all rights to 86 dos previously owned by Seattle computer products. It was the bargain of the century. And so the guy doing this that owns this his name named Brock. He yet had another all alternative offer from this guy named Curry. So it says Brock didn't take Curry offer of 5 times that much because Microsoft agreed to provide Seattle computer with updated versions of Dos. Brock figured that this would be a great benefit to Seattle computer since Tim Patterson, his programmer was no longer around to work on the operating system. So moving ahead and know left myself, imagine buying 5 percent of Microsoft for a million dollars. So it says then in a carefully planned move that had been under... Discussion for some time, Chairman Bill sold 5 percent of Microsoft for a million dollars technology venture investors. Venture capital Firm in Men Park California. David Mark, is maybe how you can pronounce the name? A general partner in Tv was made director of Microsoft's new board. Microsoft did not need venture capital. Gates was essentially hiring the firm's expertise. So something that happens away after the publishing of book is, you know, Microsoft is attacked for antitrust issues. And a lot of it that's behavior that Bill exhibited for many, many years before it actually got him in trouble. And we really do see the ruthless of Bill Gates. He says, we are going to put digital research out of business, slamming his fist into the palm of his other hand. Gates wanted to eliminate the opponents from the playing field. Bill learned early on that killing the competition as the name of the game. There just aren't as many people later to take you on. In game theory, you improve the pro the probability that you're going to win if you have fewer competitors. And so the way he would look at it. Let's say Microsoft loses a 50000 dollar contract. Right? Most companies are, we lost out on 50000 dollars of revenue. Bill it's like, no, We lost out on a hundred thousand dollars. We lost out on 50000, and the person that we have to knock out of the game, just gained 50000. So it's a hundred thousand dollar loss. It's not a it's not a 50000 dollar lost him. And 1 of the founders that he tries to destroy his guy named Gary Killed All. And this is another idea that I learned from David Og, which he says the good ones no more. So a lot of his books will tell you, hey, you need to do your professional research, you need to set out that make sure that you... You're more knowledgeable in your fear field than anybody else. Bill Gates would agree with that sentiment and Gary Kid, lacked that sentiment. Sentiment. So it says you could not have relied on people like Gary Kid. This is another guy that worked with both of them. He didn't have the vision. The understanding of the problems. If you talk to Bill about any software company or any hardware company, there's a very high probability that he were able to tell you who the Ceo is, what their revenues were last year, what they're currently working on, what the problems are with their products. He's very very knowledgeable. And he pride himself on knowing what he's got... What's going on in the industry. Kid all never had that. Not only to kid have that. How many people do you know has that? That's a that's a level of dedication that is extremely extremely rare. So 1 of the things that helped Microsoft early was not only... Like, could their software work on Ibm pcs, but anybody. And so a lot of the... They call, like Pc clones at this time, and there's a bunch of hardware makers that would just buy a bunch of parts from different manufacturers, combine it in a unique or novel way and then sell their own computer. And 1 of these is compact. And I just wanna read this this quick paragraph to you, and I I went looking for, a book on 1 of the founders because I think that this... The census is pretty crazy. And I'll tell you how this relates to something that Mark and Jason taught us all the way back on founders december were 50. Compact computer Corporation was first out of the gate with the Pc compatible machine in January of 19 83. Ready? I'm gonna blow your mind. The company did more than a hundred million in sales in its first year. Within 3 years of the company's founding, compact had cracked the Fortune 500 list. And the reason I say that reminds me something we learn from Mark Jason, if you listen to that podcast at number 50. And if you read his blog archive, which you can just left in the show notes of that of that of that podcast. You can download and read it for free. And I I highly recommend you do so if you haven't done it already. But, Mark presents the the rhetoric question. That a lot of people debate. Like, what is the most important What's the single most important factor for a company success. Is it the product? Is it the people or is this a market? And Mark's point is that most people say it's the product of the people, And he's, like, for me, it's the market. And in this case, Microsoft benefit from this dell computer, Apple, compact, all these other companies that you just had the... They were right at the beginning of this massively exploding exponentially growing market. And the fact that you could go from nothing to a hundred million in 12 months, and then nothing to the Fortune 536 months is insane. So something that appears over and over in the book is the fact that everybody says gates and he's an asshole. He's arrogant. He's d demeanor to you. He thinks he's smarter than you. And, yeah, he's all of that. For sure. But but III wanna point out I wanna balance that out a little bit. He also knew where he was weak, and he would also listen to others, which is really, really intelligent. So this is on naming products and the the importance of brand, so it says Microsoft word was originally gonna be released as multi tool word. So they had this whole... It's a continuation of this this application product line. They were calling multi tool. And so he hires a guy that had nothing to do a computer, but knew about knew about branding. And his guy named Hanson. And so this what I mean about... It's smart that he that he brought somebody in where he knew he was weak. Hanson suggested a different product naming strategy. It was important for a product to be identified by its brand name he pointed out. Microsoft had to get its name associated with its products. Hanson later elaborated on the concept in this way. Is really smart. If you look back at some of the old articles that are written in the industry, you'll see the word multi plan, but new Microsoft. What a terrible name. Right? As associated with it. That was because multi plan was a standalone name, just like world words star. People wanted a word processing program knew the name words star, but they could not have told you that micro pro was the company that made it. The brand is the hero, Hanson said. People start to associate certain images with the brand that become much more important than any single product. What the consumer goods companies realized years ago was that products come and go, and then you're gonna have a product and it's gonna rise and fall. But if you can create a halo around a brand name and create equity a brand, then when you introduce new products under that brand halo, it becomes much easier to create momentum. We decided that we needed to make Microsoft the hero. Gates immediately saw the logic of Hansen argument. As a result of Hanson efforts, the multi tool names were thrown out. Taking the place with Microsoft Word, Microsoft plan, eventually Microsoft Excel and Microsoft file. There's no question Version 1 of word weren't and this is also... So a few paragraphs later, talks about, another smart thing that that Bill knew. We knew the the power of iteration and patients come... If... When you combine, the power if you combine iteration with patients. There was no question in the first version of word weren't the incredible successes other programs in the category were. They were tactical disappointment, but they were fantastic strategic successes. Microsoft would eventually get word right, but it took several major revisions. With few exceptions, they've never Microsoft Meaning, Microsoft never shipped a good good product in its first version, but they never give up and eventually get it right. In a sense it was all part of Gates master plan. As that master of military combat tactics General George s patent like to say, a good plan violently executed now is better than a perfect plan next week back to pointing out the severe deficiency in people skills that Bill Gates exhibited when he was a young man. He was a very clear thinker, but he would get emotional. He would brow beat people. Just imposing just imposing your intellectual prowess on somebody doesn't win the battle. And he didn't know that. It may not be the right thing to do to bash your point across, but he didn't know that then either. He was very rich and very immature. He had never matured emotional. It's a description now, Bill Gates at 30. Very interesting. I would love to go back. There's a new movie, Seth Ro came out with. I think it's called like, something about American pickle or something like that. I don't know the name of the movie. But the premise is a little silly, but I actually thought it was interesting where this guy gets grind and preserved and he's still alive and and pickle juice or something. But anyways, he winds up waking up, and he meets his great grandson. At the same same age he is. So it's... Let's say the great grandfather, is 35 and the great grandson on it's 35. For example, I think it's somewhere around it. Maybe 40 something like that. Right? And so it's a silly, you know, comedy just goofy, make your laugh kind of thing. But I thought the the premise was really interesting. Like, I would love to be able to go back and what like, whatever age you are now. What if you could go back and and speak to your parents, you're dad, your mom at their at their age. And you could observe who they were when you were that person. And then you extend this to other historical figures. Like, imagine being... Being 30 years old and being able to go back in time and speaking to Bill gates at 30 knowing what you know now. Or anybody else in history. I find this very, very fast. I told you over and over again as I read through and work through the all these books. I'm constantly looking up, okay. What what what year we are in the story, and then I'll find out, obviously, their birth year, and I'm always like, okay. And so the books cover, you know, the notes all over the books is it's like, this is, you know, Enzo ferrari at 25. This is warren Buffett at 35. Whatever it is. I just find it very interesting to think about them because everybody know if it's they're gonna write a biography in your life, people know who you are, but the the pictures. Even the is, like, the Google Warren Buffett, you're gonna see pictures you know, if 80 year old warren buffett. But I've gone back and found pictures of 30 year old, 35 year old. I just... My brother just send me a picture of me, him and my dad, and I did the math. I was like, I think I'm like, 5 years old in that that picture. And, I look, and I was like, wow. Like, my dad's around my age at this time. I just stared at it. Like, it's just... It's a very fascinating way to to personalize and think about people not as you know them now, but as they as they used to be. So this is Bill gates at 30, Bill, new Microsoft had to go public, but didn't want to. And this is the financial results he was having. They were printing money. Microsoft the revenues of a hundred and 40000000. Its profit had totaled 31000000 dollars a year. This is the reason he didn't wanna go. He thought it was gonna be distraction. He knew he had to, because he was giving out stock options to employees to the time but he says, all I'm thinking and dreaming about is selling software, not stock. And we also reached where he's gonna define this word that he uses over. And never again about being hardcore course. This is what Bill means about being hardcore. The combination of ambition and wanting to win every single day. Is what gates referred to as being hardcore. And just like I think it's interesting if you go back and say, okay, what was this historical person? Or what was this person my family like, at the age, I am now, what's also interesting about old books is because this book was published in 19 92. And so it ends, Bill still are only 30, he's still running Microsoft, and they they make statements that we now know because we're what, 30... Or, 30 years being in the later, and this is 1 of them and this is the very end of the book, and it says it's impossible to imagine a Microsoft without gates at the control. So it's only very... 1 we know that, you know, he doesn't last forever. He eventually replace a Ceo You, Ceo excuse me. And then has this, you know, secondary career, now going on almost 20 years with his foundation, and just a vastly, vastly different person than he was when he was building Microsoft. But we also don't know in the book ends. Like, it's a very successful company public. He's 1 of the richest people alive at at the point, but he's still in his early thirties. We have no idea how valuable and how large and influential of the company, becomes even to this very day. So says it's a impossible to imagine in Microsoft without gates at its controls. We have this vision of where we are trying to go and we're long ways away from it, Gates said. You gotta watch out for the anti climax. He went on in response to a question about what it felt like to be the chairman of the world's largest software company. I mean, we are not at the top of the networking heap or the spreadsheet heap or the word processing heap. Computers are not very easy to use, we don't have information at our fingertips. Yes, our revenues are bigger than anybody else's, but if we don't run fast and do good things, his voice trail off, leaving the sentence unfinished. Believe me. He said as the interview ended. Staring up the window and saying isn't this great is not the solution to pushing things forward. You've got to keep driving hard. And that's where I'll leave it. There's so many more interesting stories in the book, I highly recommend picking up and reading it. If you like this podcast. If you want... If you buy the book using the link that's in the show notes. Our available furnished podcast dot com. You'll be benefiting or supporting the podcast at the same time. That's a hundred and 40 books down 1000 a go, and I'll talk to you again soon."
}