{
  "transcript": "I always wanted to be an inspiration for people, but I never set out to be a role model and everything. How could I be when I have so many contradiction in my life. I'm a European who became an American leader. A businessman who makes his living as an action hero. A tremendously disciplined super achieve who hasn't always been disciplined enough. A fitness expert who loves cigars. An environmental who loves? A fun loving guy with kid like enthusiasm whose is most famous for terminating people? How would anybody know what to imitate? I do wanna set an example, of course. I wanna inspire you to work out to keep yourself fit to create a vision and use your will to accomplish it. In these ways, I'm very happy to take the torch and be a role model for others. Because I've always had great role models myself, but it's never been my goal to set an example and everything I do. Sometimes I prefer being way out there, shocking people. Rebellious is part of what drove me from Austria. I didn't wanna be like everyone else. I thought of myself is special and unique and not average. No 1 could pay me in a mold. Being different was right up my alley. But life is richer when we embrace the multitudes we all contain. Even if we aren't consistent and what we do doesn't always make sense, even to us. When I talk to graduating classes, I always tell a brief version of the story of my life and try to offer lessons everybody can use. Have a vision. Trust yourself. Break some rules, ignore the nay. Don't be afraid to fail. Woven through the stories in this memoir are some of the principles of success that have worked for me. That was an excerpt from the book that I'm gonna talk to you about today, which is total recall. My unbelievably true life story, and it's written by Arnold Sc. This is a giant book over 600 pages, and I have an obscene amount of highlights. So let's go ahead and I'm gonna go right to his early life. And part of what makes Arnold's life story so unique is not only the multitude of accomplishments he has. But where he started out was. So his early life was a struggle and he's gonna tell us a little bit about that now. He says, I was born in a year of famine. It was 19 47. In Austria, it was occupied by the Allied armies that had defeated Hitler's third reich. 2 months before I was born, there were hunger riots in Vienna. And in the province where we lived, the food shortages were just as bad. Years later, if my mother wanted to remind me about how much she and my father sacrificed to bring me up, she'd tell me how she'd forage across the countryside, making her way from farm to farm to collect a little butter, Some sugar and some grain. She'd be away 3 days sometimes. Hamster, that's the, I think the German word a hamster they called it. Like a hamster gathering nuts sc for food was so common. And in this next section, he describes his house. What he lived? He says my boy home was a very simple stone and brick building. There was no plumbing, no shower and no flushing toilet, just a kind of chamber pot. The nearest well was almost a quarter mile away. And even when it was raining hard or snowing, 1 of us had to So in that case, when Was reading that section reminding me of, early childhood of say somebody, like Chang, the founder of Hyundai, who's living, no plumbing, no electricity, eating tree bark in the winter. Also Samuel Bro, the founder of sea. Same thing where they're having to all... Essentially, there's just a giant tub in the kitchen, and, you know, the mom gets the bathe first, and the dad, then the older brother, and then Sam. And in this case, an our Arnold's experience in the exact same thing. So not only were they pour lack of food, but he he gives us a historical context in in what was taking place in Austria right after world war 2, and he sees and others and the grown men that are influencing him, traits that he wants to avoid. And he says, we were growing up among men who felt like a bunch of losers. Their generation had started War war 2 and lost they were angry. They tried to suppress the rage and humiliation, but disappointment was deep in their bones, So he talks about a lot of them, they were getting drunk all the time, beating their kids, beating their wives essentially taking out their frustration with the way their lives, the outcome of their lives, on everybody else around them. And his father is 1 of these these men, and this is the impact his father had on him. His answer to life was discipline. We had a strict routine then nothing could change. We'd get up at 6. We had to earn our breakfast by doing sit ups. In the afternoon, we'd finished our homework in chores, and my father would make us practice soccer no matter how bad the weather was. If we messed up on a play, we knew we'd get yelled at. My father believed just a strongly in training our brains. He take us on a family outing, visiting another village or maybe seeing a play. Then in the evening, we had to write a report on our activities. They had to be 10 pages at least. He'd had hand back our papers with Red ink scribble all over them. And if we had spelled a word wrong, we had to copy it 50 times over. I love my father and really wanted be like him. But he had no patience with our problems. I never... And this is such an important paragraph. If you figure if you think about how he discovered himself was at a super disciplined, super or extremely disciplined super. I never felt that I was good enough, strong enough. Smart enough. He let me know that there was always room for improvement. A lot of sons would have been crippled by his demands, but instead, the discipline rubbed off on me. It turned into drive, So even from a very young age, Arnold was determined not to be a loser and he was determined to get on out of Austria. So she said somehow the thought took shape in my mind that America was where I belonged. Nothing more concrete than that, just America. So it's very interesting how Arnold describes him in the book. He describes himself in the book because you might think of when he's a body builder. He's an actor. He was the governor, etcetera, etcetera. He married into the Kennedy family Dynasty. But he considers himself and he describes himself as an American entrepreneur. And a lot of people don't know this, but Arnold was a millionaire before he was 30 years old, and it didn't come from movies. He had several several different businesses, which I'll tell you more about, in a little bit. 1 thing to know about Arnold and that comes across in his writing, And the reason I would recommend going up buying this book and hopefully, I'm able to persuade you and doing so is because not only is a story unbelievable, but the way he writes, he's very human. He writes a normal language. Even though over 600 pages. Like, I I found myself lost in time. I'd be reading... Like, oh, my god I believe Just write a hundred and 50 pages, 200 pages. Where the hours go. And then he's also does not high. So all of the mistakes. We hear his inner inter monologue, the way he talks himself later on in life. He he owns up to to destroying his family. It's just very... It just feels very authentic. Alright. Before I get to Arnold had an un unwavering belief in himself, and we see a little bit of that in early age, I became absolutely convinced that I was special and meant for bigger things. I knew I would be the best at something. Although I didn't know what, and then it would make me famous. Oh America was the most powerful country, so I would go there. The thought of going to America hit me, like, a revelation, and I really took at seriously. I would talk about it. So he's talking about it in in, like, great school. He just wouldn't shut up about them. The kids got used to me hearing hearing me talk about it and thought I was weird, but that didn't stop me from sharing my plans with everyone. And when he's describing how how much of his early life was full of difficulties Struggle. He... He's not doing it to complain. He talks about... Yeah. You know, I don't want this for my kids, but I also benefited because it made me stronger. He says when you grow up in that kind of harsh environment, you never forget how to withstand physical punishment. Even long after the hard times end and right around this time in in his life, we see this this idea. Like I'm gonna be an entrepreneur, I'm going to be rich and what motivated and what was not just to buy a bunch of crazy. Stuff, but he really wanted to be rich so he could buy independence. He says I decided that the best course for independence was to mine my own business and make my own money. And so why he's in great school, they're having to write reports on what they read in the newspaper and this is where he starts to find the blueprint that he wants to follow in the lives of others, and he does this several times of several different people. This is the first 1. It says, On was a photo of mister Austria. This guy named Kurt Marvel. This is setting the record in the in the bench press. I felt inspired by this guy's achievement. But what really struck me was that he was wearing classes. I kept staring at the picture. How could someone who look like a professor from the neck up be bench pressing a hundred 90 kilos. I came away fascinated that a man could be both smart and powerful. And so he starts working out the the number of people working out in this tiny area than Austria is very small. So they all get to new. He wants a meeting this guy Kurt. And he also becomes friends with Kurt dad and Kurt dad has a huge influence on how Arnold's gonna approach both developing his mind in his body. And I really liked with his dad was teaching all these young guys. He says, the idea of balancing the body the mind was like a religion for him. Now let's quote from... I don't know how to pronounce his name So I'm gonna try. But this is K. You have to build the ultimate physical machine, but also the ultimate mind he would say. Reed Plato. The Greeks started the Olympics, but they also gave us the great philosophers. And you've gotta take care of both. So he starts studying... Was like, well, how did... I want everything Kurt has. I want that body that he has. He's getting girls. He's making money. He's being covered in the newspaper, Arnold was like, I want all this. So he says, I got to know him I studied his whole routine. His day job was as the foreman of a road construction crew. He started work early in the morning and was finished by 3. Then he would put in 3 hours of the gym training hard. He'd let us visit him so we could get the idea. You work, you make the money, and then you could afford this car. You train and then you win championships. There was no shortcut. You had to earn it. And so for the first time in his life, he's around people that are, achieving what they set out to achieve in life. When he would work out by at home his dad would ridicule him. He's like, go do something useful. Go chop wood. What are you doing? And now he's around in the group of guys, extremely disciplined. They're... They're working really hard, but they're seeing the results of the... Their work. And again, Arnold at this time. He's around 15 years old. And is really, really important of, the effect that this time in his life had on him. And he talks about that that finding this this new love, this new passion body building, made him feel alive, and I really liked his description that. So I'm gonna read it to you. This... That summer had a miraculous effect on me. Instead of existing, I started to live. I was catapult out of the dull routine, meaning the Do routine was house. Now all a sudden, there was joy. There was struggle. There was pain. There was happiness. There were pleasures. There were women. There was drama. Everything made it feel like now we are really living. This is really terrific. All of the sudden, I had a whole new life and it was mine. Soon life at the gym totally consumed me. Training was all I could think about. I couldn't articulate what drove me, but training seemed something I was born for. And I sense that it they would become my ticket out, meaning out of Austria. This thought made the hours of lifting tons of steel and iron actually a joy. This is a really important. He's got a a bunch of lessons that he repeats in different ways throughout the book, with this idea that you, later in his life when they're filming the documentary pumping iron, they they notice that everybody else is lifting weights, but they have like, a frown on their face struggling and you're sitting over the big smile. And he's gonna... Later in the documentary echoes what he says here when he's just a young voice. Is every painful set, every extra rep was a step closer toward my goal of winning mister Austria. And I think that's a that's a fantastic way to flipped the mindset. So, yes, it's really difficult sterling, but I should be happy about that because I'm getting closer to where I wanna go. He picks up a magazine, and then we see the... He finds that... This is his second blueprint. Essentially, he patterns his entire life after this guy that's on the cover of the magazine. It says on the cover was mister Universe. Reg Park. It gave Reg whole life story from growing up poor in England to becoming mister Universe, getting invited to America as a champion body builder, getting sent to Rome to star in the movie Hercules and marrying a beautiful woman from South Africa. And this is what he took away from it. The story crystallize a new vision for me. I could become another reg park. All my dreams suddenly came together and made sense. I refine this vision until was very specific. I was going to go for the mister Universe title. I was going to break records in power lifting. I was going to Hollywood. I was going to be like Reg Park. The vision became so clear in my mind that I felt that it had to happen. There was no alternative. It was this or nothing. So is the Discovery of Rich Park. Was like, wait a minute. Mister Austria is not my goal. Red now, I was I was motivated for by mister Austria, but I'm gonna skip over that. He comes up with this idea, and he uses this in every different domain so the idea, let me not run over the punch on here. Seek out the toughest competition. So he's gonna seek out the comfort toughest competition. He's like, I'm, mister Austria is not good enough. I'm gonna go for mister Universe. But he also does the saying that it's really crazy that even wanted to do this. But he also does the same thing when he switches from body building to being an actor. He's like, he would turn down even though he, they would offer a bunch of roles, which I'll talk to you more about in a little bit. He's like, no. That's not a leading man role. I was born to be leading me. I'm going to be 1 of the highest paid actors in America, and that's the only thing I'll accept. So, he he's got this really great idea about seeking out the tougher competition, and this will explain why that's important. I was training flat out because in less than 2 months, I knew I'd be going up against some of the best body builders alive, So it keeps them motivated. Right? I signed up for Europe's biggest body building event, mister Universe. This was a it was held at London in London. This is a bras thing to do. Ordinarily a relative novice like me wouldn't have dreamed of taking on London. I would have competed for mister Austria first. And then if I won, I'd aim for mister Europe, and then you go up the ladder like that. He skips a ladder in in every domain. But at that rate being ready, quote unquote for London would have taken years. I was too impatient for that. I wanted the toughest competition I could get, and this is the most aggressive career move I could make and a main theme throughout Arnold's life is the value and the the necessity to have discipline to impose self discipline. And we fast forward in the timeline a little bit. He's discovering the night. He's living in Munich right now, at this point in story, trying to help a gym build up his membership. He's going out a night. He's being interested in women, obviously, but he says something that was really interesting. Because he's he's a very wild crazy person. I mean, the stuff he says in this book is unbelievable. I mean, I graphic detail in in areas of your of people's lives that you would not normally share. Arnold Arnold Chairs. But he says he says, I was wild only when I was wild. When it was time to train, I never missed a session. So I'm fast forwarding a little bit. He wants winning his first mister universe. At the age of 21. It gets this, the attention of this guy named Joe Weed, writer, I don't know how to pronounce last name. And he's probably the most important like, fitness entrepreneur in the United states of the time, and he invites Arnold to come compete at 1 of his competitions in Miami. And when he competes in Miami, he doesn't do as well because he didn't work as hard. He kinda, like, rested on his loyal and thought the momentum from winning Mister universe means I'm gonna win my next competition easily. And so really, the reason I'm reading this section is because I really feel biographies are the antidote to social media because you see the ugly depressing side of people's lives. Think about last week, Bill Gates was lie... Think about Bill gates. Alright? 1 of the most successful financially successful people ever lived. But when you read his biography, you realized there was times in his life where he's lying in bed depressed, not sure what to do with his life. And I think, a lot of people feel that way at some point in their lives, and they think, oh, look, this person has it all figured out. And not really... They didn't always have it figured out. And so we see this with Arnold. He loses the competition and listen to this. That night, despair crashing in. My cheerful is almost never desserts me, but it did then. I was in a foreign country, away from my family, away from my friends, surrounded by strange people in a place where I didn't speak the language. How had I even made it this far? I was way out of my depth. All my belongings were in 1 little gym back? My job was probably gone. I had no money. I don't know how I'd get home. Worst of all, I I'd lost The great Joe, what weed had brought me across the Atlantic to give me this opportunity. But instead of rising to the occasion, I'd embarrass myself and failed to perform. I ended up crying quietly in the dark for hours. And so he gives us this this insight into inner monologue. Like, I just went through this experience. I'm so close to... I've made it to America. I was so close to reaching goal being, you, the youngest person to ever do this and I failed. So he says now I stopped feeling sorry for myself. I came to a harsh conclusions, than those I reached the night before. So says, it was the fact that I have failed. Not my body, but my vision of my drive. Losing London in 19 66 talking about, when he jumped to try to go to mis Universe first time. Hadn't felt bad because I done everything I could prepare. But something different had happened here. I could have died in the week before and not eating so much efficient chips. I could have found a way to train more even without access to equipment. I hadn't done everything in my power to prepare. Instead, I thought my momentum from winning in London would carry me. I told myself I just won mister universe that I could let that that I could let go. That was nonsense. Thinking this made me furious. You're still fucking amateur. I told myself. What happened here never should have happened? It only happens to an amateur. You're an amateur Arnold. Staying in America, I decided, had to mean that I wouldn't be an amateur ever again. I had to start being a professional. From now on, if I lost, I would be able to walk away with a big smile because I knew I had done everything I could to prepare. So when he references Joe Wei the time, he invite... He invited Arnold to to come compete. In the day after he lost, he says hey. Why don't you come back to La with me. And I'll give you a year. He pays Arnold, like, 65 dollars a week, and you enter competitions. You could help... He owns some mail order business or owns a bunch of magazines, owns gym, that kind of stuff, sells fitness equipment, and you could help with that. And what I took away from this section is that deadlines really have a way of focusing. You because he's got a year. And if he performs well in the year, he could stay in America forever. That was his goal. But if he doesn't, this contract with Joe is gonna expire, and then he's he's gotta figure out a a different pass. He says. My mission in America was clear. I was on a path. I needed to train like hell. Diet like hell, eat well and when made when more major tie titles the following fall. Weed had promised me a year. And I... And I knew if I did those things, I'd be on a role. And something smart, something that Arnold does a smarts during this time is, he starts studying joe with Joe, every time Joe, Joe has a bunch of other body builders. He calls him lazy bastards because he'd offered them opportunities. Hey come to Japan with me, hey, come to this meeting with me. And nobody but Arnold. They all... You know, everybody was doing the same they they're building their bodies. They're training, they're trying to perfect their craft, but they they would stop there. For Arnold, he's like, this is just a means to it. Yes, I wanna be the the world's best body builder. But I also want to be just like Reg Park. I wanna make money at this. And if have to make money this I need to study the business. And so he winds up going to Japan with Joe, going to New York, sitting in on meetings basically taking all... Anything that he could learn from Joe to apply to his own business which which he does. But during this time, I really feel that Arnold's mindset, and you could say this in many different situations in Arnold's in Arnold's life. He just has a really great mindset. And 1 of them is that he's full of gratitude. And this is Arnold at 21 years old. He winds up getting Joe to sponsor his best friend Franco That he knew back in in Germany to come over, and he says, but in Munich, I lived in a closet in the gym. So this was pure to me. So what they're talking about it is they they didn't don't have a lot of money this time. So they're they're living 2 of them are living in a 1 bedroom apartment. And, you know, some people like, oh, this is this sucks. Arnold I was like no. This is... I was living in a gym in a closet. This is way better. So this pure luxury to me. Franco felt that way too. We had a living room and he emphasized and a bedroom, and there were curtains. Our bathroom had a sink in a toilet in a bathtub with a shower, far better than what we had in Europe, no matter how small the place was. We felt like we'd really arrived. So he's competing. He's winning a bunch of, bunch of different titles in America, and this is where he he uses the fame the the small amount of fame that he has to transition into becoming an American entrepreneur. And he says, I also launched a mail order a business out of my apartment. It grew out of the fan mail I was getting. People wanted to know how I train my arms, my chest, and they asked how they could get fit themselves. That gave me the idea of selling a series of booklet. So he's selling essentially a a workout routine. Imagine if Arnold had in scrap. What he you could have done with that? In America, unlike Europe, there weren't a million obstacles to starting a business. All I had to do was go down a city hall and pay 3 dollars and 75 cents for a permit and then rent a post office box to receive the orders. And we see his early resourceful. Goes to Joe and he's like, hey, I'm... You're taking pictures of me, you're putting me these magazines, but I'm not getting paid for any of this stuff. So he says, I talked him into giving me free advertising spaces magazines. He says you can always start paying me for using me in your ads. I. But I'd like it if you just give me an opportunity. I figured Joe would go for this because he always hated part with cash. So he put... Starts putting these ads in Joe's magazines and all... The money starts rolling in. And so Arnold says, I loved being an American entrepreneur. With mail order, I was doing what Charles Atlas had done. So that's another blueprint. Somebody else a body builder that came... He was born probably like 60 years before Arnold, and he got relatively world famous, and he would sell workout equipment fitness programs through the mail, and he was very financially successful. So Ar was like, I'm doing this now, but he's doing it at way younger age. Soon I started another business. This time, this is just hilarious and really, really smart. You're gonna see Arnold, he's just a really intelligent person. Soon I start another... What I mean is, like, very common sense understands people intelligence, And it was a very good salesperson. That's what another surprising thing in the book, is that that's what he considered himself first. He's like, I sell everything. I sell body building. I sell my movies. I sell my products. I sell my real estate. I'm in sales, and he preach the reader to do the same thing. So he said soon I started another business, this time with Franco. His idea is that we should... That that we should work in construction. We put an ad in the newspaper that said, European Brick layers, experts in marble and Stone. We got our first job right away. Franco and I had noticed that Americans love for names, Swedish Massage. Italian design, Chinese herbs, German Ingenuity. We decided that we should highlight being European. I also noticed that Americans like to bargain a little bit and feel like they're getting a deal, another part that in the book that you'll love if you read it, and I have to admit from the podcast is all the different... He points out how different it was, like, America was at this time, than growing up in Europe, and he's got all these great little stories in here. So he says, they feel like they're getting a deal So Franco and I had a whole routine. I would come up with an estimate, and then I'd show it to Franco, and we would start arguing in German in front of the client. Then the guy would ask what's going on. Well, I don't have to tell you about Italians I'd say, rolling my eyes. I don't get it why he thinks this patty will cost 8000 dollars. He wants to order x number of bricks, which is way more than we're going to need. I mean between me and you, I think we could build it for 7000. So on the next page, Arnold talks about this builds up troubleshooting him and the client. The guy would start to trust me right away. That's really nice that you're trying to give me the best price. Franco and I hadn't then also element of, you know, being in the right place the right time. We've talked about over and over again. Franco and I hadn't even been in business a year when a big earthquake hit the San Fernando value in... In 19 71. Franco and I ran our advertisement in the Los Angeles times right away, and we were busy around the clock. For extra hands, we recruited body builders off the beach. At 1 point, we had 15 of them mixing cement and caring bricks. It was a very funny site, but we couldn't depend on the body builders. They couldn't handle working every day. Some of those guys were lazy bastards. But I wanted to be rich very quickly. And so we already see something that, Arnold preach his whole life. He's like, you got 24 hours in the day. And you just need to organize your time better. And this is something he repeats in different scenarios that I'll talk about later on as well. But in this case, think about that it. He's running construction business. He's running his mail order business. He's training 5 hours a day. He's going to college to learn English and to learn business. He's doing business trips with Joe. He just didn't waste any time. So in this, he's he's talking about 1 of his ideas that everything is reps. You're not born good at something you have to practice practice practice. And in this section, really, he's talking about, you know, I have to figure I have to do in his body building competitions you have to transition from pose to pose and they compare like Ballet. You can't have like, an awkward pose. And so you have to figure out how to do your transitions and make them really smooth and effortless. But really what I took away from this is that Arnold has relentless optimism combined with terminator, like, focus on improving his weaknesses. And again, sometimes you see his in inter monologue, he's not the nicest to himself because he's really focused on improving his weak spots. So he says you practice every pose and every transition because that extra step is the very thing that can make you lose in front of the judges. They'll think and he's talking about if he doesn't do this. They'll think that's unprofessional. You're not ready for the big time. You are a fucking idiot. Get off the stage. You can't even stand standstill still in in the post. You haven't even practice the simplest things. I just mentioned his, this theme that he says, listen, there's a lot of time in the day. You just have to organize your day better. We get a insight into what his schedules is like at this time. I because I threw my myself into my Los Angeles life, going to school, training 5 hours a day at the gym, working in construction and working in the construction and mail order businesses, making appearances and going to exhibitions. I forgot another business that I was getting seminars. All of it was happening at the same time. Some days stretch from 6 in the morning until midnight. Arnold is really big in into writing down your goals to visualize where you wanna be in your life. He talks about it over and over again. This is something we see even at this time, in Los Angeles, you know, in early twenties and he's doing this. He says, I always wrote down my goals. I had to make it very specific so that all those fine intentions were not just floating around. So this is a list of goals he had at this time in his life. Get 12 more credits in college. Earn enough money to save 5000 dollars. Work out 5 hours a day, gain 7 pounds of muscle, find an apartment building to buy to buy and move into. It might seem like I was myself by setting such specific goals. This is really smart too. But I was actually just the opposite. I found it liberating, knowing exactly where I wanted to end up freed me totally to improvise how to get there. Something I think people would find surprising as how Frugal Arnold was. The girlfriend... The girl... His girlfriend at the time they were living together. He said that she was really supported because he wanted to save every penny. He wanted to put all... Save as much of his income as possible 1, it was a small amount of income. But not only that, he wanted... He realized every dollar that he could save and reinvest in the business is gonna produce 2, 3 or 4 dollars in the future. And something else admired about his life stories is the fact that people would keep trying to distract him. And with offers other offers and sometimes very lucrative offers, but they were outside of what his goals were, which he had written down, and he would have none of it. So remember, he's making, well, Joe's paying was 65 dollars a week. He's probably making a couple thousand dollars a year in each of his businesses. But nothing close to what they're about to offer him. And they want him to to to manage a string of gyms. It says, but that was not my goal. The same same with the offer I received in the early seventies to manage a leading gym gym chain for 200000 dollars a year. There's a lot of money back then. It's still a good living today. It was a lot of money, but it turned it down because it would not take me to where I wanted to go. Managing a chain would not make me a body building champion or get me into movies. Nothing was going to distract me from my goal. No offer, no relationship, nothing. And so around this time. He's like, okay, a lot of people, they work and then they go spend some of the that money on rent, and they live in apartment. He's like, III don't wanna do. I wanna own the building, so I can live for free by renting out the other units. And so he winds up doing that. And in this story, It's fantastic. And the main sentence I want you to remember from this. So he's describing as of good friend of his who is extremely risk ave. And he says, problems were all he could see. Okay k. So his name is Art Z, and he's he's... Arnold put the financing together save some money and he's buying a 215 thou... For... He's spending 215000 dollars on, this apartment building. He says, How can you stand the pressure? You have responsibility renting out the other 5 units? You have to collect the rent? What if somebody goes wrong? Problems were all you could see? It could be terrible. Tenants would make noise. What if somebody came home drunk? What if somebody slipped and you got sued. You know how America is with all the lawsuits, and this is arnold ultra result... Response. Blah blah blah. I caught myself listening. Already. You almost scared me just now. I laughed. Don't tell me any more of this information. I like to always wander in like a puppy. I want I wanna walk into a problem and then figure out what the problem really is. Don't tell me ahead of time. Often, it's easier to make a decision when you don't know as much because then you can't overthink. If you know too much, it can freeze you. I noticed the same thing at school, or economics professor was a 2 time Phd, but he pulled up in a Volkswagen Beetle. I had I had better cars for years by that time. I said to myself, knowing it all is not really the answer because this guy is not making the money to have a bigger car. He should be driving a mercedes. So I got to the part. I've already told you about, but I think it's important to repeat it. Didn't left myself on this pages is, what a great way to think about hard things. So the... 1 of the producers of the documentary pumping iron is talking to a group of other people about what he noticed about Arnold. He says, here's another fascinating thing. Arnold never ever had an angry look while he was training. He was looking huge amounts of weights, and he's always smiling? I mean, just think about that. What must be going on inside his head. What must he know about his future that he's always smiling? All I would say is that I found joy in the gym because every rep and every set is getting me 1 step closer to my goal. Again, that's just a great way to think about the hard things that you have to do in life. So he's getting a lot of pull publicity. Excuse me, for promoting the pumping iron documentary, and he goes on the Mer of Griffin show, and some the... He gets a 1 of his first acting gigs on Tv show from Lucille Ball, who... I'm actually looking for a documentary on because Arnold goes into detail about what's made special. She's 1 the first females to break away from the Hollywood system. She starts her own production companies, so she can actually own the shows, and it wanted making her fabulous wealthy. You know, she made ton of shows. I love Lucy is probably the the the most popular 1. But she gave him a piece of advice. First of all, it made me laugh, and it's great advice. And as I've also heard Arnold and other interviews and speeches talk about this advice. I didn't know it came from Lucille Ball, though. But this part made me chuckle all the end. I wasn't expecting it. So it says, Lucy gave me advice about Hollywood. Just remember, when they say no, you hear yes and act accordingly. Someone says to you, we can't do this movie. And you hug him and say, thank you for believing in me. At this point, he's 1, I think, like, mister Olympia, I know 5 different times. He's 1 almost everything you you can win. He's by far the the most famous body bill in the world. And he starts to realize, hey, do you want to do movies? Or do you wanna continue to be a body building champion. So he... He's trying to figure that out and he says. I couldn't have it both ways. So it's forced to make the decision, I'd been leaning toward anyway? To retire from competition. I'd been body building for 12 years already. And I like the idea of staying hungry in life and never staying in 1 place. When I was 10, I wanted to be good enough it's something to be recognized in the world. Now I wanted to be good enough at something else to be recognized again and even bigger than before. So this when he starts pursuing his his movie career, but he's also still, got his real estate business. He still got the male order business. He's still doing seminars and doing all these things, and he lets us into the fact that physically, he could withstand on the challenges, but he realized, hey, I'm not taking care of my mind. And I didn't know this. But he got 1 thing he's like listen therapy, you could do meditation, do whatever you're doing. He got into trans transcend dental meditation. And really, the take away from the... Section is, like, I was over optimizing my body and forgetting the mind. And you can't do it, and he he also talks about the reverse issue. Just take care of your mind not your body. So he says, hearing them talk about the need to disconnect and refresh. The mind was like a revelation. And this goes back to here. It's more of his inter monologue, which is very surprising. Arnold. You're an idiot. I told myself. You spend all your time on your body, but you never think about your mind. How to make it sharper and relieve the stress. When you have a muscle... When you have muscle cramp, you have to do more stretching. Go to the Jacuzzi. Put on ice packs, take more minerals. So why aren't you thinking the mind can also have a problem? It's overs stressed or it's tired or it's bored or it's fatigued. It's about to blow up, Learn the tools for that also. And so during this time, he's pushing himself to limit he's using every hour of the day, and it causes causes a dis integration of a, of a multiple multiple year relationship, and the it had to be that way because Arnold did had no desire to be normal. He doesn't feel normal, and so he talks a little bit but a little bit about that as well. But she was a normal person who wanted normal things. And there was nothing normal about me. My drive was not normal. My vision of where I wanted to go in my life was not normal. The whole idea of a conventional existence was like k to me. So Arnold's around 28 years old at the time. He's trying to break into movies, and he talks about this over and over again the Nay. And this is what he hears a lot of. They both said the same thing. There were too many obstacles. You have an accent that scares people. You have a body that's too big for movies. You have a name that won't even fit on a movie poster. Everything about you is too strange. Why don't you stay in the Gym business? Or why... Or we can help you lining up some seminars and speaking engagements or with a book or something like that. And the reason I bring up this part is because when he takes away from this is fantastic. Why should I give up my goal because a couple of hollywood agents turn me down? So eventually, start offering parts, but then he's like, no. This is not my goal. So something I... Else I learned from the the life story of sorcerer is he never took his eyes off this goal. Somebody asked me to play a bounce. They wanted me to play a Nazi officer, a wrestler, a football player, a prisoner, I never took jobs like that because I would say to myself. This isn't going to convince anybody that you're here to be a star, and this is really important why he could... He had... It is again again, another smart thing you did. He had the financial independence because he already had a little bit of money before movies to not have to take these rules. I was very glad I could afford to say no. With the income from my businesses, I didn't need money from acting. I never wanted to be in a financially vulnerable position. I felt that I was born to be a leading man. I had to be on the posters. I had to be the 1 carrying the movie. I realized that this sounded crazy to everybody but me, but I believe that the only way you become a leading man is by treating yourself like a leading man and and working your ass off. If you don't believe in yourself, then how anyone else believe in you. And so eventually, this belief in this persistence pays off, they real... There there was a, like, a Sci f hero called Conan, and they're they they recruit Arnold delete... You're perfect for it. And he says we agreed on a deal. This is his first big break in hollywood This is I'm telling you. We agreed on a deal for me to start in Conan. They had a bunch of Conan and 4 sequels, actually. The money was laid out. I'd make 250000 dollars for the first movie, 1000000 for the next and 2000000 for the next and so on. Plus 5 percent of the profits. All 5 movies would be worth 10000000 dollars over 10 years. Now what's interesting is they just said hey, we're gonna give you 5 percent of the profits. The producer wind up not liking Arnold. And Arnold had... He didn't understand the language and he he tried to crack a joke, and this guy, I guess, was really, really short, and Arnold goes into his office 1. He's like, why is a little guy? Like, you need a big desk. And this is a guy that's... To be treat being treated away respect. He's very powerful. He's. I think over a hundred movies. And so he he tried to seek out revenge. They weren't gonna cast anybody else and lead role, but he says, you know what? You're not, I'm gonna take those points back. And again, Arnold does something smart. Feel like I'm repeating that over and over again because he just does something... He just understands people and that producer, his name is Dino. Says the lawyer announced. Dino doesn't wanna give you 5 points. Like it says in the contract. He wants to give you no points. I said, take the points. I'm in no position to negotiate. He gasp. All 5, it is astounded him to hear me simply say that because he'd expected a fight. All the points I repeated. Take it. I was thinking, you can take it and shove it because that's not what I'm doing the movie for. I understood the reality. The situation was lopsided. Dino had the money and I needed the career, so it made no sense to argue. It was just supply and demand. But Ass thought the day would come when the tables will turn. So he realized I need the role of Conan more than the points. Because the role of Conan will establish a movie star, and then I'll get, I'll get other movie roles and there'll be more movies in the future, and I'll make up the money in the back end. But if I fight this guy here and I I lose a role Conan, I may have lost my 1 opportunity. So Conan is a very physical movie. And I I wanna read this section to you, but it's... Let me actually, let me read it to you first, and then I'll tell you my interpretation of it. He started sending experts to train with me. Masters and martial arts, stunt people who are horse riding specialists. For 3 months, I was tutor in in sword combat 2 hours a day. The training was as intense and and time... The training was intense and time consuming, and I took to it completely. I felt like my movie career had suddenly come into sharp focus. So everything with Arnold is like this. Reps, reps, reps, reps. He talks about over and over again. There's no magic formula. You just have to put in the time. Later on, anytime he's given an opportunity. If he's gotta learn out a ride a horse he'll ride a horse every day for hours and hours. He he gets invited to how he meets his wife. The Kennedy put on, like, this tennis tournament or something for charity. And if initially, he turns it. He's like I don't have play tennis. And like, no, this is a good opportunity you to go. So what is what does did he do? He placed tennis for 2 hours every day for 3 weeks until the to the the charity. He does this over and over again. He talks about it constantly. He's like, I'm not good at anything. I wasn't good at lifting weights. I just did more. I did thousand 10... Hundreds of thousands of reps. Wasn't gonna at speak English. He winds up... There's a line... Because he had such a thick accent, and there... He talks about, there's, like, certain sounds in German that that don't exist. Like, they call... They don't call wine. There's no w. It's like vine or something like that. So he says, like, the wine grows on the vine. He go wind up having to say that sentence in in these, classes he's doing to to try to learn English and to get rid of his accent a little bit, 10000 times. Just everything he does over and over again. He's just, like, it's just time consuming, and it's just me putting the effort on a daily basis. Has someone 1... How to how to dance the tango for, the movie true lies. Does that for hours and hours and hours. Another 1 if these main themes is, cell that you need to work like Hell and then advertise. Actually been saying that was a quote from Arnold. This whole time, because I've heard him say so much. And in the book, he talks... He learned it from Ted Turner. But any any case, this is an example of that, very few actors like to sell. I'd seen the same thing with authors in the book business. He wrote 2 best bestselling books on his careers body building as well. It's sold very well. The typical attitude seemed to be, I don't wanna be a horror. I create. I don't want to shi. It was it was a real change when I showed up saying, let's go everywhere because this is such a... I love his his mindset here. If you think about it I like this. So he says this is this is the mindset that he has. Let's go everywhere because this is good not only for me financially, meaning he's gonna benefit the more he sells. Right? But also good for the public. They get to see a good movie. So assuming the author wrote a a great book. The actor performer on the movie. Why wouldn't... Like, what's the point if no 1 knows about it. And I love that mindset. It's like, listen. Yes. This is gonna be good for me, so I'm gonna put an effort. Right? But it's it's gonna be good for the studio. It's gonna good be good for all the people that work on the movie. But it's gonna be good for the end user. If you wrote a great book, that that book could change somebody's life. So why wouldn't you go out there and and try to make as much as many people aware of it as possible because then that's more lives that you can improve can entertain them for a few hours, maybe they learn something they take with them for a best of life, whatever it is. I think it's a great day. Says I saw myself as a businessman first. Too many actors, writers and artists think that marketing is beneath them. But no matter what you do in life selling as a part of it. You can't make movies without money. Even if I had no publicity obligation of my contract, it was still in my interest to promote the movie and make sure it made as much money as possible. I wanted to be involved in the meetings. I wanted everyone to see that I was working very hard to create a return on the studios investments. I felt it was my responsibility to pump up the gross. So he's always comparing and contrasting him himself to other people... Other peers. Right? He did some body building when they when they wouldn't take Joe up on the offers to learn business. He does this in the movies. He's like, a lot of actors. They're like, okay, We... That's the end, the movie's is over, you know, they're gonna edit it and it's gonna release. They thought their job done. And I was like, no. Half my job is done. Now the other half, arguably the more important half is making people aware what the hell I just did. Work like hell and advertise. So that's gonna lean me right to my next point, which is this is Arnold's mindset on work. To me, the work didn't feel intense at all. Just normal. You do a movie or book and you promote the hell out of it. And in the meantime, you work out and you take care of business and explore even more. It was all a joy right. This is a again, his positive mindset that I think it's so important, which is why I never thought, oh my God. Look how much work there is. It's just too much pressure. When I had to work at night, it might mean going to a meeting to talk about movies. How bad was that? I was talking about movies. So for me, work just meant discovery and fun. If I heard somebody complaining, oh, I worked so hard. I put in 10 and 12 hour days, I would cr him. What the fuck are you talking about? When the day is 24 hours. What else did you do? I love the variety of my life. 1 day, I'd be in a meeting about developing an office building or a shopping center, the next day I'd be talking to the publisher of my latest book. Next I'd be working out working with Joe on a cover story, then I'd be in meetings about a movie. Everything I did could have been my hobby. It was my hobby. I was passionate about all of it. My definition of living is to have excitement always. That's the difference between living and existing. And before I get to his next point, we're fast forwarding in the story, this blew my mind. This kind of a weird alternate history. If you think of that. He gets invited, James Cameron is is gonna do the terminator so they have lunch, and they're trying to convince him to come on board. And originally, they were not... They did not cast him in the role of terminator the machine. He was supposed to be the hero. Right? I'm gonna read the sentence to you, and this is what they said to him. We pretty much got O j Simpson signed up to be the terminator, which is like a killing machine, the Moving on, do hard things. There's less competition. People were always talking about how few performers there are at the top of the ladder, but I was always convinced that there was room for 1 more. I felt that because there was so little room, people got in intimidated and felt more comfortable staying on the bottom of the ladder. But in fact, the more people that think like that, the more crowded at the bottom of the ladder becomes. Don't go to where it's crowded. Go to where it's empty, Even though it's harder to get there, that's where you belong, and that's where there's less competition. This is him repeating, don't see only problems. You can over think anything. There's always negatives. The more you know, the less you tend to do something. If I had known everything about real estate movies and body building, I wouldn't have gone into them. This is many pages later and you see the same. He's echoing the same thing that you have to sell, sell, sell. Whenever I finished a movie, I felt my job was only half done thing every film had to be nurtured in the marketplace. You can have the greatest moving in the world. But if you don't get it out there, If people don't know about it, you have nothing. It's the same with poetry with painting, with writing, with inventions. It always blew my mind that some of the greatest artists from Michel Angelo to Van Go, never sold much because they didn't know how. That wasn't going to happen to my movies. Same with body building, same with politics, no matter what I did in life. I was aware that you had to sell it. As Ted Turner said, early to bed, early to rise, work like hell and advertise. So at this point in story, Arnold's already already a massive, success and action herald... It's something I was really surprising. The original terminator, which I feel 1 of the most iconic, like, well known movies. Right? Cost only 4000000 dollars to make. Made hundreds and hundreds of millions of dollar remarkable. But anyways, that's not the point of this section. He wants to branch out. He was wanna be Cast and to just, hey, I'm this big strong person. He wants to start doing comedy. And there's this movie. I know if you've seen. He did... Does it with Danny Da devi vid it's called Twins. And this is the negotiation process. Which I thought was really, really smart. He's willing to take a risk financially, so he's not Type cast. So he winds up having a meeting He's like, I don't want you to pay me for this upfront. He says, we don't want cash. We said. Let's all share the risk here. That's The deal we ended up with guaranteed that the 3 of us. It's Ham Danny Da and this 1 of the producers. So it is the deal that we ended up with guaranteed the 3 of us, 37.5 percent of all the income from the movie. And that 37.5 percent was real. Not subject to all the watering down and bullshit tricks that movie accounting is famous for. They call it Hollywood accounting. We derived... Shipping. We divided up the 37.5 percent ourselves proportionally based on what each of us had earned on the previous movie. Because I'd been paid a lot for the running man, I ended up with the biggest slice, almost 20 percent. It made the math simple. If twins was a decent size 6 assess and made, say 50000000 dollars, it would put almost 10000000 dollars in my pocket. So he says, okay, listen. There's no risk here because they're, like, well, you're an action here. What if people don't see, you know, can you do comedy? So you have the pay front, our I'll line my interest with you and willing make money to the movie successful. This winds up... He winds he doesn't make 10000000 dollars. This is so successful. He's still getting paid as... When he put... I think he publishes a book in 2011 something like that. He was still getting paid for that movie. He winds up making over 35000000 dollars and counting for this 1 decision. I loved his response too. Good this is for fast forwarding Wayne story. He winds up doing a movie. It's called the last action hero. It was supposed to be, like the blockbuster of the summer, but it had the unfortunate luck of opening right after jurassic park. And jurassic Park just came through and destroyed. Everything, And so, you know, they're writing up, they're like, oh, this this his career done. It wanna making a profit, but it just didn't do as well as it should have. And so they're writing all people are calling human his wife. It's like, we feel so bad for you you okay. Can we help you? And really what he comes comes away with is like, yeah, It was temporary embarrassing. But the the main takeaway the to know of myself is people are not thinking about you. They are thinking about themselves. I've talked about this blog over and over again is right named Tim Urban I've taken a lot of ideas from, in fact, if you go back and listen to... I did a, 3 part series on his Elon Musk, he wrote, like, essentially, like, a small book. I think it's like, 60000 words, or something like that. But anyways, I think it's like somewhere in the 15, founders 15 or something like that. But He has his great post. I was think about. He wrote years ago I I reread it every so often. And it's called tam the mammoth. I'll link to it and show notes if you have not read it, but it's this this this mis that a very common in human beings that we think oh, when something goes wrong in our life when we make a mistake. Everybody's looking at us. They're pointing us and laughing. It's like no. They're they're looking at themselves. They're not even paying attention to you. Ar comes across with the same conclusion here in a different manner. He says, and when you film embarrassed like I did. You tend to assume that the whole world is focused on your failure. I'd go into a restaurant and someone would say, oh, hey, how are you doing? I see the new movies out, that's great. And I'd feel like that's great. You motherfucker. Didn't you read the La times, but in fact, not everybody reads La times, our variety or goes to see every movie? The poor guy probably knows nothing about it and just wants to say something nice. And again, I think I really do think... I mean, it sounds... I hope you don't think this sounds ridiculous, but I do think a blog post can change your life and that Tim Urban post is really life changing. When you realize, everybody is self interested. They're thinking about themselves. And so take the risk. If if you're not, if you're worried about taking risk and failing because what other people think, that reading that post, we'll get you out of that mindset. And I think that's extremely helpful. That's what I mean by life changing. So 1 thing, that this not left phone my might this page is wait, what? You were going to hide your heart surgery. So he's got a... He has a genetic defect, and, he knew for 20 years since he was in his thirties, that he eventually have to have, like, a valve in his heart replaced. Right? And he was a very private person wouldn't even tell his wife and his kids that he needed this to happen. And he says, I'm a person who who's does not like to talk about things over and over. I make decisions very quickly, and I don't ask many people for opinions. I don't wanna think too many times about the same thing and I wanna move on. As a so he's saying, like, that I can't tell my wife about this because if I tell her she's the opposite. She's gonna talk about this, and then I'm gonna be worried Gonna die. Okay? She says, as a surgery approach. I let the doctor on my plan. I will tell my family that I'm going to Mexico, I said. I'll say I need a little vacation for a week. And then we do the heart surgery, you said I'll be out of hospital after 5 days. So after 5 days, I'll go to a hotel, I will lie in the sun and get tan, and I will look healthy. And then I'll go home and no 1 will ever know I had heart surgery. How about that? And the doctor's like, no. Arnold, you're not doing that. That's freaking insane. And it definitely is. Okay. So towards the end of the book, the last chapter actually has just... He writes down, like, his his rules for like. And I think the the entire book, I've said over and over again. Sorry. It's worth the money, and it's worth the time invested, but even if you just read the last chapter. It's worth the price of the purchase the book. I'm just gonna pull out a couple of things here because I I love his mindset here. And again, it's just really teaching the same left... Lessons in different ways. This is the idea that, hey, There's plenty of time in your day that your need organize your day better. So the heading says, the day has 24 hours. But I once gave a talk at the university of California in a at the University of california and afterward, a student raised hand and complained. Governor, since the budget crisis hit us, my tuition has gone up twice. Now it's too high and I need more financial aid. I understand it's difficult I said, but what do you mean too high? I mean, now I have to work part time. Well, what's wrong with that? I have to study. So I said, let's figure this out. How many hours do you go to class? I got 2 hours 1 day and 3 hours another day? And how much studying do you have to do? Well, each day, 3 hours. Okay. So far I see 6 hours 1 day and several an hours the other day? What do you do with the rest of the time? What do you mean? Well, the day is 24 hours. Have you ever thought about working more? Maybe taking more classes rather than wasting your life away? The class was shocked. I'm not wasting my life away said the student. Yes, you are. You're talking about 6 hours a day. The day is 24 hours. So you have 18 hours left. Maybe you need 6 hours for sleeping. So if your part time job takes 4 hours, you still have time for dating and dancing and drinking and going out? Why are you complaining? I explained how as a student, I'd trained 5 hours a day, gone to acting in class 4 hours a day. Worked in construction several hours a day and gone to college and done my homework. So it's interesting. As I'm reading the book because I normally do, I I try to find latest interviews to see how he's thinking if the person still alive, how they're thinking now and he can hear this great great interview. Sometime this year I think. And, he's always very positive. Yeah, And what's interesting is All the interviews of you, like, I'd use Youtube mainly for this. Arnold Shorts interviews are some of the only place where the Youtube comments are all positive. This guy has a massive fan base that Love him. And that's very rare like that, but he's... So he's always very charismatic. The closest he gets to showing a flash of anger is when people... When he's asked the question. Okay. What do you say to the people that say they don't have time to work out Or they don't have time to to to work on their business. So they don't have the time to do whatever they're doing? And it's almost in a brief second. You could seem him, like, smashing the table. Doesn't do this. But he essentially, he does not accept that argument at all, and he repeats very similar to what he told the student that you have plenty of time. You're just not using the time correct. And he's just not big on excuses, which again, I think that, like, tough love is very beneficial to young people. I think, oh my god. I have to work part time Where I go to school. You know, he's just not he's not this guy, this kid, But he's just like, come on, man. Come on. You're talking about 6, 7 hours a day. You got plenty of other... Well, like, organize your day better. And I think that's just very helpful. It's very helpful to say, hey, what do I wanna do in life? And then write down how you're spending your time and you realize that, a lot of times, we just dilute ourselves. We we come with these fantasies on mind of what we really wanna do. Actions express priority. So right down when you're spending your time. Is something I do. Write down how you're spending your time. And then seeing, are my actions lining up with what I tell myself, or am I lying to myself. And in many times we find that we're lying to ourselves. That kid was lying to myself. Alright. This another 1 reps sharp reps. He talks about when he was a young man starting with weights back in Austria. I'm gonna skip over the part other than He does something smart about... They had a piece of plywood and they'd write out and chalk, Like, what they have to do. Right? So it says, okay. You cannot leave you do 5... I'm gonna skip over the reps and stuff, you know, 5 sets of 10 reps 5 all this other stuff. But he says, I'm gonna get to the punch on. Then as soon as you were done with the first set as you you went to the wall and crossed off the first line so it became an x. All 5 lines would have to be turned into an x before the exercise was done. This practice had a huge impact on my motivation. I always had the the visual feedback of wow an accomplishment. I did what I said I would do. Writing my goals became second nature and so did the conviction that there are no shortcuts. It took hundreds and even thousands of repetitions for me. He talks about build building's his body. But he says, there are no shortcuts. Everything is reps, reps, reps. No matter what you do in life, it's either reps are my. If you wanna get good to skiing, you have to get on the slopes all the time. If you wanna play chess, you have to play tens of thousands of games. On the movie set, the only way you have your act together is to do the reps. If you've done the reps, you don't have to worry. And then this is a unique piece of advice, and it's... It says don't blame your parents, and Just wanna read some parts to you from here. They've done their best job for you, and if they've left you with problems, they prop... Those problems are now yours to solve. Maybe your parents were too supportive and protective and now that you feel needy vulnerable in the world. Don't blame for them for that, or maybe they were too harsh. Talks about his his parents. His father was extremely harsh. So he says he was exacting, which was his nature. He was also brutal at times. But I don't think that was his fault. It was the war. If he had lived in a more normal time, maybe he'd had been different. But I've often wondered, what if he'd been warmer and nicer. What I have left Austria? Probably not. And that is my great fear. I became Arnold because of what he did to me. I recognize recognized that I could channel my upbringing in a positive way rather than complaints. So that's just another example of his his mindset. He reverses it. You, very similar. So if... I I just got done re reread 21000 words or something like that of my notes when I read warren Buffett shareholder letters. And I noticed in those highlights that Warren does out lot. He reverses things. He reverses the way normal people think. And just... And when you reverse, you were arrive at vastly different conclusions and usually beneficial conclusions. I feel that is what Arnold is doing here. So it says, he was brutal at the times, but I don't think it was his fault of often wonder what it like... Okay. Just part. And that was my great fear. I became arnold because of what he did to me. I recognize that I could channel my I'm bringing in a positive way rather than complain. So complaining would be what normal people do. Right? I could use it to have a vision to set goals and to find joy. His harsh drove me from home. It made me come to America and work for success, and I'm happy it did. I don't have to lick my wounds. It's not always obvious what you should celebrate. Sometimes you have to appreciate the very people and circumstances that traumatized you. Today, I hail the strict of my father and my whole upbringing and the fact that I didn't have anything that I wanted in Austria. Because those were the very factors that made me hungry. Every time he hit me, every time he said my weight training was garbage that I should do something useful and go out and chop wood. Every time he dis disappeared of me or embarrassed me, it put fuel on the fire in my belly. It drove me and motivated me. And finally, stay hungry. Be hungry for success. Hung gonna make your mark. Hungry to be seen and to be heard. And to have an effect, my father always told me, be useful. Do something. He was right. If you have a talent or skill to makes you happy, use it to improve your neighborhood. And if you feel desire to do more, then go all out. You have plenty of time to rest when you're in the grave, live a risky life and a spicy life. And, like Eleanor Roosevelt said, every day do something that scares you. We should all stay hungry. For the full story, by the book, if you buy the book using the link that's in the show notes, you'll be supporting the podcast at the same time. That's a hundred and 41 books down 1000 a go, and I'll talk to you again soon."
}