{
  "transcript": "These industrial accumulated their wealth in ways most Americans could understand. They dug up something. They discovered something. They built something. But the financier is backing these industrial list as Americans were just learning, found their riches in the flow of money itself. Morgan was most influential of these businessmen. He wasn't the richest by most counts, John Rockefeller and Carnegie were, but that didn't matter. He was commanding in ways none could match. Wherever he sad, he became the head of the table. He was comfortable in his dominion, though never with his fame. He had an aristocrats disdain for public sentiment and the conviction that his actions were to the country's advantage, no explanations necessary. Roosevelt thought big business was not only inevitable, but essential. He also believed it had to be accountable to the public, and Roosevelt considered himself to be the public. Each presumed, he could use his authority to determine the nation's course. Each expected difference from the other along the way. Morgan and Roosevelt both new privilege and loss, though they would have ba if anyone had pointed out their similarities. The president aimed to guarantee that as American prosperity took hold, the laws applied to the country's elite and its poor alike. He wanted to assert the supremacy of government over business. The financier thought that was needless, even dangerous. The country's strength accrued from capital, trade, economic efficiency. These were the provinces of businessmen and Morgan their unofficial ruler. He required order and stability, along with political predictability to assure America's growth and a cent to global power. To morgan, the giant railroad and steel companies he was constructing would allow the country to compete in the world market and its citizens to benefit. The pace and scale of these operations shouldn't be caused for worry or resentment, and certainly not regulation. I'm afraid of mister Roosevelt because I don't know what he'll do. Morgan said. He's afraid of me because he does know what I'll do. Roosevelt said. Roosevelt and Morgan were bound for conflict. Roosevelt was a new kind of president. He believed American capitalism needed a guiding hand. So did Morgan. Each assumed it should be his own. So that's an excerpt from the book I'm gonna talk to you about today, which is the hour of fate Theodore Roosevelt Jpmorgan and the battle to transform American capitalism and it was written by Susan Be. So before I jump into the book, I wanna read this 1 paragraph description that is found on the inside flap, and it gives you a an overview what this... The author's focus is. It said a bullet from an Ana gun put an end to the business friendly presidency of William Mc, A new chief executive bounded into the office, Theodore Roosevelt. He was convinced that as big big as big business got bigger, the government had to check the influence of the wealthiest or the country would inch ever closer to collapse. By March 19 o 2, battle lines were drawn. The government sued northern securities for antitrust violations. This is this huge trust, this railway trust that Morgan put together. But as the case ramped up, the Coal miners union went on strike and the ant site pits that fueled Morgan's trains and heated the homes of Roosevelt citizens went silent. And so this next sentence is gonna... Is what makes this book so unique. With millions of dollars on the line, winter bearing down and revolution in the air, it was a crisis that neither man could solve. And so that's why the book is called the hour of fate. Because while they're in this this huge battle over Antitrust violations, they also have to cooperate with 1 another to make sure that the coal mines are brought back online. And I would say the benefit of reading books like this. Is we get insight. Not only do we see... I think you were learn a lot about somebody by who their enemies are. And we also get to see how several historical figures interacted with 1 another. This is not very different. I've read a few books for the podcast, that that are similar in in that vein. I would say number 97, Go like Hell, talks about the war between Enzo Ferrari, Carol Shelby and Henry ford the second. Then back on founders number 83 I read the book Empires of Light, which is about the the competition and their interaction between Thomas edison, Nikola Tesla and George West house, and then back on founders number 73. The book meet you in hell, which is about the the war between Carnegie and Henry Clayton f. And I would consider the hour of fate very similar to those 3 other books. So before we get into the actual, interaction between the 2 main characters in the book, the author dedicate an entire chapter to each 1, just giving us highlights of, you know, their basic history. Their basic biography and some personality traits. So I wanna pick up if I can start with Morgan first and Get into Teddy. This is something I talked about heavily that that I found most interesting by reading House Morgan, which is the the profound influence. That, Gps father J had on his on Jp life. So it says Morgan had trusted his father to set him on the right path and steer his career. And even when his father was over bearing, Morgan never mounted a challenge. Very interesting because I think his follows the 1 person that he would defer to. And we're gonna see a lot. Even the way he talks to presidents, you could clearly see from the interactions he has with Theodore Roosevelt, and other people in the government that he's not used to having anybody challenge him. The creator of the biggest companies the world had ever known was himself very much the creation of pate influence. The Young Morgan once established, proved instinctively suited to the times in which he lived. As another example of this this to be reoccurring theme that you and I talked about over and over again that there's a certain few historical figures that had... That were in the right place the right time with the right set of skills. Morgan definitely was, fit all those criteria. It was an era of ro un feather competition. Chaotic capitalism that he would try to order. More about his personality he always wanted to be the leader. Taking charge would become a lifetime impulse. 1 though, that Pier would have to curb around his father for years. So the author just talked about, you know, control. This idea of control. Something you know about Jp. He was a control freak. He was a control freak in his day to day work, but he also wanted to control large swath of the... The... I would say the global economy. So he says, this is a quote from him. I am never satisfied until I either do everything myself or personally supervised everything done. I also wanna draw your attention to. I'm not sure if Morgan even liked what he did for a living, which is very, very surprising, because if you love what you do, how many times you're gonna try to to quit and in the greer of Jpmorgan is him trying to quit over an oregon again, and his father not letting him. Is an example of that. Grew weary. He was so strained by his deal making and worn out by his perfectionism that he wanted to retire it age 33. He works to, as a banker till till that he dies. I he died at 75. Not I'm mistaken. Last sentence in this paragraph. His father refused to let him. So before we get to the cold strike that is happening in 19 o 2, the author gives us several examples, which are, you know, in every single biography, if you read about late 18 hundreds, early 19 hundreds, it just... Is this an illustration. So in this case, We're talking about a a strike that's happening due to poor working conditions all the way back in 18 77. But really, this section, as I read this to you, I just... It's just a reminder that history doesn't repeat the human nature does, and the same things play out over and over again, the character cast of characters is different. But... The the way we... As a species we react to the same stimuli. It just appears over and over again. And that's kinda obvious even if you have like, a cursor reading of history. So it's an example of that. This is 1 of the workers meeting with 1 of the governors talking about what they want. He says, Bread is what we are after. And, sir, we have not... We have not had enough to keep our families suffering. So anytime that happens, what's gonna happen, violence strikes usually are almost always resolves with violence. The military moved into the city, subdued the streets and into control of the railroads and the mines. So this is gonna play out again 20 about 25 years into the future. But I wanted to bring your attention to how It was described. More than 100000 workers were around the country protested. That somewhere of 18 77. 100 were killed and a thousand jailed. The police called it a rebellion, the government called it a riot. Later it became to be... Later it came to be known as a great of Upheaval. Back to the personality of Jpmorgan, impatient and fast is the way to describe him. He would concentrate intensely. Maybe for a few moments, maybe for more than arrive at a decision. Dispatch instructions and move on. That focus was his genius, but it was the genius of a monarch, not a democrat. So she's gonna keep hitting that idea over and over again. This idea that he he didn't wanna be accountable to the public. He wanted be in complete control. Now that what I found interesting though is really, the the personalities, and that's why It was, referenced in the the introduction that their Jp and Teddy Roosevelt are much more similar than they would ever care to admit. It's just they they they were both... They had different interests, but they were willing to use a lot of the same tactics to arrive at their end goal. It says, it was the genius of a monarch not a democrat. It kept them isolated. Made him severe and sometimes let him exhausted. Morgan said he could do a year's work in 9 months, but not 12. His imp could be with, so that's a reference to that he would, every year for multiple months, he would vacation So he he definitely lived by that ideas. I'm gonna do a year's work in 9 months. Okay. So let's go into a little bit about Teddy Roosevelt personality. It says he adopted his father's motto. Get action. It would eventually become an app description of his of his turbulent energy. He would become a man of extreme enthusiasm and vitality. He read with near total recall soaked up and soak up information from everyone. He never sat when he could stand. When provoked, he would thrust and when he hit, he hit hard. He had a sn sense of morality and outs outside confidence. So that's another example of what I was just talking about. That... That's a sentence that describes state or Roosevelt. That sentence still is equally true if you were using a sentence to describe, Jpmorgan. Roosevelt was, as you'd like to say, forever at it. He was a curious. He was he was a curiosity, always pushing and straining and ad friends around him to do the same. This is a great description of him. Theodore loved to row, meaning row the boat in the hottest sun over the rough waters and in the smallest boat. He wasn't interested in commerce or money. Roosevelt decided instead to become a public man. He would bring his morality and energy to an institution he believed didn't have enough of either. He expected to change society in the ways he had learned from his father. Roosevelt promised, he would obey no boss and serve no click, And this is just some more great description of his personality. Roosevelt could be ap and often in pet imp. Certain he knew what was right and that his upbringing an education would convince others of that. Again, same... You can say the same thing for Jp. He bored into issues and people. He sponge up details. This a friend of his describing Roosevelt. He was just he was just like a jack coming out of the box. When they attacked him, he would fire back with all the venom imaginable. This is maybe the greatest single sentence describing, Theodore Roosevelt in the entire book. He was the most ind discreet guy I ever met that kind of personality, especially when he was young and had that kind of personality, did not do very well in his early political career. He was a description of that from Tate Roosevelt. I rose like a rocket. He said. But it didn't take long, before he sp. Roosevelt was un scaled at creating alliances. He shouted and paste the aisle. He ranked. I would listen to no argument no advice. I took the isolated peak on every issue and my people left me, but he obviously learns from from this mistake. It says, later on, he would learn to compromise, which he called being practical and to work with men as they were, quote from Roosevelt. I turned in to help them, and they turned to and gave me a hand. And so we were able to get things done. And I think something else that's useful to understand the mindset of Teddy Roosevelt, is he experienced 1 of the greatest tragedies anybody could ever experience his mother and his wife die on the same day. So it says, at 3 in the morning, his mother 48 years old died of acute, ty fever. Alice. That's his wife she was giving birth to his child, Alice died less than 12 hours later. She was 22. Theodore drew a big black x on the page of on that page in his diary and wrote. The light has gone out of my life. And it's interesting to note how he deals with this tragedy. He goes out into the wilderness. A huge part of, Teddy Roosevelt life is his love of nature. So it says that Dakota Badlands, a curious for forbid wonder of time worn rocks and water held the last grass grass stretches of a vanishing frontier. It was there that Roosevelt retreated in the summer of 18 84. He needed its bleak expenses and raw physical tests of endurance to chase away the depression bearing down on him. And this is why he describes why he constantly stays in motion especially times of high stress and and depression. Black care rarely sits behind a rider whose pace is fast enough. He wrote. He built a house, bought several thousand cattle and became a rancher. The northern Pacific railroad cut through this territory and to encourage business promoted the creation of a new beef industry beyond the t and planes. Roosevelt w horses and herd cows. He slept outside, hunted bears, bucks and rabbits. He killed for food and sport and trophies, and the bloody thrill of pursuit helped b out his despair. Social conventions were scarce observed, personal histories left unspoken. Now, this is a crazy sentence. Think about this and how just deep and dark his feelings have to be. Roosevelt later wrote that he practiced the diplomacy of the badlands, not utter 1 word that could be avoided. Okay. So now let's get into what they're fighting over. And this is a reminder, what you and I also learned on Financial number 01:39. Jpmorgan does not want competition. He wants cooperation, and he wants control. And we see, part of doing this is a lot of railroads words are going to financial trouble at the time. And he's reorganizing them, and he's he's essentially building an unofficial trust here. And this is what this the precursor to to the Northern securities trust that Roosevelt is eventually going to put the full force of the Federal government behind trying to break up. And that's what a large part of what the story is about. So says as Morgan couldn't led business Robert bankrupt an industry, so Central the nation's promise. And to his position in the financial world. He decided to establish his own commission. That's a funny word. He's basically it's it's it's a trust. To encourage the railroad world meant to cooperate instead of compete. He wanted to fix prices, spread profits and insured dividends. So he's having all these different owners of different throughout the country meet at his house and he says. The purpose of this meeting is to cause the members of this association to no longer take the law to their own hands. A lot of these people are competing with each other. When they suspect they have been wrong. No more rebates. No more secret packs, no more scalp tickets. When 1 gentleman complained later about Morgan's interference in their road, this is the most important part of this. So when he's complaining when workers interference in the road, Morgan snapped, your roads your roads belong to my clients. Not not all of them, meaning all the railroad 12. The Burlington remained independent and able to pay its own way. So that's 1 of the railroads that he's going to roll up in this trust. This northern security trust. The... This agreement wouldn't last. The railroad men were too cor and suspicious and essentially too competitive to cooperate. So the reason I wanna bring that back up to too is because that's something that After several examples of that in the book of the House of Morgan, if finally clicked to my mind. Or where I'm like, wow. He... If you're if you're you have a well run business and you're financially strong, morgan's of no use to you. Morgan... It's a reminder that Morgan drew his power from poorly run businesses, and I think a lesson from history that is playing out on the pages that I hold in my hand is that the strong rule the weak, but the wise ruled strong. And I think the Burlington is 1 example, this James J Hill, who's a major character in this book. You'll remember I spoke to you about James J Hill on founder number 96 in his biography. James J Hills was 1 of the few railroad men in the country that didn't need Morgan because he had a profitable, well run railroad. When the vast majority of the people that ran railroad at this time in history went bankrupt, they they settled on debt. There are a lot of were investors. They were very far away from the action. James J Hill, if you haven't listened to that podcast. You should go back on, and, listen to it. I actually found out. I didn't know who he was. I was reading all of all this... All these books the shareholder shareholders letters from Warren Buffett and Charlie Mu, and they they constantly talk about operators, they most admired. A lot of them being historical figures. And James J Hill was 1 of the people they they mentioned as an operator, in historical context that they they greatly admired because he he was where the action was. He was constantly out on the front lines of the business, watching where the money was spent making sure that the business are being run correctly as opposed to, you know, people 2000 or 3000 miles away. Okay. So let's move real quick Oh, the no note myself. I don't know if I said this already, but financial strength is k knight to Morgan. So that's a that's a good way to to realize where Jp is is finding these advantages and why so many people have to listen to them because they're in bad financial positions, and he's the 1 that has the money that rounds up the investors that bail these guys out and reorganize them. Alright. But Trusted had come to represent everything skeptical now we're talking about historical context and why This is a problem at this point in time. Remember, this is the the modi opera ironic. This is the the the default mode. You know, for maybe a hundred years prior to this point in history that's just now changing. That's why that's why a lot of what it's about to trans surprises Jpmorgan. So says trust had come to represent everything skeptical. Wrestle Americans feared about the influence of Wall Street. Concentrated power and income inequality. John D Rockefeller said his company was efficient. Critics said it was untouchable. And so that's the problem. You might think, yeah. You you might be thinking, okay. I'm making my business more efficient, Like Rockefeller thought, like Morgan thought, the public says you have an unfair advantage and no 1 can compete with you. So what happens is the the very famous law, the sherman Anti antitrust act is passed. Now, this is really surprising to me. You you probably know what a holding company is. Right? This is why holding companies were invented. I didn't know this entire I've read this book. But says, even if Antitrust laws won support throughout the country, clever minds were hard at work devi advising ways around them. So the the holding company was an invention, in the state of New Jersey. The state could pass a sweeping law permitting 1 corporation to hold the stock of another that at the time, now this is obviously something like that that is legal. But at the time, that was considered a conflict of interest. This is New Jersey Conjure the holding company into existence. A feat for which critics dubbed it a traitor state. So you've all these are different people, Morgan being 1 of them setting up these holding companies in New Jersey as a way to get around a lot of the antitrust laws. Okay. So to set up this Northern Securities trust, we're gonna start working with James J Hill and other people, everybody's going after 1 of the only profitable railroads the Burlington. Outside of what, of Hills Railroad. So let me just introduce you to all these different characters that are important to the story. A har... As hard up, railroads were forced to reckon with their many deficiencies in the 18 nineties, the Burlington continue to prosper. It hadn't gone into debt building lines that went from nowhere to nowhere or went from somewhere that people could already travel to. So there... That's a really quick sentence describing, you know, the the silliness of a lot of the people running railroads, which I covered in in Greater Linkedin Founder number 96. So it says, the company maintained its tracks and locomotives, it didn't need to be organized, but Morgan wanted it. And so did 2 rival railroad barons James J Hill and Edward H Har. Before I go back into the hill, I wanna grab the House of Morgan. 1 second. And when I read this book, I talked about how I didn't really find Jp son that interesting, and that I'd rather read stories about this, this guy E Har. So let me read that paragraph about E h Har because he's an important character in the hour of fate. Like many on Wall street, he was the son of a poor clergy man and an una dash social climber. A crack shot. He had a taste for blood sport and played tough on the stock exchange as well. Where Pier preferred back room deal sealed with a handshake, Har was a market operator. This is important because this is how that him being a market operator is, the strategy he's gonna use to go to war with Jpmorgan before. They eventually collaborate, but before that they go to war. More a raider than a deal maker. When Pier... Where Pier usually serves as proxy for bond holders, Har preferred to buy common stock and exert direct control, which is exactly what he does on some of the railroads that, Morgan had control over her. Finally, where Morgan was the establishment figure, Har was the in outsider who showed the damage that could be done by bright man barred from Pier Club. So he grew up poor, Jp grew up Rich, you know, kinda look down on on on the social climber like like each Har. If bankers prove they could dominate companies through voting trust and other devices, Har showed that the stock raider could dominate both the bankers and their companies. Okay. So back to the hour fate. So Morgan 1 in this railroad, and as did 2 rival railroad Barons, James S Hill and Edward H Har. Hill had built the Great Northern. Listen to this This is such a great description. It's only a few words. It's such a great description of hill. With deliberate thrift and brutal efficiency. His roe would become among the most profitable in the Northwest. He didn't need Morgan the way other railroad executives did it. So I'm gonna keep hound on that idea that's very important because it applies to so many other domains. If you're in a a shady financial position, other people are gonna take advantage of that. So you wanna avoid that it's at all costs. Okay. So while Jp, Hill, and Har are all fighting it out before they eventually c glued, at the same time, Teddy Roosevelt is dedicating himself to public service, the book goes through a lot of these positions. I'm just gonna list off some of the jobs he had before he was vice president. He was a member the New York State assembly. He was president of the New York City Board of police commissioners. He was assistant secretary of the navy. He was the governor of New York and then eventually the vice president, and, of course, when Mc mechanic assassinated, he becomes the president. Okay. So you get an idea of why they're gonna be destined in the class because we theodore recorded, he was the opposite of Morgan in the sense that he used to press as his ally, Morgan avoided the press. And so this... In the press, there's a lot of reports on his political beliefs and what he's trying to accomplish. This also... I think as very smart strategy that theodore door reservoir had when he goes for a election, it was a landslide. And a lot of that is because even the the Republican party at the time didn't really want him to to run again, but he was so popular with the public because large part because he spoke directly to them to the press, that they couldn't find any way they could beat him. But before we get to that point, we see... I'm just gonna throw you some highlights here, gives you an idea of what was important to him. So it says his political pronounce became more forceful. Direct quote from him. There is not in the world a more noble character than the mere money getting American sensible to every duty, regardless of every principle bent only on a ama a fortune. These men are equally careless of the working man whom they press and of the state whose existence they imp. I don't know if you know this. A lot of people are surprised. Tate Roosevelt was a... Was an author. He wrote several different books I'll go into more what I... 1 of things I most admire about him is he was a v reader, at paces that I could even never even match. And I'll go into the more that in a little bit. But he's also... You can tell from his speeches. I, I'm sure he had helped writing this as well, but he was... He's got a lot of these great lines spread throughout his public addresses. And I think part of that, is the fact that, you know, he'd spent so much time writing. Before I get to another 1 of his great lines, I really, you you you you see you really see, like his philosophy and life. He says, a soft, easy life is not worth living. If it impair the fiber of brain and the heart and the muscle. We must dare to be great. So back to his public pronounce, his aim, he rate... He wrote later was to break down the secrecy that allowed the invisible empire of politicians and high capitalists to thrive. Roosevelt signed bills that promised stricter regulation of working conditions gave factory inspectors more authority resources and restricted state employees labor to 8 hours a day. That's what he's doing right before. He's the Governor New york that's what he's doing right before he's he's the vice president. 1 thing I found most interesting is that Ted did not wanna be vice president. So this is a little bit about that. Roosevelt about hoped he would have a second term as governor to make good on these promises. Then you have a lot of these, like, secondary characters in the book. They're they're like, the highest ranking members of political parties even if they don't happen to have. In some cases, they have political office of their own. In some cases they just have influence because they're able to raise... They're able to organize and raise funds for for the for the politicians. And all of them, Roosevelt interacts with a bunch of them. All of them complain about their lack of ability to control Roosevelt. They call a damn cowboy. This example of that. Platt recognize the limits of his control over Rose. I can't do what I want with him. He is will as hell. When vice president Garrett Hobart died in November 18 99, Platt saw a chance to remove the governor who would become a liability and a threats. And a lot of the pressure that these these fixtures have are coming from their donors. So like, hey, this guy out here given speeches about getting rid of, you know, the the the the allegiance between high capitalists and government He, you know, he's a he's a problem. Morgan being 1 of these people. He pushed Roosevelt as Mc mackenzie running mate for the 1900 campaign. So they didn't realize that Mc he's gonna die and he's gonna now have more power. So kind of backfire fires. And so this is what Roosevelt saying about this point in his life. All the big money interest that make campaign contributions of large size, feel that I... And feel they should have favors in return are extremely anxious to get me out of the state meaning New York. He called the vice presidency in Ir some worrisome some place where I could do nothing and told Platt, he would rather be a professor of history. Okay. So while this is all going on in Roosevelt life, let's go back to what's happening in Morgan life. And this is where, Hill, Har and Morgan are are at war. So it says, as they finish their mail, Har and schiff showed up, Hill again turn down Har offer, Har wants to buy the Burlington. And Her again threatened to re retaliate. Now this is we given an idea of the insight into Har personality. Remember, you know, the... Wasn't really... He'll came up very similar to Her, but Morgan, you know, had to disdain for for Her and other people like him, but Har didn't really didn't care. This is how he talks to these people. Very well then, this is an invasion of union Pacific territory, which is a... Which is wherever would he control the time. And a hostile act, and you will have to take the consequences. So what they do is while Hill is out working on his railroad, and Morgan is traveling through Europe, Har is like, okay. I'm gonna go. This is... The know myself was is this is very surprising. He's gonna go in and buy stock in the railroad morgan controlled. And this is what I mean by this was very surprising because this gives you an insight to how Morgan just not used to people even, going after his his controller his power at all. So it says Har secretly bought up shares in northern Pacific. This was their revenge. Hill and Morgan had effective control over the northern northern Pacific, but they didn't own a majority of the shares. Well, not isn't not that crazy? They were so powerful. They didn't have to own all the shares. They didn't have to legally have control. You just... They just knew who actually had control. So it says that was... This is the surprising part. That was common practice among railroad executives and their bankers. And Morgan in particular had never found it necessary to own a company outright in order to exert influence. No 1 around Morgan and certainly not the man himself believed a raid on a Morgan company in the open market with seat. They couldn't imagine who would dare. Har dared. Okay. So I brought that up to you because this is this act by Har had to happen in order to him for him to be included in this trust. So eventually, work out a deal after a lot of negotiations. Har just agrees to surrender the proxies. So that way, Morgan can actually Have control. He sends them by mail to Gp Morgan, and in like, a twist of history. It says, these meaning the proxies were the secret contents of the package, Morgan received on the morning of Friday, September sixth. The day, President Mc was shot. So it says he directed a holding company going back to what was this the invention New Jersey to get around Sherman Antitrust laws, and this is what the fight is going to be with, Teddy Roosevelt over. He he directed a holding company. Northern securities be formed for the stock of the Northern Pacific Great Northern and Burlington lines. So they're rolling up control of all these different railroads. Morgan brushed off concerns that the new company might violate antitrust laws. And the reason he did that is because, yeah, That's nice that the politicians wrote some words down on a paper, but Law doesn't really apply to me, so I don't have anything to worry about. He was wrong on that account. At this point, the story, Roosevelt in the White House. This a few details I found interesting about, his first few years and the the White House is says, Roosevelt consume nearly a gallon of coffee a day. I drink a lot of espresso, but certainly not gallon of coffee. That's crazy. The Roosevelt lives in middle class simplicity. The household was bo and Roosevelt caf, ex ex explaining often completing other sentences was the most animated of them all. He commanded the table in the room. Sounds like Gp doesn't it. When he had visitors in the he he welcomed visitors to the White House, he gave each a handshake a welcome and an abrupt reminder to skip any formality. Sounds like Morgan. No compliments either or they hear. Never mind that come to the point. If he had a spare moment, he turned to a book. Rarely, did he keep still? Something also to know about this is, yeah, I I skipped over, obviously, I have to skip over large parts of Teddy Roosevelt life. I think I will read a biography of his, like, dedicated just to his life in the future. But he was our at this point, he was already a war hero that that... That's part of what made him so popular. We he took the rough riders and and fought down in Cuba. And he kind of had that, that Mentality even when he's president. So, you know, at this point, I think there was 4 3 or 4 president's shot within the last like, 25 years when Mc kin was shot. And so they were very... Roosevelt would always wanna leave the white House and go, you know, ride horses go on into the nature, and they were always very concerned about his safety. But it says Roosevelt protests protested that he didn't need bodyguard because he carried his own revolver. Imagine that happening today. He trained with wrestlers, boxer and masters and often shared amused accounts of his mishap. Swollen bruises, bloody gases, sop wet and muddy clothes, stiff and sore limbs. And during his first state of union address, we really get a view of what he wants, and then I'm comparing and contrast that to Morgan's view of the same exact issue. The old law... This is now direct from from Roosevelt. The old laws and old customs which had almost binding force of law or wants quite sufficient to regulate the accumulation and distribution of wealth. Since the industrial changes, which have so enormously increased the productive power of mankind, they are no longer sufficient. He wants up being correct about that. He's correct about that too soon in some degree because at this point, the executive power in of the united in the United States is extremely weak. And so there's constant examples of Teddy doing something with presidential power that had never been done before and people not sure that it would actually hold up. So there's a lot of the ideas and laws that he wanted put an action that had to be to had to be argued all the way in front of the Supreme Court, going back to the speech though. The national government to assume the power of regulation and supervision over the trusts. It has in practice proved impossible to get adequate regulation through state action. Trust didn't con combine their business to a single state. They operated across boundaries, and they and often they didn't operate at all in the state which in which they were charter. In in which they were chartered. Roosevelt promised the working class and single to big business that the government would not be a spectator in the new economy. So this... That 1 sentence is exactly what Morgan objects to. And so Roosevelt has the Department of Justice prosecute Northern securities, and this is where we see Morgan's view. Again, this is a change in the the relationship between presidents and you know, some of the richest most successful business people in the country. The president had asked his attorney general to prosecute Northern securities for filing the Sherman Act. Roosevelt should have warned him Morgan Gru. They could have worked on a deal in private. Presidents didn't keep secrets from the captains of industry, and the House of Morgan had never before been surprised by the White House. Morgan traded in confidence and negotiated on shared assumptions. He couldn't induce Roosevelt. That's why they're destined in a fight. He had considered Roosevelt a gentleman. Now he called the president Luna. Roosevelt had changed the rules on the s and Morgan would never forgive him. So now I just go after Morgan. But as by byproduct, this is also going after to James S Hill. And so we... In this section, we see James Jay Hill and Roosevelt go at it. And he threatened the president, the this... The way they talk to the to to where Roosevelt very I mean, I'm sure this is how they talk to everybody. And he threatened the president attorney General that if they do fight, they will have their hands full. This is Hill. And will wish they'd had never been born when I get through. The president has some choice words for hill, expressed privately. He to test me, but I admire him. Roosevelt said. He will d test me much more before I am done with him. I think that's why Find books like these so so fascinating to read because we see, you know, extremely strong, extremely intelligent extremely driven individuals, but have a conflict of interest and just, you know, these books are fun to read because it's like, how is this going to... What's the outcome? Like, how... What is happening here? And there's even a lot of surprising points, like, I'm not not done describing the fight over securities, which Roosevelt wins. But even during this, like, how much cooperation they have to have. They still meeting. Sometimes they have dinner, Later on Morgan's, gru donate. I think a hundred thousand dollars to Roosevelt reelection campaign. So this is not... III don't want a paint it, like, it's all black and white. It's not that at all. It's just... They they constantly... They this dislike each other, but they know that they have to... There there is element of p where they have to to cooperate when their interests are aligned even if that aligned interest is temporary. So this part of the book, Teddy Roosevelt and Morgan have a meeting, and I just wanna give you the description after the meeting. What happens? And the note left myself is Jp is used to being in control. Teddy is taken aback at his lack of respect for the presidency. After Morgan Left Roosevelt marvel at the and prudence. That is the most illuminati illustration of the Wall Street point of view. He said. Mister Morgan could not help regarding me as a big rival operator. Who either intended to ruin all his interests or else could be induced to come to an agreement to ruin none. Okay. So at the same exact time, this is happening. There's a massive, Coal miners strike. It's like a hundred and 47000 coal miners are striking at this point. There's just 1 sentence before I tell you, Roosevelt response to this and why he wants this resolved. There's 1 sentence. It's it's really a conversation between the union and management. So the sentence refers is about management unions but it also could be a description about the battle between Teddy and Jp. And it says, there cannot be 2 masters in the management of business. So that is the owner of the coal mines, 1 of them talking to why they're not why they're they're refusing to to acknowledge the demands by the union. Okay. So this is why Roosevelt wants the the cold strike And Roosevelt about worried about a winter of misery of sickness. Starvation and darkness and that would have been the outcome. People might freeze to death. Others could riots it, and this is a great sentence. He understood how panic could out run reality. Law would demand force. He wouldn't take the chance of it leading to social upheaval. If other workers went on strike 2, the nation could face a crisis that he feared could be almost as serious as the civil war. So much suddenly seemed fragile. So you may be asking... Okay. Why why does Roosevelt need morgan? Roosevelt calls in the union leader and all of the executives and owners of the coal mines that are currently being that are currently on strike and tries to broker her deal. But, again, he has limited executive power to do so. And 1 of the things he's thinking about doing at this point, which he doesn't know if he legally can is, you know, if people are gonna die because you you you guys can't come to some kind of agreement, and we need cole to run railroads. So schools being closed at the time. It's it's just so it's crazy how important this resource was that he's, you know, he's thinking about national the Coal mines. But the executives come in and they have the very similar opinion to Gp morgan where, you know, they're... They essentially tell mind damn business. This is between us and our workers and we're not listening to you. And that's where Teddy realizes that Morgan actually has more power than he does in the situation. And why is that because Morgan has financed a lot of these coal mines. And so the coal miners try to pull the same thing with Morgan when they meet with him, and they're, like, you know, before they he... They would say hey Morgan. I thought you were hands off. He's like, I am he, I am hands off, but you guys haven't come to resolution. And they're, like, they tried to use the same, line of communication with Morgan as did with Roosevelt, and they're they're, like, well, let us manage our minds, the way we see fit, and he says the same thing. Your minds. They're not your minds. They're owned by my investors. So he winds broker ring with the help of Teddy Roosevelt, while they're in the middle of this this battle with the Northern securities and antitrust lawsuit. It's called the Cor sarah agreement. And Morgan and Roosevelt working with Roosevelt are the ones that actually get the strike resolved. But during this time, I... What I found interesting is Roosevelt extremely stressed. He's got always these crazy injuries. He keeps getting an accidents because he's just a wild, you know, that the the way to describe him with the damn cowboy. That's probably a good description. He wants up getting into some kind of, like, accident with his horse carriage falls out, they think maybe his his bone and his leg is infected. So he says, Roosevelt anxiously considered his options. Usually when he needed to distract himself, he rode hard and tram miles anything to sweat and strain. That's that's very similar to this this this emphasis that's put on, vigorous exercise there's a waste to relieve stress. When I read the auto biography of Nelson Mandela. He would do the same thing. He would do boxing and all kinds of physical activity to try to help, leave, you know, the the stresses is... His mind was experiencing. So he he turned to his other favorite activity, reading. And he asked a librarian of Congress to select books from him. Or for him. So it says later that evening, Morgan committed a surprising act diplomacy. He presented the cor air agreement to Roosevelt in person. Roosevelt still believe that Manhattan was the country's most, quote, troublesome insular possession. Yet they set aside their mutual suspicion and add ant to cooperate as the country face the potential devastation of a winter without coal. And it was this agreement. There's there's a lot of more back and forth. I'm gonna skip over, but I'm gonna give you the punch on here. It's this agreement that wind up getting the coal the coal miners back to work, but I wanna talk about the Roosevelt reaction after this happened. He made clear his gratitude to Morgan. My dear sir, Roosevelt wrote in a letter. Let me thank you for the service you have rendered the whole people. If it had not been for you and you're going into the matter, I do not see how the strike could have been settled at this time. And the consequences that might have followed upon, it being unsettled when when cold weather set in are in very fact dreadful to contemplate. I thank you and congratulate you with all of my heart. Morgan never sent over reply. The men went back to the Ant site mines on October 20 third, strike it less than 164 days. It cost 30000 dollars a day to keep the the National Guard in the field. It cost the mines and the railroads some 74000000 dollars and their public standing. It cost the minors, 25000000 in lost wages, and that's just... I'm bringing this up just to illustrate that, you know, we're house 2... When you have 2 stubborn sides that are both dug in, you know, they could've have reached an agreement that would have undoubtedly cost a lot less on both sides and they refused to. And I think that's a good lesson. It says the arbitration commission met the White House on October 20 fourth and began its work soon afterward. It would set conditions for the 147000 minors to produce 1 of the nation's most vital commodities for the next 3 years through the 19 o 4 presidential election which is really, really important to Roosevelt. So after this, the court comes out says, yes, northern securities is illegal. They challenge Hill and Morgan challenge it in the supreme court. The what I found fascinating is at the time, if you were Justice on Supreme Court, you paid 12000 dollars a year. The the attorney that Morgan and Hill hired had turned down a post twice to be to have a lifetime appointment at the supreme court, because his his law firm was so lucrative, Hill and Morgan paid him 500000 dollars just for that trial. So with the successful resolution of the coal strike and Roosevelt, following through in his promises to to hold the richest people in the the country as accountable to the law as, you know, the poorest person. He becomes incredibly popular. He goes out at this point in the story, he goes out on a 9 week tour of the country to speak directly to this is before right before the campaign starts. And this 1 sentence was really interesting. To gives you an idea of how V racial a reader that Teddy goes over what was. In between stops on this 9 week trip, yeah, he read the 40 books. He ordered for the trip. So more than a little bit more than 4 books a week he was going through. So once the Northern Security trust was broken up, we realized Hill and Morgan were just really a marriage of convenience. They didn't actually didn't like each other too much. They had never been fond of 1 another. Hill was explosive, Morgan Glacier. Theirs was a partnership of convenience that it become unexpectedly inconvenient. Now, there is part of me that it remained a little bit skeptical of the actual outcome, like the perm of this outcome because even though the the individual companies couldn't be put into a trust and had to be dissolved. Morgan and Hill and Har, all the other investors still owned whatever percent of the stocks they owned and controlled whatever they did, in each of the companies. And so after this, this is where you see he'll starts financing a, a different candidate take on Roosevelt, like I... His name's Parker, he wants up losing, but Morgan doesn't. And he donate to, you know, Roosevelt and some other people. So So I'm not entirely sure how much of this was... Because they could still c conclude privately. They just couldn't be wrapped up into a holding company. Right? But it there is really nothing as long as they don't put it in writing to stop them from cooperating in a way that, you know, would violate the spirit of the antitrust law. And the reason I bring that up is because I always think, like, when you're trying to figure out what's actually happening as opposed to what you're being told is happening is you ask who benefits. And Rosa undoubtedly benefited from this because this 1 line. It says people loved him for the enemies he has made. And so he's undoubtedly getting a lot of votes from people that are, you know, are sick and tired of the Morgan's of the world. But at the same time, Morgan may have a personal dislike for Roosevelt, but it doesn't stop him from being pragmatic and by contributing and making sure he still has influence. And so several years later during the panic of 19 o 7, they have to work together in some capacity, I would say morgan's obviously taking the lead here because this is is a domain. But we we see that their association is not over, even though Morgan's life is over almost over. So this is about the the way that Morgan, The the last time he essentially saved the country from a financial panic and really talks about, you know, this is a few years after the antitrust lawsuit, you know, he still has an extensive amount of power. And so it says, and Morgan, 7 year... 70 years old was still commanding. No 1 could leave the he has this tactic where especially in these times where they have to get an answer right away. He'll just lock everybody in the room with them him and says my keys in my pocket. We're not leaving till done. So he does the same thing here. He says no 1 could leave until he allowed them to. He had locked the libraries doors and put the key his pocket. The financial system was in crisis. Trust companies essentially unsupervised banks were failing. And they were threatening other institutions on their way down. The fear the fearful, and there were many of them were rushing to withdraw their savings. Morgan had raised money to help and the government had contributed funds, but it wasn't enough. The men in the study had to prevent chaos. Wall Street had blamed Roosevelt stance toward business for undermining undermining confidence in the first place. In response, the president turned the tau back on Wall Street, It may well be the determination of the government to to punish certain factors of great wealth had been responsible for something of the trouble. If only he said, because those he had provoked would risk turmoil turmoil to to discredit him. At 4 4 at 04:15 in the morning on that Sunday, November third, Morgan presented a statement that committed each of the trust company presidents. This is actual like, banking trust, not the same thing as the trust he was setting up to control coal and railroads and everything else. Company presidents to providing a share of the 25000000 dollar rescue loan. There you are, gentlemen, he said, then he just... Then he gesture as their unofficial leader. There's the place and here's the pen. The other sign the document and Morgan unlock the door at 04:45 in the morning. The panic subsided. People first praised Morgan for the stark display of power and then condemned him for it. Roosevelt was criticized for allowing Morgan to profit from it. But the bailout would be 1 of the last times Morgan would ever exert his influence so publicly. Over the following years, he worked on a system to regulate regulate regulate the money supply, but he worked in private. And though he still loom in the national imagination, he was even more clearly a man out of his time. As 19 o 8 was drawing to a close, Morgan declined to speak at a dinner in his honor. Money talks, but Morgan doesn't, was the headline in the Chicago paper the next day. But he did talk to friends that evening, and they were happy to repeat to the New York Times, the advice Morgan said he had received from his father long ago. Mister ru wolf from Morgan. There may be times when things are dark and cloudy in America, when uncertainty will cause some to dis trust and others to think there's too much production, too much building of railroads, and too much development in other enterprises. In such times, and at all times, remember that the growth of that vast country will take care of it all. Years after Morgan first heard those words and despite much evidence to the contrary. He still believed them. And that is where I'll leave it. If you buy the book using the deli link that's in Show notes, you'll be supporting the podcast at the very same time. That's a hundred and 42 books down 1000 a go, and I'll talk to you again soon."
}