{
  "transcript": "Few men of Loom prominence and achievement have gone a greater lengths to foil history. He seemed to stand at the edge of important events. Intimately involved in at the same time somehow overlooked. Yet here was a character who is at once familiar. Independently wealthy, icon classic, and a loop. Loom did not conform to the conventional measure of a great scientist. He was too complex to categorize, financier, philanthropist, society figure, physicist, inventor, amateur, d. A contradiction in terms. Although he rose to become 1 of the most powerful figures in banking in the 19 twenties, he was not satisfied with the Laurel of Wall Street. He felt obliged to strive for a kind of excellence that had nothing to do with the external trapping of success. Loom had the foresight to know that science would soon become a dominating force, and he used his immense fortune to attract a gifted group of young physicists to his private laboratory and endo in endowed pioneering research that pushed at the frontiers of knowledge. He created a scientific ideal in the cl f of Tuxedo Park. And in his belief in invention and experimentation, he prepared the way for a series of scientific developments that would not only change the course of the war, but ultimately transform the modern world. That was an excerpt from a book that Listener recommended and that book is Tuxedo Park, a Wall Street Ty and a secret palace of science that changed the course of World war 2, and it was written by Janet Ko. So when I finished reading this book, I put it down and asked myself, what the hell did I just read. This was probably 1 of the most insane books that I've read so for the podcast because it sounds fictional. A good way to think about Loom and the story that takes place in the book. If you're coming to this with no background at all, comes from 2 blurb that are actually praised for tuxedo par park that you find in the beginning of the. So I'm gonna read both those to you. The first 1 it says an examination of the remarkable role of the shadowy, but powerful amateur scientist whose intellect and energy spurred critical scientific research that shortened and helped win world war 2. It's remarkable and remarkably told as if f Scott fitzgerald had penn batman. So it's interesting that I saw that the blurb after I finished finishing the book because I thought It was like, who how could I describe to somebody who doesn't know who Alfred Lee Loom, and that's... I was like, he's kinda like this batman Bruce Wayne figure where he lives 2 almost completely opposite live. And then the second thing, the second blurb, I think is really helpful too because it says by the time you were finished, you're were prepared to best on Alfred Loom, the title of most interesting man I never knew anything about. So that was the the the situation I found myself in. I had this book recommended to me, but I didn't know anything about Tuxedo Park. I didn't know anything. I didn't know who Alfred Lee Loom was before I started reading. And I think that title, The most interesting man I knew nothing about. Is a good way to think about him. Okay. So I wanna start with this personality, and there's there's embedded in this book is 1 of the authors relatives was a young scientist working and doing experiments at Tuxedo Park, and he winds up killing himself. When he was, I think 39 years old. But before he killed himself, he wrote a fictional account of some of the experiments that were done at this hidden laboratory. Right? And this is laboratories about 40 miles outside of Manhattan. And the book he wrote was called brain waves and death. The reason it's called that is because, 1 of the early experiments at tuxedo park, Park had to do with measuring brain waves. The idea, you know how you have these different cycles sleep, a lot of our understanding of those different cycles of sleep came out of some of the early experiments that were done under the direction of alfred Lee Loom at Tuxedo park. And so, the the main character of that fictional novel brain waves and death, this guy called Ward. Ward is a character. So when I'm gonna read a couple quotes throughout the book, about Ward. When I'm reading these quotes about Ward, they're really about alfred loom. So I'm gonna start there with this quick few, 2 sentences real quick. It says, Ward was smiling, but that did not mean that he was amused. The smile was a velvet glove covering his iron determination to get underway without any lost motion, so that last sentence talks about his iron determination, and the fact that he doesn't like to waste any motion. It does not like to waste time, does not like to waste action does not look like to waste the money. That's a good understanding of Alfred Loom. Another sentence that I found that describes what the main story of this spoke about is about is the fact that he... They they call 1 of the last great amateur scientists before this, like, industrial level of science that takes place in response to, the threat that's happening in the world World war 2. Okay? So this sentence says he would dedicate himself to overcoming Germany's scientific advantage. That's a great way to understand the goal of Alfred loom and how crazy this story actually is the idea that this 1 person full of iron determination and, you know, almost unlimited resources because he was so wealthy, which I get to, how how he became wealthy. The idea that he could take on himself. He's like, okay. Germany is a huge threat. No 1 else sees its coming. The United States army is now ready for it, so I'm going to to take this on my own shoulders, and I'm gonna dedicate my actions. And almost every waking hour to overcoming Germany scientific advantage. Okay. So let me jump more into his personal. III looked over my highlights right before I said Talk to you. Almost all every single highlights. It's about his. I found him such a a confusing and interesting figure. So this is his personality and really an overview of the story of the book that I hold my hand. Says the Loom laboratory Tuxedo Park and the charismatic figure of ward himself, which transparent based on Alfred Loom. The immensely wealthy Wall Street Ty and amateur physicist, who among his myriad inventions claimed a patent on the electro graph. There's no way of pronouncing it correctly, but it's important to know what that device does. It's device that measures brain waves. Loom was also somewhat eccentric and disdain the glamorous will around him. He had developed a passion for science. And for some time, had been leading a sort of double life. This is what I mean about this, like, batman Bruce Wayne kind of comparison that I think is helpful in understanding alfred Loom. This is his double life. He was a partner in bond, bright and company. A thriving bond investment subsidiary of Jp jpmorgan. He had amassed a substantial fortune, which allowed him to act as a patron. Loom had purchased an enormous stone mansion in Tuxedo and turned it into a private laboratory so that the the the subtitle on the book where it calls that the secret palace of science. That that term palace of science that describes Tuxedo Park, which is Lu laboratory was bestowed by Albert Einstein, who was also 1 of the most 1 out of... I don't know, dozens, maybe hundreds of the world's most famous scientists that have actually visited Tuxedo park and and did experiments. A lot of which was funded from Lu private fortune. More about his personality. This is 1 of the scientists describing, Loom. He now appreciated him as a man who knew how to get things done. Loom was a bit stiff with the bearing of a 4 star general and civilian clothes. But he was strong and decisive. He was an intensely private man. Another way to describe him is, somebody else described him that he moved like a shadow. Now There's a bunch of historical figures that play important roles in the story. I have to admit a bunch of them. You know, Fdr being 1 churchill being another. 1 person I can't omit though was probably the most important person in the story other than alfred Loom is this guy named Van bush. And I don't think that's how you pronounce his first name. I've heard it pronounce other ways. But Bush appears over and over again, in these books. I have to read a biography on them. I mean he's probably been in 10 or 15 of the books I've covered on the podcast. You might remember because he was... There's a line in, a mind at play. I think it was founder number 95. That biography of claude Shannon, where he says, that describing Bush. They said that he was the first to see Claude Shannon for what he was, meaning this genius that you can kinda direct and put him on any project and he's gonna come up with, unique insights. So I need to introduce you to the role he plays in this story because him in Loom form, you know, essentially a partnership here. So it says Bush I'm just gonna call him bush because I had no idea how I pronounce that his first name. Bush was ag agitated for an accelerated defense effort. K. This is post... This is right before World war 2. Okay? Alarm that the United States military was technologically unprepared for war. Bush was exploring ways to mobilize the country's scientists for war. So they they have, like, this parallel... That statements of a bush, but it could also be about Loom. They have this parallel goal, which is, hey, we're behind. And the only thing is gonna win the war is an emphasis on accelerating our assigned... Our scientific and technological understanding for weapons of war. So it says Loom was uniquely positioned to play a pivotal role as the country prepared for a war, the Germans had already demonstrated would be in, bush's words, a highly technical struggle. Back to Loom. He says, meaning Loom was enthusiastic about American know how and was not inclined to sit Ey by until the military, which he viewed as slow, finally determined it was time to take action. Remember at this time in history, in because you didn't know there was a heavy cultural strain of isolation or in the United States. People were very hesitant to get involved in another world war. So it says long before the government moved to unless scientists to develop advanced weapons, Loom had assessed the situation and concluded, it was critical that the country be as informed as possible about which technologies would matter in the future war. He scraped all his his experiments and turned the powerhouse into his personal civilian research project. And he then began recruiting the brightest minds he could find to help him take the measure of the enemy's capabilities and start working on new gadgets and devices for defense purposes. So a long time ago I read, Walter Isaac biography on on Einstein. And in that, there's a lot of talk. It's like reading that book is actually helpful to understand this book. And that there's a lot of talk about all that, you know, by, I think in 19 38, it was illegal for for Jews in Germany to hold any kind of position in University, government and everything. Else also, as a einstein being 1 of the most famous, you know, they were expelled all throughout the world, and and, some came to United States, some tyler police in Europe, to try to find, like, a safe refuge. And a lot of these expelled jewish scientists came to Tuxedo park. And so that would answer the question that you might be asking yourself as... Well, how does Alfred Loom know what is going to happen? Before even the the government in the United States. And it's because he had direct relationships with a lot of these former german scientists that came over and say, hey, this is what we are capable of doing. Germany right now has the technical and scientific advantage over the United States and Britain. And I'm gonna run over my point here, but I wanna read this to you anyway. So it says from his grand beginnings in 19 26. Just talking about the Tuxedo park. And to the day it was Has shutter in 19 40. During During the decade and a half, the tower flourished, Loom played host a group more remarkable group of young scientists at a moment when new discoveries are transforming all their fields and the spirit of intellectual excitement and experimentation, field their research. It is hard to believe that only in a few years that bright circle would not only build the radar system that would alter the course of the war. So that is the the main scientific achievement of what starts at Tuxedo house and eventually goes into the Rad lab, which is the the laboratory, the radiation laboratory that Loom is gonna run at Mit for the government. That they develop radar, and they say, the radar won the world won the war, but the... And the atomic bomb ended it. A lot of the people that were involved in developing the radar at the Rad lab, later went on to work in the Manhattan project. Okay. So it said it was hard to believe that only a few years, the Bright Circle would not only build the radar system with alter to the course of the world war, but would go on to create a weapon that would change the world forever. It sounds like fiction. It's incredible to me now looking back that it really happened. Okay. Here's another quote from, brain waves and death. It says ward, meaning Loom carried himself with comp, but his politeness was merely a habit. He was pre preoccupied. Okay. So something to know about Loom that is just insane is that he had first tried to have a conventional life, married, corporate lawyer, 3 kids normal job. And then realizing that's not who he really was. He... He did a 180 degree turn. So I'm gonna talk to you more about that. This section though, when I read it, there's a lot of things that are very helpful in reading all these books. Right? You start to to match certain things. And 1 of... What while I was reading this section, 1 of the most important quotes that have I've ever come across. It's in... Thanksgiving it from a speech steve jobs gave, but it's in the book by Isaac in, his biography on Steve Jobs, and I'm gonna read it to you It's about that your life can be much broader. And so I really think it's helpful in understanding this quote helpful in understanding not only the life jobs lived, really, really, at every single person we've covered on the podcast. And it's something that, like, I think it's so important. Like, the 1 of the the the benefits of studying biographies of listening to this podcast is so that you realize that, like, your life, you can design your life. It can be as broad. It doesn't have to be these narrow tracks are laid out for everybody else that most people operate. So let me read that first. This is Steve Jobs. So he says, when you grow up, you tend to get told that the world is the way it is, and your life is just to live your life inside the world. Try not to bash into the walls too much, that Try have a nice family life. Have fun. Save a little money. That's a very limited life. Life can be much broader once you discover 1 simple fact. Everything around you that you call life was made up by people that were no smarter than you, and you can change it. You can influence it. Once you learn that, you'll never be the same again, and I think that's true for steve jobs. It's true for... I can't think of an an example of any of the people we've studied any of the, of, the biographies that I've read that that's not true for. And we're gonna see Alfred realizing, hey. I mean, think about that the the amount, I I don't wanna call it Arrogance because that's a lack that... That's not a good description of a buddy. A single individuals is, like, I'm gonna dedicate myself to overcoming Germany scientific advantage. You can't get much more of a broader life, and then the all the excitement and the experiences that he has in just a few short years as a as a direct result of that commitment to that goal. So let me get into that. There's a lot to read here. Loom exiled himself from the glittering world of New York Society because he wanted to devote all time to science. He set himself up in a castle on a high hill Tuxedo Park and finances his own audacious audacious investigations, of the stars, the heart, the brain and the secrets of the world. This is before he makes that commitment. Right? He's just interested in science, he wants to learn physics, but he's going to all the the experiences he has for the years that he's just like I'm gonna pursue. I'm gonna use my wealth to pursue the experiments that I'm interested in, eventually allow him to acquire skills that he can use in that dedication of overcoming Germany scientific advantage. Okay? So it says he desired nothing more than to be actively involved in daily research and progress. And then when Duty called, he helped reinvent modern warfare. That's not hyper. That is factual. He was an unconventional person. He was not motivated by money or fame. He never needed the approval of other people. I would say, the the the clearest example that that statement is correct is that he went about building a world within the world. He created his own world, and he was not interested. He extremely private, but he did not see publicity. He just followed his natural drift to to use that quote from Charlie Mu. He never needed the proof of other people. He was that sure of himself, very, very, you know, intelligent, brilliant, also very cocky. He was motivated by the adventure. There was a certain awesome about him them and that made him and I'm not sure what the right word it is, somewhat in approachable. He was a loop as if detached from a society, he had once been very intensely involved, and that's what I mean about building your own world within the world. I always got the feeling, this partly had to do with the divorce, I'll gone into that later. Loom erected a wall between his 2 worlds, completely ins insulating his scientific Val from his business life. Just like batman, and Bruce Wayne don't really intersect. Right? Although he socialize with close friends and from both walks of life, he never introduced a single Wall Street associate to any of his tuxedo park experiment or vice versa. So I wanna give you a little background on what I just mentioned that he had a perfectly conventional life before he goes off and becomes this this this mysterious, you know, very powerful figure. The beginning of World war 1, he's married. He's got... I think 3 kids already the time, and he's practicing law when the United States declared war against Germany in April 19 17 going back obviously in time. The 29 year old Loom promptly enrolled an officer's training camp. So he gets he serves in the military. He has a constant stream of ingenious ideas for new armament... There's a there's a hint that maybe this guy not gonna say practicing the law forever. Because during... Even when he's doing that, he starts applying for all these patents that he's working on the side. Like, he tries to invent, like, a new safer fire, some kind of new slide rule for for some mathematical process. All these just weird things that you wouldn't expect just a corporate lawyer be doing. Right? That's what they mean, But that he's a stream of Genius study he is, now he's using his... This stream of gina ideas for new weapons, which this job that they give him. Right? So, this is a job. It says, He had Genius said ideas for new armament and new solutions to old tactical problems. It earned him 1 of the most important jobs. Chief of the development and experimental department. That is World war 1. It's interesting that the the the military gave him that job. He kinda makes that his by his own decree, this job in World war 2 as well. When he's much older, smarter and way wealthier than he is at 29 years old. 1 of Loom responsibilities was to test ideas for new weapons. That's what I mean He does exact same thing, you know, almost 20 years later. While he's doing heading this research and development department in during World war 2 or excuse War 1, he gets really interested in tanks, he thinks they're their like, the weapons in the future. And so this is just a hilarious little story that he picks up his cousin in a homemade tank. So he says he also became an enthusiastic champion of the new armored tanks. He became such an expert on tank construction that he built a scaled down model model in his garage. In order to see if he can make further improvements in the design. When Colonel S, this is his cousin and also a very important character in the story. I'll tell you more about him in second when Colonel S, S came to visit Loom, Loom rolled into Tuxedo small rail station in his light armor tank to meet the train, kicking up dust and causing quite a scene. So, you know, what kind of person is gonna build their own tank and then take it on the street to pick up his cousin at the transition. Now, S is very important because he's about 20 years older, than Loom. He has, like, a guiding hand. They they are very close. They commute constantly. And Simpson has 1 of the craziest resumes that I ever seen. He was the secretary of war under ta. I think it was from like, 19 11:19 13. Then Fdr grabs him to be his secretary of war, like, 20 something years later. And in between those 2 employ appointments, he was also the secretary of state for for president Hoover. Okay. So world war 1 ends, Loom comes back and he realized realizes that this this is not the life for me. I have to help. I to support my... My mother, my sister, I have 3 kids. So he's, like, I gotta get rich. And I wanna get rich not because I'm gonna buy the trapping. So, wealth, even even though he does have that his mansions houses all that that kind of stuff, but he's like, I have to buy my independence. Which I think is is is a really smart insight yes. So says Loom returned from ward determined to make a fortune. His brother law was a very successful bond salesman. So they're gonna partner up, this guy named Thorn. Thorn recognized that his brother... His brother law's mathematical genius and its application to the financial game. He talked Loom into throwing away promising legal career for a much more speculative career of an on as an... In the investment banking business. They take over a firm that wasn't doing that well. So I'm gonna skip over the details of that part and just get into what the their unique insight, how they were able to build to fortune so rapidly. And they did so, you know, lessen, I would say 5 to 10 years. Says, almost at once they began specializing in public utility issues and quickly emerge as leaders in the financing and development of the electric power industry. So essentially, they made their wealth. And I'm gonna give a little bit more details here in a second. They made their wealth with the with the realization, hey, rural electrification is going to continue to grow. And in order for it to to for the entire country to gain access to electricity, with those living outside of cities, which is a lot easier to electrified city. You're going to have... You're gonna need companies that they're able to raise huge amounts of money because this gonna be expense very expensive endeavor. So they're like, okay, We're gonna... This is very similar to, remember, it's a subsidiary Jpmorgan of this Jpmorgan idea where I'm gonna roll up a bunch of other, smaller companies into 1 larger company. That's gonna make it easier for me to raise money from from investors. So that's what they're doing. That's how they're gonna make their money. What appeal to Loom was the challenge of shaping the nascent industry. He had no respect for the Old School Wall Street capitalist skills. He re the opportunity to reinvent their cr methods and along the way rewrite the rules as he saw fit. Rural electrification was the future, and the key to growth of new factories, industries and economic opportunities. Loom had complete confidence in the new technology as a force of change in a force of good. If they could spend... If they could speed the growth of the power industry, and the... Both them and the country would benefit. They help create utility holding companies, this is what I mean about being similar to Morgan strategy. They help create utility holding companies by bundling the management and facilities of smaller operators into larger integrated systems. They call them superpower. This allowed the operating companies to obtain funds by issuing securities. That's how they're raising money and thereby and larger operations. So very sure straightforward. The holding companies were also a better medium for investors who instead of taking common shares in 1 holding company, were able to invest any diversified group, Loom and Thorn phenomenal 9 year run, rev Bond, which is the the to affirm they took over from near bankruptcy to its vantage status as the leading private investment house specializing utilities became a Wall Street legend. Now, this is the time in Lu life. He has essentially 2 full time demanding jobs. So it says, Loom has continued in his capacity as vice president of Bomb 5 days a week dev voting nights and weekends and vacations to an expanding array of research experiments underway at powerhouse. He was now thoroughly committed to his second career as a scientist and piled extra work on himself, spending every spare hour reading the journals in books, woods. This is R Woods, who's also a famous physicist, recommended as part of his ongoing education. So this is... So he's... Right now, Loom is, I'm just gonna make as much money possible. And eventually, he knows he's going to leave the finance injury. He's just using it as a means to an end. He doesn't really care about that. Like I need to build a fortune so I actually do what I wanna do in life. He also does something very smart. He hires... I I'm gonna read this to. So this guy woods becomes his his personal... He's his mentor, but it also personal tutor. So he says he hired R wood as his private tutor and wood came up and spent every summer at Tuxedo Park doing the experiments that he couldn't do at John Hopkins. That's where he was working because they didn't have enough money. R wood taught Alfred Loom physics. What a better way to learn anything. You hire 1 of the the leading people in the field to be your personal tutor. Alright. So this is right before the crash. He's going to... He talks about this later on, which he has a really unique insight how the the great depression. The psychology of human beings or the... I guess, the mis judgment of human beings were... How the same type of mis judgment caused people to make mistakes in the depression and World war 2, which I'll tell you about more about later. So says, this... They talk about the 2 brother laws were they they hit they were of, like mines even though they had different personalities, they agreed how to run the business. This included a adhering to a strict policy of keeping the bulk of their profits and cash. Their firm, unlike most other investment houses never carry large inventories of sec of the securities it under rote, which would prove to be the undoing of many of the biggest promoter of the bull market. That's the bull market in the 19 twenties before the great depression. Loom would later maintain that everybody in the street knew the crash was coming. The only difference was that he and Thorn refused to bank on it being inevitably delayed. So the result was, I think around 19 28, they become essentially all liquid. They have they convert everything into either long term treasury bonds are cash. So the result does, you have this huge crash and guess what? They're sitting on a mountain. I guess, I think those sentence was... Let me see if I can find it when the market crash, Loom was sitting on a mountain of cash. So the result is he's he meant a secondary fortune because they're able to buy up everything when no 1 has cash and then sell it. So it says, the fact that Loom has made an estimated 50000000 dollars during the first few years of the depression served only to intensify the my mistake about the scientific approach he used to guide as financial Affairs. It's not really scientific approach. It's the same thing, Heavy Green. Did the same thing warren Buffett and Charlie Mu did. And that's... They know that crashes are inevitable inevitable. So if it... If you know it's inevitable, you should have the resources, the liquid resources to take advantage of that. So mint the second Fortune allows him to leave finance. He says by the spring Loom informed Thorn that he was through. There was a certain final about his... This announcement so that Thor knew was pointless to object. Alfred just totally lost interest in the business. He felt he had enough money to do whatever he wanted and he and what he wanted to do with science. Loom was not someone you could argue with. This this what I meant about the reference at the very beginning. You know, he doesn't... He doesn't really care what other people think. Loom was not someone you can argue. Would listen patiently to an opposing opinion but his consultative... But his considerations. Excuse me, was nothing more than that, an act of politeness on its part. He would always just struggle shrug it shrug it off and walk away. I never once knew him to change his mind about anything. Alfred was a very pre meditate person. He had it all figured out. He did what he had to do, and in the first real chance that he had, he got the hell out. Without so much as a backward look, Loom quit Wall Street for good and he does that over and over again. Doesn't look back on his legal career, doesn't look back on his finance career eventually, insists that the Rad lab is shutdown down when the war won doesn't look back on that either there. So that's just a a personality trait that he applies to everything in his life. This was a very interesting way to think about Loom. This is having in 19 33. So before World War after his finance career, but before World War 2, and, you know, he's becoming rather well known. He's funding a lot of a lot of scientists all over the world to come to him if they they need resources and he oblige. And so they consider him, they talk about thinking about Loom as a twentieth century version of Ben Franklin. And if you haven't gone back and listen to the 2 podcasts I've done on Ben Franklin, I'd highly recommend you do so. And if you wanted to understand American entrepreneur I don't think there's a single individual that's more influential than Ben Franklin. Anyway from Elon Musk to Charlie Mu, just... He inspired, you know, generations of of American entrepreneurs. Probably, you know, same thing for for people living in other countries too. So it says the citation listed is his several identities, meaning Loom, lawyer, businessman, physicist, inventor philanthropist. And compared him to the pro typical American physicists. In his varied interest, his powers of invention and his services to his fellow man, mister Loom is the twentieth century benjamin Franklin. And so it's during getting to know all these these physicist and scientist, all over the world that his folk... Loom focus is about the change, and this is where he dedicate himself to overcoming Germany scientific advantage. So it says by the late 19 thirties. As a Nazi assault on Europe gained momentum, Louis Loom scientific interest began to change. He was very troubled by what he learned about the highly developed state of applied scientific research in Germany. He heard unsettling things about advanced weapon weaponry and the work German physicists were rumored to be doing a nuclear physics. So, you know, you don't wanna have advanced his point. You don't wanna have advanced technology in the hands of somebody like Ado off Hitler. Now, I really like this part because, this is a main theme that runs throughout all these books and and a large part why this podcast exists, and that's idea... This idea. That there's an idea that worked a hundred years ago. No 1 owns I, You can take an idea from a hundred years ago, 200 years ago, you could take an idea from a genius that has been dead for for centuries and apply it to what you're doing today. He does the same thing. Thomas edison is dead by this part by this time if I'm not mistaken. And so Loom idea about, hey, I'm gonna... How am I gonna overcome Germany Scientific advantage is an idea that Edison recommended in World war 1. So this is Loom taking Edison idea. After the shock of this singing of Lithuania by a German submarine in 19 15. So you're talking about 25 years before the this part in history... We're at right now. And the sorry. The famous old inventor, meaning Edison had ex that Americans were as clever at at mechanics as anybody in the world and could defeat any engine of destruction that's direct of Medicine. Edison had advocated preparedness without provocation. Right? We're not going on the attack, But if if we need to to to fight a technologically superior army, like Germany, then we need to have that done before the war happens. So he says, preparedness without provocation, and and to Loom, it seemed as wise a course in the present as it had been then. Exactly. When Hitler rolled into Austria in 19 38, and then decimated check, Loom made note of the tank models. The destructive the destructive of the field artillery and the brutality of their bombing. It had left him convinced that the military could not be counted on to develop and build a stockpile pile of modern weapons for defense, which is exactly what Edison recommended. At the start of the last war, I'm running over my own point here. At the start of the last war, Edison had recommended that the government create a great research laboratory. So exactly what Lu us, whose purpose would be to develop new weaponry so that if war came, the country could take advantage another direct quote from at edison here. Take advantage of the knowledge gain through this research work and quickly manufacture in large quantities the very latest and most efficient instrument instruments of war. That's the end of his quote. That's exactly what Loom does. In the months to come, these accumulating influences would move Loom to adapt Edison ideas to his own laboratory. That is no different than us adapting the ideas from the people that came before us to our day to day to whatever it is that we're doing. And this is where he starts clearing the deck. He's like, okay. I'm I'm this is gonna be my complete focus. He says, in, in 04/08/1940, he was more determined than ever to dedicate his primary resources to scientific problems that might have value for defense purposes. Convinced that the United States would inevitably drawn into war. He was juggling several disparate projects related to mobilization and believe that priority should be given to things that could yield results in a matter of months or at most a year or 2. So I can't work on these things that might pay dividends that have nothing to do with with defense I'm gonna get rid of those and we're gonna focus... This essentially is when he starts to focus on radar. Okay? He decided that the Loom laboratory would no longer mu about with a preliminary long range exploration of propagation problems, instead it would focus on 1 pressing problem and work to find a practical and efficient solution. So that sentence I want you to remember that sentence Later on at the end. There's a description of talk about what is the single most valuable trait that Loom had and this side... This idea we come across over and over again, the singular focus. So it says it would instead. Excuse, instead, it would focus on 1 pressing problem and work to find a practical and efficient solution. That problem winds up being radar, again, if you go back and ask what's the most important invention in World war 2, you could say the atomic bomb, most people would say Radar. During this time, we see more personality. He was a person who loved to be with the leaders of of anyone particular enterprise. As such, he was called a D by people who thought that he was... That thought that was a good name for him. So you had to work for him and talk to him a bit, and then you found out there wasn't anything phony about him. He was a first client's first class scientific person, and he had a lot of money. With those 2 things, he could do a lot of... With those 2 things he could do a lot of things. Aggressive and enthusiastic, Loom insisted on getting started right away. So this is bush on why they focus on radar. So it says, heme meaning bush believed it was it was vital that science and technology were broadly mobilized for the war. Which would provide him with a way to address what he saw, what he saw as by far the most pressing military problem. The need to rapidly improve the country's air defenses. America is surrounded by 2 oceans, their main their main vulnerability is from the air. So it says, he was convinced that Air power was the backbone of military strength. America was vulnerable only to transatlantic attack. Radar held the key to revolution warfare by providing a better means to track the enemy and accurately destroy targets, so they use this not the air defense, but also in the sea to wipe out the German new boats, which I'll talk to you more about a minute. But to date, the army had ignored Raiders potential for defensive action and could not be interested in sponsoring any research. So the the the book goes into quite detail, quite a bit of detail. I'm gonna give you the the cliff notes version here that Churchill was so desperate because at the time, Fdr was still not willing to to jump into the war. So say I listen, we're gonna give you all all of our scientific advances that you guys don't know about because we don't... We no longer have the ability to to them. And hopefully, you can make them, and then we can use the what the weapons that you produce to fight off Germany and and Italy and the rest of the access. So 1 of those things they give is the fact that they figured out microwave technology. They the American scientists when they saw with the British scientist had come up with, and they was an interesting story how they smuggled that from Europe to America. They thought it was 1000 times better. Than what the Americans had at that time. And so that insight by this... This gamble that Churchill did becomes the missing piece for the work that Loom and the Rad lab is gonna do. There's a bunch of historical figures in the book. I I have to admit a bunch of them, but I just wanna tell you what bound all these historical figures together with 1 sentence. What Drew these men together, he explained was 1 thing we deeply shared. Worry. Reference a bunch of historical figures. This is what Loom says, of the men whose death in the summer of 19 40 would have been the greatest calamity calamity for America, Loom would deserve a few years later, the president is first and doctor Bush would be the second or third. This is a description of the role loom played, and who was as a person from somebody that didn't like him. And so this is kinda high... This is high praise from considering that bulls the guy I'm gonna quote, doesn't like Loom. So he says in the end, Bose had to admit that Loom is recruitment strategy here worked like a charm. Roping Lawrence that's ernest Lawrence who's probably the most famous. He'd already won the nobel peace prize at this time, he's probably of the most famous American physicist at the time, and he winds up being like, Loom right hand guy. Roping Loom Lawrence into the radar project had been a stroke of Brilliance. This is bulls on Loom. Loom was smart as hell. Bulls conceded. The Manhattan project had not yet come into being. Here were all these unemployed nuclear physicists. Why not regiment them? And they all worked underneath Loom apparatus. Loom figured the way to do that was to put Lawrence on the microwave committee and get Lawrence to pick the head of the lab. So think about if you could take the most influential person, Loom is focused on influencing the influencers. Ernest Lawrence has all kinds of relationships he's respected to everybody. So if he gives you a call and says, hey, come working in a secret project Mit, you're gonna drop everything and go do that as opposed to this Alfred loom character who don't even know gives you a call. You're not gonna do that. So that was the brilliance what what Ball are saying that was a brilliant strategy that Loom deployed. Loom managed to lay a fire under the detached a political physicist that Lawrence he's talking about. Ernest was suddenly converted to the seriousness of the business and saw that physicists could be useful, and therefore should be used that they could do things other people couldn't do. It's interesting enough is that, way before, America on the war, you know, German German u boats of were torpedo torpedo, all these merchant ships. Ernest Lawrence brother was on a ship that got torpedo by a German u boat. He wind up surviving wasn't an injured anything. But, you know, for a few days, they couldn't contact him. So he's where his brother was killed in in in this in this in this attack, and, you know, Germany does a lot of dumb things during the war. But not that they could not that they did it on purpose, but the idea that you you you attack the brother of 1 of the greatest scientific minds that America has and now this guy is gonna go full... He's going to go against you. Very un unwind decision there. So it's at this point, they have everybody, they have the resources. They shut down Tuxedo park and they start their ride lab. So it says, for the almost... For the next 4 years, he would mean Loom would drive himself in his band of physicist almost without break to develop the all important radar warning systems based on the Magna. That's the the device that Churchill sent over to America. Looking back on the tents autumn in 19 40, Bowen boasted that's another person, it was a gift from the gods. That we disclosed to Alfred Loom and Carl Compton, meaning the mag magnet Mag toronto. You know, definitely pronouncing that incorrectly, by the way. This guy Carl Compton Compton is a physicist and the president of Mit so he's gotta work closely with Alfred Loom. Few understood better than Bush, the critical role, this unprecedented partnership would play in determining the course of the war. The British and American physicist who had joined together to beat the Germans. And their collaboration immediately resulted in a more effective war effort and contribute significantly to both Nations ability to gain an edge on German science. So they start behind German science and they they greatly out paste them. And I wanna talk more about Loom insight into how it's possible. And I think it's his in his fundamental insight to human nature. That was very, very clever. The corporation... The cooperation among scientists would later extent to military men and would have striking striking results in the development of new radar devices and their performance in the field of battle. It was not always easy. The 2 sides had ko that were like dis the disagreements between Churchill and Roosevelt, which they described as Ko of brothers. But it's bush later observed, much has been written about the disagreements between allies during a great war. Little has been written about the deep friendships, which appear between comrades and arms of different nations. Even among comrades whose efforts behind the lines are devoted to placing advanced weapons in the hands of fighting men. So what interesting after the war, Loom goes back to being almost rec, Like a very private individual. He's offered all kinds of hype persistence in government, running institutions, and he says no to all of them. But he does continue to socialize and visit with all the scientists and physicists that he built great relationships during this this 4 year period, probably the most important period of his life. So Loom was early in the sense easily, it's inevitable that America is gonna get into the war, so we should prepare us if that's inevitable building. So he picks up on this fundamental insight into human nature that I think smart and we should apply to our lives, And this is where he talks about the similarities between the great depression in World war 2 and the fundamental mistakes people made in both situations, interesting enough mistakes that he was able to avoid. So he says he drew a striking parallel between the present international situation and the financial situation prior to the crash. He said that now people are asking him, when we will enter the war just as in 19 28, his friends were asked asking him when the stock market crash was coming. This isn't the insight. He said that in both cases, such a question is quite beside the point. He said that once a person admitted a admitted a stock market crash was coming, a prudent individual, which is what he did will immediately get out of the stock market and not consider when the crash is coming, and thereby and thereby try to hang on and make some more profits. Likewise, at the present time, it is of secondary importance when we will get in the war. Of first importance is the admission that we are going to get in and our chin accordingly should be that of preparing just as though we were actually in the war. Now here's an example of the Loom lead innovations are actually working. They're not hypothetical. They are created then manufacturer and then put direct in deployment into war. So at the beginning, they're getting their ass kicked by the German U. It says the country paid a high price for its lack of preparedness. They couldn't find them on rate. There was no saying. They didn't know where they were. Just as German new boats were inflict devastating losses. In February alone, 82 Us ships were sunk by the Nazis. So then talks about there's a few paragraphs where they realized I I don't know enough of the scientists just to tell you the difference between a, Aes s v radar, all these different kinds of radar, but, essentially, Germans had, like, this crude version of radar. And Loom lab created 1 with the help of, obviously, the technology from the British, created 1 that's a lot better. And this is the result. From then on America... And it this happened, you're talking about in February, they're getting ask kicked, what is it by the end of April, it's completely turned. So from then on, America's scores improved steadily. All that summer, the roaming eye of the Rad lab As v radar had the German Wolf pack on the run. The u boats equipped with receivers that had been designed to pick up the old long way As v. That's the the old technology that Loom improved upon. We're not capable of detecting the microwave pulses from the Allies new search radars. German Admiral Carl Don, who in 19 40 had boasted that the you boat alone can win this war. So there's just something I wanna pause right there. And if you studied it read, listen to podcast, anything about World war 2, the amount of arrogance on the German side is just breathtaking. They had not won the war, and they were just convinced that they was inevitable to they would. Even the statement is ridiculous. In 19 40 you're saying we already had. We already have this war 1 just on the U boat alone could win the war. So it says he had boasted the U boat alone could win the war, was forced to admit that the methods of radio locations that the allies have introduced have conquered the U boat menace. As he later wrote, radar threatened to provide the allies with the keys to victory unless Germany could address the disparity in their technological prowess. Now. Let me read to you again. Unless Germany could address it spared in her technological prowess compare that, j oppose that with with Loom personal goal. I will dedicate myself to overcoming Germany's scientific advantage and he fucking did it. Just listen to this description from Carl. This this general, this German general, and tell me how you cannot be fired up by by the dedication of all these scientists and physicist led by Lu. This is amazing. For someone's months past, the enemy has rendered the u boat ineffective. He has achieved the objective not through superior tactics or strategy, but through his superiority in the field of science. This finds its expression in the modern battle weapon detection. What they call Radar. By this means he has torn our sole offensive weapon in the war against the anglo saxons from our hands. They use that technology and I only need to tell you all the German new boats, they're able to search shooting out, they build this, like, automated anti, it's a gun that shoots planes out of the skies, so they're able to start protecting the the air over, the night sky over Britain. Eventually, when they they start destroying a bunch of the German planes. Then they start going on the offensive. What did dj, normandy, they're using the Loom led technology, the radar tech technology not only to... For the bombing of, in France, but also where to drop like, the picking the locations to drop soldiers. I completely changed the course of the war. And the book goes into way greater detail. If you're interested to read about that. I wanna point out, I mentioned what they they saw as, Loom greatest attribute that that we've seen in a couple of different areas as well. It says, this is somebody that's working with him describing him. Loom had 1 important characteristic. His ability to concentrate completely on a chief objective, even at the cost of neglecting matters that appear to other people to be of equal importance. And so his chief objective once they saw the technology the British... The the British had had developed was we're going all in on radar. This is going to be the most important weapon in the war, it's going to be how we overcome Germany's scientific advantage and it's how we're going to win. Okay. So after the war ends, I'm gonna fast forward in the story. Okay? This is really an interesting idea that I've... Again, I've seen expressed in different ways in the lives of other great people that we've read biographies on. Okay? So Misunderstood understood human nature. And before I read this section, I'm gonna read the noise of myself that stream external circumstances allow us to accomplish things that would be impossible otherwise. So when they start the Rad lab, you know, it's Loom, little bit of resources, maybe a dozen people. By the time the war is over, the Rad lab is for over 4000 people. They're spending 4000000 dollars a month. They're on... They've overtake. I don't know, thousands of acres of Mit campus, like, it's a gigantic organization and Loom insisted that it disappear. Okay? So this is what I mean by that. There were those who believe that the laboratory great success story should continue on after the war and still more marvelous gadgets and techniques might techniques might be forthcoming. Don't human... You invented radar or you invented... These anti aircraft guns, all this other stuff that you guys invented here, let's keep this going. And this is what I mean about loom understanding human nature, which I feel very common by about the people we study. They're very smart, not just in, you know, formal education, they're smart with understanding humans. So Loom was vehemently opposed to the idea and took decisive steps to stop the juggernaut, including calling president Roosevelt himself. This is why. This is the important part the section. Okay? Loom felt the Rad lab would surely stag and fa and argue that only the pressure of war could make a government program of that size and magnitude flourish. War was a great stimulus to science, but it was not a stunt that could be repeated in peace time. Bush also shared his view, and it was decided that the ra lab should be terminated. So again, Loom misunderstood understood human nature. Extreme external circumstances allow us to accomplish things that would not be but otherwise, this is very similar 2 recent examples of books that have read. When I did that 3 part series on Larry Ellis and then Arnold Sc center. Larry Ellis, constantly, and you've seen this in implied employed in other, domains in human nature. Like, con would come over and 1... It's called burning the boats, because it comes from the fact that, you know, you're out exploring. You land a new territory, they would burn the boats because there's no... Essentially eliminates the opportunity for a retreat. Right? This, you have this extreme external circumstance that is either going to make you push forward. Or you gonna die. In the business context, Ellis says, like, he he'd pick a target, pick an enemy, we'd we'd take all of our boats as far offshore, metaphor speaking and burn them. And his quote on this is it's when or die because he understood that extreme external circumstances allow us to accomplish things that it would be impossible, otherwise. Arnold a source version of this is don't allow you yourself to have any plan b. Now this is very different from advice you're gonna get from normal people. That is why this is called the feed. These people are not normal. They don't write biographies of normal people. There's nothing wrong if you wanna live your life and be a normal person. It's just not gonna write a book about you, which is fine. But this idea, you know, people say, have a backup plan. Oh, diversify. You see a lot of the people that we study say that's terrible advice. That's how you... That's a that's a sure path to mediocrity. And this idea, Arnold was like, I... Once I made a come commitment, I'm gonna be a body chip. I'm that's it. I'm going to do this or I'm going to die. I'm going to be a movie store or I'm going to die. You know, this is a very extreme mindset. But again, I'd be remiss not to mention because it's very obvious as you read these books. These these are extreme people. They understood. They have to put themselves some situations that are gonna allow them to tap into every single resource they have to accomplish the objective that they're going after. And it's that's exactly what Loom is saying here. It's like, listen, New war is a great stimulus. You cannot repeat in peace time. This is a little bit about what Loom wanted to do after the war. He wanted nothing more than to return to the solitary wizard. Of men like R wood, loan experimental who worked who working practically by themselves in a private laboratory succeeded in making major contributions to the frontier of knowledge. And this is, quote, from Bush on Loom. He's probably the only man whoever on... The 1 hand took the guys down in Wall Street for a ride and made a lot of money out of them. And on the other hand, got elected to the National Academy of Sciences. On the basis of his accomplishments and physics. And I'll close on this. This is a description of Loom by ernest Lawrence. Lawrence who had stood at Loom elbow in the early days of the laboratory could not pay high enough tribute to the banker turned scientist, who had organized physics for war and exert his enlightened influence on the kind of war the country was ultimately able to fight. He had the vision and courage to lead his committee as no other man could have led it. He used his wealth very effectively in the way of entertaining the right people in making things easy to accomplish. His prestige and persuasive. Help break the patent jams that held up radar development. He exercised his tac and diplomacy to overcome all obstacles. He's that kind of man. He steer a mathematically straight course and succeeds in having his own way by force of logic and of being right. He didn't take credit for things. That was very characteristic of him, said Has. Who counted himself among the fortunate band of scientist privileged to call Loom a friend. Of course, he was known in close circles, but not widely known. After the war, history forgot him. Well, in a sense, he forgot himself because he didn't care about all that. He wasn't interested in the past. He was interested only in the present and the future. And that's where I leave the story. If you're interested in world war 2 in science, technology, I'd recommend reading the book. If you buy the book using the link that's in the show notes, you'll be supporting the podcast at the same time, that's a hundred and 43 books down, 1000 to go, and I'll talk to you again soon."
}