{
  "transcript": "She was being crushed, not all at once, but slowly, a little at a time. The pressure of 10000000 tons of ice, which driving in against her sides. And dying as she was, she cried in agony. Her frames and plank. Her men's timbers, Many of them almost a foot thick screamed as the killing pressure mounted. And when her timbers could no longer stand the strain, they broke with a sound like artillery fire. Forward, where the worst of the onslaught was concentrated, the ice was in dating her. It piled higher and higher against her bowel as she repelled each new wave until gradually, it mounted to her bull works than crashed across the deck, overwhelming her with a crushing load that pushed her head down even deeper. More than any other single impression in those final hours, all the men were struck, almost to the point of horror, by the way the ship behaves like a giant beast in its death agony. Later to the privacy of his diary, Mac con. I do not think I have ever had such a horrible sick sensation of fear as I had whilst in the hold of that breaking ship. The general feeling of relief at being off the ship was not shared by 1 man. His name was sir Ernest Shack, and the 27 men he had watched so glorious leaving their stricken ship were the members of his. Imperial trans and arctic expedition. The date was 10/27/1915. The name of the ship was endurance. The position was in the Icy wasteland of the antarctic treacherous Wendell sea, just about midway between the south pole and the nearest known outpost of humanity, some 1200 miles away. Few men have borne the responsibility Shack did at that moment. Though he certainly was aware that their situation was desperate. He could not possibly have imagined then the physical and emotional demands that ultimately would be placed upon them. The rigor they would have to endure the suffering to which they would be subjected. Nobody in the outside world knew they were in trouble, much less where they were. They had no radio transmitter with which to notify any would be rescuers. And it is doubtful that any rescuers could have reached them, even if they had been able to broadcast an Sos. It was 19 15. There were no helicopters. There were no suitable planes. Thus their plight was naked and terrifying in its simplicity. If they were to get out, they had to get themselves out. That was an excerpt from the book that I hold my hand and the 1 I'm gonna talk to you about today which is endurance. Shack incredible voyage, and was written by Alfred Lansing. This book was first published in 19 59. And since then it has popularized Shack name so that his name has essentially become shorthand. If you wanna describe traits of a great leader, somebody that refuses to give up, you would compare somebody to be like Shack. Shack name appears over and over again and a lot of the biographies that I read for this podcast. And now that I've read the book and understand his story, it completely makes sense why so many people have recommended this book and so many people reference it. When they're going through times of immense struggle. I wanna compare before I jump into the book. I wanna compare it to another book that has filled... I think this book is going to play the same role as another book I read a few years ago, that book is called the forgotten highlander. My incredible story of survival during the war in the far east. I have the book. I bought on audible. It's like a long podcast. I I think it's 3 hours and 14 minutes long. But I wanna read my notes that I have on that book real quick. Just to give you the basic plot, And I wanna compare it to what I learned about Shack. And I think this will give you a a better understanding why it's so important to understand Shack story and why so many other historical figures have referenced him. So this is the basic plot of the Forgotten Highlander. Ali Irr, who's the the author and he's telling his story was constrict into the British military to fight during World war 2. He was 19 years old. He was sent to Singapore. The Japanese invaded and he was taken hostage He survived 750 days in the jungle working as a slave on the death railway and the bridge on the river Kw. Most of the time he worked completely naked. He contracted dysentery. Malaria, and tropical ulcers. A lot. He was transferred to a Japanese hell ship. The ship was torpedo, Almost everyone on the ship died. He did not. He's spent 5 days adrift at sea until he was picked up by a Japanese w ship. He was then sent to Nagasaki and forced to work in a mine. 2 months later, he was struck by the blast from the atomic bomb. He was freed by the Us Navy shortly thereafter. He returns home to Scotland and finds out his best friend died in the war and the girl he loved got married and moved to Canada. At 90 years old, he writes this book to inspire others to persevere when they're faced with hardship in their life. So that last line right there. He says, 90 years old, he wrote the book to inspire our others persevere when they faced with hardships in their life. I think that's the same way people use Shack. I use the forgotten highlander. I'm now I'm moving forward. I'm definitely I'm gonna reference this book in Chuckle story. Anytime you're going through struggles, and that's inevitable what that we all do. It could be a death of a loved 1. You could have troubles at work. Whatever it is. I think it's extremely helpful to step outside of yourself. And like, yeah, Things are not going well right now, but I'm not naked in the jungle, and I don't have malaria. And then I just wanna relate the the the 2 stories together with this quote from Steve jobs. Like, why am I bringing this up Why is this important? Because I came across a quote from Steve Jobs a long time ago, and I've never thought forgot about it. And he says, I'm convinced about half of what separates successful entrepreneurs from non successful ones is pure perseverance. And so I don't think that just applies entrepreneurship, but I think it implies that doing anything that's really, really hard. And what Steve is telling us there is most people quit. They give up half of what made him successful half of what he fuse... Makes other people successful the fact they just they just refused to. Okay. So I wanna go back to, right where I left off in the book. Their ship has been crushed, and they're forced to evacuate on these giant flows, which are just giant pieces of ice floating the ocean. This is an insane coincidence. When I'm gonna read you, and then I'm gonna give you some background on the trip and more on shack with. Okay? The nearest no place where they might find, least food and shelter was tiny Paul that island, which is 346 miles away. There in 19 o 03:12 years before, the crew of a swedish ship had spent the winner there after their vessel was crushed by the ice. So exact same thing that happened, Shack. The ship which finally rescued that party deposited its supplies on Paul let Island for the use of any leader cast ways. Now here's a crazy coincidence. Ironically, it was Shack himself who had been commissioned at the time to purchase those supplies And now a dozen years later, it was he who needle needed them. Okay. So here's some background into what they were doing before. The goal... The goal of the expedition before their ship got crushed by ice. Says the goal of the imperial trans and antarctic expedition was to cross the antarctic continent overland from west to east. Evidence of the scope of such an undertaking is the fact that after Shack failure, the crossing of the continent remained un tried for fully 43 years until 19 57 19 58. So just to write around the time that this book was actually published. S go give 90 even to give you some background to, Shack. This was not his first rodeo, he was a very experienced explorer. This is the time in history. I don't know if you've ever heard of this before I read the book. I had not. It's called the heroic age of antarctic exploration, and that runs anywhere from like, the end of the 18 hundreds to write after the conclusion of World world war 1, and that's just a time when they're... There's explorers from all over the world trying to conquer antarctica for the very first time. And to do so with, you know, none of the the technology or the supplies that that we have in present day, which makes there... It talks about, during the heroic age, the antarctic region became the focus of international efforts have resulted in intensive scientific and geographical exploration. The common factor in these expeditions was the limited nature of the resources available to them. And each of them, the expeditions became a feat of endurance that tested and sometimes succeeded. It's the people's physical and mental limit. Where, you know, you have a lot of people obviously dying in such harsh conditions as you could imagine. So let me give you some background, what was taking place right before they went on, this expedition says Shack returned to England a hero of the empire. He was lion wherever he went, knight by his king and decorated by every major country in the world. Remember this is before the events that take place in this book. But so he talks about, you know, he he started making a little bit of money. Went on lecture tour, wrote a book that kinda But then he has a this this sudden nagging in his in his... In his mind. His thoughts had returned to the antarctic. He had been within 97 miles of the of the pole, and he knew better than anyone that it was only a matter of time until some expedition obtained the goal that had been denied him. And now this is Shack talking about, he's making his primary argument for why... Like, why would you even attempt such a thing. He almost died, I think he's been to the antarctic at that time, 2 or 3 previous times and yet even after all the struggles he went through almost dying, he decides to go back. So said he wrote. This is his his reasoning for taking this this trip. From the sentimental point of view, it is the last great polar journey that can be made. It will be a greater journey than the journey to the Pole back, and I feel is up to the British nation to accomplish this, where we have been beaten at the conquest of the north pole and beaten at the first conquest of the south pole. There now remains the largest and most striking of all journeys, the crossing of the continent. So this exactly what he wanna to do in this expedition. Now when I read that, when might immediately went back to this quote that I keep on my phone and I tried to reference all the time. And it's 1 of my favorite quotes of politicians ever has ever uttered, and it's Jfk in his speech about why we choose to go to the mute... To the moon, because I think it's what Jfk is driving to us. His reason why is very similar to what Shack saying here, and I think could be applied to anything that we're doing that's really, really hard. And Jfk said, we choose we choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard. Because that goal will serve to organize and measure the best of our energies and skills because that challenge is 1 that we are willing to accept. 1 we are unwilling to postpone and 1 which we intend to win. And those 2 quotes are separated about 50 years, but they mean the same thing. We're doing this because it's hard. That's the reason we're doing it. So I wanna give you some personality and some background to them as he's planning the the trip. Such was the plan on paper, and it was typical of Shack. Purposeful, bold and neat He had not the slightest doubt that the expedition expedition would achieve its goal. The whole undertaking was criticized in some circles as being too audacious, and perhaps it was. But if it hadn't been audacious, it wouldn't have been to Shack liking. He was above all and explore in the classic mold, utterly self reliance, romantic and just a little sw buck. So remember that self reliance when we get to the end, because what he does on the very... After 522 days, I think, before he finally successfully gets help that self reliant. I'm gonna talk about what he accomplished, after that, and the the the the tiny bit amount of resources that he had. It's just gonna be mind blowing. Just wait till we get there. More about his personalities biography and a little bit of background here. He had 1 per prevailing characteristic. He was purposeful. Cy might just contend that Shack fundamental purpose in undertaking the expedition was simply the greater glory of Ernest Shack. And the financial rewards that would accrue to the leader of its successful expedition of the scope. Beyond all doubt, these motives loom large in Shack mind. He was keenly aware of social position in the important part that money played in it. In fact, the abiding and unrealistic dream of his life, at least superficial, was to achieve a status of economic well being that would last a lifetime. Let me give you some background into why he wanted to achieve that shack thinking came from a middle class background. The son of a moderately successful physician. He joined the British merchant navy at the age of 16 and though he's rose steadily through the ranks, this sort of step by step advancement grew progressively less appealing to his flamboyant personality. Between expeditions, he also pursued this financial master stroke. He was perennial perennial entrance with new schemes. Each of which in turn, he was sure which would win his fortune. This is gonna be interesting because this is almost Now of them reread the section after completing the book. This is kinda like Biz Shack. I'll tell you what I mean by that after I read this. It would be impossible to list them all, meaning the schemes that he was trying to to do to make his his wealth. But they included an idea to manufacture cigarettes, a fleet of taxi cab, mining in Bulgaria, a w fact factory, even digging for buried treasure. So none of none of them were successful. The reason I I just had this realization that this is kind Biz bizarre Shack is because the whole theme of this book is that he's persevere, which is exactly what Steve jobs is telling us. Right? The difference between half the difference between somebody successful what they're doing and some of these not successful is it's pure perseverance. This book that I'm holding my hand is pure per perseverance. Right? And, yet when he's trying to accumulate well wealth, what he's he doing? He's jumping around to every single idea that catches this fancy, and then he he wonders, you know, why why am I'm not successful this. Shack this is a little bit about why Shack is a mis it, of course. Shack unwillingness to succumb to the man's of everyday life and his ins excitement with unrealistic ventures left him open to the accusation of being basically immature and irresponsible. But the great leaders of historical record, the Napoleon's and the Alexander alexander's have rarely fitted any conventional molt, and it is perhaps an injustice to evaluate them in ordinary terms. There can be little doubt that Shack in his way was an extraordinary leader of men. Now before I read this next section you go back to that Jfk quote that I just read, and you're gonna see the exact same theme that Jfk was talking about that is in the motivations for Shack to do to even attempt to do something as crazy as he did. In a very real sense he needed. He needed it. Something so enormous, so demanding that it provided a touchstone for his monstrous ego in imp drive. In ordinary situations, Shack tremendous capacity for bold and daring found almost nothing worthy of its pulling power. In the antarctic, here was a burden which challenged every adam of his strength. Okay. So this next quote I'm gonna read you. In the research I was doing for this podcast. I've come across variations of this quote. Probably half a dozen different variations. Let's quote. Don't worry about the names. They're just all reference. They're they're referencing different heroes of the heroic age of antarctic expiration, but it's really gonna talk about... It's a really good summary of what the value is in reading this book and understanding Shack story. So it says, for scientific leadership, give me Scott. For swift and efficient travel, Ad, I'm not pronouncing anything correctly. But when you're in a hopeless situation when there seems no way out, get down on your knees and pray for Shack. So to get ready for this this expedition, he buys a ship, he rename it. And he rename it endurance after his family motto, which is fantastic. The motto of the family, by endurance, we conquer. That could also be a forward summary of this book. Something to know about Shack that that appears multiple times in in the in this book. He said he trusted as instinct. In this case, he's doing interviews for the the the people that he's gonna lead on the expedition, and this was, you know, it's gonna be really surprising. But it gives you an insight and so he he just made his decisions from his gut. These decisions were made with lightning speed. There is no record of any interview that Shack conducted with a prospective expedition member that lasted much more than 5 minutes. It's also interesting to note that the start of World war 1 almost ended this trip before it actually began, begins right as they're about to leave, shack uncertain about, you know, I need to... We he felt fierce loyalty to his country. Should I stay? So he winds up asking them, but let me read this party for you for a Shack position could hardly have been worse. He was damned if he did and damned if he didn't. He was just about to leave on the expedition he had dreamed about and worked towards for almost 4 years. His 4 years of prep went into it before. They were even able to get on the boat. Vast sums of money, much of an involving future commitments had been spent and countless hours had gone into planning and preparation. At the same time, he felt very strongly about doing his part in the war. So he asked, he asked the government. The, what they think it should do. The reply was a 1 word telegram proceed. 2 hours later, We're gonna get Churchill has to pop up in the story. Of course he does. 2 hours later, there was a longer wire from Winston Churchill, who was then the first lord of the admiral admiral admiral, stating that the government desired the expedition to go on. Such a 4 years of a lot of uncertainty. They finally embark on their journey. And I love this part. And really the summary of this part is that focus simplifies things around you. All the ambiguity of the planning is gone. Right? And now they're just... They have 1 goal and 1 goal only. Life had been reduced from a highly complex existence with a thousand petty problems to 1 of the bare simplicity in which only 1 real task remained. The achievement of the goal. So Shack picked 27 men to go with him. They find out that there's s way. There's a 20 eighth person that was not invited, and this is what Shack said to him. If we run out of food, and anyone has to be eaten, You will be first. Do you understand? So they went believing South Georgia Island on 12/05/1914. It things go bad very rapidly. By January eighteenth. So what is that a month in, 2 weeks later? The endurance is stuck in the ice. They call it be, and this is a great description of of the of the the condition of the ship. It was frozen, like an almond in the middle of a chocolate bar. Among the men, the realization that the endurance was really be set for good came very slowly, like a kind of creeping resignation, a bad dream from which there was no waking. So this next section is really, I I... The... The know left myself is Euphoria and terror, and that sometimes you have to keep it yourself that Euphoria tear is a quote from Mer Jason, which I always, stuck out in my mind the first time I heard it. And he talks about that in startups, you only ever experienced 2 emotions. Euphoria and terror. And he says, I find a lack of sleep enhances both. Essentially, that's his really su sync way of describing this phenomenon known as, like the entrepreneurial emotional roller coaster. And it really, doesn't just apply to building businesses is applied to doing anything hard in life. And so this is what Shack is experiencing himself. But again, he can't he's the leader. He he cannot betray this and show this to to the people that are relying on him to say strong. So he said he was tormented by thoughts, both of what had happened and what might happen. He was careful, however, not to betray his disappointment to the men, and he cheerful supervised the routine of reading the ship for the long winter night ahead, so they're taking all the stuff off the ship that they might need before it sinks and transferring it onto this gigantic flow. This gigantic, this gigantic flow, this gigantic piece of ice that is essentially gonna be their home, for the next... They don't know. Yeah. But for the next several hundred So while this is all going on, we see a lot of Shack inner thoughts about, he understand that he understood, I should say, we all are influenced by the words and the actions of those around us. Much more than we even care to admit. And so not only he's he gotta worry about ser survival, but he's gotta worry about managing the mental health of all the people that he's leading. And there's 1 guy that is, very moody and pessimistic, and this is what Shack this is how Shaq approaches at. He was unique among, among them in the fact that he worried outward about the future. I meaning, he's verbal this. He's talking about this. Whereas almost everybody else was confident that everything was gonna be alright. Shack obvious and increasing dislike for him. He's, you know, Shack not gonna he's not gonna find that that behavior appealing. Shack seemed to fear that this attitude would spread to the other men. Into what Shack does in situations like this is he actually takes the burden on himself. So he'll make sure if if they're picking roommates for tents, he'll pick the people that are more negative. So he can influence their thoughts. And if they are saying negative things, it only influences him. So there's a... There's a... As you can imagine over this long story, there's all these peaks and valleys, peaks and valleys that that continue to repeat over and over again. And so during a peak where they're related, he has this great parable. About tempering your over confidence. You don't wanna be over confident too early. So it says Shack said there once was a mouse who lived in a tavern. 1 night, the mouse found a leaky barrel of beer. And he drank all he could. When the mouse had finished, he sat up, t his whisk and looked around arrogant. Now then he said, where's is that damn cat? So this point story, the boat is finally gone. So they know, okay. This is not temporary. Now their... This is what they're forced to... This is what happens after they're forced to ban in the endurance. This is the actual plan that they have. The plan as they all knew was to march toward Paul Island 346 miles to the northwest, And they would be dragging 2 of their 3 boats with them since it was assumed that they would eventually run into open water. So these are, like lifeboats. This is what's gonna make the store even crazier. They're about 20 to 22 foot long. Now they have to drag them over ice and snow because eventually they're gonna say hey, the only way we're out of this. We're gonna have to take these tiny boats through. They don't know the yet. They're wrench out to take it through the drake passage. Essentially, the the the worst part of the ocean on the planet in a 22 foot boat. That's what Shack does. It's insane. There was even a motto... Now, this was interesting, what I found a very interesting about reading the book as you get insight because a lot of the the men are caring, die... Keeping diaries, and we see how their their state of mind is influence and changes constantly. So it says there was even a trace of mild acceleration in their attitude. At least they had a clear cut task ahead of them. The 9 months of indecision of speculation about what what might happen of aim english drifting were now over So it just speaks to, you know, no 1 really likes uncertainty. This is what he told the crew and why speaking with the utmost conviction, Shack pointed out that no article was of any value when weighted against their ultimate survival, meaning travel light. And he ex them to be re ruthless in reading themselves of every necessary ounce regardless of its value from S, this is really really, really smart. From studying the outcome of past expeditions, he believed that those who... That burden themselves with equipment to meet every contingency had fared much worse than those that had sacrificed totaled preparedness for speed. The journey would begin the next day. On the eve of setting out, Shack wrote. I pray God I can manage to get the whole party safe to civilization. So Just wanna pause for a moment and try to put yourself in his shoes. This is 1 of the heaviest burdens a human can have. He's almost certain that people will die, and he's going to lead them to his death and that not only that, He... More people can die or live based on the decisions he makes. Think about how heavy that is. I pray God I can manage to get the whole party safe to civilization. Now, here's the problem. They're on a giant... I'm fast forwarding, obviously, They're in a giant chunk of ice, but that's floating. You don't control where the ice is going. So it it does not get much worse than this what I'm about to reach you. They were cast ways and 1 of the most savage regions of the world. Drifting they knew not wear without a hope of rescue, subs only so long as providence sent them food to eat. And what does it mean about providence sending them food? They're going to have to hunt any kind of wildlife. They they're going to have to kill by hand. In many cases, seals, penguins, birds, anything that they can possibly get their hands on. So really the sentence about to to read you is really about the intense desire we have to survive. This talks about, you know, doing this this blu things by hand. At the beginning, they were very screaming. So they were sq about this seemingly cold blooded method of hunting, but not for long. Now why is that? Because they're literally start... They're going to starve to death, but not for long. The will to survive soon dispel any he to obtain food by any means. So when I got to this section of the book, and remind me of another story that I heard that was re told by this person's son. So this person was trying to escape Cuba, him. They were 4... They were 02:14 year olds and 1 like Uncle. So, you know, 02:14 year olds and maybe, like, a 30 year old uncle kind of thing. And they take a giant truck tire, like a... Like, think of, like a bull tire, and that's what they use. So they get in, 3 of them have no experience they're trying to get from Cuba to the Southern Tip of United States. This is probably, let's say, 35, 40 years ago. And they brought enough water to drink. And then after a few days, it becomes it becomes tainted and they can't drink it anymore. And so 1 of the stories that he's telling his son later on after he survives this, you, being a 14 year old boy going through this is they had these oa, and they were trying to row this gigantic truck tire. Right? And every so often birds would land on the ore when they weren't using them. And eventually they had to grab the bird by hand. Remember you can't drink salt or you die, and had to crushed the bird with their hand and drink the blood of the bird. And so he's... His son's asking He's like, dad, How could you possibly do this? He's like you don't understand when you haven't drink anything for 3 days and you're about to die. You have this this instinct desire to survive? And it's exactly what Shack experiencing, you know, half a century earlier. This is more about the, the heaven birdie... The heavy birdie burden of responsibility of the leader that Shack and having to endure not only, you know, the physical demands of being in such a treacherous place, but the mental demands knowing that you... That everybody's physical safety, and well being rest on your shoulders. It was inaccessible. He was the boss. There was always a barrier an that kept him apart. It was not a calculated thing. He was simply emotionally incapable or forgetting even for an instant, his position and the responsibility and entailed. The others might rest are fine escape by the device of living for the moment. But for Shack, there was little rest and no escape. The responsibility was entirely his. And a testament to how great a leader that his men thought he was something that blew my mind is even after you read this book and you find out, doesn't say it in the book. I found out researching otherwise, after everything that happens in the book, Shack goes back and a lot of the people that went with him on the first trip, join him again. It's unbelievable. But this is another reminder. So they're they're... The point the story we're in. There's a very lack of progress, And, of course, it's gonna be demo. Right? And this is where he talks about that might it's so important to manage your own psyche and then the psyche the people that you're leading that we can make heaven or hell out of the same situation depending on our mindset. I think this is extremely important. Shack was concerned of all the enemies. The cold, the ice and the sea, he feared none, more than demo depolarization. That is a crazy sentence. Let's read that again. Shack was concerned of all the enemies. The cold the ice to sea, he feared none more than demo. He understands the power our mind has, and he understands you have to manage that power. It's extremely important. So I wanna bring to your attention. There's a several times in the story that they're they go down 1 path that looks promising and then eventually they get to a dead end and they have to retreat. And that, of course, is gonna be extremely demo, streaming heartbreaking. So this is an example of that. Shack were reluctant announced that they could not go any farther. Most of the men received the news with Dismay. To hear Shack himself say that they had been beaten, sounded almost unnatural and a little frightening. None of them however could possibly have felt their defeat so intensely as Shack to whom the thought of quitting was ab, go back to that that Steve Jobs quote. Half of what makes you successful pure perseverance, meaning you are not gonna quit. This the S version of that, the thought of quitting was ab warrants. He wrote in his diary that night. I turned in, but could not sleep. Thought the whole matter over and decided to retreat to more secure ice. It is the only safe thing to do. I am anxious. I do not like retreating, but prudence demands this course. And so we see in in in the story of Shack, something we've seen over and over again that sometimes your strength, your greatest strength can also be your greatest weakness. And we we get that, an insight into how this fell Shack as well. Shack was not an ordinary individual. He was a man who believe completely in his own in. So that's a huge strength. Right? But it could also be weakness in certain circumstances is very hard. It's not black and white. And to whom defeat was a reflection of personal inadequate see. What might have been an act reasonable caution to the average person was to Shack, a d digestible admission that failure was a possibility. Alfred Lands can write his ass off. There is gonna be some some sentences in the book just the writing in this book is insane. It's 1 of the best books I've ever read. I I could not put it down. I can't tell you how good it is. So the point where, like, I I fell reading it. I could not wait to wake up the next morning and find out what happens to the story. It's fantastic. And there's gonna be some sections I share with you that I have nothing to add other than this is just a great sentence, and that's... There's especially the description you really feel when Shack finally makes it. I had tears of joy my eye. I'm not... Like, that's not hyper. Like, you feel like you know who this person is. To the way he describes him, And then I really like the fact that there's a lot of quotes from all the men's different diaries in here. You you get an insight. You follow them along to several hundred pages you know, in there... Several hundred pages in our life but it's almost 2 years in their life of just intense struggle, and you really are towards the end rooting for them to survive, which they do, which is insane. Okay. This ind self confidence of Shack took the form of optimism. But at the same time, the basic ego that gave rise to his enormous self reliance, remember that's at deposit traits about to be turned into a negative, occasionally blinded him to realities. He tax tac. I think I you pronounce that word. Expected those around him to reflect his own extreme optimism, and he could be almost pet vigilant if they failed to do so. And that's the problem. He's is not. He's a formidable individual. He's is a mis fit. He's in, a, an he's unusual among unusual people. So this idea that, you know, that other people are gonna be able to do the same thing that you are is just you're setting yourself up failure. And shack... You're seeing the same thing happen in Shack here. Almost everything he had undertaken. The expedition, saving the endurance, and 2 attempted marches to safety had failed miserably. Right? So I'm still in the same section where the strength is gonna turn in weakness. You have to be crazy... You had to be full of self confidence and utterly self reliant to even attempt an expedition like this. But then to attempt to end to fail over and over and nerve again. What do you think gonna happen? Have these little seeds down in the back of mind. I'm not good enough. We're gonna die. I can't do this. And what happens you give into that, you're gonna... You're... You are definitely going to die. You have to fight that back. So it says everything you had done and failed miserably. The lives of 27 other men were now in his hands. I'm am rather tired he wrote. I suppose it's... Is it it is the strain. I long for some rest. Free from thought. So now he's having to manage his own mental health, and he's being tormented by the idea this, like, maybe I'm not as good as I thought I was. I thought I could do this and yet everything I've done since since everything went downhill has been an utter and complete failure. And I'm gonna lead myself and all of the people that I'm responsible for to their deaths. Imagine the burden. Now, imagine carrying that burden in your mind, while at the same time, you're camping on a giant piece of ice. It's negative 10 degrees everybody's... Everything's wet. You have almost no food, you're cold, you're miserable, you're you're you're sleeping terribly, everything compounds. I just could not imagine very... There's probably very few people in history. That I've ever had heavier burdens than ernest a Shack. This subscription of the Cease hunger this at the time of the story, it's 10 below 0 and everything is wet, I accounted didn't ran over from around point here. Men felt the shortage of food almost as physical pain. The compulsive craving of their bodies for more fuel to burn to ward off the cold cause a na cecil hunger. So not only do they have a limited amount of food. Right? And that's also... That's gonna be influenced by a the amount of wildlife they can hunt around them? But they're exerting themselves physically because they're constantly marching and having to move and then pull their supplies, pull their boats. So that a calorie deficit and they're requiring a lot more energy from the body simultaneously. So during this time, they're almost out of food, There's there's here... In Valley. Right? Now they're gonna over almost immediately in a few moments they go to it the the top of a peak. And this is just a reminder that things in your life can improve rapidly. Through the miss a strange shape appeared. Wild, that's that's the last name of Shack right hand man. Randy to get his rifle from the tent, and then he dropped to 1 knee and shot. The animal buck and slowly sank down onto the ice. It was a c leopard, nearly 11 feet long. And if you don't know what C Leopard is, I... I... You should Google image search it, it looks like a dinosaur. It is a gigantic. It's the Apex predator in the antarctic. It has killed it just killed a scientist in 2003. If you don't have a weapon, it's definitely gonna kill a human, it was actually chasing this, 1 of the guys, when... Right before the part of the story. And the only thing that that actually can eat a c leopard. If I'm not mistaken is actually an Orc. It's just a gigantic huge Apex predator in the antarctic. So... But this is why this is why said that things can improve rapidly. With 1 bullet, wild had changed the whole complexion of their lives. They were starving at this point. They're at their feet lay nearly 1000 pounds of meat. Now things can go up remember. I started talking about it. It's very helpful to step outside your how yourself when things are going bad. And like, okay, you, yeah, Things are going, but I'm not... You know, I'm not spending 750 days in the jungle in the Philippines naked, right? Getting malaria. So I can get through this other people survived, I can do this as well. Right? Next time things are going bad. It might be going bad, but if you ever listen listen to the sentence. They found in its stomach nearly 50 un digested fish. Which they had... Which they carefully set aside to be eaten next day. So things are going bad, but are you so hungry that you have to kill a giant, a giant seal leopard and then eat the the un digested fish that you find in its belly. Probably not. Right? So this entire time, Obviously, leaving out huge chunks of the book. They're on a giant flow. Right? And this is... In this section... The story. Chat with him must make a life and death decision under extreme amounts of uncertainty. So these flows, they're not saw they break. They're constantly the tides push on them, the waves push on them, sometimes you just start breaking in 2, and this is what's happening here. After the flow it's put in 2, the tie... This time exactly through the spot where Shack tent had stood some minutes before. So we... Not gonna split. Sometimes it could split so you the people if you're on the crack you faulty here. You're gonna fall your death. You because you're gonna be submerged water. Right? So they just moved. A few minutes later, if they had not moved, the whole tent where Shack was would went in the Cr. Then they waited. Torn between the over powering desire to launch the boats regardless of the risk and the certain knowledge that once they did, there would be no turning back. The men looked at Shack. For a moment, the pack was open, meaning the ice packs. So maybe they could launch the boats and maybe they could to try to to try to navigate, not have to stay on the flow. Right? The the pack was open, but how long would it remain open? Because could happen is the same thing they happen in small boats is what happened to the large boat. The packs open. But in a few minutes, few hours, a few days, it could close and then you can't get the boat out. You're stuck. And there's no backup boats. They would die. And yet how long could they stay where they were? The immense flow that had once been patients camp. That's what they named the Giant piece of ice that they're on was now in a irregular rectangle, hardly 50 yards across. Now why that sentence is so insane. Is because of the flow when they got on it? Was a mile wide. It was a mile wide, and now it's down to 50 yards. How long would it be before was broken and ground to bits meaning get their eat at 12:40, Shack gave the order in a quiet voice, launched the boats. So a few weeks ago when I read that book, it's it's part of the 3 port series at an Larry Ellis where it says least saw the billionaire in the mechanic. 1 of the the people that he hires to run his crews tells Larry a story. I think they're down 8 to 1. They wind up coming back and winning whatever boat race they're in. And he talks about how he manages his own like, he managed this his own perspective. This guy that Larry hired. And he said something he learned from his friends that I went through a Navy Seal training is the ones that got through the training. Never thought too far ahead. They're not like, Have to do 3 more days of this. Or Have to do more 12 more hours. They're like, I have to do 1 more step. They only focus, like, the key to surviving is don't think too far ahead, just focus on the next step. Now that, I think is a good lesson from, that we can learn, not only in, you know, physical feat like, navy still training or what Shack has to to endure right now and where we are in the story, but what we're doing. So like, there's no point in looking too far. I just need... What's the next step? And let me get to that next step, and then I'll do the next step. And then that's it. I'll keep doing. And if I do that over a long period of time, I'll get to where I need to go. So it says they were in the boats, and that was all that mattered. They thought neither of patients camp, meaning in the past, nor an hour in the future. There was only the present in that meant row. Getaway escape. So it's like, we don't know where we're going. We don't even know where we're at yet because we haven't been able to take a reading because we can't see the sun. But, you know what? All we're gonna do is I need to row once then I need to row again. And then when I'm done that with that row, I'll row more and keep going and just focus on the next actual movement that I need to do. So once they launched the boat, there's no turning back, they're about to get of the pack of ice and they're about to go into open sea. They're trying to navigate towards an island so they could at least not be in boats for... They might be in them for several weeks. I can't remember the exact time. But this is a description. And this is just insane when you think about what's happening. They made a pit sight. 3 little boats packed with the odd remnants of what had been once a proud expedition, bearing 28 suffering men in 1 final almost ludicrous bid for survival. But this time, there was to be no turning back and they all knew it. And this is gonna give you a good idea of how desperate things get, while they're trying to get... They're they're eventually gonna land on this thing called Elephant Island, which is there's there's no nobody lives on it. It's just literally to get out of the boats and try to get on outside of the land. I'm gonna describe this to you right now. They had no sleep for almost 80 hours. And their bodies had been drained by exposure an effort of almost the last vest of vitality. But the conviction that they had to land by nightfall gave rise to a strength born of desperation more great riding air, a strength born of desperation. It was pull or perish and ignoring their sick thirst, they leaned on their oa with what seemed to be the last of their strengths. So what did... I forgot to... I left that apart there. Why they said thirsty. They bought 2 packs of water. 1 of them was tainted. So they have to drink the blood of seals to avoid dying of thirst very similar to the store story I just told you where they're they're drinking the blood of the birds so they don't die of thirst. They finally make it an Elephant island. This is the description. This is just a more great writing. They were on land. It was the nearest hand. 100 feet wide and 50 feet deep, a meager grip on a savage coast exposed to the full fury of the sub antarctic ocean, but no matter. They were on land. For the first time in 497 days, they were on land. Solid, un unthinkable, I movable, blessed land. Okay. So there's a really helpful map. At the beginning of the book that I reference over and over again, as reading the book. So right now in this story, all of them are together, they're on Elephant Island. They are 650 miles away from South Georgia Island, which is where they started this expedition from, which is the only place they know for sure. There's a w station there. So they know for sure there's people there that that can help them. And so what Shack has to make the decision now he's like, okay, I'm taking 1 of the boats. It's called the James Can or James Cared. It's 22 feet long. I mean it's gonna be me and 5 people. We are going to risk our lives to try to go get help because the whale station then you have these gigantic ships that you can go back and and rescue the other was at 22 21 other men that are gonna be stranded on elephant island. And this is a great description of the difficult task that's gonna lay ahead of them. They would travel perhaps a thousand miles across the storm ocean on the globe. The ultimate goal was an island no more than 25 miles wide at its widest point. Remember this is 19 15. There is no Gps. To guide an open boat that distance under conditions that were frightening to even even to contemplate, and then to strike a pinpoint on the chart where tasks that would solely tax even worse worse his navigator that he's gonna have to take with him, Worse skill as a navigator. So if they can... They go 2 far south, They miss it. The next land is 3000 miles east. They cannot miss it. So they have a travel. They think it's about a thousand miles I'm not sure, once it being 650, I think is the course that they they actually chart. And they have to they they have to hit. I mean thinking about a 25 mile wide island in the middle of the sub antarctic ocean. So spending a few days on Elephant Island getting ready for this journey. He's picking the cruise on all of the stuff, I'm gonna give you read a couple sentences during this time. He has to write a letter in Casey he dies, transferring his like, the responsibility to his right hand person. His whole letter, I'm just gonna read 1 sentence to you. He's like, you know, if I die, this is what... The last sentence and he he he writes, you can convey my love to my people and say I tried my best. And then this is there... This is just another more great writing, on the feelings they're having as they about to leave Elephant island and go on what many people expect, you know, to never see them again. On this score, their general feeling, at least outward was confident. But how else might they have felt. Any other attitude would have been the equivalent of admitting that they were doomed, and this is a really great sentence. No matter what the odds, a man does not pin his last hope for survival on something and then expect that it will fail. So Shack and 5 people. They're in this tiny boat. They're in 1 of the worst places in the entire ocean in the world. And as you could expect, Shack is having doubts. So he's talking to Words, which is his navigator. He says they spoke of many things. It was obvious that the burden of responsibility Shack had born for 16 months had n away somewhat at his enormous self confidence. He wanted to talk and to be assured that he had acted wisely. He con fight it too words that decision to separate the party had been a desperately difficult 1, and he and he had ab hoard having to make it, but somebody had to go for help and this was not the sort of responsibility, which could be delegated to another person. As for the journey itself, he seems strangely doubtful. During 1 especially trying knight, the boat is being thrown around by 40 to 50 foot waves. There's Gale force winds, shortly after the part I'm about to read you, they actually get stuck in what what's the equivalent, like, hurricane force winds, and they somehow survive, and this is, like, within a few miles. Of getting to South Georgia Island. And it's during this tumultuous night that they're describing this and it's just a great sentence. It's true for Shack. I think it's true for anybody doing anything hard... Any hard thing. The only thing to do was to hang on and endure. Oh, and I forgot to mention on this trip as well. Trying to get to South georgia Island, their water gets contaminated. So there are a few miles from the island, there's a huge storm there's very good chance they're they're going to die. They eventually have to take a d tour. They were gonna try to get to the w station. Now they just at the land on anywhere. So they the the w stations on the east side of the island. They have to land on the west side. But this section I'm gonna read you is just proof that we are all more capable than we think. For 13 days, they had suffered through almost cease gale, then finally, a huge rogue sea. They had been the underdog. Fit only to endure the punishment inflicted on them. But sufficiently provoked there is hardly a creature on god's earth that ultimately won't turn an attempt to fight regardless of the odds. They were possessed by an angry determination to see the journey through no matter what. They felt that they had earned it. For 13 days, they had absorbed everything that the drake passage could throw at them. And now, by god, they deserved to make it In this section just this is where I was just so joyous. As quickly as they could the other man scrambled after him. It was 05:00 on 05/10/1916, and they were standing at last on the island from which they had sailed 522 days before. They heard a trickling sound only a few yards away, a little stream of fresh water was running down from the glaciers high above. Remember, they had no drinking water for several days. A moment later, all 6 were on their knees drinking. Now here's the most insane thing. They get stuck in the ice. They have to travel hundreds of miles north. They eventually have to take a little robots over crazy water, get to Elephant island, then you know, 20 something of the guys stay there, Shack and 5 other people then have to do this insane journey, 650 miles to South Georgia Island. And you say, okay, Wow, they made it. That's fantastic. It's not over. They realized the storm is so. There's like a her... The the hurricane or whatever Hurricane force winds. On the other side of the island our short... Not too far from the island they're on. The storm that was... That that caused them to have to land on the west side inside of the east side, island. Had sunk a 500 foot boat. They're in a 22 foot boat. So they realized Shotgun realize realizes, I... We have to go over by land. There's 6 people on the beach. Right? He's like, okay, I'm gonna take 3 of us. And we're gonna cross over by land. South Georgia Island up until that point. Here's the insane part, had never been crossed by land. People thought It was impossible. Imagine series of mountains cover with ice It's 30 something miles that he's gonna have to cover with is him and 2 people. So even after 522 do days is, everything he experienced. Now he's got another monumental task in front of him, 1 that no other human being had ever done before. Now, he's going to succeed obviously. And then they're gonna get home from the whale station, It takes, I think 3 failed attempts and 4 and a half months. Before he's able to rescue, the rest of his crew and every single person in his expedition survives. But this is where I'm gonna end it on this. This this last of his amazing accomplishments. The fact that he travels over this in hospital South Georgia Island a covered mountains of ice. Okay? This is the crazy thing. The crossing of South Georgia, I'm gonna I'm reading from the book now. Had been accomplished only by 1 other party, And that was almost 40 years later in 19 55. It was a British survey team. The party was made up of expert climber and was well equipped with everything they needed for the journey. So they had planes helping them. Helicopters helping them. They had radio transmitter at the time. They were expert climber, shack with an expert climber. They had all the supplies. They could take as long as they needed. Shack did it with 3 people in 36 hours without sleeping. There's a time where 2 of his friends fall asleep. To try to take rest. He's about to fall asleep and then he jumps up immediately You're like, oh, no, because there's something like the arctic sleep of death where you get really cold. You're go, I'm just gonna sleep. You feel tired once you go to sleep you never wake up. And so he immediately after letting him sleep for 5 minutes. He wakes up his... The 2 people traveling with. It's say, hey, you guys suffer for half hour we gotta get going. So he does all of this with almost no equipment over 36 hours and no sleep. Okay? These people did it 40 years later with everything. And this is the people in this this party in this British Survey party describing like, their their their admiration and just the unbelievable the unbelievable unpredictability of what Shack did. And so he's describing Shack party here. 3 men of the heroic age of antarctic exploration with 50 feet of rope between them and a carpenter's axe. The same thing that people 40 years later needed helicopters, planes, equipment, expert climber, gear, way more time. They could plot everything out. Shack and these 2 people day with 50 feet of rope between them, and it carpenter's axe. We are all more capable than we think, and I'll leave this with his description. I do not know how they did it. Except they had to. And that's where I leave it. I highly highly highly recommend reading this book. There's a reason that what 60 years after the book was published, people still talk about it. They're still reading this book. It's it's 1 that I know I reference over and over again, and I'll go back and re reread my highlights over and over again. It was absolutely fantastic. If you wanna buy the book and support the podcast at the same time, do so by using the length that are in the show notes on your on your podcast player, or you go to founders podcast dot com and by using the links that's on the website. That's a hundred and 44 books down 1000 ago, and I'll talk to you again soon?"
}