{
  "transcript": "When Hers was in college, he wrote his father that he intended to do something in publishing in politics. And he did, becoming San Francisco, then New York's and finally the nation's most powerful publisher. He served 2 terms in congress and was for half a century, a major force in American politics. There has never been nor most likely will there ever be again a publisher like William Randolph hears. Decades before synergy became a corporate cliche. Hears put the concept into practice. His magazine editors were directed to buy only stories which could be rewritten into screen place to be produced by his film studio and serial, reviewed and publicized his newspapers and magazines. He'd broadcast the news from his papers over the radio and pictured it in his news reels. He was as dominant and pioneering a figure in the twentieth century communications and entertainment industries as Andrew carnegie had been in steel Jp Jpmorgan had been in banking, John d Rockefeller in oil and Thomas Edison electricity. At the peak of his power in the middle 19 thirties. Time Magazine estimated his newspaper audience alone at 20000000 of the hundred 20000000 plus men women and children in the nation. His daily and Sunday papers were so powerful as vehicles of public opinion in the United States that ado off Hitler, Bon Mu and Winston Churchill all wrote for him. At the end of my research, the hears I discovered was infinitely more fascinating than the 1 I'd expected to find. This was also winston Churchill experience during his visit with Hears. Hurst was the most interesting to meet Churchill wrote. I got to like him. A grave simple child with no doubt a nasty temper, playing with the most costly toys a vast income always over spent, cease building and collecting, 2 magnificent establishments, 2 charming wives, complete ind to public opinion, a 15000000 daily circulation, extreme personal courtesy and the appearance of a quaker elder. That was an excerpt from the book that I wanna talk to you about today, which is the chief. The life of William Randolph Hears and was written by David Nassau. This is a gigantic book over 600 pages. I've... This is a second book written by David S that I've that I've read for the podcast. The first 1 was on Joseph Pete Kennedy. It's called the Patriarch. It's all the way back on. I think founder number 4, and it's a biography of the founder of the Kennedy Family Dynasty. Nassau writes huge epic biographies. This one's over 600 pages. So there's no time to waste I wanna jump right into it. I think it's important to understand that there would be no William Randolph hurst. If it wasn't for the accomplishments of his father George Hurst. And when I was reading this book, it really reminded me when I read the biography of Howard Hughes, for founders number 59, I think George Hurst is to William Randolph Hears as Howard Hughes Senior was to Howard Hughes Junior. What I mean by that is the sun's accomplishments could have never happened without the financial and entrepreneurial accomplishments of the father. So George Hurst was born relatively poor. He had no education to speak of. He was just interested in mining, and, did all learn all of his learning on his own, And through his mining companies, which he worked out for multiple decades. He became 1 of the richest people in the United States, he also became the Us senator. So that is the father of, William Randolph Hears. And the reason I bring that up is because just like Howard, hughes senior tool company, which has to be... I think I said on the podcast, number 59. It has to be 1 of the most profitable private companies that have ever existed. And what Howard Hughes did, the junior, he used a lot of the profits from his father's company, to invest in, his aviation company and his movie company, everything else. William Ran first is the exact same thing. There's many times in this book that he's going to rely on the assets that his father leaves behind after he passes away to make up for all of the the losses that his company was experiencing. So I just want you to keep that in mind because I think it's under... It's important to understand the career of William Randolph Hears by knowing that. Now I wanna bring you to a conversation that his father is having with his mother, and and you can kind of guess at that brief description that gave you, you know, George Harris is kind of a hard ass. And so his mother is having his conversations like, why are we gonna put little willie as they were calling him into public school. And so it says, Phoebe asked if the public schools were not rather tough and tumble for a delicate child like Willie. This is his father's response. I do not see anything particularly delicate about Willie. Replied Willie father. If the public schools are rough and tumble, they will do him good. So is the world rough and tumble. Willie might as well learn to face it. Okay. Let me give you a description of... I'm gonna call him W r. That's that's why everybody calls William Rin First. So let me give you a description of W r childhood and in the description of childhood. I'll be able to tell you more about his father. Her childhood was defined by imp. He had by the time he was 10 years old, lived many different lives. The rich boy in the mansion. The new kid forced to attend public schools because his father had run out of money. The Pam child who toured Europe, the boy who boarded with his mother. There was no center, no place that he could call his own. School had provided no continuity. He was shifted and stunt, withdrawn and newly enrolled in school after school without rhyme or reason. His father, he seldom him saw and he never knew. The only fixed point in his life was his mother to whom he was devoted, but she too had disappointed him. Disappearing too often and too early. So as that paragraph, clearly demonstrates his most stability to, a young, W life. Right? And the idea of, hey, I gotta send you a public school now because we don't have the money anymore. So George hears career, as we've seen in a couple other books around this time in history, you have a huge boom bust, and his business was mining. So he worked in the mining industry So he was like, since he was, like, 26, it took him to... He's almost 40 years old to build wealth. Okay? And then he has this massive increase in wealth, and then he winds up losing it all. And for the next 20 years, he has to fight and eventually becomes at... By the time he's 60 years old, he becomes 1 of the most wealthy people in the in the United States, and he with 1 mine, he makes more money than the family could spend in many lifetimes. I just looked up. It was the largest gold mine. I think unites its history. He founded it sometime time in the late 18 hundreds, it just stopped producing gold in 2002. I think it ran con consecutively for a hundred and 20 years to give you an idea of the amount of money, that that George Hi was able to accumulate. But again, he worked almost his entire life. So let's say, 15 years to get to that point, lost it all and worked for another 20 years to get back. In that section where they said that he really never knew his father. His father was away almost all of his life. He he lived on the minds. Wasn't until he retired and goes in the politics and buys a newspaper that he starts communicating with his son very frequently. But he is extremely hard on the sun as you could imagine the kind of person that had his life experiences would be. Okay. So Gonna fast forward into the story, George, or, excuse, w r is at Harvard, and this is his first experience in publishing. So he takes over 1 of the the Harvard school newspapers. So he says the high point which his election as business manager of the Harbor... Harvard Lamp. To keep the magazine afloat, business managers were traditionally chosen for the size of their allowances, meaning what they got from their rich family. Right? But Hers instead of subs the lamp out of, his owner his parents pockets, engage any full scale advertising and marketing campaign to make the journal self sufficient. He solicit solicit local merchants to buy ads, wrote to advertisers and other Ivy league publications and elicit his mother to sell subscriptions to members of the San Francisco Harvard Club. The lamp is peculiar harvard all the way through and it ought to be supported by harvard men with contributions and subscriptions. W r had said. In his first experience in publishing, he had expanded the Lamp circulation by 50 percent. The reason I'm reading this series because he does a lot of the same things with the papers so that he he takes over and we see, like, an insight into some of his strategies early on. In his first experience in publishing hay expended circulation by 50 percent, increased avenue avenue... Excuse me advertising revenues by 300 percent and converted the bottom line from a desk deficit of 200 dollars to a surplus of 650 dollars. Here's a little bit about his personality that's mentioned by somebody who knows him at this time in his life. He says he didn't care what the world thought. So there there's gotta be a dozen sentences in the book, including the 1 I read to you at the intro with Churchill saying the same thing. He's rather different to the thoughts and and feelings of people outside of his immediate family. It's it's mentioned a lot in the book. In this case, this is a about the fact that he was dating somebody in a different class because now his family has been restored to wealth. He's dating somebody from working class. His his mom doesn't like that. Let me finish her in the sentence, and I'll tell you what I thought about it. Though Phoebe had tried that's his mom, obviously, he tried her best to make her boy to a gentleman. He was his father's son as well as hers and preferred like George Hurst to do as he please. So that reminded me something this is... 1... There's something weird about spending so many hours studying a person by re... You know, reading this gigantic biography that I'm holding my hand. And what I... What I mean is that's weird by it is normally, I have a good sense of who the person was. Right? I don't have the Kindle version this book, but if I did, I would have to guess that the word missed, mysterious or mystery. When describing W r, has gotta be in the book, you know, 20 30 times. It's an entire chapter called mystery man. And I think part of that is because he was really hesitant to tell other people outside of he kept no nobody else else's is counsel but his own. But this idea... I do think he has good idea here about not caring what the world thought. If you remember when I read the biography of Warren Buffett. It's on Founder number 100, the book is called snowball. Like, He had this great idea that he came up with by observing his parents that's warren Buffet that is. And he says this idea about... And he talks about in his writing and his shareholders too. About... Do you have an outer scorecard and an inner scorecard. And he's saying, like, you're gonna have a hard time living happy life if you don't have anything but an inner scorecard. So his mom had an outer scorecard. Very worried about what the world thought. Right? And and warren Buffett Most admired his father. He said he's... Father had an inner scorecard. He just decided if he's comfortable with the the decisions he's making. If he can look himself in the mirror at the end of the day and say, I'm comfortable with what I'm doing, then then he would accept it. We're regardless of other people around him didn't understand it. I think W r operated from an inner scorecard. He was very similar to Warren Buffett dad. Another personality trait of W r is that he's definitely a scheme. We see that even from an early age. Wills decision made in college and adhered to the for rest of his life, to give up drinking himself, but whole social gatherings at which liquor was abundant, put him an enormous advantage. Sober, he was able to control events while those around him lost his bearings. W is rather in different student. He's about to get kicked out of Harvard, and let me just read you a little bit about that. Either he believed that Harvard would never ask him to leave or he decided it wasn't worth the trouble to stay. He had it appears made up his mind to move to San Francisco and take over the examiner. That's a San Francisco examiner the newspaper, his father bought, his father buys it, just like when I covered the Joseph Pulitzer podcast and Joseph Pulitzer is huge. We're gonna talk a lot about him today. Just like, pulitzer bought papers to to help his, political career that wasn't an idea just solely that polls used, George Hears said the same thing. He's like, I wanna be a... I think a state center at first, and it winds up being a United States Center, So he buys a paper, and he's using that to public size and to to build his political career. That's the first newspaper that W ever works in and that's the very start of his publishing empire. So it says earlier that spring he had asked his mother to show Papa, the letter that he had written about his success at the lamp and tell him to just wait till I get a hold of the examiner examiner and will boom her in the same way. She needs it. It's, you know, relatively small paper. I think it's already lost a couple hundred thousand dollars. It's not doing very well. Though George was not... Oh, this is a another example of his dad. Though George was not about to let his son give up on Harvard. He uphold quit. So there's a bunch of letters that Debbie is writing to his father that George never answers by the way. And in it, it's very interesting. Is kinda lecturing his father on, you know, all the mistakes he's making with the newspaper and what he would do different. In this case, he's saying that you have to pay for talent. And this is a, the reason I bring this up is because this is a very important idea that, that Hurst used throughout his entire career. And at this point, he's selling his dad, He's like, why don't you hire this guy that's currently working for Joseph Pulitzer. And his name is mister Smith. He says the most striking objection to mister Smith is that he is a very high price But I'm convinced, and I think you are the... And I think you are that the paper must be built up and that cheap labor has been entirely ineffective. The paper requires a head that has ability, enterprise and experienced. That and that mister Smith has all 3. Let 1 of these factors be absent, and the thing will score another failure. Naturally such a man commands a high salary, and you must reconcile yourself either to paying it or to giving up the paper. So as he's writing all these telegram, these letters his father. He's asking his mom He's like, why am I getting response, and this is hilarious, because his father had a lack of respect for a lot of stuff that he was writing them him in the sense said that, he's like, oh, you know, I need an... He thought he's kinda like, a spoiled rich kid, essentially from his father's perspective. Always asking for money. Always asking for another allowance always asking for... To to be given an opportunity instead of actually going out and getting them himself. So his mother says, gave your father, the telegram you sent, expressing your desire to come here and work. I asked him, what he thought and he replied. So this is what his father says. Tell him to stand in, like, a man and stick to his studies to the end. The reason he said is because W is was like, hey. Forget Harvard. I don't care about this. I just... I'd rather quit not graduate and then just start working right away. He winds up not quitting until he gets expelled. So during the day, he's he's going to school Harvard. This is before he leaves, And at night, this is... He's he's studying Joseph Pulitzer. And this is... He's got 2 really good ideas. This is his first good idea and the fact that he just says, hey I'm just gonna take Pulitzer playbook. It obviously works. I'm gonna adapt it to my business and then see if Can expand on he says his evenings were devoted to the to the studying of the newspaper industry in preparation for his return to San Francisco to take over his father's newspaper. His text was Joseph Pulitzer New York world. So smart Id number 1, I'm gonna use pulitzer idea and strategy on my own newspaper. The second smart thing he did. That was that was interesting was what they were referencing at the... At in the introduction about this idea that different media properties can produce value together that they can alone. So my newspapers, my magazines, my radio, my news wheels, and my movie studios are all going to be able to take the same piece of content and then repurpose it and make money on over and over This becomes really important later in life because he's going to lose, I guess I'll tell you this right up front. If you had to choose, like, who's gonna run your business, Just a pulitzer or or our William Ran first. No doubt about it. Pull it just way better. This guy is terrible with money as so we see. And he winds up losing his entire empire when he's 7 years old, because he's so over leveraged, and and, he wants... It takes like, almost a decade, maybe 8 to 10 years to get it back. And he's just devastating, And I I have a lot of highlights in that section. Okay. So let's go back to what he's doing setting pulitzer. He was reading the world, Joseph Pulitzer paper daily, studying every element in its makeup and comparing it with the examiner. And so he's writing a letter to his dad about what he's learning. He says I've begun to have a strange fondness for our little paper. A tender, like unto that which a mother feels for a pun or deformed offspring, and I should hate to see it die. Now if you should make me take over the examiner, with enough money to carry out my schemes, I'll tell you what I would do. It would be well to make the paper as far as possible original to clip only some such leading journal as the New York world, which is undoubtedly the best paper of that class to which the examiner belongs. And to accomplish this, we must have as the world has active, intelligent and energetic young men. All these changes be made not by degree, but all at once so that the improvement will be very market and noticeable and we will track universal tension and comments. And this before moving on just to compare and contrast, hears and pulitzer. Pose was forced. He had no money. He was forced to be resourceful. There's a lot of s in what Hurst does. And But I I think you can understand given the sense that, he's the son of 1 of the wealthiest people in the United States. It dad doesn't really pay much attention him barely even writes letters back to him. But he also... This section he's got a lot to live up to. Where Pulitzer is like, you know, I'm gonna sync her on my own. There's something, like, like, when we talked about Shack last week. Something terrifying some simple. Right? This is the goal if I'm gonna get... If we're gonna get out, We have to get ourselves out. Right? So Shack had to faced that and it kinda makes everything else that's not important to fall away. Pulitzer... How do you experience that. Hears never experiences it. But he's got a lot to live up to. So this is really interesting paragraph that and that's all writes here. Will was determined to escape the fate of a rich man's son born a generation too late. He was the fide Harvard educated son of a California 49. His father's generation had settled the west, cleared the land built the railroads, discovered and mined the precious metals and made their oversized fortunes. So just imagine if your father had accomplished that much. Like, the urine of gigantic shadow. And then Only did you accomplish all that then he becomes... Wanted to becoming a Us senator. So it says George Hurst took his oath of office at the United states senator, in March 18 87, that same day in San Francisco, the named W r Hurst, prop prior appeared for the first time on the mas head of the San Francisco examiner. Hurst is 24 years old at this time. And what's so interesting about her stories is before this he demonstrated, as you can imagine, the way his dad talks to him a lack of focus and commitment. And once he's starts saying, hey, I'm gonna go into... I'm going to run this paper. I'm gonna grow this paper. I wanna be in the publishing business. He's extremely focused and I really like you see that the change in his behavior. And I said, her spent most of his waking hours at the examiner and commute back and forth across the bay by boat. For a man who didn't like society, the newsroom was a perfect work site. There was no trace of society, no hint of gen utility or defer of any sort. The examiner had a circulation of 15000, which was significantly less than that of its major competitors. And this is where we see this idea that we... You and I talk about all the time that no 1 owns ideas. You can take ideas from other people, and you can apply them to whatever it is you're working on. He's doing the same exact thing. Will hurst had not return to his hometown to publish a provincial newspaper that filled its front pages as the examiner did with stories of fights and advertisements for winter dresses. He intended to work a revolution in the sleepy journalism this is a direct quote from him of the Pacific slope by importing the... That journalist techniques strategies and innovations that pulitzer had pioneered in New york city. So he's not... You know, he's not saying I'm innovating here. Doesn't need to. It's like, I'm taking Pulitzer playbook, and I'm gonna run it. And I'm gonna run it better than he does. That's debatable. I mean, he definitely is at the end of his life way more financial successful, but I don't know if he would have got there without his father's resources. His first step was to make the examiner a Cosmopolitan newspaper by contracting with the New York Herald to publish its cable articles, including those written in Paris. The don't myself on why he need to do that because the time newspaper doesn't have lot of talent. And I do think that's a good idea. So Hers essentially saying, okay. I don't have the talent. I need yet. I will have it. I'll pay for it, but I don't have it. So that's fine. I'll just find another way. And the other way, like, okay, I don't wanna be this little provincial paper. Let me go ahead and just... This is very common in the media industry the s authentication. Like, if you have... I I can't pay for pair for people in Europe reporters in Europe. But you're having the right stories New york Herald. Let me just syndicate your your your stories in my paper in San Francisco. So he does that. So I'm gonna spend a little bit more time because this is really important about all the different ideas that he... That he's applying. The first 1, if they have more space in the paper, that means more advertising, more more money. We need urgency, let's go fast and his parenthesis I put to Shack his quote that from studying past expeditions. He felt that people that tried to prepare for every contingency actually went up in worse worse places than people that opt that optimized for speed. Oh, and then this is... I found really dis disgraceful. So you... He he likes Pulitzer ideas, but he hates him because he's Jewish, which, you know, this just being a Doo. The new examiner carried so much national international news that he's getting off the wires. Right? That it expanded from 6 to 10 pages. This is a quote from him. If we hesitate a moment our fall back a step, we are lost, and we can never hope to make up anything out of the examiner well remains in our hands. Delay would be as fatal as an neglect so he's telling all his employees. We gotta move fast. We have got to turn this around people have got to news that is a very different paper than than the 1 they were ignoring beforehand. At age 24, Hears had developed a ruthless scheming. How many times is that word scheming or already appeared. This like the third time. Scheming side to him, which he now presented to his father. While, this is a direct quote from hears, while the world is because of that jew that owns it, a nasty, un damn sheet that it is spies, which is... Well, which is too powerful for us to insult. What are you doing there? You clearly studied this guy you respected the paper he built up, and now because he's Jewish, you're gonna try to den them like Come on. This is ridiculous. There was regret nothing unique in Wills anti semitic slurs on pulitzer and his newspaper, which we covered over and over again, people didn't call them Joseph Pulitzer. They call them Joseph. Pulitzer. Like, okay. Hurst intended to use all the leverage he had as the son of a rich and powerful senator. Oh, and this is what I also don't like. And only on 1 page, he's insulting them, you know, using anti semitic slurs. But on the second page, this is really an example of Cro capitalism. Right? Not everybody, like, you have a you have AAA rich famous relative that's in the senate that can lean on people and use the power of the Federal government to to help your business. This is not... I'm not a fan of this kind of stuff. Hers intended to use all the leverage he had is the son of the rich and powerful center to boost to examiner circulation and profits. When he had difficulty getting the company that sold papers on the Central Pacific railroad, to carry the examiner, he asked his father to request that California senior senator, Leland Stanford which is what Stanford University, the person Stanford University named after, the president of the railroad inter seat on the examiner behalf. So right there in in those few sections we see, You know, he's Ruthless. He's a scheme And, you know, he's this is not anything unique to william randolph horsepower by any means, but he's willing to do whatever he needs to give him any kind of advantage. He does convince his father to start paying for talent, and this is a the result. This is a person I was working for him at the examiner, she was describing it. It was a place of geniuses. Nowhere was there ever more brilliant and more outrageous, incredible, ridiculous glorious set of typical newspaper paper, peep... Newspaper people. Than there was in that shabby old newspaper office. So that's something you have to give credit to William Randolph up First. He spent a lot of time recruiting. The very best people, and he who he would essentially con concede to any kind of demand just to get them over. This is happening San Francisco when he moves in New york He he purchased almost the entire staff, from Pulitzer paper, and he does that by giving them all kinds of things that pulitzer would not do. Another smart move by Hurst because San Francisco City of no more than 350000 at the time, had 3 strong morning papers, a lot of competition, Hers recognized that he would have to expand the examiner circulation base by delivering papers, bow railway north Sacramento and south to san cruise in San Jose. So the other 2 papers are not doing this. It's like, I can fire over 350000 or I can expand the market and expanding the market proved to be a really smart move on her behalf. This is him applying more of pulitzer ideas. Dozens of stories and advertisements were laid out in a 9 column own broken wall of text, So he doesn't... This is this is something he learned from Bullets. He's not gonna do that. We'll reduce the number of columns and the number of stories and doubled the size of headlines. The major change was the insertion of drawings, illustrations that Pulitzer was 1 of the first people to use in New York, which extended across several columns of the pages. Illustration, this is now hears talking about this. Illustrations do not simply invalidate a page they attract the eye and stimulate the imagination. So a lot of newspapers are being sold on the street. You could walk up to the to a, like, the news, I guess, I'm calling little boys that were selling newspapers at the time, and you see 3 newspapers. To have just walls of text, other have drawings. So that's gonna... It seems like something like looking back in hindsight, seems like something that's similar. That's obvious, but both pulitzer are and hurst, use that to to their benefit. Something pulitzer and hurst or even to this day are are criticized for is this idea of yellow journalism, focusing on just making... The... They're not reporting the news. They're having opinion and they it more sensational. You can... You can, summarize yellow journalism in that old ac axiom if it bleeds it leads. We see William Hurst doing this. The pre examiner had devoted about 10 percent of its new space to crime race. The Will horse version gave more space, 24 percent to crime than to any other news topic. Some examples of this, there were reports editorial and cartoons about the corrupt police and hacked politicians who were depriving San franciscan of the Civic improvements, they not only deserve but had paid for with their taxes. The crimes of corruption were legion. They were jury tampering, murder, cover up, bribery kidnapping, all waiting to be exposed by the examiner. And all of these ideas, just like they work for bullets, they're working for her. He doubles the circulation in the first year. But you see some criticism. And, at the time, I underline this. I didn't understand because I'm now not even a fifth of the way through the book. And it says, Still in the years to come, critics would complain that hears only contribution to the newspaper industry had been the use of money like a heavy club. The reality was that Hears had for the most part, spend his father's money y San Francisco. So this is his father talking about this. And I also wrote on this page. I I don't know why I really left the same notes to myself again, his father's a hard ass. After I had lost about a quarter of a million on the paper, my boy will came out of school and said he wanted to try his hand at the paper. He said that the reason that the paper did not pay was because it was not... This is another, you know, kinda of. I not even kind of. This is a good idea. He said that the reason the paper did not pay was that, was because it had not... It was not the best paper in the country. He said that if he had it, meaning the paper, he would make it the best paper, and then it would pay. I agreed to stand by him for 2 years. Now I don't think there's a better paper in the country. I believe it is now worth upwards of a million dollars. As things are improving San Francisco, he has his eye. He knows he's gonna move to new york. He just like, pulitzer move from, I think, what Saint. Louis to New york City, he's like, this is too small. I gotta go to the center of media. But, I wanna read something to you, and I'll read the know that myself. He was still in his dealings with his father a little boy begging for a hand out. So my know I put was that was my impression, and I'll tell you what I said after this. As long as he ran 1 of his father's businesses his business and personal life would be in dr linked. And so I asked myself, like, okay. So what is he actually gonna do about this. I don't think I ever answered that question. He he he just waits till his father dies and then takes part of the state and continues to fund a lot of his newspapers, so apparently nothing. But there is a lot of similarities in in her story, makes me think of, what was the book? Hold on. Looking at the book show right now? Okay. Steve jobs in the next big thing. When Steve jobs was at next. If you haven't read that book and listen to podcast, 5 out of the 6 podcast podcasts Have done Steve jobs are are amazing about, like, the his clarity of thought. He's got a lot of good ideas, but that the 1 of them is, like boss bizarre Steve jobs. It's like, if you could take somebody really smart and really accomplished, and then they forget everything that made him smart and accomplished. And and ran a businesses if they knew nothing. That is Steve jobs running next. And I think a lot of the problem with the unconstrained spending at at nexus. As Steve jobs has 1. He was already super wealthy. So I think he funded the company himself, like, 7000000 dollars. Then he went getting... I can't remember what the exact. Was like, a hundred hundred million dollars from Ross Perot. After Ross Perot saw him on a Tv show. I think this Tv show was an entrepreneur. It's a crazy story. It's in that book, and I think I covered in the podcast. But what Ross Perot when he finally leaves the board and dis associates with steve jobs. He just realized, like, I didn't help you by giving a lost money. I I made you... III neglected the money made it easy for you not to have any sense of urgency to make your own. So I think this wealthy ben factor was actually harmful to see jobs in that situation. I think the same thing is happening here. So this is his his mother talking here. Will been spending an enormous amount of money. More than me and you together. She's writing to her fault... His father who's in Washington. I get an I get an idea of the needs and expenses of the paper and a more thorough understanding of his personal affairs. I need to get. She's saying, like, she knows about it, but she needs to get precise numbers. Then you will... Then you and I will be able to judge of the amount required and act accordingly. Things have been going on in a rather bad way. I am anxious to save you any unhappy hours, and I think it's best not to go into details now. On the very next page. I left this the the note, The opposite of Pulitzer pulitzer was forced to be resourceful says, she, meaning his mother, criticized George again, for his fair to do anything about his only son's increasingly outrageous behavior. Do you intend to continue your indulge, meaning not cut them off with for the money. The paper still draws heavily upon you and it will never pay expenses while you supply funds. The... This this argument never gets resolved because his father dies a few months after, while this is happening. When his father dies, w r is 27 years old. Before I get to the will and the shocking part about that, there's more similarities in the life of pulitzer and hears, pulitzer winds up being in a holding pattern at this age 2. It's kind of really interesting. The the parallels here. It was time to look beyond San Francisco to the larger world. For hears, just as has been for Joseph Pulitzer a decade earlier, New York City was a logical step. Will Hurst turned 30 in 18 93, no closer to financial independence than he had been 6 years early. The paper still not. He he's spending on talent, and the circulation is growing, but it's still not profitable We can't pay for itself. His life was in a holding pattern. Just like po was a 30. He had again tried to buy a second newspaper, but nothing had come of it. Now what's interesting, gives you an impression of what his father thought about him. His father left everything to his wife. He gave her total control of his entire estate. 1 of... Like I said, before 1 of the largest estates in the United States at the time. So not only does all his, like, he... If he needs money has to go to his his mother, but then his mother has also exert control his personal life. She makes him, break up with his girlfriend to get any... Like, she's asking for allowances and loans for the for the newspaper. And at 1 of the contingencies to agree to that is you have to break up with your girlfriend. And then, the author writes what I think the reader is thinking at the time. There was something almost pathetic in 30 year old Will hurst asking his mother for a regular salary. So eventually, he convince his mother to loan him some money. This he breaks into New york interesting enough by buying the paper founded by Joseph Pulitzer as brother. And but I wanna talk to you about the strategy that he uses in New York again... W r strategy is Pulitzer strategy. Hers is now convinced that he would succeed, but expected to do so extravagant as he had in San Francisco. His strategy was simple and given the competitive situation in New york probably the only 1 possible. He decided to keep the price of the morning journal at a penny. But give readers as much news entertainment sports and spectacle as Joseph Pulitzer world, which provided that for twice the price. Pulitzer had pursued the same course on entering New york in 18 82. That time, the city's only 2 cent paper was this guy named Dana. It was the New York Sun, but offered its readers only 4 pages for that price. Pulitzer gave them 8 and then often 12 pages for the same price. And we reached the point story where he poach pulitzer your staff by offering them something that pulitzer wouldn't. And in this case, job security. Pulitzer was really... He had no problem with turnover. He wouldn't get rid of people rapidly. Her thinks to... Hears thinks that's about idea. So he I said to persuade experience newspaper meant to joint venture. Everyone was convinced would fail, Her had offer more than just big salaries. He had to guarantee security in the form of large multi year contract. This was for the newspaper industry, almost unheard of. Until Hers appeared on the scene, there had been no job protection for editors or reporters. No matter what their reputation were. 1 thing I did appreciate first is that he was he was the opposite of pulitzer temperament, very calm, very beloved. Pulitzer had a fiery re temper Is very hard to deal with. You know, a lot of people over the course of working for him would would dislike them. In fact, the the name of this book the chief comes from, that's what all of, her employees referred to him as. And he had multiple relationships with employees that would last, you know, 345 decades. William remained calm, polite and well mannered in the extreme. Not once, this is 1 of his employees who worked with him for 16 years, did he ever show signs of irritation or lose his temper. To those whom he knew and whose work he liked He was in those deep days an ideal boss. A good piece of work always bought brought a word of con... Congratulations over the phone and not infrequently more substantial recognition. Another good idea from Hears. Again, focused on inner scorecard, not interested in what others expected him to do. He didn't care what people thought of him and he despise society. So what they mean about society is, like, the upper class society. He did not attend society functions. He did not rent a box at the opera. He did not join Civic or reform associations. He did not attend society reception or weddings. So this was expected of the upper class in New york City at the time. He did not court or escort eligible women to the theater. He lived downtown, while fashionable New York moved North. And he made no attempt whatsoever to marry well. In fact, he had a thing for. They come chorus girls. And he would hang out in nightclubs clubs. His mother was so embarrassed by his behaviors, but he just felt more comfortable this at this point in his like, later on he, he he builds a world within the a world. It's very hard to act actually access them. But at this time, you know, he's hanging on clubs every night after work, and he's fine dating waitress and everything else and his mom, you know, she's kinda sn where she didn't appreciate that. Something also remarkable in his stories. I feel like everybody beef with Teddy Roosevelt. Teddy Roosevelt tried to pulitzer arrested. He hated Hears, goes to war with Jpmorgan. In this case, Hears felt that that Teddy was his his competition. They were both raised for and Rich families. They went to the same school, Teddy like, 4 or 5 years ahead of, and he felt that Teddy was accomplishing a lot more than he did. So when Teddy takes the rough writers down to Cuba. First of all, Hers papers greatly influence the start of the not the Spanish American war, not getting American to work, because Hers was always, like, an isolation, but getting Cuba and Spain into the war. And he actually goes down and annoy himself like, a a war correspondent and goes and covers the war between Cuba and Spain. And this was really, really unbelievable. 1 of his reporters is shot, and almost dies, and Hers is right there. It says James Cr, drew fire from Spanish soldiers and was wounded. Waiting for medical assistance, half conscious and in great pain, he felt a hand on his head and looked up to see William Randolph Hears leaning over him. I'm sorry you're hurt. He says, but his face was radiant with enthusiasm. But wasn't it a splendid fight? We must beat every paper in the world? This guy is really dedicated to being the world's best publisher? That's insane. Something wanna highlight you that's very common. I think very surprising if you... For people that don't read biographies is how and everything single 1 of these stories. These people are filled like, everybody else with periods of intense doubt when they're... Yeah. I example I keep using lately Bill gates sitting there and not knowing what news his life saying he's depressed and bed looking up at the ceiling. So this is he... At this point, he's he's feeling depressed. He says, I feel, like, hell myself. I sit all day in 1 place in half a tran and stare at a spot. I'm afraid my intellect is giving away. Complaining of this sort was entirely this is a little insight into his personality. Complaining of this sort was entirely un for hears who who never revealed his interior thoughts to anyone other than his mother. I guess I'm a failure. He wrote to his mother about this time. And large part of what's making upset is he's comparing this... I love this this quote that comparison is the thief of joy. He's depressed, not because his newspaper is doing bad. It's because he feels that Teddy Roosevelt has accomplished more than he does. So again, he kinda gave gave way to his inner scorecard and then switch an outer scorecard temporarily, and then no surprise there. He's he's depressed and upset. This I think I could do a separate podcast that has nothing to do with the background biography information on hers with just of his refusal to watch costs. I mean, I... The entire book over hundreds of pages of people complaining to him. His mom his dad when he's alive. Every county ever has. His partners everybody. Stop spending money, and he just can't. He compared it later in the book he compares himself to an alcohol. He just can't stop drinking. He can't stop buying antique art, all kinds of weird stuff. So it says his newspapers were now the largest selling dailies in the city, but they're also losing more money than ever. Hers kept his job in the end, his mom tried to fire him, but was forced by his mother and her accountants to institute cost cutting measures. And just an example of this is why I said, hey, if I wish... If I had choose 2 people. If I'd invest in in in which company, Run by pulitzer hurst. I'm definitely she was in pulitzer. The no left myself is this guy's terrible with money. I have... I don't know. 15 notes in the book like this. By 19 o 2, She meaning his mother, had loaned him a total of 8000000 dollars. That's 8000000 dollars know 2 money. That's probably equivalent hundreds of millions in today's money. 8000000 dollars to purchase and upgrade his New York and Chicago papers. According to Hears own testimony. She then canceled the loan. So many times in his life that people, he did There's a few times where he doesn't fulfill, like he's over leveraged, and he's... They could take the property. It could be his real estate, could be his minds that he inherit, it could be his media properties. And the only thing that saves him his personal appeal saying, hey. I understand I can't pay you but please do me this favor and they were lent. He this... In this case, his mom's doing. I can understand your mom doing, but Amazing he's able to talk other people into doing that that... He was not related to. She told me that she felt that I was morally entitled under the terms of my father's will to half his state. That's her reason for canceling alone. Another example of him being mysterious and hard to know. Hers kept his distance from the public. He was personally shy and professionally wary. Perhaps because he knew how the press worked, he never spoke informally or off the record and did not invite the press his home. He remained a man of mystery. So I'm omit I'm skipping over all of his political career. He winds be... He serves 2 terms I think he's a congressman. He runs unsuccessfully for the mayor of New York city, the governor and runs unsuccessfully for the governors ownership of New york City, and I think he fails to get the nomination from president as well. That's a large part of its ambitions large part of the story, skipping over all of that. But in this case here, he just been diverted. The reason I wanted to bring this up is because he's diverting his attention. His newspapers are still not profitable. They still rely on the funding of from his family and from other creditors. And yet he spent all his time running and and and focusing on politics. And so now he's on the verge of a breakdown. And he says, I've had an awful night sleep here. I have stopped giving the slightest attention to politics and I've been working truly day and night to straighten things out at his newspapers with his straighten things out as the newspapers and with his finances. Both of which had deteriorated while he was on the campaign trail. Derrick from Hears here, I go to... I get to bed about 3 in the morning and frequently up at 5 again, walking the floor and trying to think things out. I have not had 1 night sleep. As a result, I'm am pretty sick and miserable and blue. And as we fast forward to in the stories, nothing's changing. 4... At this point, he's 43 years old. Nothing has changed. He's still in debt. Mister H is in danger. He owes nearly 2000000 dollars. That's just a 1 creditor. He's enabled newspaper man, but does not look ahead in financial matter. So that is He's being spied on by his the financial advisers in the company and they're writing to his mother. More on his personality, this idea that he's apart from the world. He listened to no. He trusted no 1. He does not work with other people. He does not support. He simply has a movement of his own. And I don't know if I would say he has contempt for other people. I feel like he he would... He views them as just from an outsider perspective just as... Like, he's watching a movie in other people's lives. Just gives you an idea of his personality. Just he just doesn't care He says any kind of success ar his envy and hatred. The best punishment is to succeed more. Don't note left myself on this page is this is not smart. I think at this point, W r is 50 years old. When he saw an item, he wanted, if he bought it. Regardless of whether he had the money in the bank to pay for it. His spending had always been extravagant, but as he approached the age of 50. Yeah he was, it balloon out of proportion to his income. Convinced that his publishing revenue would grow faster than the interest on his debts, he bought whatever he wanted. Real estate, art, newspapers, magazines, on credit and debt and and delegated Edward Clark, that's the families and the businesses to turn account rather to find the money to meet his obligations. Howard Hughes exact same thing to know D dietrich who ran his company. Just find the money. When he had exhausted his own credit, he borrowed more by getting his mother to sign his loans and mortgages. And when I read that section, 1 of the great things about reading all these books and spending so much time. You you understand, you get know, understanding of how they think. And then some people say, you know you can build mental models. I like the thinking of, like, I have a little version of Charlie Manga on my shoulder times. And I always say, like, what would Charlie say about this? And he a great quote that... And there's actually 2 different notes. I'm looking at this page and new? I didn't know I left that same note notes to myself twice. I'll I'll read it again against you when I get to the other part, but he says it's just there's tri not to have a lot of silly needs in your life is what Charlie Mu says. I think later on, he says it's a protection against inflation that you just don't need that many I think the quote like, you don't need them that many material goods. And I think if he was looking. So as I'm reading this book I'm saying, okay, What would Charlie think about the behavior of William Hears and he would say it it's silly. Like, this is not smart behavior. So much of the he he... Again, he's addicted to spending money. And he he even says so. And even when book, you know, they're flying out and they're, like, all of his advisers later on the story right before he loses an entire empire I me 7 years old. Essentially I to, like, trap him in a room. Like, you do do not understand what's happening? Like, you are bankrupt. You have no money. You and sure sure enough, he loses his control of his entire state to his creditors. Luckily, he he survives because he then he dies, like, 88 or something like that. But it's like a decade. Imagine being 70 years old and and not having any money anymore. After being 1 of the quote unquote wealthiest people in the world. Just terrifying experience have to go through. Especially when it was self imposed. And he continues down this path, and the only thing that changes, because his mom keeps re lengthy, even though he's spending, I think at this point, he's already spent over half of his father's, what she thought was morally right? Like, his version of the state, but she dies. And then there's nobody was restraining him. So it says, W was putting the best possible gloss in his financial situation. Advertising had plummeted during the war and his newspaper circulation had been affected by the adverse publicity in Boycott his enemies had inside it. They're talking about... Part 1 of the biggest criticisms where people feel like, a lot of the the the problems he had layer on were self inflicted is because he uses his newspaper as as like, a a giant bull horn of his own personal opinions. And he would draw a line in the sand and his political opinions could offend other people. And if they're gonna... If you wind up offend everybody, they're just not gonna buy your newspaper. And so the circulation drops and then your advertising drops and this, like, this... And then he winds up being boycott because he has, like, a lot of... He's just very outspoken and controversial. That's what they're referencing there. Instead of re trench until his new newspapers begin to earn money again, he'd gone deeper into debt to financing his motion picture business. The combination of debts owed his mother and those incurred by his comp... His primary holding company made it impossible for him to seek further credit from the banks, which he which he required regularly to refinance outstanding loans. So this is what he would do. He'd go in into hawk. And eventually when the the payments come due, he finds somebody else to loan more money and pay off his pass creditors just keep it up right and I'm putting it off further into the future. Okay? Phoebe bailed him out again by agreeing to write off another 1800000.0, which is equivalent to 19000000 dollars in today's currency, and even more because this book is about 20 years old. And right after this happened, this is where his mother died, she actually dies from the Spanish flu, the pandemic. The the influence that the soldiers brought... Had brought back from Europe, this is 19 19. Phoebe died in her sleep. And something he's spending a ton of money on and and including, you know, he addicted to buying antique and also this up buying newspapers, some of which never turned a profit. He built this thing called Hi castle. I actually saw in person. I went on vacation with my family last summer. And it's this gigantic. It's so big that he gave it to the state of california upon his death because he knew... There wasn't any single individual that can actually pay for the upkeep. And so I just wanna read this section. Real quick because I wanna read that the biography of his architect because she sounds really interesting for a future episode. So I just wanna introduce this as this idea that books the original links. They introduced us to from 1 person to the next, just like the modern Internet does. He says Julia Morgan was the perfect choice. Only 5 feet tall and weighed no more than a hundred pounds, but she was as ind fat as her employer. Wearing tailored suits and French silk blouse, her biographer Sarah Bout patel had written that she clam over scaffold and to decided it into trenches to make sure that the walls and drains met her high standards. She was the head of a busy prosperous practice, and she worked quietly and alone. She winds up having a partnership. Oh, I think almost a the day he dies. Right before he dies. Think there were 20 or 30 years on this property. His family, he he... Inherit the property from his father. It's halfway in between San Francisco and Los Angeles right next to the Pacific Ocean. I think they own 80000 acres it was a cattle ranch. When I took the tour, I think the... The state of california Owns everything except there's, like, a few houses on on the property, and I know they... They said there's, like, a runway for their private jets. That they don't own. So essentially, they own... The now State of California owns and runs and maintains it, But the the family's is able to access a small portion that whenever he gave it to State California, it was excluded just to kept for the family. So his mom is dead, there's no 1 left to rest stream him and he is a, like, a Empire builder. So the way I would describe him. And he winds up just constantly buying more and more properties. Now, this winds up being both a gift and a curse because he forced to sell almost every single possession, which I'll get to in a minute. But the the empire, the media empire he built which still exists to this day by the way. Still a privately held company by his... By his heirs, and, you know, they do tens of billions of dollars in revenue if I'm mistaken. So the the the curse is that a lot of these are drained on his resources. And there's, like, a series of booms and busts depending on what's happening in the newspaper industry. Right? But the but it was in the long run, a good idea to do that. It just... They took so long to recoup the profits, and he he was not constrained in other areas. He didn't have the financial discipline and the he never had the ability to watch any kind of costs. Where put him in precarious position. And it's... Everything in the end worked out well. Right? Other than, you know, going through a decade of despair when you're 70 years old. But those properties were very valuable. Well, they eventually became profitable So I'm trying to... I don't know if I don't know if I'm being clear, but the decision was right, the execution might not have been. And in time, he was lucky that he didn't lose it. Because, again, he they... They they had and and his creditors in many cases had the legal right to take his assets from him, and they didn't do that. Now, eventually, they do put somebody else in charge of him. But, the fact that he was able to talk them not into it, and then he gains back control of the company now the company's, you know, stokes exist his day. It was a good idea. But this is an example of him spending money like water. The this is another financial adviser. The financial situation of your various companies isn't an alarming serious condition. The chief went b on and spending money like water. When he learned that it's pub... That the publisher Frank Mu had bought a castle in Germany, he directed his chief correspondent in Germany, this came Carl to find a really can't find castle for him. This at the very same time, he was spending hundreds of thousands of dollars annually constructing his castle at San Simeon. That's the the Hears castle, the 1 that he's working out with Julia Morgan. And now we got to the part where this is not where you wanna be. You're almost 7 years old, you're over leveraged and you're going into the depression. It says the problem was that Hurst approaching 70 had neither the time nor the energy nor the capital to invest in such ambitious ventures. While he had tried to create a reserve fund for new projects, it had long been exhausted, He was over extended with long term and short term debt, bloated payroll, real estate mortgages, construction and renovation costs, and huge bills to art dealers and auction houses on both sides of the Atlantic. There was no ready capital available to invest in morning newspapers nor in the... Nor in the midst of the depression, was it going to be easy to borrow money for this purpose? And we see this idea that your greatest strength can also be a greatest weakness is He was a inc opt. It says, w r was an inc optimus. And he was the last man to believe in the depression. And what they mean about not believing the depression. He said, okay, yeah. It's temporary. It's gonna be fine. It's just a tiny blip. I can keep... Yeah. My my my company is not making as much money anymore, but I can keep on spending because this this will be over in no time. So... And while he's doing this, he's also picks a fight with, Fdr. So, again, more about his... Now he's over leveraged and his business is decreasing because, you know, Fdr is extremely popular and people are choosing Fdr over hears. The result of the chiefs anti communist anti roosevelt Crusade had been a loss of circulation and advertising, which know about face could reverse. Readers forced to choose sides between the president and the publisher had voted twice. At the ballot box Roosevelt and at the new at the news stands against hears. 7 now fast forwarded and into the depression. 7 years of depression combined with the anti horsepower boycott had a devastating effect on the hears empire. Had hurst reduced his spending and to compensate for the loss in revenues from circulation and advertising He might have been able to weather the storm. But aside from the temporary wage cut that had been forced on them. That's 4 years earlier, he had taken no effective cost cutting measures. Worse yet, he had accelerated his spending on real estate art and in antique. And this is where he's admitting he has a problem. I'm afraid. I'm like, a dis dis dip dip so man. I kinda look up that word just another word for like, somebody takes to alcohol. I'm afraid. I'm a dip so man with a bottle. They keep sending me these catalogs and I can't resist them. He buy so much stuff. He has got warehouses everywhere. He never even looks at half the stuff. It's very bizarre behavior. I even understand it. His financial advisers pleaded with him to slow down his spending to institute real economy measures and to consider selling off some of those assets, particularly those newspapers that continue to lose money, hurst hoping that the economy would magic re magically rebound, refused to listen. Imagine putting your faith and just hoping the mad though the economy magically rebound. It's probably not a good plan. And this is as we get to a point where his bad financial habits finally catch up to him. They... Oh, so Joe Kennedy is a good friend of his, and somebody that plays large role in the story, Hears ghosts and asked him for help to to to sort all this out. Kennedy never had the financial problems at Hears did, the Kennedy and some of his associates poured over his accounts. They discovered that the situation was far worse than any of them had imagined. The Chief and his Corporation owed 9000000 to Canadian Paper mills. So remember, this is in 19 37 38 dollars. So much much more today. Like I guess he's gonna say right here. They also owe 78000000 dollars to banks. So they say that would be about a billion dollars in 2000 dollar in 2 that... The year 2000 dollars. They owed 78000000 to the banks and holders of the horse corporate bonds, another 39 9000000 dollars of debt that was scheduled for repayment within the next 12 months. Oh, boy. Hurst had been on the brink of fiscal catastrophe for decades. But in the past, he'd always managed to find a way to refund, some of his old debts by raising new capital through bond or stock issues. As long as the Hears newspapers and Magazine had turned out sufficient income to pay off the interest on their loans and the dividends on their stock and bonds, no bank officer or broker was gonna turn our request for refund. The chief had learned this is a really bad lesson here. The chief had learned early and well that there was no shame in being in debt. Debt was, obviously, the author saying he was wrong on this account, but this is this is hers belief. There was no shame in being in debt. Debt was on the contrary, the magic ingredient that it made it possible to build his castles and buys our collections. He did not believe in the protestant ethic our trust in poor Richard's into that degree I would say hurst is extremely different than almost every single other person that we sit in the podcast. There's a lot of themes that you can tie together in it's patterns you can match as you read these biographies, and there... None of them are like ours. Because you act like this and you... And you acknowledge only you do you organize your family or personal finances like this. But if you organize your business finances like this you're gonna be... You're going to go bankrupt. He didn't believe. So he says he didn't believe in the product's trust and poor richard's ap, a penny saved might be a penny earned, but a penny borrowed was worth even more. So Hers is realizing, hey, I was completely wrong about this. It had taken almost half a century, but his debts had finally grown to the point where no baker banker in his right mind would consider ref financing them. For 50 years, Hurst had ruled his empire as auto cr as his heroes Julius Caesar Napoleon, had theirs, Their empire. He had trusted no 1, reject... Rejected suggestions that he share power or delegate decision making and refused to name a successor at age 74. He was as he was as hard hardy as ever and convinced that if left alone, he could once again pull off a miracle. But no 1 believed him capable of making the tough decisions that were necessary. He was a builder, not a wreck, an acc, not a liquid. The banks and the paper mills refused to loan the corporation anything as long as the old man was in control. The reality was that Chase National Bank and hears other creditors were now in charge, and I note of myself his night night knockout punch, game over. So this point in story, he's no longer in control. He... He still controls the editorial stance for the... For his media companies, but he has nothing to do with the finances. They've taken control. They will only refinance and loan more money if somebody else is in charge. This or last... I think, like, I wanna say 8 to 10 years. It might be 8 years. If I'm remembering correctly. And they're liquid everything. The only thing he's able to hold on to is, you know, he's got some minds. He keeps some real city keeps, his his newspapers and stuff like that. The north of myself, on this page is what was this guy thinking? All of his possessions are going to be sold and you you're gonna see some some just really ludicrous ridiculous behavior. Before anything could be sold, the contents of the San simeon, standpoint of state, the... And this is... The all the words I'm saying here, all these different houses that he owns all over the world and they're full of junk all of them. So it says before anything can be sold the contents of San Simeon, Standpoint, the Cla, Saint Don, the R and warehouses and the bronx, Manhattan, warehouses in Sam Simeon, in San Francisco, and in Los Angeles had to be inventory, catalog, or arrange into lots and price for sale What I meant about he just accumulates stuff buy it and never even look at it. Teams of experts. This is so ridiculous. Teams of experts sorted through Horse Holdings on 2 coasts and 2 continents and segregated them into 15 discrete collections and how embarrassing. These world famous at this point and they're having public auctions, somewhere them in department stores somewhere were in the newspaper, but listen to this. 15 discrete collections. Armor, tapestry, paintings, furniture, gold, silverware, arts, pottery, China and glass, buildings and parts, autograph, manuscripts, and original drawings, stain glass, miscellaneous hanging, jewelry impressive zones, flags and banners, rug, mats, and and other objects. I mean, what do you need armor for? You're gonna don it and go into battle? Like, this is ridiculous. And so this is where, on the the note of myself on this page is the full quote, I was trying to reference earlier about Charlie Mu says 1 of the great depression... Or excuse. 1 of the great defenses. If you're worried about inflation is to not have a lot of silly needs in your life. You don't need a lot of material goods. And so not only did he put himself in danger, but his 5 sons are used to getting allowances. These are grown men, not used to get having jobs, some of them are alcoholic. You know, well... There's a lot of... There's a lot of cautionary tale to to her lifestyle. He winds up leaving his wife. This is before, like, decades before the story. So he leaves his wife at 51 years old. He leaves his wife the mother of his 5 children for an 18 year old actress, and she winds up living with him for the till he dies. For, like, the next, like, 32 years. He never gets divorced, but he has to cut back on his wife's allowance, His kids allowances, then he tells his kids at 1 point. You have to sink or swim. He's a grown men. They've never they've never had a job never held out anything. Never did anything serious in their life. And now you're telling them, hey, go find a job in an open market. It's just... It was really devastating really heartbreaking. So I... I'm really... Hound on this because it's just something that's was easily avoid. Especially for somebody, like like, W r, who, you know, it's a student of history, very well read, not a stupid person by any means, and there's tons of stories in history where people... The the same outcome that happens to him before others. Like, it's very... You can avoid this. And the weird part about is he didn't seem to understand what was happening to him. And he's not... Not suffering from dementia, not like that. He just refused to believe it. So it says, what what the chief was unable or unwilling to recognize was that until the corporation had paid off its debts, the creditors would be making the decision. The most disheartening thing of the whole situation is the fact that is no realization of his own status. The tragic fact is that these days he can no more understand what is necessary to rehab himself, than he could understand in the old days that his extra could bring him disaster. And listen to the description, which is just devastating at age 75, the bad boy of Us journalism is now just a hired editorial writer who had taken a salary cut. And during this time, he's being humiliated and press a movie, which is still really well known today. Citizen Kane is actually created, and it's not like they were trying to hide who the main character. Says, this by Or Wells. Mister War... Wells says the film, which deals in the life of a fictional figure who owns a change of newspapers who sex... Unsuccessfully runs for governor of New York, who both said he started the Spanish American War, who mar an obscure singer and attempts to gain recognition for her as an opera star through his publication. He never mar her, but in in the fictional county does. And who finally retire to fabulous castle to die while his newspaper empire Crumble is in no sense bio graphical. And well, Or Welles is saying it's not bio because he obviously doesn't... He doesn't wanna be sued for Libel. The lines between the fictional and the real person had become so blurred today, almost 60 years after the film was made in a half century since Hurts death, It is difficult to dis the inter portraits of Charles Foster Kane, the main character in citizen Kane and William Randolph Hertz. Both were powerful. Both were enormously wealthy, both had big houses and big egos, Egos. But Wells Kane is a cartoon like car of a man who was hollow out on the inside. 4 lone, defeated and solitary. Because he cannot command the total obedience loyalty, devotion and love of those around him. This is actually a benefit to hurst his his inc optimism. Hurst to the country never regarded himself as a failure, never recognized a defeat and never stop loving Marion that's his mistress are his wife. He did not at the end of his life run away from the world. And luckily because the last about, let's say, 7 to 8 years of his life. He actually regain control and ownership. Of his of his company able to pass it down to his heirs. This I found very interesting. He faced the crisis of bankruptcy and liquidation by himself. There is no evidence that he can fight it in anyone. And if you think about the fact that he survived long enough to gain control back of his company, you know, it's a relatively happy ending. His life's work could have feasible and washed out. And it wasn't. They not only did the people in charge, cut costs. They were also increased revenue after World war 2, you had a huge boo and newspaper industry, like, I as you could imagine anywhere to do and hears and media properties benefit from that. So it says by early 19 45 after almost 8 years in exile, william ran Hurst at 82 years old. Was again in Control of his finances. The empire that was returned though was reduced in size, but remain formidable with 17 newspapers, 4 radio stations, 9 American, and 3 English magazines, a wire service, a feature service and a Sunday supplement. And through it all, he never lost a hears castle, which was by far his his favorite place in the world, and I'll end on this by early 19 47, the chief developed a dangerously irregular heartbeat. And may have had a mild heart attack as well. His doctors demanded that he sees working and leave San simeon, which was hundreds of miles away. That's where the hears castle was, which was hundreds of miles away from the specialized care required by an 84 year old man with a heart condition. Hears agreed to move to the house that Marion had purchased in Beverly Hills. On 05/02/1947 as Hears and Marion were driving down the winding 5 mile roadway from San Simeon Hilltop, to the landing ship below for the flight to Los Angeles, Marion noticed that tears were streaming down the chiefs face. She leaned over to wipe them away. We'll come back w r You'll see. They never did. There's so much more to the story. He lived a broad, unbelievable amazing life. If you're interested in learn more. You wanna buy the book using the link that's in your show notes are available founders podcast dot com, you'll be supporting the pot the podcast at the same time. That's a hundred and 45 books down 1000 a go, and I'll talk to you again soon."
}