{
  "transcript": "Perhaps the only thing about Milton Hershey that is absolutely certain is that he believed in progress as an industrial, a philanthropist and a social engineer, he was always moving forward. For this reason, the advances made by his company were true to his spirit. In his rare moments of open reflection, Milton Hershey showed his greatest affection for the lit fellows. Whom he hoped to save. Those were the children that he intended to rescue that came from fractured families. They were challenged by school work. They knew loneliness, hunger and want. In short, they were quite similar to the boy Milton Hershey had once been. His father had neglected him when he was young, never providing him any real security and comfort. His mother had struggled to feed her children. Milton had never been a good student. As an adult, Milton fulfilled his father's dream of success in a acclaim by building a great industry. With the creation of his Utopian town, he heed his mother's ad ammunition about serving something higher than the accumulation of personal wealth. Then when it came to consider his legacy, he invested his fortune with a po flourish. He would save himself symbolically by rescuing little boys in the streets he knew as a child, over and over again in perpetuity. That was an excerpt from the book that I'm gonna talk to you about today, which is Milton Hershey's extraordinary life of wealth, empire and Utopian dreams. Okay. So before Jump into the rest the book, I gotta tell you about this school that they're referencing, which is the Milton Hershey school. Milton Hershey had 1 of the most unique ideas that I've ever come across in all the books that I've read for this podcast. And he didn't have any any biological children. So he decided to leave his assets. He starts his orphanage to school for orphan as They were just referencing to help save the poor and most disadvantaged people in his community. Right? But what the unique part is he leaves, he sets up the Milton Hershey school trust, which funds the school. Right? And the Milton Hershey school trust owns a controlling interest in the Hershey company. So at the time, I'm recording this, they have, like, 12000000000 dollars in assets now because this has been compounding for over half a century. The the school was founded in 19 o 9. So to this day, it's considered 1 of the wealthy schools in the world. So let me read this this highlight from the book. And at the time, this book is published in 2005, so the numbers a little different. I think at this time, they had an to be, like, 5000000000 dollars in asset something like that, but check this sentence out. This this blew my mind. Remember, this is a school for poor young people. Only 6 these held larger endowments, which meant that the Milton Hershey school with Richard than Cornell, Colombia or the University of Pennsylvania. And it's not just a school it's unique idea we'll see how we built this company today, But let me just read this paragraph because again, this this book is very unique. This this person is very, very unique. It says, m as Hershey inspired the kind of reverence because he had created not just a great business and an enormous charity, but a complete prosperous and self sustaining community that reflected his idealistic attitudes about everything from commerce to education and architecture so what they're talking about there is when he was building his chocolate factory. Almost like Willy Won and in the sense that he created his own world there. He... This is Hershey, Pennsylvania. The small town that he builds, member at the beginning of that expert it says he was a an industrial, a philanthropist based and a social engineer. Social engineering is the building of this town and this closed ecosystem or a closed economy rather that he created around his business. Okay. So Wanna jump to early life. I wanna tell you about his father. 1 of my greatest fears in life, I would say would be unrealized ambition, and Henry Hershey, Milton father was unrealized ambition personified. So it says, ambitious to a fault, he saw himself as dramatic figure Destined to do great things. He was so independent that he could walk away from his faith and his community without showing a single sign of self doubt. Lack of formal education prevented him from becoming a writer, which was his first and greatest ambition A little bit about his personality in Henry Hershey, Fanny, which is Milton mother found a dream of the first order. His independents touched something rebellious in her. She was she was a free thinker too. Most of their families and the area they're in Pennsylvania primarily the main occupation is farming. Henry hated that. He... At this time, this is right around the civil war and after civil war. This is this this giant economic boom that is happening in America, and this is sentence about, Henry seeing other ambitious people succeed in thinking in having the ideas like, why not me. He says in Lancaster, Henry Hershey, could see the magic that happened when ambitious men were armed with capital. Henry Hershey cha at farmland. Life and never be looked into the distance for both an escape and a chance to make it big. He was a man of imagination, all he needed was a little inspiration. It appeared oozing out of the ground. So what they're talking about there is a giant oil boom that's happening in Pennsylvania, in 18 sixties, the 1 that John Rockefeller is going to come and to mono. It says, while the earth was gus money in the northern part of the state, Henry Hershey tried in vain to pull profits from a small farm that he had purchased. Given the result, it's hard to imagine he made much of an effort. And that's 1 of the biggest things. I think that that Milton learned from his father and something that he avoided is Henry had a thousand schemes and never stuck to any of them. He he doesn't even know what the word perseverance meant. It says just 2 months and 2 days after he acquired the place Henry gave the property back to the seller and agreed to sell everything you owned to pay his creditors. Public auction netted just over 1100 dollars within weeks, the hershey's were on their way to oil city at this point, Milton is just a baby. And this is a great description of the mining fever that was taking place at this time. They were caught up in the peculiar dynamics of a mining fever, whether it was gold in California, Silver in Colorado or oil in Pennsylvania. This scenario was the same. A big discovery drew hope filled men to a desperate race for riches. While most were certain to fail, the real successes of the few kept hope alive for everyone else. It was hard to walk away when you believed that 1 more pan of gravel or hole in the ground could make you rich. Unfortunately, Henry does not succeed. It says against the backdrop of of the excitement and steadily increasing number of productive wells, Henry Hershey's failures were that much more painful. He was fast running out of cash and Fannie was 6 months pregnant with their second child. That is actually going to be Milton and subtle sister who unfortunately dies. I think of either ty ford fever or Scarlet Fever when she's about 4 years old. Now this is the as this is happening Fannie family who rather, successful farmers, successful for, like the area they're they were in, decide to come, they see the living conditions, and they essentially rescue fannie and they bring everybody back to the farm. But before I get there, wanna tell you the the author does a great job of of contrasting, Henry Hershey with John D Rockefeller. So this is a difference between the 2 people. Rockefeller had arrive in oil city in the same year as hershey, 18 60. But unlike Henry, He was possessed of extraordinary energy, remarkable financial savvy and an uncanny ability to remain focused on his goals. So it's back to working on farm, for the Hershey family. At this time Milton a small boy. So he's also working the farm. It says Milton was introduced to fresh air and farm chores. He carried water, fed chickens and collected eggs. More about his father, and I would say that Milton had... Was the direct opposite of these traits Henry's preference for talking about things rather than doing them. Even neighbors could see that the man was lazy. Henry farmed in his own peculiar, half hearted way. So Henry's essentially half asking his way through life, eventually, his wife is going to get sick of this and at at this time, especially in their religion, they couldn't get divorced, but they live separately. They wanna living separately, and Fanny tells everybody that she's a widow. So that gives you an insight into how much she d tested her husband. This a little bit more about Milton childhood. Milton was denied the kind of stability children needed to feel secure. So this kinda gives you insights and why would he leave 1 of the largest fortunes to you know, an orphanage a school that he starts for for poor little boys. He had been moved from place to place and he listened to his parents argue with increasingly free... With increasing frequency and anger. Milton went without proper schools and little family didn't have enough to eat. The pain of this life showed on his face, Milton face that is. Neighbor saw Milton is an overly serious child. And although fanny and others, although through Fannie and others, he learned to channel all of his energy and passions into a single outlet. Work. So in this time of the story, his sister dies, his parents separate and his father's farm fails. But during this this probably described as the worst part of his life, he starts what will eventually be his life's work. And it's due in large part to his mother's guiding hand. She is trying to guide him to not be like his father. Not long after her her daughter was buried Fanny Cease talking about her. She also rejected Henry for good. As his wife turned away from him, Henry also suffered a big setback on the farm. Milton finished school for good in 18 70 at age 12. After he he's out of school, his father tries to get him apprentice to a printer, so he been princess for a printer who published a some newspaper in a small town. Milton didn't like the print shop at all. And after a few months, he purposely let his hat fall into the press and he got himself fired. And this is where his mother steps in. Milton next job would be 1 Fannie preferred. At lancaster con named Roy ice cream parlor and Garden. Fanny did not abandon her own desires for comfort and wealth. She would devote her time, energy, intellect and labor to the only other male who might help her realize all her unexplained ambition and pride. Her son. So starting at 14 years old, Milton is going to find his life's work. He's going to work in this industry till he dies. I think he dies around 87 years old. And I would say the main takeaway. I'll tell you right it front. The main takeaway from this book, which I'll talk to you a lot about today, echoes that Steve Jobs quote that I always think about where he says that, just a direct quote from steve He says, I'm convinced about half of what separates the successful entrepreneurs from the non successful ones is pure perseverance. And we're gonna see that Henry Milton or excuse me Henry Milton. Milton Hershey has perseverance in abundance. So before we get that, this is the benefits of, the apprenticeship, Joseph Warrior was able to teach Milton much of what he knew. And the boy became both reliable and competent. He soaked in his employers always please the customer philosophy and learned about buying ingredients, managing inventory, pricing goods and handling employees. So Milton had a lot of ambition he wasn't going to be satisfied just being an apprentice for very long, but he's also, pushed again in a good direction by a smart observation from his mother. So let me read this to you. If these twin archetypes, heroic boy and great man of industry, weren't enough to make Milton Hershey chief at the limits of a apprenticeship, he also felt his mother's ambition. Early in his training Fannie saw that candy, which had a long shelf life and came in many varieties was the most promising of Warriors products. She visited the shop and paid Roy to excuse her son from his ice cream duties. He needed to learn all he could about the con conventions that would yield the greatest profit. Now young man of 18, Milton was going to the big city to make his name in fortune. He knew a trade con confession and its secrets. In that big city they're referencing is Philadelphia, he moves to Philadelphia, his mom and his aunt, help him set up shop and it says young Milton Hershey, so this is actually... Remember I just mentioned that the main takeaway from this book is the the value of perseverance. This is the rise and fall of his first candy business. He has multiple failures. Before he actually found his first successful candy business. So this is the first 1. Young Milton her... Hershey could not have chosen a better time in place to put what he had learned from Joy Joe Roy into a business of his own. So at this point, the centennial. So the hundred year anniversary of the founding of America's happening and they have this gigantic, like exhibition and fair is taking place in Philadelphia. So to some degree, he opens at the right time in the right place because 10000000 people are gonna visit the Centennial exposition. And this is at a time when the total American population just was just 46000000 people. So it's it's it's an insanely, high percentage of the total Americans that actually come and Visit Philadelphia at this time. And this is... His his shop is gonna be right down the street from where this is happening. So it says Centennial would bringing in nearly 38000000 dollars. So it's equivalent of 700000000 in 2005 dollars to Philadelphia. A flood of cash so huge that even a novice shop keeper would have had a really would have to try really hard to fail. A great deal of that money rested in the pockets and purses of people who passed his shop on their way from the fair to imp... To independence hall in the city center. So during the celebration, he has a huge boom. Surprising enough even after, the celebrations over, his business is still growing temporarily. Depressing as the post centennial scene may have been, commerce in the city did not crash. Milton Hershey's business kept growing. He opened a wholesale shop in another part of town and moved the retail store a few doors down the street to a larger place. In 18 77, his mother and his aunt arrived to add their unpaid labor to the boys promising new business. Fannie, Maddie, that's is ant, and Milton worked long hours, making and wrapping candies that were sold wholesale to other shops and retail. But at this point in the story things start to go bad. He... They realized they have a another me too product. This is what I mean by that. Things began to go Orion in late 18 79 in early 18 80. He faced intense competition from literally hundreds of other other candy retailers and wholesaler in the city. So, yeah, He has a trade. Yeah, he knows secrets of the industry. Yeah, he's already worked it by this time, almost... Let's see. His business fails. I think he's 24. So he's working in the industry for almost a decade, up to this point. But he doesn't find success until he actually innovate in the industry. So this was actually surprising to me. So the reason that Hershey chocolate was so successful is because Milton Hershey actually innovated. At the time that in in history that we're talking about. Milk chocolate was considered a luxury. It was sold by Swiss chocolate tears as a luxury. And what Milton did is do a lot of experiment... Experimentation and then innovation in the actual mass production of chocolate. He made it affordable to everybody where you could buy it for a nickel. So that is the the innovation that he builds his entire empire on, but that's gonna take place, like, 15 years into the future from where we're at. So let me finish this section up real quick. They were describing the the the financial problems are having as a result of all those competition says money seems to disappear, like magic with us. Milton made it clear that he can no longer pays bills and he was about to lose his credit with suppliers. Caught in the web of family and ambassadors and burdened with the pressures of a failing business so what they're meaning there is they kept having Fannie has successful family members, siblings if I'm not mistaken, and they keep lending them a couple hundred bucks here and there. And then eventually they can pay them back. So that's... They're talking about the family an. And burdened with the pressures of a failing business, Milton fell ill. He spent most of the next month in bed. No matter how hard Milton hershey worked, he couldn't balance the the dispense of making his products with the slow pace of payments from his wholesale customers and the tight credit credit terms demanded by his main supplier. The Franklin sugar company. So that's an important part actually that he's learning is that he's being squeezed. He later on in life, you realize realizes, hey, If there's something, and we've seen this over and over and over again almost every story. If something is important to your business, you must control it in the case of making candy chocolate, obviously, sugar is gonna be a huge is gonna be a huge importance. It's so later in life, he goes down a cube, and he starts own sugar plantations. He does this. I think with every single ingredient that he needs except coca, which is, I think a lot harder to actually farm. So it says at 24, Milton Hershey had invested the first 6 years of his adult life in a business that failed. He had driven himself mer trying to prove he deserved the faith and financial backing that he had received from Maddie, his mother and their brothers. He had practically ignored the young women of Philadelphia and enjoyed little of what the vibrant city had to offer. So he's gotta pack up. He's gotta go back to a small town. This gives you the sentence gives you an idea of the despair that young dog could have just had a huge failure. Doesn't know what to do with his life. He would have time to reflect on the experience. So he starts wandering all over the country. This time his father's trying to be trying to be, like, a successful minor in Colorado. So he's not sure what to do with his life, he decides just to wander the country looking for work. And this results in a very valuable idea. So it says the experience in the back Alley had almost no real value in with compared to what he had learned while working in that Colorado candy shop So he gets a job another candy shop with her time with her Is that experience in the back Alley. He went looking for work and at the time, young young boys, would apply for jobs, and it'd be like, there would be, like, it'd be a fake business. They would kid the boys or and sell them off as, like, slave labor. So he almost gets caught. This he almost this almost happens to him. Luckily, he had a his own gun. And so when the guy went open the door flashed the gun and the guy so, okay to get out here. And so he he wind up surviving not being sold in a slavery essentially. So he went working at the Colorado candy shop. Now what was also surprising to me was that Hershey chocolate, what he's best well known for is not his first successful ka business. This is going to be his first successful candy business. Let me read to you the idea that he learned in the Colorado candy shop. The Denver recipe for caramel, which yielded a vastly superior candy was not under any copyright or patent. It would be his advantage in a new business. So his simple idea is, hey, it's really popular in the Western states at this time. They're selling these caramel mills that don't go bad. They taste really well. They figured out to through trial and error, how to make a a product that that use store shelves shelves that tastes good, and that people liked. That was not happening where he was from an East. So he was like, I'm gonna take this idea in the west, and I'm gonna go back and build my own Caramel empire in the east. And this is what he does. He winds up selling a very successful Care business. I think for over a million dollars in the 18 hundreds and he uses that money to start Hershey. So he takes the the idea from Denver decides, hey, I'm not gonna go back Philadelphia. I tried it there. Let me go to New York. And there's a lot more activity and economic opportunity for me. And I'm gonna do something different. I'm going to start out small and slow, which I think is another good idea. Nothing in Milton Else, hershey's New York Adventure suggests that he ever intended to join the mass market pioneer. So there's At this time, there's a lot of companies that are still around today. And they're mass marketing food, like, packaged food for Americans to buy. I think of, like, campbell soup, heinz ketchup up that of stuff. And so they're having a lot of financial success by figuring out ways to turn what, you know, used to be where... Everything you ate was came within close proximity to where you lived and was made by people, like, you knew who was making the food. It's, like, more of an artist like, farming kind of, economy. Where now these these companies are set up, and he's gonna do the reason Bring this up is because he does the same exact thing in chocolate. He's gonna figure out how to mass produce chocolate and make it affordable to the average person, which taking what was 1 time a luxury good and turning into something that's that's available to everybody. In in that sense, there's a lot of parallels between what he's doing here and what Henry ford did with autos. But we're not there. So let me go Milton intended to stay small, making candy to sell retail on wholesale on the island of Manhattan. And so let me interject before I go back into that. So he's starting his business in New york, but at the same time he's reading about and experiencing There's a lot of sq and a lot of poor des children at the time. So this is where Not do he have ideas for the business he's building, but he also did it has... We see the first glimpse of his intense desire to help poor orphan, and he has ideas the social engineering ideas on how to re redesign a city. So it says Milton, Hershey passed through the places that this columnist is revealed in his columns. This person was just writing about all the plate about, you know, 50000 poor children in the city, etcetera. So he's he's seeing some of this as he's going around and making wholesale deliveries. The experience would affect him for the rest of his life and contribute to his eventual decision to found 1 of the nation's great charities. It also formed the foundation of a critique of urban life that he expressed later on. Cities never seem natural to me he said, and I never learned to like them. Like it or not the biggest city in America was the place where Milton would begin to get his business right In New York, the quality of Hershey's products and the scale of his operation were well matched to the markets. And unfortunately, as he's making progress, this business is also gonna fail. He's derailed by his father. So his bob the father would show up every time Milton was making a little bit of money, and he'd have, like, these grand ideas. Right? No, I'm not a minor, maybe it'll be a painter Now he's like, hey, let's mass produce cough drops, and he talks his only son into front the the money. The money Milton didn't have and this was a failure. But at the same time, it was important that this happened because he's also doing exactly what you and I are doing right now. He he's studying and learning from success entrepreneurs and he steals an idea from competitors that that are gonna beat him right now, but he's going to use in the future for Hershey. So it says This is where his father talks to mass producing cough drops. Hershey's cough drops were supposed to tap the enormous winter market for sore throat lo. The problem was New York already had a favorite favorite brand. The simple black or red sugar lo the Smith Brothers cough drops were 1 of the first trademark products in America. William and Andrew Smith had begun making them in Po in 18 47. So that's why. They had about a 30 year head start on on the hershey comp drops. The eccentric bearded brothers who used their profile portraits as a trademark developed an early method for mass production. This is really interesting, actually. The drops were made from huge batches of ci liquid that was boiled cooled into a solid and then cut. The cut pieces were then dumped into 5 gallon milk pal pai. Wagon took the pai to homes, apartments and farms where families work to put the drops in paper boxes. So essentially they're working from home instead of having a centralized factor for people to put all this together. Right? At the height of winter production, some people in Po might have gotten the impression that half the population was up nights boxing cough drops. By paying low wages and manufacturing, their product in a low cost area, a strategy Milton Hershey would 1 day copy, the Smith brothers defeated all their competitors. They would also over power Milton, and Henry Hershey who were not able to mount a credible challenge to the Smith's. Unfortunately, the bet that he had made on comp drops was more costly than he would have anticipated. By the summer of 18 86, he was unable to pay tenth... The 10000 dollars she owed to the company that it supplied him with the equipment he had bought to make Henry's drops. Cheese terrible. Milton closed the shop created his machinery and move back home. Okay. So this may be the most important part of the book. I have a lot of highlights on the section. I'm gonna read my note beef notes to you before I read the highlights. And there's just great quote I heard recently. I don't know who said. But it said bouncing back from defeat is essential for growth in any endeavor. Okay? And it's important to understand that quote because that's exactly what's happening in the the life milton hershey. There's also something f. Says, essentially what Milton is saying here, I'm at a rock bottom. I get... But he's not... You know, you're gonna be somewhat depressed and and obviously see down. But there's also something freeing about that because he realizes I can only go up from here. It can't get worse than this. It was not a glorious homecoming. Hershey, she was so broke that he had turned to... That he had to turn to his old friend to pay the railroad to release the crates that he had shipped home. Though he was only 28. The stress of 2 big failures made him look older. Okay? So this is what I mean about perseverance is the main theme of in the the life story of of Milton Hershey. He's been working in this industry for 14 years. He now has 2 fit gigantic failures. He's borrowed money from friends from everybody he possibly can. He's tapped out. He's embarrassed. He's a failure and, yet, he doesn't quit. 14 years since he became the apprentice con con, Milton hershey was still infected with his mother's high expectation and his father's dreamy ambition. He carried both of these burdens. Given family ties and their past support, Milton would set aside his embarrassment and asked for 1 more long. If failure is the best instructor, he could argue that he had earned a doctorate it. He intended to make candy no 1 else produced in the east, denver style caramel. So this is where again, The first time he made a bunch of me too candy, then anybody can do that. So they had a bunch of competitors and what happens in a competitive market, profits or Right? The second time he goes to a bigger city, but he... And he's doing well, but he's not doing his... The the Caramel mails yet, and he gets sidetracked by his father. Now He's like, alright. I have a better idea. I'm gonna make something that you can only get from me. And this is the his the third attempt at building a successful business. This business is going to succeed. That's why it's such an important thing to remember bouncing back from defeat is essential for growth in any endeavor. We're seeing this in his life. Hershey's uncles in his aunt, heard him out and then turn him down. Listen to that. They had finally decided that that he was too much Henry Hershey son, and they wouldn't risk any more money on his dreams. For the first time in his life, Milton Hershey was without the support of his family. But as much as he may have felt a adrift alone, Milton had been liberated too. Years later, he would say that he realized he had become like his father, a black sheep in the eyes of his family. This rejection was a great motivator. Alone in a rented room at a warehouse, Milton began to make candy. He sold himself from a hand basket on the hand basket on the streets of Lancaster. This is Lancaster, Pennsylvania. He did well enough to buy a push cart and then move to a larger space. In the space, in the new space, hershey had the room to make his special caramel on a large scale. But before he could start, he needed 700 dollars to buy equipment. He decides to go to a local bank, and this this is just wild. What's gonna happen here. Lancaster County National Bank, which had done substantial business with his relatives in the past gave Milton Hershey a 90 day loan. Now, here's the problem. He's got only 90 days to to pay back this loan, but also, this is a tiny town. It's only 30000 people, So the market's really, really small, and he may have never got off the ground if it wasn't for a lucky break. There was a candy retailer that just happened to be visiting and and sample some of Milton caramel and decide, hey, I'm gonna do a huge order, but I need you to ship them to London for me. So he's like, okay. I can maybe use this contract as a way to to convince the bank to loan me more money. And this is the wild part. With the wholesale contract in hand, he went to the bank to ask for more time to repay to repay the 700 dollars. He also requested an additional 1000 dollars to fill the big order. He spoke with a junior officer named Frank B, and this is also, you know, Milton... This something smarter here. He just lays everything on the table. I'm not gonna hide anything from you. This is the truth. Are you gonna bet me or not? Hershey, came down and said this is somebody else telling story, many years newsletter. Hershey, came down and said, I can't pay you. I want you to come come up and see. I have material and merchandise. Let me show you what I have. The guy's name Brennan Brennan went up. Afterwards he told me. It was not imposing this is Brendan describing the early, business, Milton business at the time. The dust, the dirt and the racket and the wagon maker shed, his mother and and ant were the only employees, and they were they were sitting their wrapping caramel. Brennan went on to say, I don't know what to do. Bran was impressed by hershey's she's honesty. He hadn't tried to exaggerate his little firm's potential, and he made it clear that his future depended on the success of that single export contract. This is the the wild part. Mister Brennan told me. I told her hershey to come back the next day. I walked the floor debating whether I would take the chance. He had told me all. He didn't conceal the bad part. He made new no excuses for it. He was honest. I decided I would lend him the money Now here's a crazy part, but I was afraid to present the bank that note with that story. To avoid the trouble, I put my own name on the note. The banker takes out the loan for Milton in his name. And sure enough, that's the break that he needed. He wants a fulfilling the contract, he gets the check back from London and it and it and it's... It the check is good. This saves his business and he just starts building from here. After so much struggle, it was strange that 1 big break, an order from an importer who happened to pass through town would make Milton Hershey a success. And 1 thing to know about Milton Hershey's, he focused on the fundamentals. He's tried to do a small improvement over a long period of time. So it says, High quality and a fair price when Hershey repeat business. Using what he had learned from the Smith Brothers about branding, Milton protected the play... His place in the market by labeling his cara with the name Crystal A, and urging his customers to accept new imitation steady growth over the next 5 years, pushed the numbers of workers at Hershey's factory past 700. Remember when he got the loan, it was just him, his aunt and his mother. Milton named his firm, the lancaster Caramel company. This the 1 he's are gonna sell. Milton was free to indulge in his passion for experimentation. Although competitors could battle hershey on price, they couldn't match quality. And this advantage allowed Lancaster, Caramel to expand its market every year, the note Left myself is quote from the Walter Chrysler auto that I never forgot. Small continuous improvements over many years produces miracles. Walter Chrysler did the same thing. The result was that went from making a car for in 4 days to making 1 in 15 minutes. But that doesn't happen overnight, small continuous improvement over many, many years. There's a... There's a saying that I think it's in the auto of Sam Walton that I covered on founders number 6 that's there's nobody else... Nobody alive had visited more retail stores than Sam Walton and he was obsessed with studying and learning from other entrepreneurs. I would argue that no 1 alive had gone into more con con and candy shops, then Milton Hershey. That's an example of that. Great Britain thriving chocolate industry was known by Milton Hershey had begun to travel regularly to the British Isles. In England, he also noticed that companies were creating a big new industry serving low cost chocolate to the masses. He learned that George and Richard Cadbury. So, you know, cadbury A, is the cadbury chocolate company, things almost... This this company still existence. It's almost 200 years older. Are 200 years old today. His... In many cases, the cadbury family is a blueprint for Milton Hershey. And I actually found a crazy book about the chocolate wars that I even know existed before I read this 1 that I might read for the pod guest. But we're let me go back to what he's learning from the cadbury. He learned that Georgia and Richard Cadbury. Sons of the founder had moved their factory out of the city to a rural site where they'd put up a new chocolate works and we're considering building a company town to go with it. He does exact same thing. Remember he's in the Caramel business. He eventually realizes all the success these other entrepreneurs are having in in the chocolate business in Europe, and just like he took an idea from Denver and took it to East. He's gonna take an idea from Europe and take it and bring it to United States. And you find a lot of success. So he jumps into the... Just a cat the cadbury said he jumps into chocolate. He's gonna follow them there. He's gonna build town. They start a newspaper. Literally, he he copies their playbook over and over again. Okay. So said Milton Hershey visited Layman's chocolate machines over and over again to study them in action. These are also machines... If I'm not mistaken from Europe. That are being displayed at this giant exhibition and fair in the United States. These are very expensive machines. They're they're, like, 60000 dollar machines. He recognized a superior technology. So another thing you learn from him is you need to invest in technology. This is where he's going to get. He's always constantly redesigning how his manufacturing process, making it more efficient, Eventually he becomes so efficient, and no 1 else can compete with them. Right? He recognizes a superior technology and display and understood the commercial potential for European, style chocolate in America. This is what he says at the time. The caramel business is a fad. It is not a staple business, but chocolate is something we will always have. He's not in the chocolate industry yet. Milton place in order to buy every single piece of lay equipment. 2 years would pass before solid chocolate candy label with the hershey with the name hershey would be sold to the public. Okay. It's only pause there. To the note left myself. It took him 2 years. What was he doing for 2 years? He was paying for knowledge. Just an example of that. A hands on learn Milton would use his time to experiment with roasting grinding, pressing and mixing. He does not know how to make chocolate. He has to learn how to make chocolate, and then he has to learn how to mass reduce it. Does not know how to do this. He grows into it just like the rest of us. Milton plunge into his task for hours and sometimes days on end. He bought workers from a milk chocolate factory in Switzerland. He recruited Chocolate maker from, a small firm in Chicago, and then he raided the Walter Baker and company, Massachusetts. This is a very old and established. This company was founded in 17 65. So he rated the Walter Baker company for 2 more experienced men. Hershey, had experts who could fill in his gaps or fill in the gaps of his education. And so he's like, okay. Now it's the time to sell my company. This is why he... Why he sold his caramel company for million dollars. The King Caramel had already decided to bring milk chocolate to America and make it his only business. When Daniel La first offered to buy lancaster Caramel. Negotiating the sale, the 2 men would play roles there were archetypes of modern business. This is really interesting. I should. La, a late come to the industry had faith that sales would continue to grow and thought his company must grow if it was to survive. Hershey believe he had ridden the market to the crest. And from that vantage point, he could see its decline. He had his eye on the next big wave. So he sells the company, takes that money and he's gonna this is where he starts hershey chocolate. Here's the problem though. This is the problem Hershey had to solve to make his business success. So is difficult as the process might seem. Large scale production was made even more complicated by factors that the Swiss discovered through trial and error. Remember they're the only ones that have figured out a way to to mass produce mass produce milk chocolate. 1 was that they need enormous amounts of milk, far more than they could obtain nearby. They also discovered that the the the imp differences in the taste of milk produced by various breeds of cows, and the quality of the feed, we're magnified many times when the water was removed. The there's so talking about all the different variations that you have to figure. You have to isolate in your experimentation. That's why it takes so long. Because you're gonna only change 1 variable a time. Right? It's not like the switch chocolate tears are gonna tell milton how to do it. The variation was so significant that condensed the milk from the wrong cows could actually ruin about your chocolate. With no background in chemistry or engineering, hershey would need years of experimentation. Much of it in an attempt to copy the European outright to arrive at his own method for making milk chocolate which he does. And to do this, he essentially sets up a milk chocolate sku quirk. So this is a little bit about that. Hershey had so many ideas that he often drove his helpers to exhaustion. They they set up away from the rest of the fit the the company at the time on this farm, like, this homestead farm that he owns. So says with the fit With all these failures, Ms came to realize that he needed better control over the various elements of his experiments. In a place where he could experiment in secrecy and maximize the amount of time he could be on the job. For these reasons he decided to move out to the homestead, and there he would keep his own cows, controlling their food and water and build a small dairy to process the milk. Near the dairy, he put up a small milk condensing plant and a chocolate production line. And we get to the point where this is just, you know, this is this is the Edison sony principle design that that's talked about in founders number 3 on Thomas edison that James Dyson uses in his experimentation on founders number 25, doing the the vacuum cleaner. And it's long and labor boy, But it's the only way to to develop true unique insights. And Know myself on on this page is a lot of people say they wanna succeed how many are willing to put in this much work. A group about 18 men led by Ms. That's what they call them would rise at 04:30AM to milk the herd of 78 cows. They then eat breakfast and go to work behind a door where a sign warned, no admit. Sometimes they didn't come out until the next morning. So he also does something extremely bold here. He... This is where he's like I'm gonna set this little town just like the cadbury did. He goes on buys all this the this acres. It starts building the factory in the town. Okay? Now here's the problem. There remain 1 problem. Milton Hershey did not know how to mass produce milk chocolate. Figured out how to make it in small batches has an idea. I thinks it's gonna work. Does not... He he he believes in his vision so much that he puts up and starts building up huge expensive infrastructure. And social engineering projects at the same time because he believes he's going to to discover to actually work his way through the... And solve the problem. This reminded me of a quote from that book my 40 years ford, which I think about all the time I'm gonna read it to you now. Henry Ford had no ideas on mass production. He wanted to build a lot of autos. He was determined, but like everyone else at the time he didn't know how. He just grew into it like the rest of us. The crazy thing about that sentence. So that paragraph is you could change Henry Ford to Milton hershey and autos to to milk chocolate, and it's the same thing. It's still true. Milton Hershey had no ideas on how to mass... On mass production. He wanted to build, he wanted to produce a lot of milk chocolate. He was determined, but, like, everyone else at the time, he didn't know how. He just grew into it, like the rest of us. Now, I realized I had this idea I was reading this book. And this is where the benefit of reading all these and trying to tie these us together is. I realized what Milton hershey does for the mass production of chocolate is the same thing that Henry ford did for the mass production of automobiles, it's the same thing that the Mcdonald's brothers which Ray rock discovered did for for the production of food, fast food. Let me read this this this sentence to you. With workers performing simple, but carefully chore routines and using new machinery, another way to this new... Using the latest technology. Right? In a building designed for efficiency, hershey she was able to make high quality chocolate at very low cost. That is the key. He had high quality chocolate and the lowest cost. That gave that the the combination that gave him the massive advantage. This is Ray Cro describing what he saw when he... When he visited Mcdonald's brothers. I was fascinated, but the simplicity and effectiveness of the system they designed. Each step in producing the limited menu was stripped down to its essence and accomplished with a minimum of efforts. This is not a unique idea. You see this in different industries with different time periods, different founders that Let me give you a contemporary example. Jack Do founder of Twitter and Square. It says make every detail perfect and limit the numbers of details to perfect. These are... It's the same basic idea just expressed different ways in in different industries. I think it's an extremely powerful idea. More on the simplification that he was obsessed with. The enormous success of hershey kisses and almond bars would lead Hershey towards a business strategy that was new to con con. Instead of making hundreds of items at varying prices Milton would produce huge quantities of a few varieties and price hot none higher than a nickel. So with his financial success, this is where he has this idea for the hershey orphanage and the school. And this is why at the beginning I said, he's very unique person because there's a lot people that can be philanthropic and say, you know, it it's... Let me read to sentence this to you first. It says the Charity Milton Hershey's heart was sincere. Echoing Carnegie corn andrew andrew Carnegie, he said it's a sin for Amanda Rich. He really means that. He turns over all of his assets to the trust the trust runs the school, and in the town and everything else and and the majority ownership of the business, obviously. Now only like that, he takes after his wife dies. He he has, like, they call a mansion it's like, the biggest house in in Hershey, Pennsylvania. Although they said it's, like, nothing compared to the the the other estates that other, like, Robert Barron at this time we're building. And in his eighties he's like, I don't need this. Let me just have 2 rooms upstairs. He makes like a 2 room apartment. And the rest of the house he gives to the community to use as a country club. And this is him describing more of his thoughts on that. I never could see what happiness a rich man gets from contemplating a life of acquisition only with a cold and legal distribution of his wealth after he passes away, he would explain. After all, what good is one's money unless 1 uses it for the good of the community and humanity in general. And this is just another example of him of Hershey using the Cadbury family as a blueprint I says, her... Milton Hershey was convinced that he accomplished something remarkable in his little Utopia. They're talking about the town. And this is different from, you know, we've seen other companies start towns, but then they they, over charge people for housing and for supplies. That's Milton tried to run it at breakeven. He was not interested in that. He'd set up savings accounts. Again, he was really focused on social engineering. He wanted to make and to to let the people working for him participate in the profits of the company. So it says convincing he accomplished something. Remarkable 1 his little Utopia. He he planned to publish a magazine that would bring his philosophy. And it says his philosophy is really a combination of pop and capitalism, and he called it the Hershey idea. So he'd bring his philosophy, the hershey idea to a national audience. Here again, Milton followed the Cadbury way. After he started his chocolate town, George Cadbury began publishing a widely distributed newspaper called the Daily, which promoted his ideas for social reform. And it's it's undoubtedly remarkable. When you take into everything this this person was accomplished. The fact that he persevere for multiple decades of failure, he... I think at the time of his death, they could drill, like, 90 percent of the American milk chocolate market. They're doing... I think, over a hundred million dollars of sales. It's just it's it's really remarkable. The company still obviously exists today. He builds a town. He builds school, but he's not perfect. He's a complex person with many contradiction. And so this is just AAA bit about, you know, the complex person that was Milton Hershey. Great many manufacturers had helped to build the image of Milton Hershey. Fawn Publicity, which certainly aided his company sales was 1 of the forces that slowly turned Milton from man to icon. The fact that he had actually done what he said he would do. Create a town, a booming business and a national brand all bearing his name was also important. The final element was Milton Hershey's sc style of leadership. He had a temper and might fire somebody for a ridiculous reason. Goose. So that's what he calls, like playing around, like, horse. He'd fire people if he he fire employees if he saw it doing that. And while he spent freely on lux luxury for his wife, he officially tried to catch his employees wasting the tiny amount of electricity needed to burn an extra light. But just when someone might decide, once and for all that the Milton Hershey was a Cheap scape. He did something generous. In 19 12, he paid every 1 of his workers a 20 percent bonus. Matching the dividends he paid to investors. The bonus, which he would continue to pay for many years honored labor alongside capital, So that's where we also see the echo of of of Henry Ford's idea. Like, everybody tells me as I'm running my business that I shouldn't pay high wages because it's an expense to me, but he's like, no. I'm expanding my market. I'm I'm sharing the profits of the company with the... With my employees and as a result, they get dignity they have a living wage. They can then consume and buy other products and services, but his point is that, you know, you should be building a company we can pay the highest possible wages. This is actually good for not your company It's also good for, your country's economy. And just a few more things. I I have to touch on this. This is the trust that I was talking about that empowers the school, 1 of the most remarkable Ideas he ever had. This act would create something unique in both phil and capitalism. It made the industrial school under its trustees, the majority owners of a national company that was poised to double and size, many times over in the decades to come. The cash generated by this arrangement would make the orphan boys, some of the most financially secure children in the world and guarantee the school the funds necessary to grow within the boundary set by the terms of the trust, and it's still going, I think 60 years, maybe even maybe 80 years after he died something like that. So it's just a remarkable remarkable idea. And now we've reached the end of his life, which, again, I think is 1 of the most beneficial things of reading biographies, and I hope you're buying and and reading as many of these books as possible because it's a it's a constant reminder that we have nothing to lose the same fate that is the same fate going to fall. All of us We have limited time here. Let's not waste it. It's not morbid. It's a reminder that we we have got to to live the life we want to live. We have nothing to lose. On the night of Thursday, October eleventh, doctor Has went for his usual visit and noticed that Milton had the symptoms of a cold. The next morning, the doctor was summoned by Milton nurse, and he ordered an ambulance to take him to the hospital. Alright, said Milton, you're the boss. At the hospital, Milton Hershey was placed an oxygen tent, but his condition worsened. The boys at the hershey school learned of his illness and prayed for him. On Saturday morning, Milton awakened for a moment smiled at 1 of his nurses and said, you never thought that you had have to look at me in a cage like a monkey in the zoo. Did you. Then he fell asleep. Hours later, Milton Hershey's heart gave out and he died. The official cause of death was pneumonia. Milton Hershey's death was front page news and many papers. Most of these reports counted the industrial school and the town of Hershey as his greatest achievements. The governor of Pennsylvania described Hershey in terms they would have made the Utopian industrial is proud. Hershey's death takes from our mist, 1 of the great examples of what the free enterprise plan means. Hershey amassed a great fortune. But during his lifetime, he gave it all for the benefit of those with small opportunities. And I'll leave a story there, I'm am very glad I learned about the story of Milton Hershey, I hope you are too. For the full story, you gotta read the book. If you buy the book using the link that's in the show notes, available at your podcast player or go to podcast dot com. You'll be benefiting the podcast at the same time, that is a hundred and 46 books down 1000 to go, and I'll talk to you again soon."
}