{
  "transcript": "Sam Ko embodied the America of his time. He was big, bra, v, imaginative and possessed extraordinary drive and energy. He was a classic disrupt who not only invented a world changing product but produced it and sold it in world changing ways. He became the prototype for hundreds of such disrupt to come from Thomas Edison to Henry Ford to Thomas Watson to Steve jobs. Friends admired him for his generosity, his warmth, and his bold. Adversaries rev wild him for his dishonest and his rep rap. He possessed all of these quality but above all, he was relentless. Because he was a man with his own dis truths and heirs willing to hide them, coat left behind rabbit holes, el, traps for his future biographer. The missing pages of a journal for instance that he kept when he was 17 that might have shed light on his experience aboard a slave ship to New orleans. Are the letters of women with whom he shared his bed? Which have mostly though not entirely been cold from his archives. 1 of his brothers once accused cult of having a wife in every port, but the exact nature of his Am relations is mostly a matter of con. Coat has not been treated seriously by historians or biographer. We tend to be more comfortable in the company of historical figures who pulled the triggers. Soldiers, des, psycho pass than those who made the guns. Perhaps because the business of manufacturing and selling weapons seems less compelling and more clinical than the business of using them. I hope Sam Ko life will if nothing else defy that expectation. He had solved 1 of the great technological challenges of the early nineteenth century, how to make a gun shoot multiple bullets without reloading. For more than 2 decades, Sam Cult which strive to perfect and market his revolving gun and wait for the world to catch up to his idea. In the meantime, he lived in perpetual motion, cent chaos 1 biographer has called it. At 17, he began touring the country as a traveling show. At 18, he went up the Mississippi River in a steamboat. At 19, down the erie canal on a canal boat, He was rich by the time he was 21, poor at 31, then rich again at 41. He may have had a secret marriage and almost certainly had a son he pretended was his nephew. His brother, John committed an infamous murder that could have been lifted straight out of an Edgar Allen poe story. Though in fact, it went the other way, Poe lifted a story from it. And while John was waiting to be hanged, Sam invented a method of blowing up ships in the harbor with underwater electrified cables. And at the center of his life story is the most advanced factory in the world. While C did not single handedly develop the so called American system of mass production using machines to make uniform and interchangeable parts. He was a pioneer of the technological revolution of the 18 fifties that had nearly as much impact on the world as the American political revolution of the 17 70 Compared to other great innovations of his error, such as Cyrus Mccormick Reaper, Charles Goodyear vulcan rubber and Samuel Morse telegraph, C gun, a few pounds in the hand, which just a feather But it did as much if not more than those others to make the world that was coming. What, follows as a work of fact for better or for worst, with no agenda other than to honestly tell what happened to Sam cult, his gun and America in the years 18 14 to 18 62. That was an excerpt from the book that we talked you about today, which was revolver, Sam C and the 6 shooter that changed America by Jim Ras. So before I jump back into the book, I wanna tell you how Sam Cult ties into everything that we're working on and studying on the podcast, how influential he was to future generations of entrepreneurs. So Henry Leland, who I did a podcast on a few months ago. He was the founder of Cadillac and anne Lincoln. Interesting enough. He started Cadillac when he was 60 years old, and Lincoln when he was 7 years old, but he worked at the C factory. And the the precision in the the the focus on detail that he learned in that factory, he brought with him as a grown adult man to the early automobile industry that was taking place in Michigan. He was much older, you know, almost 2... I would say 2 decades older than most of the entrepreneurs trying to build, the early, American car companies. Leland has to be 1 of the most influential entrepreneurs that have ever existed. If you think about it. He directly influenced the Dodge Brothers. Horace Dodge worked for in Leland machine shop for years before he started on company. Leland influenced Billy Durant the founder of General Motors. When Henry Ford had a problem that he could not figure out how to solve he went to Leland to ask for advice. Alfred sloan. Let me read this this quote from 1 of the books I read a few months ago. It's called Billy Alfred and general Motors. So Alfred Sloan famously was the the Ceo of general Motors for what 3 decades something like that. And he says Leland was a perfection who expected and demanded higher standards than any of his peers. He learned that that I for perfectionism in the C factory. He accepted no excuses and suffered no fools. A man after Alfred sloan own heart. Sloan devoted more words in detail to what he learned from Leland than he did to any other person and Sloan was not the kind of person. He did not have the personality to give out praise. And this trend continues throughout history, So not only did Alfred Sloan learned the most from Henry Le, but then Henry Singleton picks up Albert Sloan biography my years of general Motors and uses an idea he found in that book to build Tele. And then who comes on after that, Warren Buffett heavily influenced by Henry Singleton. Quickly, I just wanted to draw that picture for you so you understand where C fits into the history of American entrepreneurship and why he's so important and why he's so worthy of studied. So let's go ahead and jump into 1 of the most remarkable things I learned from this book. It's the fact that C solved a very old problem. So the book says attempts to increase the rate at which projectiles could be discharged from a gun went back nearly as far as guns themselves. In fact, Leonardo Da vinci conceived, a giant duck foot gun with 10 blade barrels. So that's back in the 15 hundreds. It's called interesting enough. It's called a duck, because the barrels flame out or fan out rather, like, the feet of ducks. The technology that that cult is improving upon. It was basically unchanged for 400 years. So to think about the life and the career of Sam Cult is he solved a 400 year old problem. I thought it was fascinating. So it says, well, firearms were easier to use and more dependable about the start of the nineteenth century. The guns of 18 30 when he started working in an the industry or working on his prototype rather, were essentially what they had been in 14 30. Single metal tubes of barrels stuffed with combustible powder and projectiles. After each shot, the shooter had to carry at a minimum of 3 steps, pour powder into a barrel at a projectile, then ignite the gun pie gunpowder and send the projectile on its way. So it's vastly different than what a our revolver does where you can just fire multiple shots. Without reloading. So let me jump into our life before I get into his ideas on on how he built his business. So there's a financial panic of 18 19, And this is a very important part in the the life of Sam Cult and probably adds to why he was such a hard worker, and he was ruthless and determined because it bankruptcies his family. He's only 5 years old at the time. So it says many Americans were ruined by it, meaning the financial panic of 18 19. And Christopher C, which was Samson father was 1 of them. Later, Sam would recall his mother getting the news that his father had gone bankrupt. He was playing under the piano in the drawing room. Sarah, his mother clasp her hands and cried out my poor little children Gets worse from here 4 years later, his mother dies of Tuberculosis. Christopher Cole was now 41 in debt and the father of 8 mother less children. And most of these 8 children are not going to survive. The amount of pain and heartache that his family had to endure is unimaginable. I do wanna tell you something about where he grew up with... Which I... The reason I wanna bring this up is because I think it's influential to the field that he eventually starts working in. He had... He lived in Connecticut, and they get scribe hid the area where he's growing up is very similar to, like, the Silicon Valley of its day. So it says the Connecticut River Valley had been described as a silicon Valley of its day. That description captures the synergy of concentrated talent and technology that surrounded surrounded Sam Holt and Hartford. The important fact of his youth is that he was not exposed to guns in the usual ways that many American boys were as hunting weapons are as tools, but as products to be improved, manufactured and sold. Around this time. He's a rather uncontrollable young. He's a teenager at this time, really uncontrollable, really wild and reckless. I mean, he kinda carries those those traits his entire life actually, but he winds up being becoming interested in this mill that is by his house. And so he he gets a tour from some of the people that work there. And essentially what's happening with this expert I'm about to reach you is he's studying the modern technology of his day. So it says when C to send it into the mill, he got a free education in the modern technology circa 18 30. The most striking fact of the early industrial revolution was that it was revolutionary in a literal sense. Everything turned. A young man with a mechanical bent can learn a great deal simply by watching. Yeah, studying how things connect it how they turned and how they revolved. Now that part was actually really important because it's demonstrating his ability to practice self learning. And self learning was extremely important in the life of Sam cult because he gets kicked out of school. He blow... Has this tendency to blow things up. He actually gets expelled he's just not a good fit for former schooling. This is a common theme that we've seen on this podcast no doubt. So I'm gonna fast forward in to the point where he's almost an adult At 17 years old. He has really no no options. His family doesn't have a lot of money. He doesn't know what to do with his life. And I'm gonna read what he's what he voluntarily does. And the note of myself is what kind of person would do this voluntarily. He was set to embark on a 17000 mile v voyage across the Atlantic around the horn of Africa, through the Indian ocean and the bay of Bengal to the city of Cal. Honeymoon was not quite the word to describe a 17000 mile voyage to Cal cut in 18 30. So he's not doing this for for leisure. He's working as a backhand hand as a sailor on the boat. And this is an extremely trying and difficult job to do, especially, being gone for, you know, half a year, traveling 17000 miles to to places all over the globe. And the author does a great job of describing, like, what what does this environment like? It says along with the new sailors challenge of learning the ropes, Cole had to handle himself among some of the most hardened and profane men on earth. Sailors were famous for drinking. Swearing, h and fighting. It's an environment where you cannot be soft at all. He was expected to be on his feet working. Seasoned sailors had no sympathy for the seas and no tolerance for lying about. Work for a sailor off met climbing high into the rigging of the ship where every role and dive was compounded. AC6 sailor was a desperate creature, grasping ropes with blister hands, so as not to be flung off the rigging and into the sea. While trying to retain the contents of his stomach and some some sem of his dignity. We know a lot about his time on the boat because there was a group of missionaries that were gonna go and, try to convert the people in Cal to whatever... I I don't remember what religion was. It could be Mormon might have been just Catholic or something like that. But they they had a diary the diary survived, and so that's how we get this insight into the C time on the ship. And so this is how 1 of Ko fellow passengers as missionary saul coach situation on the boat. Worst of all, wrote Her, a young sailor such as Cult had none to pity him when sick or care for him when dead. So in other words, you're on your own. You were forced to be self reliant. This extreme version of self reliance is as close as we get to dogma and a life philosophy of Sam Cult. Something he carries with him for the rest of his life, and we're gonna see why because he has really extreme experiences on the ship. Before I get there more time, this a little bit more about Sam's Times on the ship, Sailors laborers were un. He was never given more than 4 hours of sleep between watches and hours on watch were spent in constant maintenance of the ship. They were tau g, oil, var vanishing, painting, scraping and scrubbing. This is a they're essentially, like, miniature little countries how international waters. And this also, I think it's a an early impetus to something we see in Sam's life Constantly. He has a a very strong desire to being control. Because on the ship, he's not in control. A ship at sea was the opposite of a democracy. At best it was a benign to dictatorship in which all powers and rights ema from a wise and just captain. At worst, it was a prison ruled by a petty tyrant. Ko future suggests that he did not object to rank or even absolute rule on principle because that's how he ran his company in his life, but he b up being under any authority other than his own. So insofar as he would ever express a dogma, it was the gospel of self determination. It is to it is better to be the head of a lou than the tail of a lion. He would write 14 years later, continues to expo on his belief in self determination. It's it's sentiment, meaning self determination took deep root in my heart, and 2 has been the mark, which has and shell control my destiny. Now if there's something that happens on a ship, there's a series of punishments like, a that are administered depending on what happens in a a very common punishment at this time was called flo. Now, this is a description of flo. In this established ritual, all hands were called to the deck to bear witness. The thief, this... In this case, the somebody on the ship got caught stealing food. And this is the punishment that's administered. The thief shirt was stripped off. He was bound to the rigging prone and spread eagle, so his back could receive the whip, then it began. A single lash on a bare back was is excruciating as the leather bit into the skin and instantly raised a we. Every lash that followed was worse. This is now a description from 1 of the missionaries in the in his journal or his diary. The man rides under pain until he could endure it no longer. The guy writing, the missionaries name that's writing this his named Ramsey. Ramsey gave the name of the flo sailor in his journal. It was cult. Remember 17 is the happening to him. This is the Author's interpretation of cult response being flo. He seems to have drawn power from the experience. Fortify his resolve to serve no master, but himself. It's also really important that in the little downtime that he has on the ship, this is when he actually gets the idea. He makes a wooden model. He's carving a wooden model while he's going on this this journey of his idea for a revolver, and this is a description of that and just really great riding by the author. Cole never explained why the gun came into his mind in the first place. But it's not hard to imagine that a young man who had suffered as he had would have weapons on his mind. Every cut of the jack knife, an act of quiet vengeance. Not only against those who flo him, but against the nameless forces that it snatch his childhood with financial ruin and death. What better way to retaliate than to create an instrument that beat death at its own game and could make him rich in the bargain. So this is a little bit how... Why the... This innovation came from his work on the ship, And we see this all time. Great ideas are buried in histories. There's a ton of, examples where an idea that's been passed away has picked up several centuries later, another example of this is where people are working in 1 domain. They they come up with an idea and they apply to a new domain. That's the... That's exactly what happens to Sam. And he realized realizes, hey, the way that the that this mechanism was working on the ship. I could apply that same mechanism to my... This idea have for revolving So she says, where when he... Where he distinguished himself, was in figuring out how to rotate the cylinder, how to turn it from chamber to chamber, how to index a chamber so that it lined up in perfect sync with the barrel and front and the hammer behind and how to locks the chamber tightly so the shot would get off cleanly and safe So what they're talking about. Is a lot of people had attempted before to make a gun that you didn't have to reload. But a lot of them were... The this idea cleanly and safely that it gets off cleanly and safely. The previous attempts at making a revolver would explode in the person's hand. They chew projectiles almost anywhere except straight, and it'd go off to the sides behind. So they're extremely dangerous. And so c was the first 1 where... Yeah. You could still have mis virus, but in large part it, it it worked as intended. Now, let me get back to this part, though. To turn his cylinder coat used a tiny gear like disc called a ratchet. Now where to get that idea? C had spent time on the ship studying the wind last, which employed a ratchet to h up the anchor. The ratchet. Now this is the the most important sentence in this entire section. The ratchet in C gun was minuscule by comparison to a win last ratchet, but it worked more or less same way so we took the exact same principle, mini minimized it and applied it to a different domain. In retrospect. Using a Paul just to push a ratchet to turn a cylinder to fire our gun, sounds like fairly basic applied mechanics. But in 18 31, it was nothing less than revolutionary. So that's the first hint to the paradox that was Sam cult because he was undoubtedly wild reckless uncontrollable, but he was also a gifted inventor. And he set his mind to the constant improvement of not only his product, but in his life, his business factory and we see this over and over again. I'll get there more in a little bit. So in the meantime, he he survives this journey. He's like, I'm never doing that again, and he comes back to America. He has no money. He's got an idea, but he's got no money. So he decides to take off and this is very common this time of American history. And just he's gonna travel all over the country trying to make money. Gonna be a little background that, and then it's gonna be really surprising how he does this or what he does I should say He embarked on a journey, a tour of thousands of miles that would take him to nearly every city in the nation. As he joined a great human tide of peddle and tinker. Some some of the other people doing this. They were traveling dentists, fly by nate Medicine man, fleet footage lottery sales man, foot loops dance instructors, and roaming preacher and nomadic portrait painters, and many, many more. We don't know exactly the funny. The nomadic portrait painter. That was a description of, last week I talked to you about Milton Hershey. That's what his father did. Travel a little over and he couldn't make money. He... He was a nomadic portrait painter. We don't know exactly where cole went on his journey because he left no clear record of it. But he did drop enough clues a receipt here. A newspaper notice there. To let us form a picture not just of his life, but of the America he saw, a nation brim with industry and ingenuity and hope. And at the same time, anxiety fear and brutality. Now this is what he was doing while traveling. Coat was selling hits of nit oxide gas to fund the development of his gun and the note left myself on this page pages just wait a minute. He's giving public demonstrations of laughing gas. I did not see that coming. Nit nature's oxide had a lot to recommend it as a road friendly eli besides the relative trans trans... It was easy to transport. The gas combined the self improving appeal of science, meaning, the Cole began a lot of his demonstrations with a serious sounding lecture chemistry. So he he he combines the improving appeal of science with the lower of spec. So he'd give a lecture then after lectures done, people come up. And if they wanted to expose themselves to laughing gas, they they would do so. And his scheduled the time, he's extremely focused during the day. So his night went to Nit oxide days to improving his gun. Right now he's in... Currently, in the the story he's in albany Albany was where Ko Efforts became became intense and focused for a few possible reasons. He had saved enough on a travels to afford to spend large sums, and the city had a number of accomplished guns smith's who could carry out the kinds of sophisticated detail work he required. So he would constantly he'd have an idea. A prototype, he'd bring it to somebody pay somebody to put his idea into practice and then constantly work with them to do refinements. But he's also has to be focused because he's not the only 1. Again, this is a problem that a lot of people attempting to solve No one's doing it successfully. The first person to solve it and get the patent on it. Which winds up being cold is going to be wealthy as a result of that. But it's not, like, if you remember what I said in introduction, he's Richard 21, poor 31, Richard 41. His his life is not at all like you expect. He... This... This idea this business that he's building right now is going to fail massively. Right? He's going to be distracted and brought back in by other factors that were beyond his control. So it's gonna take about 15 to 17 years to have a successful product, which is his revolver and the ability to to mass produce that product. And then that, he dies at 47 years old. And during the last few years of his life, his business just explodes and just grows. Oh, you know what? I forgot to read you something. Let me read so I was looking for a book on Sam C. And let me read you this product script... The product description I found on on Amazon. And this description of the book is what sold me on buying it. And I think reading this paragraph to you. I should done this at the beginning, gives you an overview of where we're going with the story and why it's such an... It was incredible book and Sam Cole lived an incredible life. Brilliantly told revolver brings the bra ambitious and profoundly innovative industrial as in leader, Sam Cult to vivid life. In the space of his 47 years, he seemingly lived 5 lives. He traveled, woman eyes, drank, smuggled guns to Russia, bribe politicians and supplied the union army with guns they needed to win civil war. Coat lived during an age of promise and progress, but also of slavery, corruption and un b greed. And he not only helped to create this America, he completely embodied it. By the time he died in in 08:18 62, he was 1 of the most famous men in the nation 1 of the richest. So soon as I read that I ordered the book I, like I have to learn more about this guy. Okay. So he finds a really, a really talented Artisan, his name Pearson. He's the 1 that's going to be doing a lot of the work form. But the reason I'm bringing up the section is not so much to tell you about that. It's really to tell you about the personality of Sam cold at 19, and these traits are... I don't think they ever go away In fact, they probably get more pronounced as he progresses with age. He's stubborn. He's bold He's determined. He's single minded. And he's a bit of a shit. If you remember back, I think it was on founders number 01:29 Felix Dennis or that book how to get rich, which is 1 of the most recommended books for me to cover on the podcast. And in it, he talks about, like, the traits that he feels are very helpful to for anybody trying to do something difficult, like, building a company or otherwise. And, you know, a lot of those traits are determination single mine, and he says, and there's line in the book in our phrases and being a bit of a shit helps. So says Cole was 19 years old. Pearson and backs. These are the people he's working with, were both a decade or so older. They were established and serious family men who Cole had failed to pay as promise. So he's doing everything on Shu sharing budget, which I'll talk about a lot. Yet, cult response to them, was to keep working. And by the way, be sure the task was completed to his satisfaction before he. So what they're talking about, He's he's traveling when he runs out of money, he's gotta go back on the road to sell Nit stocks oxide hits. Right? And then he he's really slow to pay bills because he doesn't... He's not... He has no money. And they complain they're, like, hey, you're behind of payments. He's, yeah, okay. That's fine. Make sure the work's done as I need it. Better be, like, the qualities. This is what I mean about being a bit of a shit. And this is where the the author gonna go into. He had stunning confidence. He was right, others were wrong. For the rest of his life, he would encounter the world on these terms. This would be 1 of his greatest assets. This is the gifts in the curse We talk about over and over again. Right? Your strengths can also be your greatest weaknesses. He would be 1 of... This would be 1 of his greatest assets as he pushes his way through seemingly insurmountable challenges and oh my god with this guy has to endure is insane. But also, 1 of his most costly flaws. So you might be asking, like, okay, if he's not paying you, he's he's, you know, lecturing you. He's a decade and a half decade younger than you, why are you putting up with this. Ko was a master salesman. He could convince people to buy products. He can convince people to come work for him. He could convince you to do what he wanted you to do. So this says why would Pearson continue working for Cult, who had proved himself completely unreliable as an employer. Cole had a gift for convincing others to do as he pleased even after he become obvious. It was not in their interest to do so. More about c working on a shoe string budget. It was not the many task colton... Cult sign and made him so v. This is the the perspective from Pearson, the person doing the vast majority of the work for him. Rather it was his total fair to grasp that every 1 of these costs money. 50 dollars, which is what he sent him was nowhere near sufficient to cover the guns wages and pay for materials and other expenses. So he... Again, he's on a shoe budget. He's gotta keep string people along. He's got creditors. He's also something I should tell you front that that he that never stops. He's terrible with money. Goes bankrupt multiple times. The only thing that saves him is the fact that there was such high demand later on in life from his product that it need to be impossible for him to spend as much money he was making. So once the prototype done, he's like, okay. Now I need I need to find a way to manufacture this. He's gonna get a patent. He's gonna try to build a factory but before that, he needs money. So he goes and gets seed money from an investor. He was like a cousins brother sister kind of relationship I don't remember I think it may be his father's cousin, it's like some kind of that. That's the person he's talking to. Roswell was 55 years old in the spring of 18 35. And fabulous, if radically wealthy, meaning that he's rich and poor and rich and poor again. And again, this guy was essentially a gambler Ras had no expertise and guns, but he was a gambler by nature and saw a bet worth taking. A week after their meeting, he he gave Sam malone for a hundred dollars to which he soon added 200 or more. This initial 300 dollars was critical seed money. But more important than Roswell money would be the contacts he helps Sam cultivate in the coming months, and more important still would be the encouragement Roswell gave to the young entrepreneur. He he just saw somebody was very like him, spec gambler willing to take risks. Like Sam Roswell did not let sc and sentiment get in the way of pleasure and profits. He's also very helpful. And they wanna capitalizing 1 of the first corporations. So So they're putting together something that that bears very little resemblance to what we think of was corporations today as far as the actual documents. In a sense, Sam was an employee, which is something he fixes later on in life I just at a second attempt to build a gun business a successful attempt. But it's very... It's a way to raise money at a time where was not very easy to raise money. And they wanna raise hundreds of thousands of dollars to build this factory and it winds up blowing up figuratively and failing. What I'll get there he also meets somebody. His dad doesn't have a lot of money, but his dad is we all respected. He's he's... 1 of his friends. I don't know if were classmates or something like that, but his friend is running the patent office. And this guy's named Ellsworth, and he's actually really interesting because he was integral in re reforming the patent office and trying to unleash and help american inventors. So it says he urged Sam to go to Europe before he secured his Us patent and urged him to hurry. It's just a great sentence. The air was filled with rumors of other repeating guns, which is what revolver were called this time on both sides of the Atlantic and everyday lost was possibly lost forever. And the book goes into a lot more depot. Detail Ellsworth, But essentially, you could summarize, he he was an evangelist entrepreneurship and innovation, and he did everything he possibly could for the patent office to assist people creating new products. Something I respect most about Sam C as with a lot of the people I I've talked you about that have this this tendency, this personality trait whatever you wanna call it is they have blind on focus. Says at times, Cole had a focus so narrow as to almost literally obscure his peripheral vision. So Sam raising money, he's gonna... He's gonna get a patent. But I wanna talk to you about... There's some... Again, some things are that are beyond our control. We just have to be adaptable to. We have to react to. Right? And so 1 of the things that he had adapt to and that he benefited from is that guns are going to be 1 of the first mass produced products in American history. Why? And this part tells us why and I found it very, very fascinating. So he's visiting other armor that exists at this time, getting ideas on how to build a factory. Okay? And this gives us... While he's doing this, the author goes into the history of why this occurred, and I thought was fascinating. Whether cold fully grass the industrial significance of the springfield armor, and the other armies he visited is unclear, but it was almost impossible to overstate it. Gun manufacturers leading the country into adopting what would soon be called the American system, which would then evolve much later into the assembly line. How this happened is explained by a combination of causes, but it starts with the fact that government and only the government had both the need and the means to order hundreds or even thousands of the same product. The government might have had a similar compounding effect, for example, on sewing machine industry or the clock industry had to require thousands of sewing machines and clocks, but the government was not in the business of sewing or telling time. It was in the business of preparing for war. As a result, guns were among the first and by far the most important mass produced item in the United States because the government was the main buyer of guns, it dictated how the guns were made. And it had a deep interest in solving problems of gun manufacturing. So the innovations they made in mass manufacturing guns. Leland learned, he applied it to his machine shop, then they applied it to the auto industry. He just goes on and on and on. And it's not all clear what other kind of product would have been able to birth this rapid iterative learning that was taking place at this time in American history. So now I talked to you about a gigantic mistake that Same quote makes on his first company that he learns from and corrects on his second company, that's he he invest in a gigantic factory building it from scratch. Before he has even an idea on how to mass produce something that he's only been able to make, to hand at this point. And really, this is also, a, a story talking about the bridging the gap between 2 very different points in history, 1 of, you know, artisan, manufacturing, small groups of people, maybe even individuals to, you know, hand, every product slightly different to 1 of uniformity, 1 where you can, you know, I think at some point, he... He's making, like, 10000 guns a day. Some something like that. Let me read this session to you. So neither Sam Colton or John Pearson, we're in a position to appreciate the irony, the entire patent arms manufacturing company that's the name of Sam C first company. It's hundreds of thousands of dollars of capital. It's large factory now rising in Patterson. It's machines that would be purchased or built to shape the metal to make those thousands on guns, and it's dozens of employees who would operate this machine, so I'm just reading off a list of things that are gonna suck up all the money that he has. Right? All of this came down at the moment to a single Guns smith working with hand tools at a rifle bench in Baltimore. In the transaction between John Pearson, the Guns smith, and Sam Cole was the shift from an age of skilled trades, operating a alone or in small groups to build implements by hand to an age in which practically everything made by man would be manufactured by machine. So not only is he's spending a lot of money on his company, but he also spends something he's known for his entire life is just spending so much money. As soon as he gets money he would spend it. The only thing that saves him is the fact that he's able to make so much money later in our life. The demand for his product is so great and it'd be almost impossible to spend money as fast as it was coming in. We're not there at this point though, We're at a point where he's got a company it's that's not up and running. His income is eventually going to rely on the profits of that company. There are no profits yet. So it's cole spent like a young man who believed he was destined to be rich and why not? C Guns were were already drawing serious attention from distant parts of the world. According to Henry Ellsworth, that's the the person in the patent office. The revolver was such a popular traction among both American and foreign visitors to the patent office that the models on display had been completely worn out because they'd had been handled so much. So people might have been interested but he had no supply to give them he's still not sure how to mass produced something that again, previously was made by hand. Simply put Cole had no guns to sell and would have none for months to come. Production had to wait for the completion of the gun mill, but construction was at least 4 months behind schedule. Not even the samples, the prototypes they handmade prototypes were available. They had served as models to impress investors and buyers, but now they were being used as templates to create machines to create machine made replica. Adapting machines to copy the prototypes was far more difficult than he or anyone else had anticipated. Factories not up and running, but Cole has already gone through all of his money. He's now in deeply in debt. At a time when a skilled trades men would do well to earn 600 dollars in a year, 6000 was an extraordinary sum that's his salary from the company started. 6000 was an extraordinary sum for a young man with only himself to support. So how did he get broke? He's making 10 times what a a skilled trades would make at this time? He's spending money expensive hotels, clothes and alcohol. Is not very different to what Felix Dennis told us in that book. How to get rich? He blew a hundred million dollars in a decade this way. And at this point in his life, he's also assuming. He's like, okay, everybody loves my product. Of course, I'm gonna figure how to manufacture. Of course, we're gonna be successful. Of course, the army going to buy them by the thousands. No. They're not. Not at this point. He gets negative feedback from the ordinance department. So the... I think it's called, like the United States ordinance committee ordinance department. It's the it's the the group and... It still exist this stay, who procure, buys and test all the weapons for the troops. And so he gets negative feedback after they tested his revolver, and this is gonna suck for him at the moment, but it's good for the quality in the long run because they reveal all the the deficiencies that once he improves will make his product a lot better. So it says there was entirely. Oh, there it was. This is the the summary of their report. Entirely un suited to the general purpose of the service. The best guns for the service the board concluded were those already in use, that's the standard musk kits and rifles that they were using at time. The board's assessment made a good deal sense given the peculiar of Ko gun. Some years later cold himself. He was really mad at the time he called them, Gran, people refusing to adopt technology something like that. But he says, some years later called himself would acknowledge of his early guns that the board was very just very just reported them to be complicated and liable to to be an accident in the hands of the common soldier. Now at this part of the book, there's a really interesting story. It goes on for multiple pages it's really about human. And essentially, it's Cole is failing to overcome existing inertia. And I'm gonna give you the moral of the story in this 1 paragraph here. I think, I think it gives you a good idea of what what the other trying teach us. But the guns challenged army discipline on a more basic level. By lending themselves to individual and improvisation fighting, they contra the terms on which army discipline was imposed. On its own understanding of war, then the ordinance boards verdict was correct. A repeating firearm was un undisputed to battle between nineteenth century armies. This sentence is really important for understanding why Cults... There's a bunch of of trends that are happening in American history that are hugely beneficial to ko business that he has no control over. It says it called meetings revolver for a different kind of fighting force against a different kind of enemy. And so even though this is a biography of Sam Cult I'm amazed that is just like I'm amazed at how same cult can fit so much life in 47 short years. How... The the author did a great job of fitting so much such a large history in 400 pages. Like You said, it's story of Sam Cult, his gun and America from what 18 14 to 18 62. And so we'll get into what was happening why and how this benefited, Sam Colton and white just increased the demand just an unfathomable amount of demand for his revolver. You know, this is gonna take place about 15 years in the future we're it now. He's got a fail first, which he's gonna fall flat on his face here, but it's just amazing how rapid his, how rapid his circumstances changed. So this is 18 37. There's a huge financial panic, Sam's, again, the army won't buy them, so he's was trying to sell weapons individuals. They don't have any money. No 1 was as upset to see 18 37 end, at least of all cold. He was broke. The advances he received from the Pa that's the company. He started had been spent. His pay was now based on profits of which there were none. And his creditors hound continued to hound him for money he did not have. Not only he's experiencing business failure, but this personal tragedy, 1 of his sisters dies, and his father's... Us this other business as his father's engaging in the selling silk was also failing. And the the way I would summarize this is also 1 of the main, takeaways from the book for me is everything sucks, I'm moving forward anyways. If c behavior in these years gave an impression of a young man's self des distracting, It also demonstrated his extraordinary resolve and energy. His refusal to admit defeat would appear almost delusional at times. And what's also amazing to me is even in times of great great struggle. He's still improving his product. Between, applying government officials with liquor and dodging debts, cold somehow found time to improve his guns and file a new patent in August of 18 39. He had put considerable intellectual energy into solving some of the problems of his gun. Something he continues to do until he dies. I mentioned the paradox earlier. This is a great summary of the paradox of Sam Coat. This is a quote from a different historian who it says the paradox of coat. He put the paradox of coat Pit. 1 half of Sam Coat was a fabulous. The walking bon fire of other people's money. What a great description? The drinker and the carr. The other half was a truly gifted inventor. 1 of the ideas that we see over an over again? Is this dedication to simplicity that... He's still struggling, but he's got a lot of good ideas and they all orient around simplification of his product. He eventually simplifies his product and then simplifies the... Figures out how to simplifies the manufacturing pro process later. Reminding me of Da vinci prime famous quote, simplicity is the ultimate sophistication. He always meaning Cole believe that single action guns were simpler to make an easier to handle and thus superior. Now we've reached the fateful moment, his first business fails after 4 strain and fit years. The company collapsed over the spring and summer of 18 41. The end was as ugly as the beginning had been hopeful. Now here's the remarkable thing. I'm gonna focus on Sam's revolver business. He leaves the gun business completely. And if it wasn't for the other cultural events that are happening at this point would have may have never went back to it. He tries to develop underwater exploding mines. He he tries to do out when the mine thing doesn't work out. That business doesn't succeed either. He decides hey him gonna be an agent to lay telegraph wire. That doesn't work out. He is pulled back into the revolver business. So that's where we're gonna get here. The 1 bright market after being rejected by the Us military. This is what the note left myself. Texas remain the 1 bright spot. Remember they they said the author said, you know, this is not for for nineteenth century warfare as we currently understand it in meets conventional warfare. Texas at the time, they're... I think they're about to be... Are... They're they're they're republic. Right? They're about to be folded back into the United States, but they're a barrier. So they're out there fighting Mexico and they're fighting native Americans. And this is gorilla warfare, which is exactly what the revolver is essentially made for. Again, it wasn't intentional by coal, but that's winds up being a the people engage in grow a Warfare for realized, hey, This is superior weapon. So they're gonna pull the product. Remember, Mark Recent, founders number 50 says, you know, his he's saying, a lot of people to disagree with. He says, what's more most important to companies overall success. Right? Is it product? Is a team or is a market? And he... I love what he does. I think I talked on the podcast, But if not, Go read, you can download his Ebook for free? It's in the link. That's the link on founders from for 50. I'm appreciate sure you can grab it. But he's like, he lays out what he does perfectly. He lays out there argument doing why. Okay. Why do people say people? Why do people say product. And then he says, then he reveals what he believes? He's like it's the market. Even a... Oh, what, if you're in a great market, the market will pull the product out of you. If you have an okay team and an okay product, but a great market you're gonna beat a great team and a great product in a shitty market. It's a very interesting counterintuitive point that I've never forgotten. Sam C, the successful revolver undoubtedly came from the market. Obviously, came because this guy doesn't give up. He's relentless this everything else, but his the the market definitely pulled this product out of him. Why Cole struggled to sell to the rest of the world the rest of the world on his guns, T ins needed no convincing. As a wild place. Ira I read a book, listen to the audible version a few months back. If you wanted to see this, T are also fighting the Coma. Coma cheese were very similar to Gang Khan, and the mongols where they were very, very sophisticated. Their weapon, their technology technologies is is being the best horse riders around, plus combining that skill with with archer, bows and arrows. By the 1, if you're using, like, a musk kit at the time. By the time you can shoot off 1, you can shoot 1 bullet, right, then you have to do the whole reloading process. They could... The coma just like the mongols could unleash 20 arrows from their quiver. So the revolver is going to change. It's going to put the balance of this war that the T, and eventually, the the the American Settlers moving west, we're losing every engagement and now they start to to win. And so while coach struggle to sell the rest of the world as guns, Texas needed to no convincing a lesson here is you find the people who already understand the products you're the problem your products solves. They immediately they see it. They... Yep. I need to have it. There is isn't... They don't need to read your art marketing, you're advertising nothing. They they they intuitively understand it. They don't, I'm running on my own point here. They instinctively grasp that repeating arms were well matched to their hostile land. Gonna go into more of that. So in that book that I've read at the empire of the summer. It tells the same story that's taking place in this book, but it's from the perspective of the coma sheets. It's very fascinating if you're interested in early American history on this time, especially history of the West. I love the book couldn't recommend it enough. But in that book, I was introduced this guy named Jack hayes. Interesting enough, Jack hayes is the first person to truly understand how revolutionary Ko invention was. And now also interesting to note. At this time, C companies already had a business. He was working on underwater exploding mines. So means what I mean is he was pulled back into the business. Jack Hayes was probably the first person to grasp the true potential of a cult revolver. Though it had not occurred to anyone before, that it had not occurred to anyone before is because no Americans had been in that kind of... In the kind of fights that haze and his man men engaged in routinely. This is a Texas Rangers. Hayes understood that despite its many perfection. It was hard to load, easy to break, prone to mis fire, the revolver was the most perfect tool for mounted horsemen that had ever existed, and especially for mounted Texas rangers facing Coma. Now this next part is a demonstration of what you and I always talk about that history does not repeat human nature does. This is a very... I'm gonna read you 2 quotes. Let me, you know, let me read the 2 quotes from Sam first, and I'll tell you my interpretation it. I would not have made it known, meaning my revolver, did I not think it would put a stop to war. Second quote, the good people of this world are very far from being satisfied with each other? And my arms are the best peace maker This is a very common mistake among weapon makers. Let's talk about the specific before we talk about the general. This weapon makers always assume that their invention would end war. You have c talking about this with his gun here a maxim with the machine guns says the same thing. Alfred Nobel who invented dynamite, said the same thing. Scientists working on the creation of nuclear weapons said they would end war, you had the wright brothers that were... I think it was the wright brothers. Right around the time, I can't remember if you said by them or somebody that was responding to their invention. That now because the airplane... Like, the airplane was such a marvelous invention that, of course, it's... It's... There's gonna be no need for war It's going to end war. So this is again, this is not really... When I see the really smart people making the same mistake over and over again. It's really and... They they don't know each other they're many times in different industries, different countries. It's just something in our nature that causes us say mis misinterpreted. This is not now that's the specific in the general, we also see this over and over again with entrepreneurs is not understanding how the products eventually used. Thomas Edison. When he invented the pho photograph. What did what did he say that he thought it was gonna be used to. The pho photograph is really precursor to what we're doing here. Like it he thought the pho photograph would be used to store an audio library of religious sermon. So you record your favorite preacher, whatever the case is, record all of them. You cut people come to your house. Just like people have wine sellers No. Here's my audio library. And my audio... You wanna sit down and listen to the this preacher talk. You know, oh, this is this is a sermon he gave, you know, 2 years ago. It's sitting here and listen to it. That's literally what he thought was gonna be the primary the primary use of the pho photograph. And I think the main takeaway there is just... It's unpredictable we have no idea how these things are gonna be used into the future. Now before I go back to him being pulled back into the business. And this is the, you know, the 6 place over a decade. He writes a letter to his younger brother. Say sam I'm 30 years old this time. And we get to know how he thought by reading this. I'm... It's a longer letter. I'm just gonna pull up some highlights. Okay? This is the author giving us a preface before the letter. Cole had turned 32 days before taking up his pen to respond to William. He's still a young man, but he had been living on his own for 15 years. Many of those years had been spent in increasingly frustrating campaigns to win government funding for his ventures. Remember he's broke at this time. He's had almost a decade of nothing but failure. Here's a couple of highlights from the letter. Why not aspire to something higher. There is the same wide range for talent? There has always been. Select the object of your ambition and reach its zenith. Of your hope or die in the attempt. This is an extreme character. Every single person that we talk about in this podcast is extreme. Sam cult is very extreme. Life is a thing to be enjoyed. Make up your mind determined what station in life you will reach and rely upon it with proper exert, and you will not be t. Your great study should be of man. He continues on that that that theme right there. Lose no opportunity to ming with the mass and view nature sure in its most primitive state. If you allow other people to govern you, you subscribe yourself inferior to them. Don't for the sake of your own good name, think again of being a subordinate. Now this is what I mean about. He's a very extreme person. So the last thing he says brother. You had better blow out your brains at once and manure an honest man's ground with your kirk than to hang your ambition on such a low peg. And I love the author's interpretation of Sam's letter. The anger and frustration was real, and his desire to be his own master and master of others was sincere. So I mentioned a few times that a lot of these events these historical events have Sam has no control over, but they he benefits from. And 1 of them is president Polk is he he's had a large info he had a large influence on c business. And it's because polk is 1 of the first presidents to really extend this idea of Manifest Destiny, which was a huge cultural theme at this point. This is the 18 forties is where we're around where we are in history. And he's gonna say, okay, it's Americans destiny. We're gonna conquer everything in sight. From c to c is going to be In them again. This is not what America was at the time. There's was only... In Sam's lifetime, it's population triple. I think it went from, like, I wanna say, like, 10000000 to 30000000 or maybe, like, 13000000 to 40 something like that. And president Polk laid out. It's like all of this is going to be ours, and we're gonna take it by force. Poke out design so grand that it seemed to come from a mind, not of a techno crack, tech techno crack, but of a but of a profit or a mad man. His real subject that he wanted to talk about, the territorial expansion in the United States. In February, Congress had voted to Annexed Texas. So this was already a fore forgotten conclusion. But Texas for polk was just the beginning. He went Oregon. In California 2. Despite the fact that Oregon was partly a British possession at the time in California was entirely a Mexican possession. So what's happening? This is the scene that we see over and over again? Let me read that... You know, Let me read the paragraph for you, and then I'll give you my my interpretation. C C, meaning, his revolver played a small but important role in the Mexican war. This is the Mexican American War in the late 18 40. The war put cult on the path to riches and accompanying gold rushes to California in 18 49, so they're talking about 2 use cases. There's a there's gigantic war. There's always being using, and also you have this huge flood of people going from east to West when the gold rush happens. And why is that important because there's a ton of people doing this and his product is indispensable stem. It says becoming as indispensable to western settlers as shovel picks and boots. Next to a bible, a coat revolver was the best travel insurance available. They would make these, like small How would you describe them. Like, if you wanna visit a city, they would have, like, travel guides. Well, they had travel guides for the people heading West. And in the travel guides, they'd say, hey, not only would they tell you buy a cult, they tell you where to keep it, they you needed a moment notice. They would talk about all the people using it to protect themselves. Obviously see you can use to protect yourself, but you can also use it not just an defensive, but in offensive positions as well. The West would have... It's been settled sooner or later, But how it was settled and when it was settled, owed a great deal to C gun. So in a gold rush, don't dig for gold, you sell pickaxe axis. And in this when you're when you're going... When the American frontier is still unknown. They consider his product to be indispensable. They will absolutely spend money on it. They have to from their perspective. Now what's so interesting is right before this happens, we we see more writing from Sam. This is a description of by Sam Cole of his previous decade. I have spent the last 10 years of my life without profit in perfect military inventions. How many people are willing to work this hard and not give up after a decade, a decade. So Jack is the first the Texas rangers is the first 1 to realize how valuable are. Sam Walker is gonna be... Not only does he understand how valuable are. He's also fight fighting Texas, but he's really well known soldier at the time and really respected it. He is going to be the 1 that convince the the army that they're wrong. And to buy, this is so important. So Sam tells Sam Walker walker rather. Tells Sam Cold how valuable whose guns have been in Texas and other battles out west. He's eventually gonna say the same thing to the the the the politicians that are in charge of buying the weapons. But first, he's going to give Sam c, some helpful ideas on ways to improve his his weapon. It was a glowing review, but it contained what could have been read as a revealed criticism of the gun. Cult instead decided to read it as a proposition. With improvements, I think they can be rendered the most perfect weapon in the world for light mounted troops. This exchange initiated 1 of the most remarkable relationships in the history of American manufacturing. On 1 hand, a bras eastern who has been much of his life in hotels and factories and offices that obviously being cult. And on the other hand, a lac iconic western whose deeds spoke louder than his words and whose life had passed mostly outdoors under the open sky. Between these 2 Sam's lay a country that was about to change in ways neither could have anticipated. That's a great 1 sentence summary of would Keep trying to repeat to you. Is that there same was benefit... He could not control a lot of these these situations that are occurring, but he benefited from them. Between these 2 Sam's country, Was about to change in ways neither could have anticipated. Yet, both would have plenty to say about how that happens. Walker was instrumental. Absolutely instrumental in putting coal back in the gun business. In January of 18 47, Sam Cole and Sam Walker finalized the deal for the immediate construction of a thousand revolver. The secretary of War is getting William Marcy endorsed the contract on January sixth. This is such an important part. Walker had done a great deal for c in the week since they began exchanging letters. Most importantly, he had single handedly persuaded the or department to contra its long standing objection to Ko pistols. The opinions of the famous Captain Walker. He was 1 of the most famous people in the country at the time, carried undeniable weight in Washington. He had achieved in a few weeks, what Cole had failed to achieve in years. And what was a result? Cole was suddenly back in the gun business. Now I I was reading the session section and I was, okay, Wait a minute. How do you jump back in the gun business, but you don't know how to... Then you just sent his contract. You don't know how to make your... The product. You... How are you gonna make a thousand of them. And so we're gonna... This section is gonna... He's gonna answer that question for us. First though, Cole had to make the guns? He had promised to deliver the first hundred within 3 months so that Walker could take the batch back within to Mexico. This would have been a tall order even if Cole had a factory already spitting out pistols by the dozens. As matters stood, he had no factory, no machinery and no men, but you know what he has. He has a brain and he knows how to learn from past failures. So this is the 1 way he solves the problem. And to know that myself it shouldn't shouldn't shouldn't have they done this the first time instead of building a factory from scratch. If you remember that for early days of tesla when they're building a roadster. They didn't build everything from scratch. I think it's lotus. This is the 1 that made a chassis. Right? Vast majority of the car was built by somebody else. Sam Ko doing the same thing. Within days of meeting Walker, Cole had approached Eli Whitney junior. So Eli Whitney, Na been a bunch of things, but he also had an army. The 27 year old son of the late cotton inventor and gun manufacturer, he... He's meeting with him to discuss having pistols made at the Whitney Armor. Yes. Start out slow. Then when you have the demand you and you... And you have a product that works, then build drone factory. Don't do in reverse Sam, realized I'm not gonna do that again And he also doesn't have as much money anyone wants to retained control this time too. So he's gotta be smart about how he does things. Eli Junior may have lacked his father's genius for invention, but he ran a profitable armor. He was manufacturing serviceable if uni unexpectedly musk by the thousands for the Us army. So he agrees to do that. That's how he he starts fulfilling his first few orders. He's also another... We get more insight into the relentless of Sam cult. He asked everybody he knew everybody he ran into for money this time. Even people who lost a lot on his previous endeavors. People not only gave money for the first gun gun the first failed gun business. The second business so the the exploding minds he raised money for. So he goes back to this guy named settled and settled and again declined. Having lost some 10000 dollars in Ko first gun business and having then been paid in worthless submarine battery stock, he was understandably reluctant to get embroiled in another costly cult debacle. How could he know that this scheme was the 1 that was going to make Cole. Rich? This is more on learning from previous failures. The greatest mistake of his past, Cole believe had been ce control of his business to others, and he did not attend to repeat it. The new enterprise was to be a company, but not a corporation. And again, it's not corporations as we think about them. It's how the corporations of the 18 forties. There would be no charter, no stock sale and no 1 to tell them what to do. Direct quote from Sam here. I am working on my own hook and have sole control and management of my business. No longer subject to the whim of a pack of damn fools, styling themselves as a board of directors. And another thing that he... Sam does is really, really smart when he starts to build his own factory, he's obviously, has... Now he's gonna have a, essentially unlimited demand for his product. He recruits. 1 of the most important people in Us manufacturing history name Elijah root. And sometimes the lesson here is really sometimes you can recruit people by framing as a larger challenge in their current work. So think about Steve Jobs for recruiting John Sc? He says, hey. Do you wanna sell sugar water for your rest of your life? Or you wanna come build Apple? He had been offered... This is root that is he he had been offered lucrative and important jobs in the past by the Springfield Armor in the Us mint among others, but it turned them all down. C told root to name his salary, but better yet Cole offered him an opportunity to rein envision machine production as a at a far grander and more complex scale than you'd ever find in any other factory. So that's how it gets on Now Why is that important? Why is elijah root so important? As 1 early twentieth century historian wrote, The credit for the revolver belongs to cult? For the way they were made mainly to root. And so this is where they take what they call the American system, which is again, the very early version of what is gonna become the assembly line that is used by Henry Ford, we just saw it was used by Milton Hershey. Just over and over again, they're going to make the the process as simple as possible. So on 1 in the factory comes in your raw materials on the end of the factory your finished product. Before we get into help Sam thinks about his factoring why it's so important. I wanna talk about his father dying. And just as I read this section to, just imagine the agony. He found his father in Poor Health that January. Christopher Cole was now 69 years old and had been failing for some time. Even by the standards of his age when no life was spared hardship, Christopher had endured a great deal. He had lost his first wife and 5 of his children by her, including most infamous John. John's the the brother that killed the person, I I didn't go into detail, but it was National News, Edgar Allan Poe did a story on it because he he put the guy in a box and try to ship him off and it was just... It was 1 of the most famous new stories of the time. So he had to not do you realize that your your son did something like that, but then you have to... His son instead of being hung when killing himself in jail, you know, just just devastating from from a parent parental perspective, I couldn't imagine that. Both of his children by Olivia, that was a second wife, were dead now too. So that's 7 kids, 7 of 10 ones are dead. Right? Another son, his namesake, Chris Junior was dis and ill. He's gonna die very shortly after, but not before his father does. That left him with 2 healthy children. James was now a judge in S saint. Louis. Sam was famous and on the cusp of extraordinary wealth. Such was the tally when Christopher died in 18 50. America was 74 years old. So back to the gun business, he's got demand all over. He's got the man in America. He's selling them weapons in Russia, Europe everywhere. And so that's where he gets the money to build this gigantic machine, and he... His... The summary of the section is the machine that makes the machine is just as important. It took a while for coal to warm to the true subject of his talk. Which was not guns but machines. He wanted his audience to understand that his machines and his production methods were every bit is significant as revolutionary as his revolver. After chi the English for continuing to make guns largely by hand, He had introduced his audience to what would soon be come to be known as the American system of manufacturing. Direct quote from cold here. In America where manual labor is scarce and expensive, it was imperative to devi means for reducing these arms with the greatest rapid repetitive and economy. Machines required less labor, save costs and perhaps most important of all helped achieve uniformity. 4 fifth of the work at Cult Factory was now performed by machines he told his audience. He had broken his down and again, this section right here, this the last part of this is is really how he approached everything. And I think it's a university applicable to whatever is we're doing. He'd broken his gun down into the few possible parts, then replicated each of these parts by sheen dedicated to it alone. By this system, the machines become almost auto automaton times. Famous British engineer, James Na smith visits Sam's Cult factory. This is what he says. He had an almost religious awakening as he absorbed the spirit that per prevented the machines. Here's the bullet... I'm just gonna give you a bullet point to what he said. He saw a common sense way of going to a point at once. A great simplicity, almost a quaker like rigidity of form no no or ornament augmentation, but the precise, accurate and correct results. So something that leads to his early death is the fact that he he was always in Poor health He will... He's was working from the time he opened his eyes in the morning to the time he closed them. He pushed himself extremely hard. He was on the move constantly that they they called it chaos. Is the way you describe it, and he drank an ate with reckless abandoned. He dies. They they think it's rheumatoid arthritis or some kind of gout. And then... But they they thought it might be, like, a secondary infection has also caused by that by a compromise immune compromised immune system because there's like, some swelling that's going on in his brain, and I think he's something with his intestines as well. But the reason I'm gonna get to there in a minute just so you know where the story ends. But we also see that this to know of myself is he's making it rain. When he's gotten his first taste of his success of 21, C had indulged himself and all the money could buy and soon landed himself in debt. Now at 37, he was coming into real wealth, splendid and stained wealth. And his indulge is hurry to keep pace with his income. He spent a ton of money on cigars and alcohol, and food, really? To give you an idea of how wild he as he's accused of b officials to extend his patent. He definitely did that by the way, and he's called to testify. It's just 1 sentence. More surprising to the committee than c memory lapses was that he was obviously drunk as he testified. Imagine being called, imagine AAAA leader of 1 of America's biggest companies now being called to testify Congress, which happens from time to time we've seen recently. Right? And they show up drunk. I mean, just a wild... I love studying this part of history because these are just wild people. They're very extreme people. I just find it very... Not only there's a lot to learn from them, but just I'm using to read about them. I just could not imagine. Just could not imagine that happening in present day I guess is my point. This next section. There's a great line in James Dyson auto, and he says 1 good editorial is worth a thousand advertisements, which is really helpful when James was building his company. Right? Cole... We see that was Cold too. Cole was not only his... Was he... 1 of most famous people in America this time, but his product was talked about constantly because of all the things that were occurring in the country this time. Cole continued to hold a monopoly on revolver in the United eights, his patents eventually expire expired, but hasn't expired it. He also enjoyed the kind of market penetration and brand recognition that few of any other American products had ever known. If not quite staple items in American households, cult revolver were a staple of American newspaper coverage. They were featured almost daily in gripping stories of murder, suicides, accidents, although affairs, robber and du. Many revolver stories began with an act villa, by 1 party or another, but off and featured brave and worthy gunman who wielded the weapon to punish sc. Sam Cole also did what you and I doing right now. He learned from previous great people or eating biographies, 1 of his 1 of the books that he picked up around this time was a 3 volume biography of Andrew Jackson. More on this idea of that he was... He possessed, like, we all do gifts and Curse. K, Cole greatest strength as an entrepreneur was his perseverance and 10. They were also his greatest weaknesses. He did not know how to concede an un win fight. What they're talking about there. He he he he got self some trouble, trying to bribe officials and kept spending a lot of time and money and treasure on extending his patent. He extended it once or twice, but eventually, this... They refused to do it, especially after he was still trying to bribe officials after he been accused of grabbing officials. And it's so like, no, we're not gonna do this We're you're gonna get some trouble, but everybody knows what you're doing. And something to know about him. This is his father law's. This is right before he dies too. Productivity was his nature. And just good writing from writing from the author here as it is the function of a boiler to convert water into steam. It was in nature of cult to convert his time is waking hours and space into profit to improve every minute as his Yankee Mont went as directly from him. He could not ride from his house to his armor without stopping off at his fish pond to consider how to tweak his trial population or walk across his back lawn without deciding the time had come to drill an artisan well or plant a thousand pear. He had a weakness for drink and was sick much of the time now Which crazy is his sickness before it kills me. It it this is you're trying maybe half a decade. And he's just pushing through even to the detriment of his health. He he had a weakness for drink and was sick much of the time now, but he was metabolically wired for productivity. He was singular blessed and cursed There's those words again in these last years of his life. The richer he grew the sicker he became and then that you have the beginning of the civil war, which causes the demand for his... He dies right at the beginning of civil a war when the demand for his product was never higher. This is his schedule right before he dies. This is his father in law writing. He is without exception, the hardest working man I know of. He generally rises at 5 or 06:00 in the morning and takes a ride across the river his garden, his farm and his brick making. Then he returns to get his breakfast and goes to his army, where he remains off until 7 or 08:00 at night. He must love work for its own sake, I think, and it really seems that the more he has to do, the more he enjoys himself. And so he passes away at 47 years old at home, and I'll close on this. C life was intense. His mind ever on the strain. His brain teaming with plans and hopes and enterprises. But Cole had made the most of what life gave him. He died a middle aged man, but he had really lived far longer than those who veg to a more protracted period. Cult died no more tame than he lived. His biggest idea was making the world aware that he was in it. For the full story, by the book using the link that's in your show notes or gonna founders podcast dot com, and you'll be supporting the podcast at the same time. That's a hundred and 47 books down 1000 ago, and I've talked you again soon."
}