{
  "transcript": "I still remember. In some measure, I've been associated with the most interesting people our countries produced, especially in business, men who have helped to build up the commerce of the United States and who have made known its products all over the world. These incidents which come to my mind to speak of seemed vitally important to me when they happened, and they still stand out distinctly in my memory. That is a 70 year old John d rockefeller writing his auto which he titled random rem of men and events. And the structure of the book is unique. This will be random, and that was intentional. Here's John, telling us about how he compiled the book. When these rem were begun, there was, of course no thought that they should ever go as far to appear between the covers of a book. They were not prepared with the idea of even an informal auto. There was little idea of order or sequence and no thought whatsoever of completeness. And it's actually the randomness of this book that I found, so interesting. 1 of the benefits of reading auto geographies is they're they're further down the path of life than we are. At the time they're writing. And they can tell us what's coming. And also, you can also see what was important after the fact after they've had many decades to go back and reflect on this. I've actually just went on a walk with a friend the other day, and he was asking he's transitioning. He's been, 1 industry for almost for over a decade, and he's thinking about doing something new? And he's like, do I have any do you have any books to to recommend that I read. And I was, well, really, just read any biography or auto biography? Like, whoever sticks out? But the 1 book recognition recommendation I gave him because the day before, I had re reread all my notes and highlights on Sam Walton made in his auto made in America. And I said, listen, Sam Walton long dead, but if you could bring him back to life, and you could spend a weekend with him just picking his brain about everything that he learned over his 5 decade plus career, like, what would you pay for that experience? And for the the answer if that was even possible, you know, people would pay many, many thousands of dollars for that experience. If not more. And so the point I was making is like, you can't bring him back to life, but you can read his thoughts, he wrote it he wrote all the most important things that he learned in his career wrote down in a book and for 6 dollars or 10 dollars, You can pick up that book and spend a weekend learning directly from Sam Walton or anybody else. So the way I you to think about this podcast today is really it's just it's a bunch of random thoughts that John d Rockefeller had, but he's speaking directly to you and I. And I think there's just something fascinating about the... That idea at Charlie Mu talks about this. The reason he reads so many biographies. He says he makes friends of the eminent dead. So he becomes intimate friends by reading the thoughts and the the words of some of the smartest and greatest minds in history. Okay. So let me jump into the book. The first thing I was actually even surprised that he he Rockefeller wrote an auto to begin with. If you remember all the way back founders number 16, I covered... It's the probably the most important biography Ever written the bottom it. It's called Titan. It's gotta be 1 of the best 1 of the best selling business biographies of all time. And a main theme of that book is that Rockefeller really prioritized silence and using the element of surprise and not telling people what he was up to. And he talks about that in the beginning of this books. Only of just read the section to you. It has not been my custom to press my affairs forward into public gates. In Titan, he is, quoted as saying success comes from keeping the ears open and the mouth closed. The way the app that I use to express this point is bad boys move in silence. And I actually wanna give you an example from the early career, John Rockefeller of him using principle. This is actually from the book that I read for founders number 31, which is called conspiracy. And it... It's... The author Ryan Holiday. He's me these examples of other people throughout history that use silence to their advantage. So it says, there's a story of about a young John d Rockefeller who found himself stuck with bullying corrupt business partners. He wants to break with them, but he can't because they control the votes. They're squeezing his business to death. They abuse him. They talk about forcing him out. What is he to do? Quietly, Rockefeller lines up financing from another oil man and waits. Finally, there's a confrontation. 1 of them tries to threaten him. You really wanna break it up. Yes. He calls their bluff. They go along knowing that the firm's assets will have to go to auction. They're sure their win. Rockefeller doesn't have that kind of money. He's... I think, like 20 25 at the time. He bids, they bid. He bids, they bid. Rockefeller wins the auction. A few weeks later, the newspaper announces his new partnership. Revealing who had backed his bid. And the news that Rockefeller is at 25, an owner of 1 of the largest refineries in the world. On that day, his partners of this a direct quote from Rockefeller woke up and saw for the first time that my mind had not been idle, while they were talking so big and loud. He would say later. They were shocked. They'd seen their empire dismantled and taken from them by the young man, they the young man, they had dismissed. Rockefeller had wanted it more. And that tactic. Just using silence not telling people what you're up to. He's something he used for his entire career when he... There's another story in Titan where he's buying out. He... He's attempting to buy out 1 of his competitors, and he says something along the lines is I have ways of making money that you know nothing about. It's kinda spooky when you feel how, like, ruthless and really relentless this guy was. 1 of the main themes of this book, though, let's go back into, you know, 70 year old version of Rockefeller is he's constantly talking... And this is what I find so interesting talking to people that are much older than you. And because they have realizations that you might not know at the at this point in your life. And 1 thing that he mentions over and over and over in book is that the importance of relationships, relationships make life better. He does not go and he he says, this is a main theme he repeat it over and nerve again, and he's, like, I can't possibly reflect on every single relationship, but I am gonna give you some an example. So he says, it would have it would have been a pleasure as well as a satisfaction to dwell with some fullness upon the stories of daily and intimate companionship, which existed for so many years with my close partners and associates. But I realized that while these experiences have always been to me among the great pleasures of my life, a long account of them would not interest a reader. And thus it happens that I met... That I have but mentioned the names of only a few. He starts hitting on his point again over and over again, how important relationships are important and over and over again he says that. In looking back over my life, the impressions which come most vividly to my mind, are mental pictures of my old associates. He's gonna give us an example. This is a actually kind of funny story of his friend. This guy's name John Arch. John had always had a well developed sense of humor. And on 1 serious occasion when he was on the witness stand, he was asked by the opposing lawyer? Mister Arch. Are you a director of this company? Arch replies. I am. What is your occupation in this company? He promptly answered to clam for dividends, which led the Learn council to start a fresh of another line of questioning. In Titan, they always talk about him bearing his individuality. In the company, which is really surprising because he was by far the most notorious and most famous of all his partners. But he was very... All of his partners says, he doesn't use the word I ever. He always talks about we. Is actually actual quote from Titan. He says having created an empire of unfathomable complexity. He was smart enough to see that he had to submerge his identity in the organization, and this is what Rockefeller said about that. He says don't say that I ought to do this or that. We ought to do it. Never forget that we are all partners. Whatever's is done for the general good is done for the good of us all. And so we see that theme. We see that idea again in this auto He says speaking of mister mister Arch, leads me again to say that I have received much more credit then I deserve in connection with the standard oil company. It was my good fortune to help to bring together the efficient men who are the controlling forces of the organization and to work hand in hand with them for many years. It is they who have done the hard tasks. And you might be wondering, like, why is he reflecting so much on his past relationships. And he's at the age where everybody he knows is dying. And so this is him continuing on the memories of the early days in business, The associations, the friendships he made. He says I've reached the age when hardly a month goes by, and sometimes I think hardly a week that I'm am not called upon to send some messages of consolation to a family with whom we've been connected and who have met with some fresh be. Only recently, I counted up the names of the early associates who have already passed away. Before I had finished, I found the list numbered some 60 or more. These were faithful and earnest friends. We had worked together through many difficulties and had gone through many severe trials together. So as these people pass on, he's constantly reflecting back on... And he says, like, some of the happiest times, our most satisfying times in his life is the early days when he was young when they had their future is in front of them. This is not unique to Rockefeller, I find that when you're reading the auto antibiotics, you know, most of auto geographies are written shortly before they pass on, and they almost universally have this. So if you're in that point in your life, we're just starting out, we're still building, which is, you know, vast majority of us. Write down as much as you can. Catalog what is happening to your experiences you're going to want. As you survive and many decades into future, you're gonna wanna relive these experiences. Let me read this quote. I just recently re reread my highlights for Phil Knight, great shoe, and he talks about this too. This is a really powerful paragraph. Let me read this to you. I struggle to remember. I close my eyes and think back, but so many precious moments from those nights are gone forever. He's talking about the early days of Nike. Number conversations, breath laughing fits. Declarations, revelations, confidence. They've all fallen into the sofa cushions of time. I remember only that we always sat up half the night, catalog the past, mapping out the future. I remember that we took turns describing what our little company was, and what it might be? And what it must never be? How I wish on just 1 of those nights I'd had a tape recorder or kept a journal. So that sentiment for Phil Knight. It's very much present in the auto of John Rockefeller as well. He... And he's gonna talk a little bit about that. Now, he says, we had discussed and argued and hammered away at questions until we came to agree And know, and it has always been a happiness to me to feel that we had been frank and above board with each other. Without this, business associates cannot get out their best work. So he's he's always talking about, he did... He's a little different than than some of the other founders that we've studied. Is that he arrived... He he sought out consensus as a way of making sure I'll spend as much time as possible together talking this out hammering so as long as we're honest and frank another so that we can all come to agreement. And when once we make an agreement will commit and then we'll move forward together. So he's gonna give an example of of using, a tactic. I don't even know if you call a negotiation tactic. But at the time, they wanna spend 3000000 dollars improving their business. It was still a large amount of money at this point in us in in their business history, and 1 of the older partners refuses. So essentially, Rockefeller selling us was like, this is how you can persuade someone to cooperate with you. Our old partner had made up his mind not to yield, and I can see him standing up in his vigorous protest. With his hands in his pockets, his head thrown back as he shouted no. It's a pity to get a man into a place in an argument where he's is defending a position instead of considering the evidence. His calm judgment is apt to leave him, and his mind for the time being closed and only ob remains. As soon as the argument had calmed down and when the heat of our discussion had passed, the subject was brought up again. I had thought of a new way to approach it. I said, I'll take it and supply this capital myself. If the expenditure turns out to be profitable, the company can repay me. And if it goes wrong, I'll stand the lost. That was the argument that touched him. All his reserve disappeared and the matter was settled when he said, if that's the way you feel about it, we'll do it together. I guess I can take the risk if you can. A few times in the book, he mentions the importance of speed of moving quickly. He says we went pretty rapidly in those days stacy He's still talking about the early days of standard oil. We had with us a group of courageous men who recognize the great principle that a business cannot be a great success that does not fully and efficiently accept and take advantage of its opportunity. He's gonna talk about another relationship. This is 1 of his main partners. This is Henry Flag, and he's talking about the fact that Henry's is not the kind of person. He he kept working way out, long after that he needed to. He just had an intense inner desire to accomplish things. So it says the part played by 1 of my earliest partners, mister Flag was always an inspiration to me. He invariably wanted to go ahead and accomplish great projects of all kinds. He was always on the active side of every question. And to his wonderful energy is do much of the rapid progress of the company in the early days. So again, he's echoing the the the need for speed. It was to be expected of such a man that he would fulfill his destiny by working out some great problems at a time when most men want to retire to a comfortable life of ease, so this is the career Henry Flag had after, his association with standard oil. That would not appeal to my old front, meaning just a comfortable life of Sitting down and and not living your life to the full potential. He undertook single handedly and lead the task of building up to East Coast to Florida. He was not satisfied to plan a railroad from Saint August augustine to Key West, a distance of more than 600 miles, which would have been regarded as an undertaking large enough for almost any 1 man. But in addition, he has built a chain of superb hotels to induce tourists to go through new newly developed country. This 1 man by his own energy and capital has opened up a vast stretch of the country so that the old inhabitants and the new settlers may have a market for their products. Essentially what he's really doing. He's he's He's Rockefeller right now is speaking to the power of the, of 1 individual. A formidable individual, no doubt, but he's really telling us, like, if you have 1 person driving extremely hard, and he can accumulate the money needs, the help he needs, he can accomplish a lot of things, and it doesn't matter what age you're are at. He can do this in... He's doing this in what many people consider quote unquote retirement age. He has given work to thousands of these people, and he has undertaken a nearly completed a mark engineering feat in carrying his road on the Florida keys into the Atlantic ocean to Key West, the point that he set out to do years ago. Practically, all this and he's repeating himself here. Practically, all this has been done after what most men would have considered a full business life. And now this is where he starts remembering and sitting down and telling us the early days of his relationship with Henry Flag. He clearly longs for this this period of time in his early life. He says, it was a front... It was a friendship founded on business, which mister Flag used to say was a good deal better than a business founded on friendship. And my experience leads me to agree with him. For years and years, this early partner and I worked shoulder to shoulder, our desperate we're in the same room. We both lived on Euclid Avenue, a few doors apart. We met and walked to the office together. We walked home to lunch. Back again after lunch and home again at night. On these walks, when we are away from the office interruptions, we did our thinking are talking and planning together. So this sounds very similar to what Phil Knight was was referencing. Then Rockefeller goes on to talk about the things that he learned from Henry Flag. And the note left myself and the way I would really summarize the main point of the of this paragraph I'm about to reach you is always do your best our another way to think about this is how you do 1 thing is how you do all things. Another thing about mister Flag, which I think he deserves great credit was that in the early days he insisted that when a refinery was to be put up, it should be different from the Flimsy Shack which was then custom to build in the early refinery industry to talking about? And why were they... Why would they half ass as things? Why would they build, you know, such, like, s like, structures. Everyone was so afraid that the oil would disappear that the money spend and the buildings would be a loss. So they're trying to save as much money. That this was the sort of thing mister Flag objected to. And really, as I'm as I was as I was reading this part, I was like, well, the thought that I popped in my mind is it's just really helpful to have people in your life will hold you to such a high standard. While he he had to admit that it was possible that the oil supply might fail and to the risk of the trade were great, he always believed that if we went into the oil businesses at all, we should do the work as well as we knew how. That we should have the very best facility. That everything should be solid and substantial. In that nothing should be left undone to produce the finest results. And he followed his convictions of building as though the trade was going to last, and his courage in acting up to his beliefs laid strong foundations for later years. And as he's transitioning from what he remembers about his really relationship with henry Fly, he's about to tell about another friend. In in between, though, he says something that I thought it was interesting. He says perhaps they, meaning these stories, will not be useless if even tires some stories make young people realize how above all other possessions is the value of a friend in every department of life without any x exception whatsoever. He says that over and over again, friendships are valuable. You realize this more and more the older you get do not wait until you're my age to adhere to this advice. Here's another example of this of friendship. 1 special friend I had was Sv v har. And from the first of our acquaintance, he seemed to have every confidence in me. 1 day, our oil warehouses and refinery burned to the ground in a few hours. They were absolutely annihilate. This this the promo fire. He talks about a lot in the early days of the refining industry. I guess, it's this occurred quite frequently. Though they were insured for many hundreds of thousands of dollars, of course, we were apprehensive about collecting such a large amount of insurance. And feared it might take some time to arrange. The plant had to be built right away, and it was necessary to lay the financial plans. Mister Har was interested with us in the business, and I said to him. I may want to call upon you for the use of some money. I don't know that we shall need it, but I thought I'd speak to you in in advance about it. He took in the situation without much explaining on my part. He simply heard what I had to say and was a man of very few words. Alright, Jd. I'll give you all that I have. This is all that he said, but I went home that night relieved anxiety. As it turned out, we received the check from the insurance company for the full amount before the builders required the payments. And while we didn't need his money, I shall never forget the whole sold way in which he offered it. Spread throughout the entire book is just explicit suggestions, recommendations ideas for business. This 1 is be prepared. You always need to have a buffer. We were accustomed to prepare for financial emergencies long before we needed the funds. This is another 1. I would summarize it that work on what interests you be good at it, but don't let it take over your life. But I fear I'm telling too much about banks and money in business. I know of nothing more despicable and pathetic. Than a man who devote all the waking hours of the day to making money for money sake. If I were 40 years younger, I should like to go into business again for the association with interesting and quick minded men was always a great pleasure. But I have no dear of interest to fill my days. And so long as I live, I expect to go on and develop the plans which have been my inspiration for a lifetime. During all the long period of work, which lasted from the time I was 16 years old, and so I retired from active business when I was 55, I must admit that I managed to get a good many vacations of 1 kind or another because of the willingness of my most efficient associates to assume the burdens of the business, which they were so eminent qualified to conduct. So what he's saying there is I worked hard, but Also took a lot of breaks, and I also built a... An organization that could survive... That was not... That was not run by just 1 person that it could survive as we needed to rest and recover and then come back to work. Another, piece of advice directly from John Rockefeller, you need to pay attention to details. He repeats over and over again not just in Titan, but also in this book, I learned to have great respect for figures and facts no matter how small they were. And that's something he picks up from a very young young age. Would say, it's his first job. This is how he got his first job at 16. And it was very interesting hearing him discuss the anxiety, about and the the on... The anxiety that comes about because you're uncertain about how your future. Like, what's what does life have in store for. And again, I think this is just universal, doesn't... It's Johnny. Rockefeller was almost every single book. The 1 that keeps coming to mind because it's racing when I read that book hard drive on Bill Gates. Just the idea, you know, we think of Bill gates Richest person, 1 of the rich richest people in the world. He was just successful, you know, early days of college, medi end of high school. He is laying in bed. I think he's he... The quote was, like, hey, I'm being a philosophically depressed guy. Not knowing what to do in his life. You know, it's very helpful to realize that people go through this. So he says, but how to get a job? That was the question. I tram the street for days and weeks, asking merchants and store keepers if they didn't wanna a boy. But the offer of my services were met with little appreciation. No 1 wanted a boy and very few showed any overwhelmingly... Any overwhelming anxiety to talk with me on the subject. At last, 1 man on the Cleveland docs told me that I might come back after the noon day meal. I was late it now seemed that I might get a start. I was in a fever of anxiety lest I should lose this 1 opportunity opportunity that I had une earth. When when finally at at what seemed to me the time, I presented myself to my would be employer. We'll give you a chance he said, but not a word passed between us about pay. That was very interesting. He was so desperate to work. He accepted a job and didn't know how much he was gonna get paid. This was 09/26/1855. I joyful went to work. So this job he's working in the bookkeeper office at a produce company. And this is... It teaches that he it teach him a great deal. This is also where he he realized realizes, hey, you have to pay attention to to to even the small details. As I look upon, look back upon this term of business apprenticeship, I can see that its influence was vitally important in its relations to what came after. Gradually the auditing of accounts was left in my hands. All the bills were first passed upon by me, and I took this duty very seriously. And now he's gonna compare and contrast the way he approached his work with how, you know, the average person this person is working with how the average person might approach their work. And it comes down to a, you know, just because you send me a bill, I'm not gonna pay it right away. I'm gonna be careful of I'm gonna make sure that every penny is accounted for. And again, this is not the normal... This is not the way normal people approach their work. He merely... This is his coworker. He merely glanced at this bill turned to the bookkeeper and said, please pay this bill. As I was studying the same bills in great detail, checking every item. If only for a few cents and finding it to be greatly to the firm's interest to do so, this this is the most important sentence to this whole section. This casual way of conducting affairs did not appeal to me. I trained myself to the point of view, Dallas held by many young men in business today that my check on a bill was the executive act, which released my employer's money from the till and was attending with more responsibility than the spending of my own funds, so I have a responsibility greater to something greater than myself, and that's the success of the company I'm working for. I made up my mind that such business methods could not succeed, meaning the idea is just here. Hand the bill just pay it. It's like, I'm not doing that. This is the concluding thought to this section. The training that comes from working for someone else to whom we feel a responsibility, I am sure was a great value to me. And now we get to the point where he starts his first business. And again, he's writing these words. 50 years after this happens, and he still fired up about this. A favorable opportunity had presented so for carrying on the same business on my own account. So I resigned my position. It was a great thing to be my employer, and remember, like, Rockefeller is are very silent iconic man. He... The next sentence, he actually uses an exclamation point. That's not that's not normal. So it tells you how important this was. Mentally, I swelled with pride. I was a partner in a firm with 4000 dollars in capital. As I left that bank, a lot of his, early funding, he came from just having, you know, bank loans small business loans from the local bank. As I left that bank, my malaysian can hardly be imagined. I held up my head. Think of it. A bank had trusted me for 2000 dollars. Another exclamation point. I felt that I was now a man of importance in a in the community. I would just say that we probably all want this feeling. Don't we... You wanna feel that your work is important and valued by others. He just... You know, it completely inflated, not that he ever had a lack of self confidence, but knowing that other people believe in what you're doing so much so that they're willing to to lend you money. I could see how, you know, he's hell... Holding his head up high. Like, I'm a respected person in the community. I'm not gonna let these people down. I'm gonna work even harder. And it's a reminder that, you know, this guy goes on the build. Maybe the most profitable company of all time. I... It's kinda... If not, the most profitable company of all time, 1 of them, and yet, in his early days, he needed help. He said for long years, after the head of this bank was a friend indeed. He loaned me money when I needed it. And I needed it almost all the time and all the money he had. So he gets money from the bank. His father loans of money at 10 percent interest that's that's mentioned a bunch of times. But this is a story about... This is a story of the early days of his business. When he's just running... This is before he gets into the oil business the way. But it really is... He's he's... I think he's telling us a story about the importance of sticking to your principal. And he says, I will remember about this time an example of how hard it is sometimes to live up to what 1 knows is the right business principle. So let me to actually stop right there too. In throughout the auto geography talks about this idea that, like, there's certain rules of trade or laws of trade. I think it's how he says that there's certain principles of business that never go away. They don't change and then you should adhere to them. It it a funny... I had a funny thought when I was reading this because I remember Kobe Bryant saying 1 time. He was talking about... He was talking about all he learned from Michael Jordan, but he felt that people we're looking at the same example he was, and they were... They were missing the important points. So he says, I grew up watching Michael Jordan play. My generation saw the highlights. They saw the fancy stuff. What I saw was his foot work. I saw the spacing. I saw the timing. I saw the fundamentals of the game. So just like Kobe was not allowing himself to be distracted by the fancy highlights, he was more... He was more interested in picking up the fundamentals the stuff that he could take from Jordan and applied apply to his own game, I feel the same thing. Like, when you read Bog you can do the exact same thing because they're telling you... And many times explicitly So, hey, don't make the same mistake. Make sure... Hey, I found this good idea. Make sure you do that and they say it over and over again. Rockefeller is gonna be the same, and I'll go into... He he mentions a bunch of them, and I'll into more detail later. Let's go back to this story about how difficult it was for sticking to his principles, especially because he didn't have an abundance of money right now. Not long after our concern, which is his business was started, our best customer. That is the man who made the largest consignment asked that we should allow him to draw in advance on current shipments before the produce or a bill of lad we're actually in hand. We, of course, wish to oblige this important man, but I as the financial member of the firm objected. Though I feared we should lose his business because they need the money first. Right? The situation seemed very serious. My partner was impatient with me for refusing to yield. And in this dilemma, I decided to go personally to see if I could not induce our customer to re. So, okay. I have a disagreement with my partner. I'm gonna hold firm on this. Let me see if I get this customer to see things my way. To realize, hey, this is a bad idea. This is, you know, goes against 1 of our principles and business. It's not smart financially for us to puts us at a risk. I understand you're the largest 1, but do you see things my way. Now this is a very, very interesting turn of events here. Naturally, he was very much disturbed at the possibility of losing our most valued customer, but I insisted that we stick to our principles and refused to give the shipper the accommodation he had asked. What was our surprise and gratification to find, so he goes to, I I skipped over a. I shouldn't left out. He goes and talks to the customer and the customer kinda mad. He gets mad, Rockefeller fails to convince him. But look what happens next. This is what was so interesting. What was our surprise and gratification was to find that he continued his relations with us as though nothing had happened and did not again refer to the matter. They wind up finding out and he was testing them. I have since believed that he originated the suggestion to tempt us to do what we stated we did not do as a test. And his story, meaning when he told others about this about our firms that that our firm stands for what we regarded as sound business principles did us a great good. And so not surprisingly, Rockefeller being extremely diligent issuing and hardworking, watching his cost, dedicating almost all his time to business at this point in his life. This is his inner... I found some really interesting is this is his inner monologue when he first started succeeding. Listen to what he's talking to himself. As our successes began to come, I seldom put my head down upon the pillow at night without speaking a few words to myself in this wise. Now this is what he's telling himself. Now a little success soon, you will fall down. Soon you will be overthrown because you've got a start, you think you're quite a merchant. You know, his his ego is growing a little bit with the success. Look out or you will lose your head. Go steady. These intimate conversations with myself had a great influence on my life. I was afraid I could not stand my prosperity and try to teach myself not to get puff up with any foolish. So let me go ahead and condensed that down to an app I love, You go to sleep on a win and you're gonna wake up with a loss. And so Rockefeller saying nice. Like, yeah, You have a little success now. Don't let it get to your head. Don't stop doing what is actually causing the success. Don't let your foot off the gas. Keep going. Not did he test himself? He was tested by other customers, but his father was testing him, and this is very interesting, and I don't think he he liked this though. But essentially, what his father was doing for him was making sure that Rockefeller was gonna be prepared for the unexpected. Okay. So his father's loan him money for the business at interest. And sometimes she'd calling in these loans unexpectedly. On a occasionally, he would come to me and say that if I needed money in the business, he would be able to loan me some. And I always needed capital And I was glad indeed to get it even at 10 percent interest. Just at the moment when I required the money most, he was apt to say, my son, I've gotta have that money meaning he wants the loan back. Of course, you shall have it at once I would answer. But I knew that he was testing me. And then when I paid him, he would hold the money without its earning anything for a little time and then offer it back later. I confessed that this little discipline should have done me good and perhaps did But while I concealed it for him, the truth is, I was not particularly pleased with his application of tests to discover if my financial ability was equal to such shocks. This is him bringing up the the the importance of speed again. That you need to move quickly, especially in the beginning. This is the beginning of his refining business. In those early days, I was a good deal of a traveler, visiting our plans, making new connections, seeing people arranging plans extend our business. As is as is often called for very rapid work and something also interesting to note is, you know, he's he's jumping into a brand new speculative industry. Most people thought he was silly. Most people thought he that he would surely fail. So it says to give a true picture of the early conditions, 1 was realized that the oil industry was considered a most hazardous undertaking. Not altogether unlike the speculative mining undertaking we hear so much of today. I well remember my old and distinguished friend warning me that it was worse than fo to extend our plants and our operations. He was sure we were running un unwanted risks that our oil supplied would probably fail that demand would decline and he with many others, sometimes I thought almost everybody, prop ruin. And I think that that section is a great illustration of 1 of his main personality traits. It's just... This is ind to the opinions of other people. He's he's comfortable thinking about things, working himself through to a judgment that he's willing to bet his his career on. And he's gonna move forward. If he thinks it's a good idea, and you you don't... It doesn't really bother him. Something that was also interesting. Essentially, he's like, I had no idea how big we could get. All I really focus on was the next step and then doing a good job and you do that over long enough time, and you'll usually get what you deserve. So he says none of us ever dreamed of the magnitude of what proved to be the later expansion. We did our days work as we met it looking forward to what we could see in the distance and keeping well, keeping well up to our opportunities. But laying our foundations firmly, more advice from Rockefeller. Summary of this is don't rest on your laurel. Your position is not permanent. He's talking about the people that are he's retired at this point, obviously, and the people running standard oils. Like, our is standard success permanent. No. Of course, it's not. He says it's the present managers of the company where to relax efforts, allowing the quality of their product to to generate or to treat their customers badly, how long would their business last? About as long as any other neglected business. This part is just... It was interesting maybe humorous to me. It's really just a reminder there's always new opportunities. And another illustration of this point that you and I talk about all the time that, you know, history doesn't repeat human nature does. 1 often hears the men of this new generation say that they do not have the chances that their fathers and grandfather had. You hear the exact same thing today. He is writing this in 19 o 9. And this is gonna be another exclamation point how strongly he feels that these people are wrong. How little they know of the disadvantages from which we suffered. In my young manhood, we had everything to do and nothing to do it with. We had to hoe our own paths along new paths along new lines. We had little experience to go on. Capital was most difficult to get. Credit was a mysterious thing, whereas now, we have a system of commercial ratings, everything was then hap hazard, and we suffered from a war in all the disasters which followed. And as you can imagine, somebody that has that mind that mindset that that disposition, this is just a quote directly from him, I am naturally an opt. And now he's gonna describe a mindset that, him and his partners had in the early days, they were inspired by the achievements of others. They were not jealous. They thought, hey, if somebody else can accomplish something, I can do that too. Nor do I meant that we were small that we were so small minded at people to be jealous of the success of others. It was the other way. We are the most extraordinarily ambitious and the success of 1 man in any walk of life spur the others on. It does not sour them. So this is Rockefeller on the difference between the way he ran his business and the way some of his competitors did. This first sentence is about the mistakes that his competitors are making. We had the type of man who really never knew all the facts about his own affairs. Many kept their books in such a way that they did not actually know when they were making money on a certain operation and when they were losing money. This uni unintended competition was a hard matter to contend with. Good old fashioned common sense has always been a mighty, rare commodity. When a man's affairs he's gonna tell us about a common mistake that his competitors were making. When a man's affairs were not going well, he hates the study the books and face the truth. And now he's gonna tell us what he did. And what his partners did. The men who managed a standard oil company kept their books intelligently as well as correctly. We knew how much we made and where we gained or lost. We tried not to deceive ourselves. He's gonna keep pounding on this this this... I'd say that his main point is like, if you have troubles, you're better off meeting them head on, don't ignore them because they're not gonna go away, but in between before I go continue that that theme up. He had the sentence that I... That I referenced earlier. He said my ideas of business are no doubt old fashioned, but the fundamental principles do not change from generation to generation. Alright. So going back to taking your troubles head on, I've have spoken of the necessity of being frank and honest with oneself about one's own affairs. Many people assume that they can get away from the truth by avoiding thinking about it, but the natural laws is inevitable, and the sooner it is recognized the better. And something he repeats in in the book several times is you don't don't deceive yourself by trying to take shortcuts. You've gotta build a strong foundation for your business for your life and that takes time. And if you do that correctly, over the long terms, you're gonna gain a a level of efficient see that people that are looking for shortcuts and the fastest way and kinda cutting quarters are just never gonna enjoy. So sometimes I feel that we Americans think we can find a short road success. And it may appear that often this feed is accomplished. But real efficiency and work comes from knowing your facts and building upon that sure foundation. Going back to his idea of, you know, on an uni competition. Yeah, he references. So you might be asking crush yourself, like, why did he have so much competition. Well, in the early days of oil refining, easy profits appear and on queue, the masses follow. And really, the section, the the main point of this section I wrote down is do hard things so that you have no competition. The cleansing of crude petroleum was a simple and easy process. And at first, the profits were very large. Naturally, all sorts of people went into it. The butcher, the baker, the candlestick maker, all began to refine oil. And was only a short time before more and more of the finished product was put on the market than could possibly be consumed. And so a lot of these people didn't really know what they're doing. They're producing a loss. Eventually, they're gonna go bust. And it leads him to his next point here that, you know, building this business that I made was extremely hard. It is supposed to be that way. He said we had our troubles and Setbacks. We suffered from severe fires, and the supply of crude oil was most uncertain. Our plans were constantly changed by changing conditions. We developed great facilities in the oil, erected storage tanks and connected pipelines, and then the oil failed and our work was thrown away. At best, it was a speculative trade, And I wonder that we managed to pull through so often, but we were gradually learning how to conduct a most difficult business. And I really think that I'm that last sentence is is extremely important. We were gradually learning how to conduct a most difficult business. So if we're reading through the lines there. He's saying all these people that had the same troubles that we had this had the same setbacks that we had... They quit. We didn't... We kept working through it. And as a as a result of that, we gained knowledge that they did not possess. Now they're off doing... Maybe they're going back to baking or making candles or whatever there's they're doing, but they're not in this business. And now we know way more than any other competitor. I think that's actually a really astute observation you made him really smart. And now he's gonna start hitting on these principles, these these fundamentals of of business that ever change. It really is a sections is of blueprint for success in any endeavor. I would summarize it at low prices to the customer, root out any inefficiency, control expenses and then invest in technology. That same playbook that basic playbook has been run by, you know, anybody from like, Mcdonald's Brothers to Milton Hershey to Henry Ford, to Andrew Carnegie, John d Rockefeller, just over and over again, you see that same basic playbook. I scribe this excess of the standard oil company to its consistent policy of making the volume of its business large through the merit and cheap of its products. It has spared no expense in utilizing the best and most efficient method of manufacturer. What he's saying there? It I'm going to... If there's a technology that can make my work more efficient, cheaper over the long run. I'm going to invest in that. It has sought for the best superintendents and Work man and paid the best wages. So I'm gonna pay high high wages because the best talent works for high only works for high wages. It has not hesitate to sacrifice old machinery and old plants for new and better ones, more technology. It has placed its manufacturing at the point where they could supply markets for the least expense. It has not only sought markets for its principal products but for all possible products, meaning sell your byproducts, spa no expense and introducing them to the public in every nook and corn in the world. I think I read... I think it's something like, the he winds up discovering, like, 300... It's it's an insane number. Something like that, Like, 300 different byproducts in of oil throughout his career that they can then sell and open up new markets. Yeah, it has not hesitate to invest millions of dollars and methods for cheap, the gathering and dis distribution of oils by pipelines, special cars, tank steam and tank wagon. Next he talks about that he felt standard oil was benefited from the the focus. Of its partners. And another way to think about this is, I can't remember who... I might have been warren Buffett. I can't... Might have been Charlie Mu, but they said the quotes... They said something like study how the Great Fortunes were made. It's not a scatter shot approach. I think they were talking about why they're not really into diversification. Andrew Carnegie, said the same similar thing. It's like, I'm he wouldn't even own stocks in other companies. He's, like, because I don't wanna think about stock prices. I wanna think about building my steel company. And Rockefeller echoing that same idea here. We devoted ourselves exclusively to the oil business and its products. The company never went into outside ventures, but kept to the enormous task of perfect its own organization. That is a great sentence, kept to the enormous task of perfect its own organization. In this next section. He's really talking about the fact that 2 people can run the same exact business and have vastly different results. Perhaps it's worth while to emphasize again, the fact that is not merely capital and plants and the strictly material things which make up a business, but the character of the men behind these things. Their personalities and their abilities. These are the essentials to be reckon What an interesting term to be reckon with. I read I saw this post actually, that it's kinda echoing what John Rockefeller is talking about there. And it's by this guy, I actually don't know his name he just took another tech company public. And he... I guess he's done this a few times, But he wrote a post a few years ago, and he talks about really the the intangible of the individual. And I'm just gonna read a few a few paragraphs from... Because I I think it it's it is a way to have a deeper understanding of what Rockefeller is trying to tell us that, you know, that the character, the personality, their abilities. These are the essentials to be reckon with. So he says as the former Ceo of both data domain and servicenow to successful tech companies in recent years, I'm often confronted with questions. What did you guys do? What is the secret sauce? How did you do it? We never thought of ourselves is that different? We certainly didn't think we had stumbled on a silver bullet. Did we just get incredibly lucky twice in a row. With hindsight and reflection there are observations worth making that may benefit others. So there's just 2 paragraphs we're wanna read you real quick. Bottom line. There's room up in organizations to boost performance by amp up the pace and intent intensity. So that's the name of this essay. It's called amp it up. Considerable Slack naturally exists in organizations to perform at much higher levels. The role of leadership is to convert that lingering potential and put supportive results so He's talking about on, like, a company basis. I also say you you can apply the same idea on an individual basis. Sure you have not reached... I'm speaking for myself. There's no wayne Hell. I'm even close to reaching all of my, potential that there's is there is a lot of Slack and if I could amp it up to use this this guy's phrase, you'll get better results. Right? So, I think, again, main point here, it applies on the individual level, family level and and a business and organizational level, the upper opportunity right under our noses, but for some reason it does not enter the consciousness. This notion is not limited to business center enterprises, so I just ran over my own point there. Right? We see in professional sports all the time, how teams go almost overnight from losing to winning with basically the same roster but different leadership. Call what you want, the x factor, whatever. It's real. Anybody can dial into this, but many, but not many do. It's not easy because you will drive people out of their comfort zones. There will be resistance. Change change is hard. Some will vote with their feet. If you wanna be popular as a leader, this may not be for you, The role of a leader is to change the status quo, step up the pace and increase the intensity. Leaders are... This is... The last 2 sentences are, I find very interesting. Leaders are the energy bunnies and pacemaker of the organization. Some people drain energy from organizations, not leaders. They gulf organizations with energy. Okay. So moving on, this the exception is talking about, especially if you're a competent person how much humans can actually learn. He's about to give hire guy to do a job that he's never done before. And there's a great quote by Mark Treason that I always think about all the time. And Mark says I'm a firm believer that most people who do great things are doing them for the first time. Returning to my theory of hiring, I'd rather have someone all fired up to do something for the first time than someone who's done it before and isn't that excited do it again. So let's see how this relates to the story that John is about to tell us, and he's talking to his partner, his associate mister Gates. And this is John. We're gonna start with a quote from John. How are we how are we to get someone to run these big shifts we have ordered? Do you know of any experience firm? No. Said mister Gates. I do not know of any firm to suggest at the moment, but why not run them ourselves? John replies. You don't know anything about ships? Do you? No in this back to mister Gates No he admitted. But I have a mind a man who I believe could do it. Although when I tell you about him, I fear you will think that his qualifications are not the best. However, he has the essentials. He lives up to state and it's and has never and has never been on a ship in his life. He probably wouldn't know the the bow from the stern or a c anchor from an umbrella, but he has good sense. He's is honest, pricing, keen and thrifty. He has the art of quickly mastering a subject even though it it would be new to him and difficult. We still have some months before the ships will be completed, and if we put him to work now, he would be ready to run the ships as soon as they are ready to run. Now this is John's response. Alright. I said let's give him them the job and we did. That man was mister Bowers. Mister Bowers went from point point to point on the lakes where the boats were building and studied them minute. He was quickly able to make valuable suggestions about their construction which were approved and adopted by the designers. When the vessels were finished, he took charge of them from the moment they floated, and he managed these and the dozens which followed with a skill and ability that commanded the admiration of all the sailors on the lakes. He even invented an anchor which he used with our fleet and later was adopted by other vessels, and I have heard that is in that is in use that it is in use in the United States navy. He remained in his position until we sold out. We have given mister Bowers all sorts of heart tasks since we retired from the lake traffic and have found him always successful. And now this is Rockefeller on rules of trade, and again, another way to to to summarize the section is how to succeed in any endeavor. Follow the laws of trade. If I can make this point clear to the young man who has had the patience to follow these rem so far. It'll be a satisfaction to me, and I hope it may be a benefit to him. The underlying essential element of success in business affairs is to follow the establish laws of high class dealing. Keep to broad and sure lines and study them to be certain that they are the correct ones. Watch the natural operations of trade and keep within them. Don't even think of temporary or sharp advantages. Don't waste your effort on a thing which ends in a petty triumph unless you satisfied with a life of petty success. Be sure that before you go into an enterprise, you see your way clear to stay through to a successful and another way to say is don't quit. Look ahead. It is surprising how many bright businessmen go into important undertaking with little or no study of the controlling conditions they risk they're all upon. Study diligently your capital requirements. And fortify yourself fully to cover possible setbacks because you can absolutely count on meeting setbacks. Be sure that you are not deceiving yourself at any time about your actual conditions. Remember that a lot of these just reviewing other things that he... That he's already mentioned in the book. And again, I I think if somebody repeats something, it's obviously... It's a way of them telling us explicitly, hey, this is important. Remember this. The man who starts out simply with the idea of getting rich won't succeed. You must have a larger ambition. There is no mystery in business success. The great industrial leaders have told again and again, the plane and obvious fact that there there can be no permanent success without fair dealing that leads to widespread confidence in the man himself, and that is the real capital we all prize and work for. If you do each day's task successfully, and stay faithfully within these natural operations of commercial laws, which I talk so much about and keep your head clear, you will come out alright, and will then perhaps forgive me for moral analyzing this in the old fashion way. It is hardly necessary to caution a young man who reads so sober a book as this not to lose his head over a little success or echoing going what he was telling himself, these these nightly affirmations that he was telling himself, you know, 50 years prior. Let me read that section to again, actually. It is hardly necessary to caution young man who reads so sober book as this not to lose his head over a little success or to grow impatient or discouraged by a little failure. Can't grow discouraged by a little failure because he's gonna say it's inevitable. You're gonna run in setbacks. You gotta learn how to deal with it. He continues. Here again, I would venture to utter a word of caution to businessmen. Let them study their own affairs frankly. This has gotta be the third or 4 time he's mentioned this. Right? And face the truth. If their methods are extravagant, let them realize the facts and act accordingly. 1 cannot successfully go against natural tendencies. And it is a fo to fail to recognize them. Now he's gonna give us some explicit advice for people just starting out. If I were to give advice to a young man starting on life, I should say to him. If you aim for a large success, do not begin your business career whether you sell your labor or an independent are you are an independent producer with the idea of getting from the world by hook or crook all you can. In the choice of your profession, let first... Let your first thought be? Where can I fit in so that I may be the most effective in the work of the world? Where can I lend a hand in the way most effectively to advance the general interest, enter life in such a spirit? Choose your vacation in that way, and you have taken the first step on the highest road to a large success. Investigation will show that the great fortunes, which have been made in this country and the same is probably true of other lands have come to men who have performed great and far reaching economic services. Men who with great faith in the future of their country have done most for the development of its resources. The man will be most successful who confer the greatest service on the world. Commercial enterprises that are needed by the public will pay. Commercial enterprises that are not needed fail. And ought to fail. And he's gonna go more into detail. He's also gonna tell you... This is, I'm gonna summarize this section before I read it you because it 1 of my favorite quotes by Edwin Land, when I read this section, I I thought of this quote. And he says don't do anything that someone else can do. And so Rockefeller is going to to echo that sentiment here. The 1 thing which with such a business philosopher would be most careful to avoid in his investments of time and effort or money is the unnecessary duplication of existing industries. He would regard all money spent in increasing needless competition as wasted. The man who puts up a second factory when the factory in existence will supply the public demand adequately and cheaply is wasting the national wealth and destroying the national prosperity. Taking the bread from the labor and unnecessarily introducing heartache and misery into the world. It requires as a hell of a sentence here. It requires a better type of mind to seek out and to support or to create the new than to follow the warn paths of accepted success. And then another explicit piece of advice from him, and Elon Musk said the same thing. Talks about, you know, if you're, yeah, he's... He's says essentially that you want negative feedback that let's say if you're showing your product or or service to a friend, you know, they're gonna tell you the things they like about it, because they didn't want to hurt your feelings. But what you're most concerned with is the things that they don't like, so then you could you can work on the weaknesses and over a long period of time and make sure your product better. So, Rockefeller is talking about this, the same idea. So says criticism, which is deliberate, sober and fair is always valuable, and it should be welcomed by all who desires progress. And I'll close on this. No matter how noisy the pe may be. We know that the world is getting better steadily and rapidly, and that is a good thing to remember in our moments of depression or humiliation. And I'll leave the story there. I'm pretty sure you can get the Kindle version of this book for free, and I think the other versions are just a few dollars. If you wanna buying the book, please use the link that's in the show note available in your podcast player. It's also available at Thunder podcast dot com. By doing so, you'll be supporting the podcast at the very same time. That is a hundred and 48 books down 1000 go. Thank you for listening, and I'll talk to you again soon."
}