{
  "transcript": "It's hard to tell people about Texas. It's hard to explain what it means to be a T. But if you grew up in Texas as I did, it becomes a part of you as if you're a member of a club. The myths about Texas this die so hard mostly because T love them. So much of it is wrapped up in oil. But the fact is growing up in Central Texas during the 19 seventies, I never met an actual oil man. It wasn't until I was 16. The weekend I served as an escort at a Debut town ball that I was introduced to the class of T known as the big rich. They talked of boarding schools and weekends in Las Vegas and wine in Paris and jet to London, and my head just spun and spun and spun. Though I didn't realize it at the time, those were the years, the early in mid 19 eighties, when their era was ending. The fathers of those boys were going bankrupt. When my editor suggested some kind of book on Texas oil, I was surprised how quickly a structure sprang to my mind. It would be not about the oil industry per s, but about the great Texas oil families. The ones who generated all those myths, the hunts, the bass, the merchants, the c, I thought of them as the big 4. Though it wasn't until I began my research that I found out that they had been called exactly that. This book is built on 3 years of research, during which I plunged into dozens of Texas and out of state archives, interviewed surviving members of the Big 4 families and read more than 200 books and thousands of newspapers in Magazine articles. These in other histories served as a starting point to explore the rise and fall of the greatest Texas Oli. Many of whom are fast being forgotten. There's never been anything lasting written about Houston's Flamboyant Glenn Mccarthy. Though there should be. It's hard to find anyone under 60 who remembers a Texas legend so famous in his day that ado in the cover of time magazine. There's even been less written about the secretive Sid Richardson once the richest man in America. The joys of writing this book were multitude. There's nothing I love more than cruising the Texas back country. 1 morning in 2005, I was in far west Texas. I entered a table land whose view was so breathtaking, I had to pull to the side. There, as far as the I could see were oil wells. Hundreds, maybe thousands, a lost plateau filled not with dinosaurs, but with the steel and wire and sweat of American industry. Men had been out there for years I realized, mapping the land, drilling holes in the earth, returning home to Dallas and Houston and Fort worth with millions of dollars in their pockets. This was a Texas, an America, I had never seen. And I suddenly needed to know what became of these men and their fortunes. Their stories it turned out where everything I had imagined and more. There's is truth behind legend. There really were poor Texas boys who discovered gus oil wells and became overnight billionaires. Patriarch of sq families who owned private islands and colossal mansions and championship football team. Who slept with movie stars and jo with presidents and tried to corner an international marketer 2. This is their story. Told to the lives of the 4 Texas families and a few of their peers. Who rose the highest and in some cases fell the hardest. Each of their patriarch began in obscurity, and all through a historic quirk of fate laid the foundations of their fortunes in a single 4 year span. In time, their days dissolved into a sword lit of deb battery, family feud, scandals and murder. Until collapsing in a tang of bankruptcy. Some survived, others didn't a few count their millions to this day. That was an excerpt from 1 of the wildest books I have ever read, the book is called the big rich, the rise and fall of the great of the greatest Texas Oil Fortunes and is written by Brian Burrow. This was actually recommended to me by a listener, and I went to the page on Amazon. And this is what I read... The first sentence I read, and I immediately ordered it after I read the sentence it says, this is the economist reviewing the book. And it says, what's not to enjoy about a book full of monstrous egos, unimaginable sums of money and the punishment of greed and sorts short sighted ness. Okay. So I have a ton of highlights in notes. So I'm gonna jump right into it so we don't waste any time. I'm gonna focus. There's a million interesting stories in this book. I'm gonna focus on the 4 main founders. So that's Roy Colon, h l Hunt, Clint Mu, and Sid Richardson. So before I get into the the 4 main characters, I wanna give you a little pre history to the Texas oil industry, most... There's a generation before our 4 main characters there was a another boom in Texas oil. So I wanna read this part because it's really for me, it was really hard to comprehend. 1, the size of these early Texas oil wells, and then 2, how the size and the quality are lack thereof of that oil changed the world. She says, Lucas had never seen anything like us. Like it. No human had. The Lucas number 1 oil well changed the world forever. That first well produced at a greater rate than all other American oil wells in existence combined. In a matter of days, in fact, the pastures around the well would be producing more than the rest of the world's oil wells combined. Of those first 6 Texas oil wells, 3 produced at a higher rate than the entire country of Russia, then the world's top producer. It's called spindle drop is where, where are in Texas, special drop not only created the modern American oil industry, it changed the way the world used oil. It's dirty little secret was that the oil found there with such poor quality that it could not be refined into ke, and that's what changed everything. So much black crude flowed that railroads and steam ship companies was so cheap. They decided to convert from coal to oil. Other industries soon followed as did other countries, the British American and German imperial navies. Everything that today runs on oil and its byproducts from automobiles, this is the most important Let me read this to you again. More... Most important sentence rather. Everything that today runs on oils and its byproducts from automobiles to jet fighters to furnaces, barbecue grill and lawn mower. All of it began at spindle drop. So the author's giving us all this backstory because in the first generation of tech boom, there's a... There's a distinction that needs that I think I need to tell you right front. So you have the independence, which are just, like, individual independent businessman entrepreneurs, that start drilling for oils, so usually call wildcat carriers, and you have the majors. Majors are like T mobile, all these gigantic oil companies. So out of the first boom, the first generation of independent Texas oil. Almost all of them go broke. And the author brings up some somebody, I talk about over and over again, which is Howard Hughes senior. And he says that after the only person I really emerged from the first oil boom extremely well, wealthy was Howard Hughes Senior in that's because in a Gold rush. He was selling Pickaxe access. This is something you and I've talked about over and over again. I've said on the past podcast, including the 1 I did on Howard Hughes that I really think we... Somewhere along the lines, we we messed up we're celebrating the wrong person. Although, yes, Howard Hughes life was interesting. On its own part, Junior that is, it's his dad's discovery his invention in the the company he built that allowed his son to go off and pursue things in aviation and movies and all the other stuff. But Howard hughes senior had to build in my opinion, 1 of the most profitable country companies that ever existed and this is the author talking about that. So it says, what the spin drop boom provided was a classroom where the oil business could be learned. A few caught on quickly. Among them was Howard Hughes. Captivated by oil. This is howard are hugh senior, obviously captivated by oil, Hughes and his partner, this guy named Walter Sharp, began sinking began drilling wells. This is in Louisiana. Frustrated by their drill inability to penetrate solid rock, Hughes and sharp developed a drill that could. That's his innovation that the cornerstone of the empire that he builds. Right? They patented in 19 o 8 and Hughes rock became an industry standard. In time, the company he founded hughes tool would make his son, the legendary Howard Hughes junior, the wealthiest Texas oil man ball. So moving on, you have this huge bust, or excuse me you have this huge boom, that then you're gonna have a bust. And I thought this was very interesting. And the main part of the section is like, what if 1 person could capture all the upside of these giant wells. So it says the oil man who ran humble and magnolia. These are large large oil companies, of their day. It says survive the lean years of the 19 tens by dividing the risk in a very risky business. In doing so, so they spread the risk over, so not not any 1 of them was gonna take a loss, but the problem is it's like you're also if you have another boom, which they didn't think was gonna happen at the time. They thought it it was you're gonna d. Then you don't capture all the upside. So it says, in doing so they also divided the upside. No 1 in that first generation of Texas Oli, with the... With the exception of Howard Hughes created anything like a true American Fortune. Their success however, raised a tantalizing question. What if there really was another spindle drop out there, and there is in multiple times over all over the world actually. And what if there what if it was What if it was not discovered by a large company, but by a single T working alone. 1 well, 1 fortune. It was the stuff of myth, the El dorado of Texas oil. And as a new decade Dawn, a horde of young second generation oil man would begin trying to find it, and that is the foundation the of the story that takes place in this book. And that is gonna lead us to the big 4, all of whom are wild and crazy in their own way. So it says, of all the thousands of men who swarmed into the muddy tent camps in those bo years after World war 1, 4 would find the most. 2 did it the old fashioned way. Drilling holes deep in the Earth. 1 did it with his mind, and the fourth did it with a fountain pen. If Texas oil had a mount Rushmore, their faces would be would ado it. A good old boy, a sc, a genius, a big, Known in their heyday as the big 4, they became the founders of the greatest Texas family fortunes. Heads strong adventures who rose from nowhere. To take turns being acclaimed, America's wealthiest man. Okay. So the first of the big 4 is just guy named Roy Colon. He's also older than the rest of the big 4 is says history has not been kind to Roy Colon. A fifth grade dropout, who in his heyday was probably America's richest man. Colon grew up poor in San Antonio. He endured a difficult childhood. Marked by family turmoil, financial reversals and frequent fist fights. Colon appears to have been a stubborn pride child. Qualities I would follow him into adulthood. Ashamed of the family's poverty, he cl to his mother's stories of his grandfather's Ezekiel Colons prominence. What they're talking about theirs is, the family lost a lot of wealth because they're on the wrong side. They picked the wrong side in the Civil war. So it says a lonely boy, Colin hung a blanket over his head at night and retreated inside, with a lantern, maps, and dozens of books. Sir Walter Scott, Thomas Carly, Shakespeare Dickens, Blacks stone and play of history. He day dreamed of traveling the world of owning his own business. His favorite dream was of the massive white plantation home that he would build someday. With port and gardens just like the beloved family plantation, the hated union men had burned. Someday, he promised his mother. They would live in it together. When Cullen was 12 years old, the money ran out. He dropped out of school to work 10 hours a day in a candy factory. It's kinda like, hershey, milton in hershey. We talked about a few weeks ago. Right? At 18, he knew enough about cotton to become a buyer. So, the cotton bite of the time. It says it was a ro company representative who negotiate with farmers for the crop, so you you travel all over the country, negotiate a price and then buy that, and then you're gonna resell it. C did his business on horseback. Almost dying at 1 point during a blizzard. Interesting enough so just 1 sentence that ties into the the buyer Sam C cult that I just... That I just told you about Colin strapped on a cult revolver. If you listen to that podcast, you know that Texas was a... The probably... No It was the most important, early market in the early days of Sam C company. So back to Roy Colin for several... For 7 years, Colin made his way as an independent cotton broker, but he lost most of his savings in the financial panic of 19 o 7. When he turned 30, Colin was itching for a change. He set his sights on learning about real estate. So he's gonna try to sell real estate. He does that for a few years, and it says the real estate business he noted years later, was not exactly booming in Houston in those days. He stuck it out for 4 frustrating years before giving up and returning to the only business he new trading cotton. So I just wanna pause here. The reason I'm I'm telling you to all about this is because... What I most interesting about this part, he's 34 35, something something like that years old, nothing. Nothing in his life up until this point would indicate that this guy was going to become the richest American. And here's the event that got him going down that path. So he's walking to his office 1 day. He says he was brood over his dismal prospects 1 day. When a man named Jim Cheek, stuck his head into the hall. Chic was a real estate developer, and he was thinking about getting into oil. He asked if Colin would come work for him, traveling the state to acquire lease rights. And this is what Colon. Like I don't know anything about oil gym. I've never read an oil lease of my life. Cheeks offer though was attractive. All expenses paid, a solid salary, plus 1 quarter of anything they brought in. And this is what... This is actually a smart move that Colin does. That goes back to what he did when he was a child underneath his blanket. He first headed to the Houston Public library. Were in time. He read every book he could find on the geology of oil. What he found was a mis mash of fairy tales and guess work. Oil fields were t with characters who clint this is this is... There's just so many crazy sentences in book and this is 1 of them. Oil fields were t with characters who claimed to have special oil finding powers. Preacher who swore they had x x rays eyes and drift who use psychic powers to direct drill. Now on hindsight, this obviously is gonna sound extremely silly to us. But at the time there were indeed companies, entrepreneurs and others paying people that claim to have psychic or some kind of supernatural power that they could find oil. And those people made money. They may made money short term because they realized pretty clear. If you... You tell me hey had drill here, and there's nothing there, and... You tell me hey drill here and there's nothing there and over and over again and these people are full shit. But at the time, they were able to make a living, which just sounds really silly to us. Now 1 of the reasons I wanna pick out some a few more parts on Roy because really his story is 1 of perseverance. You know, he's he's struggling a cotton industry for a while, than he's struggling real estate, 5 years past. And he's in the oil industry with little little luck. He's still working with Jim Cheek. He's eventually going to drag on on his own, but we're not there. Says this for the next 5 years, C Rome West Texas leasing oil rights everywhere he went. All the wells came up dry. What Cole got though, was an education, and a wealth of contacts in and around Houston by 19 20, his wife was making noises about how much he was traveling. Colon was almost 40 by then, and his 5 children barely knew him. So he's like, alright, I'm gonna I'm gonna just come back home. I'm gonna drill and try to build my own business based on what I learned because what I'm I'm working with jim, it's not really working out, which is how armed only with his library books and a reputation for hard work and honesty, Colin decided drill a well on his own. And this is the first time in his life he's ever gonna be successful. We're not there yet. First he has to persevere through a lot of other failures. To Cohen irritation, the first well came up dry. As did the second. And the third, His investors, he was acutely aware were quickly losing their earlier profits. For months, Colin rose before Dawn, kissed his wife goodbye and drove down to Trump Damon mound. This is the area of Texas where he's he's drilling. His eye studying the scrub for anything that might suggest openings. Let me pause there. Geo is just just at this time are realizing, hey, if you study what's on top of the land, it might be indicator what's beneath it. And so Colon is actually self taught, and he's he's... 1 of the first people to use that idea. So it says, many nights colin didn't come home at all, grabbing sleep on the ground beside the drilling rig. When he did make it home, streak with mud and sweat, his skin pi with insect bites. His wife would be waiting on the veranda, and they would walk up the stairs and silence. Let me get a shave and a bath tomorrow another day he would tell her. But the day stretched into months than into years. And every well came up dry. This is what I mean about. But just the story of... Roy Colon is just more and more hard work and more and more perseverance over and over again. Colon spent 36 months at Damon Mound. The most frustrating period of his life, 3 years in hell, he called it. So this whole time he's struggling. It's not like the rest of his life. Is just standing still, his kids are growing up. His son had gone off to college. The 2 older girls were in high school. And now they had 2 more little girls to pay for, and this is really... I I feel like you can... When you read the sentence, you can really put yourself in his shoes. At night, lying in bed. Lilly, that's his wife. Wondered how long this could go on. We got to keep going a little longer honey, Colin would say. I want the children taken care of. Tomorrow will be another day. So let me just pause there. Roy is definitely a, you know, a troubled person. He's got a lot of interesting ideas. So let me just tell you the things that I I thought we're most valuable about his story. Is the fact what I just covered the fact that he's really... He's willing not to give up. He's got a abundance of perseverance. What he just said about, hey, I'm working this hard. He's willing to work hard because he understands he he needs to to provide for his family. I think that's extremely admirable. But the next thing... The other 2 things I like were the fact that he's extremely... Would would not re his independence. And he also realized that if you're doing the exact same thing everybody else does. Like that, you're not gonna get you're just gonna get the same results as everybody else does. And so he starts talking about this series. He says, listen, the trouble with this business, is that everybody expects to find oil on the surface. If it was up near the top, there wouldn't be any trick to it. You've got to drill deep full oil over the next few pages we really see his fundamental belief, and I think there's a metaphor. What's the note left? There's a metaphor here. He's finding success where others have failed. I'm gonna read that to you. Let me finish this page first. So says... So it says, Colon hit the second gus of his career. That man had guts 1 investor said. If you thought there was oil under a track, he'd spend his last dollar drilling it, regardless of what anyone thought, so that's another illustration of of his independence. Not only independence because he didn't... He wanted to be in control for some destiny by running his own company, but independence of mind. But when he missed, it didn't face him. Nothing ever discouraged him so you add optimism and perseverance to that list as well. But that second gus, there's a lot going on this page. So, hopefully, I'm making sense There's just a lot happened here. But that second gus also it becomes his mantra. This idea you gotta drill deeper. And, again, I think that's the metaphor that can be applied to so many different things. So it says the second gus earned a new mantra for Colon. Hit the flanks skip over that part and drill deeper. If he didn't find oil, drill deeper still. Many of the field field hands, a number of whom would work with Colon for the next 30 years could imitate his lac iconic instructions in their sleep. Boys. Let's go a little deeper. His longtime time operations manager said, well, when they start to lower mister calling into his grave, I bet he'll sit up and say, boys, dig her a couple feet deeper. Another thing that's interesting that he's different from the big forest. He gives away 93 percent of his fortune. I think before he dies, which when you find out what happens to some of the other fortunes that are left behind, that's probably the best thing you could do because take Clint Merchants and junior. We haven't got to his dad yet, but you might know that name because he's the founder of Dallas Cowboys. He's also an absolute moron, who who sq the second biggest fortune in Texas family history. So if if you think about it, you know, Clint dies leads this giant fortune to a son and his son, you know, full of cocaine, just drinking. He's just an absolute idiot. And I think it's very helpful to read stories about people like that because then it's that old Charlie Mu say where he's like, hey. Tell me, I wanna know where I'm gonna die. And I'll just never go there. That a of his. Same thing. Study Clint merchants and junior, and be like, okay. Just do the opposite of what that guy does, and you'll be fine in life. I'm not there. Let me get down this idea of that that Roy Colon has, hey, drill deeper drill deeper. What he's doing is there'd be all these fields that other people hit that came up dry, he'd come in behind and just drill deeper deeper deeper and realize those people quit too early. This is a metaphor here. There's just a lot of things that that they've this... This idea can be applied to. But as, his strategy gets out, there's other people that are not in the industry that wanna get into the oil industry. So in Texas, I think it was lumber and I can't remember the other industry, but, there's gigantic fortunes made. And so 1 of these guys that made up Fortune and lumber is trying to go in and and bank roll with Roy. And this is where Roy is just absolutely refusing to give up as independent. So this is gonna... This a little longer part. Let me go ahead and this to. Ask Colon remember the conversation 25 years later, West, that's the guy's name said, I've got 3000000 dollars lying around, and I've got the West production company, which doesn't amount too much. I'll put the 3000000 in my oil company and give you 1 quarter interest if you go in with me. You'll be president and have complete charge of the company. Colin said he'd think it over. Remember, Colin not... He's he's moderately successful, but he's not set for life by any means at this point. So this is what makes it so surprising by what he does here. The following Tuesday, having heard nothing from Colin, West Telephone again. I made a proposition to you last Saturday. And since then, I haven't heard a damn thing from you? I offered to give you almost a million dollars, and you haven't taken the trouble to reply. What's your ant... What's your answer, Roy? Not interested. Colin said. For a moment, West was speechless, Not interested. He bark. My God, what do you want? Tell you what I do. Tell you what I'll do, Colin said, I'll go in the oil business with you. 50 50. For every dollar you put in, I'll put on a dollar, but only on condition that I have full charge, no interference from you. West went quiet for a moment. Roy, he said after a moment. I didn't know you had that kind of money. He didn't. I'll put up 5000 dollars Cohen said, and you put up 5000, will each have half interest. West didn't understand. I offered put you 3000000 dollars, and you get a quarter of that outright. You'll turn that down and put up 5000 of your own money. That's right, Colin said, then he went on. I won't be working for you. And I just love that story because I just... That demonstrates his personality. It's just really unbelievable. And in this 1 sentence this is a summary of what I kept mentioning the fact that he's using a strategy different than other people He's not just got... Most people are just Le like. Right? They're just gonna... Oh, this guy found oil. Okay. Let me go there Join next to him. Oh, and they'll do that over and over and over again until all of the profits are obviously whittled away. Roy, The the metaphor here is he's finding success where others have failed. And I think that's so that's such a key. Okay. So now I wanna introduce introduce you to the second and third of the big 4. They're gonna be friends. They start working together. Eventually, they they they go separate ways even though they're lifelong friends. This is an intro to Clint Mu. And Sid Richardson. So Clint Mit, he's arguably a genius, really smart. It's his son that I was just talking about that is an absolute moron. So it's Clint saddle with the body of a snowman. He had a giant head, a bean bag nose and no neck to speak of. He had a listen to this. What a work a crazy sentence. He had a face like a dish of melted ice cream. But what Clint lacked in physical appeal, he made up with a mind that word, weird, word. I don't know how to pronounce that word like a swiss time piece. Heads strong and independent, disdain of his father's stuffy weighs, Young Clint was Tom Sawyer with an abacus advocate. So the the benefit that they just referenced his father. His father... The benefit he had is his father was a local Texas banker. And so Clint, his... The way he's gonna dominate is his understanding of the banking industry, and then using the banking industry's desire for increased returns to pull out financing and using leverage to build his, his oil fortune. Okay? So we'll get there. While his brothers took jobs at the bank, teenage, Clint was drawn to the excitement of livestock pens. Where ro traders wheeled and deal for the best prices on cattle and horses. The reason I'm bringing this up is because he's... He didn't think he was gonna get an oil. He thought he was gonna trade livestock. That's that's what he wanna do with his life. He found the give and takes thrilling and as a teenager made extra money trading livestock. He was joined by an older boy named Sid Richardson. This is the third of the big 4. Now Sids interesting because he never Married never has any kids. Right? All of their... So you have Roy, I'm gonna move ahead in the story. So you understand where their their Fortune set up. Right? So Roy Cohen gives away 93 percent of his wealth where he's still alive. Clint leaves He's the only 1 that divers diversify out of oil. This is the big headed dish faced with the dish of melted ice cream guy. And he's he really been fancy himself in oil man fancy of moore as a businessman and an investor Right? So he one's a diversifying makes all this other money with his mind by diversifying all the money he made an oil. Right? So when he dies, he leaves his 2 sons, control of, like, 20 something companies. Talking about like banks and life insurance companies, all that kind of stuff, real estate, stuff like that construction. And that's his his bone headed son that's named after that starts to us cowboys is the 1 that sq at Fortune. And he goes through about... Goes from having, like, a net worth of a 1500000000.0 dollars to negative net worth of, like, 500000000 and then dies neatly. Then you have H l hunt, who's might be the the craziest of all these characters. He leaves behind a gigantic fortune. His son also manages to go bankrupt up and Sq, 1 of the greatest fortunes that have ever existed because he tries to corner the world silver market. He's also an idiot. Try to corner the World Silver supermarket does this on margin once the entire business in his family collapses. It's it's in the. I'm not gonna cover it, but it's a very fascinating story. So that leaves the final fourth fortune. Right? Which is Sid Richardson who we're about to get into. It doesn't have any airs of his own, leaves his gives away a lot of his fortune leaves a small amount to a, to... I think he's... He's takes on a partner. This is Nephew. It's... The last name is Bass. And so Sid partner, I think his name's is Perry Bass. When he passes on. He leaves that fortune to his his kid. Sid bass is the only smart 1 out of all the descendants in this book, which is crazy because some of these guys like H Hunt. He's gonna have 3 separate families. He's a biggest, and he's got 15 kids. Right? But Sid ba takes a 50000000 dollar inheritance and turns it into 5000000000 dollars. He's really... That that was 1 of my favorite parts of the book. It's very interesting. I'm actually looking for a book on Sid bass. Because, again, I just think first of all, what a weird experience to be left with that much money and now not only Sq, but be hardworking and smart. It's very, very rare. So I'm gonna focus again This podcast is just some the main 4 founders, but I I wanted to tell you how they end up because I find that part. So just so fascinating. Okay. So let's get into, he was joined by an older boy named said Richardson. Clint and Clint and sid establish a lifelong friendship during impromptu cattle buying Johnson loo... Into into Louisiana where they purchase cows. They sold for meager profits. So they're they got the side hustle going on and trying to make money on the side, and they they both do it by selling Cattle. This is now on Sid. Cha at the classroom structure, no. This is Clint, actually. Cha at the classroom structure, Clint took to organizing crap games. When school officials found out, Clint found himself on the first train back to Athens that's Texas. Down cast, he reluctant took a job at the bank. A natural with numbers, he could add subtract and multiply large sums in his head, while other while other tellers had to do it on paper. But he found life in a teller cage just that a cage. He complained. He can make more money in a week trading cattle than he made at the bank in a month. So he's unhappy early twenties. He's like I I don't wanna do this. I feel like I'm smarter. I can I can make more money with my brain, and he was really a really, really smart guy? So he says he was 23 by then eager to tackle the world and to and certain of his plan. He was heading to Fort Worth to work with a young oil man who had who had bombarded him with letters of the money to be made in North Texas. This was his old friend, Sid Richardson. For a man who would 1 day be proclaimed America's Richest citizen, who at his death controlled more petroleum reserves than 3 major oil companies. Sid Richardson left few few few footprints on history. He attracted no biographer. A lifelong back bachelor who lived before the age of prime reporters, Richardson sustained letter writing preferring to use the telephone. This sentence it's almost unbelievable too. 1 Pro, the evan of 1 of his pro was the Evangelist Billy Graham. 1 said Sid Richardson told me years ago, don't put anything in writing. Once again, we see this idea. I talked about on the... When I just read the audio for rockefeller, lot when you study a lot of these these entrepreneurs in the past, they put a priority on silence. Just to shut your mouth, don't tell everybody what you're doing, You're gonna give away your advantage. It's very hard to compete with somebody you don't even know exists. I think that's a very interesting idea. Sid came from humble beginnings, that much is sure. Richardson was 1 of 7 children. 3 of us siblings died before the age of 7. Richardson unlike his friend, Clint was not exactly a go get her. When he was 16, he took a dollar a day after school job at a cotton compress, and he was fired for being lazy. And it's during his childhood, he actually, he he discovered the love for trading things. From his father, and this is a very important lesson that he keeps with them for his whole life. It's also part of why he was also silent. He was a little bit paranoid. He says, Daddy taught me a hard lesson with that first trade, but he started me trading for life. So they're trading horses. Excuse me. Horses at this time. Sid worked all summer creating peaches to raise the money to buy the horse from his father. Right? But once he purchased the horse, he discovered the horse was blind. Daddy, you cheated me he ex claimed. I did not, his father said. People will try to get at you any way they can. You might as well learn that now. So Sid, you know, not the smartest person around, not definitely a little bit lazy. He takes a bunch of different jobs, and he kinda stumbles into the oil industry, somewhat by accident. He... I'm just gonna list some of the jobs he had. He began as a labor, hauling pipe by day and a practicing on derek floors at night. He was hired as an office boy for an oil well supply company. Then he was hired as an oil scout. So scouts, this is also interesting. Scouts are the oil industry's spies. They spend their days driving from well to well, checking production trends, gauging competitor strategies and picking up rumors. Was a little bit of oil early oil corporate espionage going on. Scouting was good money. And Richardson entered the town square at the wheel of a new cadillac. He's coming back to town because he owes clint father money. He tried to london him, like, think 6000 dollars or something like that to trade cattle and he lost all the money. So he used scouting as a way to pay him. He says I swung back around that Dusty Square twice. So all the bench warmer could see me good. And then I marched into the bank and I paid mister Mu, his money in cash. Then I drove out of town again. Before the dust settled, all those old boys got off their benches and started for the oil fields. They said if that dun can make so much money will go to. So at the beginning in the early days of their oil careers, Clint and Sid work together. What's weird is they never explained why they broke up and they have very different paths, but they do wind up being lifelong on friends. I I love it. I I love some of these stories in the book because... They're in, like they're sixties at the time. And every morning, they get up, like, 5 in the morning, and the first thing you do is grab a cigarette coffee, and then they call each other and they talk for about an hour. Even though they're not doing business Ceos. It's very, very interesting. Clint went to work buying new leases. It was then he went began to remember this is the big headed dish face guy. The guy said have was smart that his son's an idiot. It was then he began to display his true genius. For the first time he actually began drilling his own oil wells. Chronically short of cash, he would trade a share in 1 lease for a rig to drill in another. Once he got the rig, he would trade shares in its production for another rig and so on and so on. So he's a trader at heart. And you can see how he approaches everything. He called it financing by fin. Unlike older oil men, Mu put his faith in science. 1 of the first men he ever hired was a talented geo. By then, Mu was no longer working with Richardson exactly why had never been explained. And it's interesting because they break up around this time and merge... Sid winds up being... He tries to drill for oil himself. And again, he's he's another person that persevere years, and he fails over and over again even while his friend Clint is succeeding, and I think Clint lines loan money doesn't gonna go bankrupt at this time. But at this point in the story, Richardson says it's all but broke. Okay? Clint, I'm gonna... I need to stick to their names. I gotta stop switching. So I'm gonna call him by their first names. Sid is all but broke. Clint, meanwhile, remained in North Texas and thrived. He partnered with a local wildcat. These are these independent oil people like, these oil spectator... Or spectators, spec spectators. And through their early 19 twenties, they hit strike after strike. Their partnership grew prosperous. And so this is gonna go into a little bit more about the different trajectories of Clint and Sid, Clint, when he turned when he turned 30, Clint, was already a wealthy man. So he winds up working with this other guy for a while, and then he he just got enough money. So he's like, alright That's it. I'm gonna run my own show. So says Clint dissolve the partnership. He took his proceeds an estimated 5000000 dollars, which is an in sane amount of money 19 25 and moved and that's his wife and the boys to Cosmopolitan, San Antonio. He wanted a settled life 1 where he could work finite hours in a clean office and make it at home in time for dinner. That was not normal for the early oil industry as we just went over with Roy, who waking up before the sun comes up, sometimes sleeping at the oil rig very different life. Clint like no. I'm not gonna do that. I'm gonna make money with my mind. Before that happens, so a tragedy strikes. The easy life he envision at San Antonio however was not to be. His wife noticed faint brown spots on her skin. Doctors diagnosed yellow Ja. So a year after he... Quote unquote retire to office life, his wife died. She enters a hospital and died in May 19 26. Clint was stricken. He left the children in the care of relatives and disappeared driving around the state alone, a whiskey bottle usually at his side, where remainder of his business began to k. When Anne died, Clint said, people said I stayed drunk for a year. He's in mourning. He's drunk all the time. I mean, all these guys are normally drunk all the time. But, eventually, he goes back to work. And so I'm gonna fast forward to that part. Now, the company that he's going to set up. He does something really interesting because they were just looking for oil. And a lot of when you're drilling for oil, a lot of natural gas just escapes into the atmosphere. And they didn't realize the value of it. Clint realize this. So he's... The company he's gonna start. Let me read my note. Is going to supply natural gas, drill for oil. He uses that money to buy life insurance companies, banks, publishing companies, railroads, industrial industrial building material companies and so on and so on. So now this is the beginning of the the the family business that he builds of incredible wealth he's gonna leave to his 2 idiot suns. Okay? It says Clint had a thought. Why not offer gas heating and light to the locals? He already had the pipe It was just a pipeline. In a matter... And it only took a matter of weeks to lay it down on 1 side of the street. Residents were invited to tap into it anywhere they could. So, again, this is just... He's discovering the the point of this section of reading to is there's all this value that people were just ignoring. And then we see this over and over into history. So Clint like, this is stupid. Why am I... This is valuable. People will pay for it and he's in set up and he's gonna get this this ongoing. It's almost like a mini utility company. Right? Residents were invited to tap into it way they could? 5 dollars a month for a home, 10 dollars for a business. Natural gas had been used to heat Texas homes and factories in England for a century, but it never caught on in the United States. Most Texas ornaments simply allowed the gas they found to escape into the atmosphere. Clint was amazed how simple the business was. Once a pipeline was built, all he did was sit back and clint and collect monthly checks and talks about this next sentence is gonna talk about the difference between the mind of Clint and all these others. All all the big 4 all these other his other peers. Clint had big plans for Southern Union that's the name of his company, the kind that occurred to few if any of his peers in Texas oil. So value of thinking differently than than those around you. So he goes out, and he starts expanding this natural gas pipeline business that he's got. He he extend... He... We wants to expand out of Texas, and he goes and does this auction in Albuquerque. And this is also something fundamental to understand about Clint is he he he carved out an advantage because he understood banking. Remember as his family was in banking better than any other oil man. They didn't understand that. And this gave him a massive advantage. He might be the most interesting of the the the big 4HL Hunt is by far the craziest. But IIII don't know. I like the way Clint thought. It half dozen competitors sprang up to bid against him. The mayor who's doing conducting this bid in Santa Fe or, no. Is Albuquerque? Albuquerque. The mayor asked whether any bitter bidder could supply or any bidder... Any bidder could supply a cash bond to ensure its financial viability. Yeah, eventually, they want to have a bond of 100000 dollars. To make sure, hey if I give this contract wanna make sure you're not going out business. So all these people are bidding, the only person that raises their hand when he gets to a hundred thousand dollars was Clint, and this is why this is so interesting. So he's walking out with this other guy that he's working with. He says, they walked outside Kane shot him a glance. We don't have that kind of money in the bank he said, We'll worry about that when we get back Clint said. Clint operated this way for the rest of his life as the son of a banker, he knew he could always find a gullible loan officer somewhere. 1 meeting was all Clint needed to get the 100000 dollars. And this is what Clint said. Again, he... You know, some people might be... Like, I don't wanna go bankrupt what if they say no. Clint from the other side. Like, that's their business. They want to give just like you want loan, they want to give it to you. And so he summarizes that here. He says listen, if you were honest, and you were trying, your creditors will play ball. He coax every last dollar he could out of the Dallas banks, then push back the repayment. All but daring the bank christopher for quote. Now this is a... You got... This a little crazy for... Because he's highly leveraged. And so he says by 19 32, his debt had grown to more than 4000000 dollars, far more than his net worth. Aren't you and this goes back to his understanding of the banking industry that maybe he he had a knowledge that that other people didn't right. Says aren't you concerned about owing all this money that you can't pay? Somebody asked him? No, Clint said with a smile. If you're gonna owe money, owe more than you can pay, then the people can't afford to fore clothes. Okay. Sid eventually, it does better. He winds hitting at 30 set... It takes him 37 years old, but, at 37 years old, he becomes an independent, successful oil man. He's gonna build on that. I'm gonna move because I gotta I gotta introduce you to the fourth of the big 4. And this is the craziest 1. Might also be the richest 1HL Hunt. He was a strange man, a loner who lived deep inside his own peculiar mind. A self educated thinker who was convinced, absolutely convinced that he was possessed of talents that bordered on superhuman. That is not hyper. You could compare him. He thought he was like the second coming of Jesus Christ. Not in the literal sense, but he just thought he was a superhuman. He was a God. That's why he was biggest. He had secret families, 3 wives. They went up finding out about each other later, but they didn't know by each other the time. 15 kids, and he did that because he thought his genes were so great that the... They should be spread throughout the world. This is an insane insane character. He may have been right. In the anna of American commerce, there has never been anyone quite like H l Hunt. At a time when inter wildcat like Sid Richardson couldn't find time for a wife let alone a family, hunt would build 3. 2 in secret. If they made a movie of his life, no 1 would believe it would it was true. The man who came to embody all the mists of the Texas oil man was neither raised in Texas nor introduced to oil well after his t birthday. He was barely walking when his parents realize realizes his intelligence bordered on that of a prodigy. His sibling swore he could read newspapers allowed at the age of 3. His capacity for Mathematics became a local legend. People marvel how the child could multiply large sums in his head. He winds up building his first fortune like a small fortune as a gambler. In fact, is a rumor that he was down to his last hundred dollars in the oil business, and he winds up going on a gambling spree and and turns a hundred into a hundred thousand and saves company so there... There... It does seem to appear that he was gifted with a, a beautiful mind for, lack... I mean, he's got some very very peculiar that manifests itself very peculiar later in life, but he does seem to have a a brain in there. Hunt recounted with odd pride in later years that his mom breastfeed him until he was 7. I don't even know what to say about this guy. Hunt had a keen sense of entitlement, a feeling that he possessed a unique intellect. Exponentially more insightful than anyone he met and he means this, and this too became a lifelong trait. He's winds up leaving home at a young age. He year to see the world. 16 year old H l hunt ran away from home. He worked as a labor, a dishwasher. I'm just gonna list all these weird jobs he had. He cut sugar beet. He was a sheep herd. He was driving mule mules, planting cattle feed, lumber jacking, and he tried out for a semi pro baseball team. In the days after his father's funeral hunt finally confronted his future. He was 22 at that point. He couldn't sit s for college and farm life board him. In time, he made as much gambling as he did from the Cotton fields. Now in his mid twenties, hunted had grown to be a serious solitary young man, quiet focused and discipline. Keeps those traits for his whole life too. I think he has some kind stroke. I can't remember what happens to him, but, later on, like, up until he's, like, 85 years old. He just drove himself in a normal car. With his brown bag launch every day to the office and just he just methodically went about his business. Even though in inside, you know, he has a crazy person and he's cy all these children and having all these these fake... Are these hidden families. So it's while, he developed a reputation for honesty Hunt Fortunes continued to rise and fall in cotton prices and his poker winning. For the first time Hunt began to question his style of living. He turned 30 to that year. He wasn't a kid anymore. Oil had been now he's finding out that there's there's a second boom in oil happening in Texas. Oil had been found. It sounded exciting. Far more exciting than any... Than another year of praying for cotton and land prices to rebound. What this is this is interesting because we get insight into his inner inter monologue, which I was fascinating these stories. What is it that you're trying to do? He asked himself. Remember he's 32. Are you gonna bury yourself here for the remainder of your life? Why not run out the land and try something new? And so that's that inner inter monologue that eventually leads him into the oil business. So he goes into old business, He finances that, through his his gambling winning. That's the rumor. I I told you about earlier. And I think he also got some loans as well but says, there's just a series of ups and downs, and then, eventually, he's gonna be on solid ground. This is actually happening. I was wrong It's not in Texas yet. We're not... He doesn't go Texas first. He has his first oil success in Arkansas. So it says in 3 short years, hon had transformed himself from a gentleman planter into a professional gambler, and then finally, at the age of 35, a successful oil man. He controlled nearly 400000 barrels of proven oil reserves, about 7000000 dollars 7000000 dollars in today's dollars. During the during the day, he was busy in the oil fields and at night, he was playing poker. So he's married. This is his first family. Got a bunch of kids. Unfortunately, 1 of his kids dies, and this this this is where he he runs away from his life again. Weeks after his daughter's death. It was Hunt who underwent the most profound change. Maybe it was a grief. Maybe he was at the age of 35, an early midlife crisis. Maybe it had been his plan all along. Whatever was, Hunt decided he had no interest in living out his days, a country oil man in Arkansas. He suddenly sold all holdings, for a 600000 dollar promissory note and then had the bank discounted for cash. He takes off to Florida looking for another wife though. We never find out why, like, he never explains his actions why he did this. So he goes out of Florida. Meets a much younger woman. Tell gives her, like, a fake name and everything else. That has his fake marriage ceremony. They start having kids. He settles her way far from his other family, and then eventually he's gonna move to Texas with his first family and then just goes back and forth between the 2 families, and then eventually start the third family. So he's trying to figure out where he's gonna set up in texas. This guy named Dad joiner, who is going to accidentally discover the East Texas oil field, which ones are being, I think maybe the largest 1 in Texas history. H nhl is going to buy it from him. Is a very complicated thing that has to happened first. Let me just read the section. This is the most important revelation of his entire career because this the where he's gonna build his his fortune. The first, the the foundation of his fortune. Okay? So says the people of Russ County where where dad joiner discovered as well. Went to bed then I convinced they were sleeping atop an ocean of oil. So they hit, but it's inconsistent. Usually, if you have a large oil field, it'll produce, you, let's say, 2500... Whatever the number. So I'm just gonna throw a number out there, 5000 barrels a day. It'll do that real relatively consistently consistently. And that's how you know how large is. This 1 was inconsistent. It hit, like, 6800 barrels, then we drop down. And so every... The wildcat cutters is, like, maybe something's here. The the large oil companies installed this before, and they're like, no. That's a telltale sign that that it's inconsistent that it's not as large as you think that you think it is hunt disagreed. Okay? So it says, They were convinced they're sleeping atop an ocean of oil. The professionals, however, weren't so sure. Within days, many scouts were demi dismiss... Dismissing it as a freak, and that's a terminology in the oil industry It's a free. This is that up and down oil well. Was just talking about. Not H l hunt. Great fort, this is such a great sentence. Great fortunes are built on great convictions. And from the moment he watched Joiner drill test, hunt was certain that this was a giant field. It got hunt to thinking. The more he studied the land, the more he became convinced that the field stretched north and west of Joiner wells on the 4000 acres joiner had already, had already leased. An idea began to form, maybe Hunt muse to play wasn't to drill near the joiner leases, which is what everybody's doing. It was to buy the joiner leases. His opportunity he sends lay in the old wire wildcat legal troubles. Already, his investors were being soon. So this is what Meant about being complicated. Jordan had... Most these wildcat cutters don't have a lot of money. Right? So what they would do is they they would go out and speculate, they drill. And if they hit, they'd immediately sell, like, let's say 50 percent or 75 percent interest to a major oil company. So the major oil companies are using these people, like, individuals as... Think of it as like, a laboratory. You go out and you run all these experiments. Most of the experiments are gonna fail. The ones that hit come back and we'll pay. Right? It's almost like an outsourced research and development arm. If you think about it that way. So join or what he did is because he didn't have any money, you could sell, like, you have individual leases. Right? So maybe you have 1 acre and say, okay, Maybe have 4000 acres, but you sell you sell leases on individual basis, like, maybe an acre or 10 acres, whatever the the size is and you say, okay, you know, for x amount, you can come in at a percentage. Well, so sometimes you'd have 20 investors while with 5 percent each as an example, but would join it was doing who's committing fraud. He would resell the same lease over and over again. And then what happens is when some of his small oil fields came back. All the people that had claims on it Said, yeah, good. I'm gonna make money else. And then they realized, oh, wait, You sold... Well, you sold to me. You sold to this guy and that guy and her cousin and all these other people. And so he's gonna wind up getting sued, and so the play that H nhl makes is, hey, I'm gonna buy it I'm gonna buy... I'm gonna give you a lot of money upfront, and you're gonna get money on what I make on the back end, and I'll take care of your legal troubles because those legal troubles could bury you. And you might lose all this your lease in these lawsuits anyways. So you you could you potentially lose everything. You might as well take my offer. And so I'm... I just skipping over all of this... Case because I'm gonna give you the main point here. Okay? News of the historic deal broke on the front pages of the Dallas papers. The men of Texas oil were left speechless. It was the most astounding business deal the state had ever seen. As the en of the East Texas field became apparent in coming months. It would be hailed as the deal of the century. This is why most people think H Hunt was the richness of all these guys. On obscure inter, a closet biggest, a man just 9 years removed from life as a professional gambler. And from arkansas all places had seized the heart of the greatest oil field in history. This is oh my god. This is gonna blow your mind. A field that in the next 50 years would produce 4000000000 barrels of oil. So now not he does do the deal of Century, but he does something really smart. He realized realizes this is the opportunity of an all of a lifetime. You gotta go all in. There is not... And there's not another opportunity coming later. That's gonna be bigger than this. So says, he drilled wells like a mad man. He worked from Dawn to late in the evening 7 days a week. Every cent he took in another smart move here from oil sales from the new the new loans he got occasionally from selling part of the lease, he plowed back into the search for more oil. He also closed all his existing businesses in El dorado and Tree points. It's like, I'm not... There's not gonna be opportunity better than this. I'm going to focus all of my attention on the greatest oil field in Texas history. And it says, and though not everyone realized it at the time hunt himself was fast on his way to becoming not only the wealthy. He's texting of all time, but the richest man in the world, there's a quote Was researching H l hunt outside of the book, and I came across this quote from Jay Paul Getty. Also another old man. And he says in terms of extraordinary independent wealth, there is only 1 man, h l Hunt. So the book goes on and on about the political influence that the big 4. They did not like government and intervention. There's also all kinds of crazy stories. There's corruption in here between the big 4 and Lyndon Johnson, Fdr. They wind up buying a radio station for Fdr sun to run. So I just... It's amazing how much we see out, you know, decades after the fact at how corrupt all the these politicians were and how they would do the bidding of, you know, these these these 4 oil men, if you put it together, it's almost like they had the g the Gdp of a small country. But the reason I bring that up is because part of what filled them is that there was only regulations happening because they you'd have large companies. It's like form of regulatory capture. Right? So you have the large companies petition lawmakers to say, hey, limit how much these independent guys can drill. They do it. They cloak their arguments and, hey, if you drill too much, it could make the land underneath unstable, It could cause the the prices to crash, etcetera, etcetera. Did... If you're interested in, obviously, read the book there's tons of it in there. But what I found most interesting is that Clint, think of, like, what's happening is he would refuse to to adhere to these new laws. It's very similar to when I've covered several of the founders during the prohibition era era. Right? There... Think of hot oil. The what I'm talking about is known as hot oil. Hot oil is drilling and transporting more oil than you're allowed to. And so it's just like, you know, boot acres running alcohol from Canada into the United States You weren't allowed to do that Either. Clint said to hell with you guys, I'm not going to... Like, I think that's on American. I think it's imp my at Liberty. And so he was reported to be the largest company in distributing hot oil, which again, he had the legal right. These are his oil fields. He just it... He was producing more oil than technically he was allowed to. It all ties together because it these are not normal people when they had a law. It's not like Uri eyes. Like, go. I guess that law. It's like, no. They're like, okay. I'll just go buy the politician. Or I'll go find the person that's in charge of that senate committee. And All donate to his, you know, his wife's charity. What, you know, all the different ways they... It's b. Let's call what it is, but they just find ways around it, so they can legally bribe these people. Like, you know, hey. Oh, your son Fdr once 75000 dollars for his company. Okay. I'll give it to him. Oh, it's in... Oh, it's just it's just a coincidence later that year that now, I don't have to worry about this investigation with Irs or this regulator has been changed out or whatever the case is. And it's interesting because even Fdr son in his auto, which the author this book, Brian Burr talks about that later in life, he stops being friends with these oil guys because he realized Was just... He said something like in his auto. I was just their pawn to get my father. Alright. So let's go into the hot oil thing. It's called pro ra, but Pro croatian loom as as the real killer. The only way for clint to offset his mounting losses was to pump more oil. But the Federal government was now saying that that was against the law. Clint was ap p. This is uni american. He told anyone who would listened, it was all scheme devised by the majors to squeeze the independents out of East Texas. As 1 of his peers put it. It's my oil. And if I wanna drink it, it's none of your damn business. It was a sign of thinking that led Clint to become an outlaw, a defiant hot oil. He may have been the biggest hot oil in all of these Texas, and he didn't especially care care who knew. He even renamed his partnership American Liberty. Because he said it represented freedom against regulatory tyranny. The new company would soon become Clint largest. Running hot oil was a cat mouse game. Federal inspect, this this is why this part this paragraph. Reminds me a lot of what I ran on prohibition. It sounds almost exact same thing. Except you're you're you're in you're you're swapping out oil for for alcohol. Right? Running hot oil was a cat mouse game, Federal inspectors, and real federal inspectors, railroad commission agents and Texas rangers were everywhere. Lookout had to be posted. Most hot oil was pumped and refined late at night. When federal agents were in the area, D decor caravan were sometimes used, and many inspectors could be bought off with bribes. And what I referenced in the introduction is the foundations of all these great Fortunes happened in a very, very quick time You're talking about 4 or 5 year period. It says the day the East Texas oil filled, the day that the East texas oil field, there were wealthy o in the state, but there were no true oil fortunes. It was East, Texas and other fields discovered during a single 5 year window, 19 30, at which crazy. This is happening during the great depression. Right? 19 30 to 19 35 that created the state's great family Fortunes. The magnitude of wealth initiated in those 60 months would not become apparent for years and remains underappreciated today. In fact, spigot of cash, Texas oil opened in the early 19 thirties ranks among the greatest periods of wealth generated in American history. I already referenced this, but I'll I'll read it you, which is how Sid Richardson barely 2 years out of poverty, found himself bank rolling the president's son in the radio business. This is Fdr son. Is July 19 38. This has actually happened. A year after president Roosevelt visit, Richardson loaned Elliott. That's Fdr son, 25000 dollars, which Elliott used to buy a Fort Worth radio station. So Clint, Sid and Clint spent days fishing and barb. With Fdr and his son. That's how they got to know. Soon thereafter, Clint got out of a hot oil indictment by paying a nominal fine. So they build their their foundation of their wealth in the 19 thirties, World war 2 makes their wealth go skyrocket. Look at the demand. I'm gonna read a couple of paragraphs here, because it's just blew my mind. I just thought it was interesting even by itself... So this is the demand for oil, that world war 2 caused. Okay? So it says, a single destroyer. Burned an average of 3000 gallons of oil every hour. 1 tank required 10000 gallons of gasoline to drive a hundred miles. That's insane. 10000 of gallons of gasoline that drive a hundred miles, a single 4 engine bomber used up to 400 gallons of high octane jet fuel per hour. And I mentioned earlier how it's hard for us to wrap our minds around some of this size of their discoveries, especially because it was owned essentially by 1 person. Right? So just is an example of that. Between 19 41 and 19 45. The axis powers something think about all the countries that are containing the powers produced an estimated 276 mer 76000000 barrels. K? So access power, 276000000 barrels. Okay? The same time span. So all those countries could make 276000000 barrels of oil. Texas produced 500000000 from Texas alone. 1 state in America produced double the amount of oil as all the excess powers combined. You wanna go even crazier here. Remember H Hunt, why I think he was the richest. That same time period. His oil field produced a hundred million out of the 500000000. The powers did 276 and hunt by himself did a hundred million That's insane. I mentioned how crazy and a statistical H l hunt was wanna elaborate on a little bit. All the resulting attention, the bags of mail, the interview request seemed to confirm what haunted had long believed that he was a unique intellect. A superman, A figure whose ideas could save the nation from the mounting peril of communism. More than 1 of his aides sensed a new messi quality and hunt. 1 of them said. He thought he was the second Jesus Christ. So before I go to the end of the lives of the big 4. I wanna tell you, there's so much more of this book, maybe the last, like, 25 percent is all about what the next generation do. But I just wanna... I wanna... Well, let me just read the sentence to you. This is the difference between the second generations of Clint and Sid. Remember, they were friend lifelong friends. Right? Now big Clint Son, This is the guy. I I think I've called him an... Idiot, like, 5 times on the podcast. Now big Clint Sun, s in his wheelchair, fully aware that Sid bass, which is the second generation of Sid Richardson. Right? So now Big Clint son S Wheelchair fully aware that Sid bass and his brothers had since achieved everything he hadn't. That while the bass were investing in Wall Street stocks and high tech startups, he had been sn cocaine. So I was gonna take you a couple great trades that, Sid bass, and he's working with this guy. He hired with last name of rain water. I'm gonna look for books on on, their company so that was so interesting. And in goodyear year, the eights produced 25000000 barrels plus natural gas with oil prices at 30 dollars a barrel. That meant the field was generating 750000000 in revenues a year. So what they're talking about is They realized, at this time, I don't know what year it is, unfortunately. They they talk about Tb boone pick is also somebody that that realized the same thing that sid basket that eventually, the stock market was so depressed that you could buy... The best way to buy oils now by drilling for more, but by buying a company that was undervalued because the company... You could buy the company for, less than their oil was actually worth. So this is an example of that. Yes. It says in a good year, the eights produced 25000000 dollars of natural gas. Oil prices is 30 dollars barrel that meant the field was generating 750000000 in revenues a year. Sid did the math, the value of its stock was barely 3800000000.0. That's absurd. They began buying Marathon through the company they're going after stock. Okay So now we're 19 81. There go. They began buying Marathon stock in early 19 81. Bass and Rain water had accumulated just over 5 percent of marathon shares at a cost of a hundred and 48000000. Marathon executives fearing a hostile takeover panicked, and a month later, they sold out to Us steel. Bass and Rain water walked away with a hundred and 60000000 in profit. So again, everybody else failed to to to to continue to be good stewards of the wealth left to them, besides the the the descendants of Sid, Richardson and and the Ba families the 1... I think this guy still alive actually. Is the 1 that you know, the the only smart ones I would consider. They did it this with Mexico too. They went up buying a bunch of stock in Mexico. They ended up selling it back to the company at a profit of over 400000000 dollars. There this whole section on Sid and in the masses. Is just trade after trade after trade like this. You know, the other guys buying football teams in newark and coke and, you know, never did anything of substances his life. He winds up... He do... He does to do 1 smart thing. He winds up getting 1 of the largest oil fields in Libya, and then, like, 2 years later, Ga da takes away from him and national unfortunately. But but, again, that was 1 good decision and and a thousand bad ones. Alright. So let me go back to the masses. So they went up selling it back to the company at profit 400000000. That what he does next is really interesting. They decided to put that money into Walt Disney. Disney he swore was an neglected gem. The stock was stuck in a 55 dollar range, they thought that they could double prices at, they thought they were evaluating, like, the media library, content library of Disney and then that that their the theme parks were in neglect. And they were actually actually went up being some of the people that push Disney to high hire Is actually, it was interesting. By the early 19 nineties, the bass 500000000 dollar stake in Disney would be worth a staggering 2800000000.0 dollars. It was Sid crown achievement in a Span of 16 years in 1 of the greatest investment performances of the twentieth century, He and Rain water had increased the Bass family Fortune from 50000000 dollars to an estimated 5000000000 dollars. So let me get to the end of the life's of the big 4. Nothing marked the end of the golden age so much as the dimming of the men who had created it. So what they're talking about there is Texas oil dominates for a few decades, and eventually, you have, rising in the Middle East and Africa and other places and eventually, they they can produce oil cheaper than Texas than than Texas could. And so that, that's why Clint was so far. He's like, I got, diversify out of the oil industry. And that's when he's buying up railroads insurance companies. Everything else. So it says, golden nature so much is dimming of the men who created at the original big 4 0 man. Clint was the first to retreat. In his... He'd wake up every morning in his Pajamas, in his pajamas at a sig in 1 hand and a couple copy in the other. He began each morning, around 5 in the morning with a call to Sid Richardson. What's the dope? We're usually Clint first words, and the 2 would been an hour discussing everything from investments to their peach crop. See, I just think that's really. They were run up... The... We they weren't business partners, I went up being lifelong friends, they work in the same industry. And again, I think when when you read auto geographies of people right before they die, Rockefeller are the the 1 most recent addition to that, they all hang on this the importance of friendship, yeah, your enjoyment later in life, don't neglect your relationships just for your business. Clues with your family or friends and everybody, Like, we're social creatures, even if you only have a handful of them, you know, they make your life a lot better. And I think that, like, we... We'd be wise to heed the advice from these wise old men. After another series of strokes, Clint was relegated to a wheel He finally died an pneumonia in June 19 69. The New York Times ran an obituary on Page 1 term clint a 1 man conglomerate. His entire life was devoted to making money the New york Times wrote, but that wasn't really true. Clint had torn through his life with Gust, and those he left behind were uniformly thankful to have known him. Now we get to Sid. Sids routine rarely varied. Here rose around 5 and spoke to Clint. He talked and and inevitably began with 1 saying he had been awake for hours waiting for the other to get out that's hilarious, especially tool men saying that to each other. His health was failing. He had high blood pressure. The doctors told him to quit drinking. They made him stop smoking. On September t, 19 59 Richardson flew down to a pair of ranches that he owned and had purchased near San Antonio. The next morning, a servant found him dead in his upstairs bed. He had suffered a massive heart attack and died in his deep. He was 68. Back to Roy. Roy Cole spent his last year's is paying more attention to his growing crop of grandchildren than politics or oil. This is the guy that donated, I think 93 percent of his, fortune. I think it before he died to. His time had passed and he knew it. In their seventies now, he and Lily spent more time. Remember, Lily the the wife back when he was 35, poor, they're laying and base. Like, just give me 1 more day. Like, I'm gonna... I'm gonna provide for the family. Tomorrow will be another day. And she stuck with them, and and loyalty was obviously rewarded. He and lilly spent more time at their ranch. They were played cards and Domino's in the back porch, and they would drive out of dust to watch their deer. They built homes for their daughters and their husbands. Most of their brood had taken their plane to a golf course gulf coast beach vacation in February 19 57 when they got the call. Ga, it's what they called them, had suffered a stroke sleep. He linger off for 4 more months, but never regained consciousness. He died in June 19 57, Lilly at his side. She died 2 years later, never adapting to her beloved husband's absence. H o Hunt turned 85. His health was failing. Chronic back pain forced him into a wheelchair. He finally consented to be driven to his office by Chauffeur. On 09/13/1974, the old man collapsed at his desk. He was rushed to to the hospital. The diagnosis, advanced cancer of the liver. Hunt never left the hospital. The day after thanksgiving his heart gave out and he died. His obituary in the Texas Monthly said he was a... He was many men in 1, contradictory, good and bad. But on a larger larger scale right out of Anne rand. In the age of mid and conform, he was a rogue who broke rules and cut a large swath. And at last laid down with a smile. This and similar eu were an early sign of a developing Texas nostalgia, a har to the days when giants walk the oil fields. When men like hunt and Clint and sid and Roy, helped build something unique in mid century Texas, an image and culture, loud, bo, money hungry, and a bit silly, but proud and independence. And that's where I'll leave it. If you're looking for a wild story, pick up the book, I it was it was absolutely fantastic. I really enjoyed reading this. If you buy the book using the link that's in the show notes on your podcast player, or by going to, founder podcast dot com. You'll be supporting the podcast at the same time. That is a hundred and 49 books down 1000 to go, and I'll talk to you again soon."
}