{
  "transcript": "Let's go ahead and jump into today's book, and we're gonna start his introduction. This is Isaac Inc talking directly to the reader. I embarked on this book because Leonardo Vinci is the ultimate example of the main theme of my previous biographies. How the ability to make connections across disciplines, arts and science, humanity's and technology is a key to innovation, imagination, and genius. Benjamin Franklin, a previous subject of mine was a Leonardo of his era, with no formal education, he taught himself to become an imaginative poly who was enlightenment America's best scientist, inventor, diplomat, writer and business strategist. He proof by flying a kite that lightning is electricity, and he invented a rod to tame it. He devised bi glasses, enchanting musical instruments. Clean burning stove, charts of the gulf stream and America's unique style of homes spun humor. Albert Einstein, when he was s in his pursuit of of hysteria relativity, would pull out his violin and play Mo, which helped him reconnect with the harmon of the Cosmos. Ada Love, whom I profile in a book on innovators, combine the poetic sen of her father Lord Byron. With her mother's love of the beauty of math to envision a general purpose computer. And Steve jobs, climax his product launches with an image of street signs showing the intersection of Liberal Arts and technology. Leonardo was his hero and it's a direct quote from jobs now. He saw beauty in both art and engineering job said, and his ability to combine them was what made him a genius. His curiosity was pure personal and delightful obsessive. Together they served his driving passion, which was nothing less than knowing everything there was to know about the world, including how we fit into it. His notebooks are the greatest record of curiosity ever created. A wonder guy to the person whom the art historian Kenneth Clark called the most relentlessly curious man in history. So Leonardo notebooks is is the foundation for Isaac anderson's book on Deb davinci. A few sentences from the introduction before we move on. Above all, landowners leonardo relentless curiosity and experimentation should remind us of the importance of instill in both ourselves and our children, not just receive knowledge, but a willingness to question it. To be imaginative and like talented mis fits and rebels in any era to think different. And skipping ahead, I'm not gonna cover too much of his childhood. I do wanna talk about the fact that he was an auto tie act, and he lacked formal education. And in this section, it's called the disciple of experience. So let's go to Isaac and here to learn more. Another upside for Leonardo of being born out of Wed lock was that he was not sent to 1 of the Latin schools that taught the classics and humanities to well groomed aspiring professionals and merchants of the early renaissance. Leonardo was mainly self taught. He often seemed defensive about being an un man. Un man means no form education. As he dubbed himself with some irony, But he also took pride that his lack of formal schooling led him to be a disciple of experience and experiments. This free thinking attitude saved him from being an acc of traditional thinking. In his notebooks, he unleashed a blast at at what he called the pom is fools who would disperse him for this. Now this is directly direct quote from Leonardo. I'm fully aware that my not being a man of letters may cause certain pre people to think that they may with reason blame me. Alleging that I am a man without learning. Foolish folk. They str about puff up and pom, decked out and adorned, not with their own labor, but though by those of others. They will say that because I have no book learning, I cannot properly express what I desire to describe, but they do not know that my subjects require experience rather than the words of others. His lack of reverence for authority and his willingness to challenge received wisdom would lead him to craft an empirical approach for understanding nature that fore the scientific method develop more than a century later by Bacon and got Galileo. And before I move on, I just wanna, a couple paragraphs down. There's this part that makes me think of the Internet. So it says, it was a good time for a child with such ambitions ambitions and talents to be born. In 14 52, Johannes Gut had just opened his publishing house. And soon, others were using his movable type printing press to print books that would empower un unscrew but brilliant people like Leonardo. So in the 14 hundreds, they had the printing press, Today, we have the Internet, which I think is doing the exact same thing. Okay. This part just made me Chuckle. So later, I'm still early in the book, but later on, Leonardo develops a sort of a feud with Michel Angelo. And Michel Was about 20 years younger. And even though they were both gay artists, Michel Was very pious and kind of ashamed of his sex sexuality. There even rumors that he enforced, like, a strict ce on himself. Leonardo was the exact opposite, and you're you're gonna... He's just funny. You'll see here. On the contrary, in his life and in his notebooks. There is much evidence that he was not ashamed of his sexual desires. Instead, he seemed amused by them. In a section of his notebooks called on the penis. He described quite humorous how the penis had a mind of its own and acted at times without the will of a man a quote from Leonardo here. The penis sometimes displays an intellect of its own. When a man may desire to be stimulated, it remains ob and goes its own way. Sometimes moving on, moving on its own without the permission of its owner. When he is awake or sleeping, it does what it desires. Often when the man wishes to use it, It desires otherwise. And often it wishes to be used and the man forbid it. Therefore, it appears that this creature possesses a life and an intelligence separate from the man. He found it curious that the penis was often a source of shame and that men were shy about discussing it. This is the the part that maybe Chuckle. This is another direct quote from, Leonardo. Man is wrong to be ashamed of giving its a name or showing it. He added, always covering and conceal something that deserves to be adorned and displayed with ceremony. I think he... What... I have an idea that he was taking a shot at Michel. You you're probably familiar with Michel Famous statue of David. And, at some point, later on, Michel made David nude, which is quite common then. And then later on, people would cover David's genitals with, like, a bronze leaf. And we see this throughout, sculptures and paintings of all sorts where some people were ashamed of nudity. Leonardo definitely wasn't. He was extremely flamboyant buoyant. He dressed in and almost costume. And, like, said wearing clothes. Wore almost costumes he was well known for traveling with a bunch of young, male lovers. And like I said, he thinks that the it should the penis should be adored and displayed with ceremony. And as you can probably guess, from just that. He was not particularly religious. Even though most of the people around him were, he's never really... There was a rumor around his deathbed that he might have taken comm, but throughout his whole life, he he never attended a church Okay. So I wanna skip ahead to the chapter that introduces us to Leonardo notebooks. The reason I bought the hard cover of this book is because it's... There's just... There's a lot of beautiful rendition of not only the Archie created, but a lot of pictures of his notebooks in his writing. You gotta see some of these drawings. So the book is actual absolutely beautiful. There's a section where he... Later in life, he starts to wanna learn how the body is, and he starts basically dissect could, and the drawings in that chapter just amazing how much detail he has as he goes layer by layer, through the the human body. So this is we're gonna get into his notebooks here. These little books on his belt along with the larger sheets in his studio became repo for all of his man passions and obsessions. Many of them sharing a page. As an engineer, he honed his technical skills by drawing mechanisms he encountered or imagined. As an artist, he sketched ideas and made preparatory drawings. As a court in in imp rosario, he jot down designs for costumes, con con for moving scenery stages, fable to be enacted and witty lines to be performed. Scribble in the margins were to do list. Records of expenses and sketches of people who caught his imagination. Over the years as his scientific study got more serious, he filled pages with outlines and passages for treaties, on topics such as flight, water, anatomy, art, horses, mechanics and geology. About the only thing missing are intimate personal revelations are intimacy. They... These are not Saint Augustine confessions, but rather the outward looking ent of a relentlessly curious explore. This is why I recommend a lot of ice books. I think he's a really good writer. Listen to that last sentence. These are not Saint. Augustine confessions, but rather the outward looking t of a relentlessly curious explore. So 1 of the reasons I think Vinci fits in perfect to the founders podcast. Is because I think his founders, like, you you don't have 1 specialty. Like, in this paragraph, he's an artist. He's an engineer. He's creating... He he put on shows, like he was really into into live, like, plays and pageant. Designing not only what the the actors and and participants would do, but all their all their dress. He was a scientist. He didn't limit himself. By saying, oh, I can only paint or I can only sculpt or I can only do these things. He just was... When if you... If he was curious about something, he just figured out a way to to learn it. I think that's obviously an integral skill. Natalie only for founders entrepreneurs sc, but I think regular employees would he'd be about better off if they if they adapted that mindset. So skipping ahead a little bit, but in their content, meaning Leonardo books. Leonardo were like nothing the world had ever or has ever seen. His notebooks have been rightly called the most astonishing testament to the powers of human observation and imagination ever set down on paper. Now here's a crazy part. The more than 7200 pages probably represent about 1 quarter of what Leonardo actually wrote. So we have... It's still to the present day, we have about 7200. So if they're saying that's 1 quarter was at almost 30000 pages. Now keep in mind, the book I hold in my hand is 600 pages. Sky he's wrote on 30000 pages of things that were interesting to him. Back to the book. But that is a higher percentage after 500 years than the percentage of Steve jobs emails and digital documents from the 19 nineties that he and I were able to retrieve. Isaac is referencing the fact that he worked intimately with jobs and jobs the final days to to to finish that book. Called Steve Jobs. If you haven't read it, it's amazing if you wanna know more about it I did a podcast, just go back through your the podcast feed and you'll see it. Leonardo notebooks are nothing less an astonishing windfall that provides a documentary record of applied creativity. As usual with Leonardo, However. Oh, I skipped over something. I I need to talk to you about. He talks about that that's a higher percentage after 500 years and a percentage of Steve Jobs emails. He makes the, I've heard I just didn't talk about this book and, on podcast podcasts and I've also heard, I've read... He he says it in... He writes it in the book, but he feels that paper is a wonderful storage device, and that we're doing ourselves an injustice at most of our storage. If you think about all the the content you create whether it's podcasts, writing, most of it's stored on a hard drive, which means, like, it may not exist 500 years from now. So I obviously love technology and everything that it provides for us, But there is something we said about the fact that paper can last hundreds, if not thousands of years. It's yet to be seen if we're gonna be able to do the same thing in the future with all all of our digital content. So enough of that tangent. Let me jump back in. As usual with Leonardo, however, there's an element of mystery involved. He rarely put dates on his pages and much of their order has been lost. After his death, many of the volumes were dis dismembered and the interesting pages were sold are reorganized into new cod. Because good paper was costly, Leonardo tried to use every edge and corner of most pages. Cram as much as possible on each sheet. And jumping together seemingly random items from diverse fields. This is definitely true, and there's a bunch of examples in the bulk of, actual pages from Leonardo Notebooks. Often you would go back to a page, months or even years later to add another thought. Just as he would go back to his painting of Saint. Jerome and later his other paintings to refine his work as he evolved and matured. So I don't I don't think we're gonna spend much time talking about them mona Lisa. I know that's his probably his most... It is his most famous work. What they just said how he he would go back months or even years later. Something I learned about the mona Lisa hears, he worked on it for about 20 years. He carried with it, and carried it with them. He'd had, like a brush stroke, and this is very common for the way Leonardo worked. He never rush anything. He was actually still working on it and when we died. And let me just wrap with the sentence we move on. His appetite for soaking up information from books was v racial and wide ranging. Okay. So I wanna, again, I... Really hard me when I went back over my notes and my highlights to figure out how to to make this into some kind of cohesive story, which I don't think I'm capable of doing frankly. But I... There is some themes that I wanna hit on over and over again because they talk about them in the book over and over again. And again, this is... Well, the reason I'm doing this is because I wanna learn from his perspective. Maybe there's something he thinks are way he approached his life that I can adapt to my own. And obviously, share that with you to to to take the parts that that you find valuable. But he has this I have just a note here, and it's experience greater than sign theory. So he was very very big. He he did not like theory at all. He wanted to experience things. He said that was what life was all about. So this is just a few paragraphs on connecting experiment to theory. Leonardo devotion to firsthand experience went deeper than just being prick about his lack of received wisdom. It also caused him at least early on to minimize the role of theory. A natural observer and experiment. He was neither wired nor trained to wrestle with abstract concepts. He preferred to induce from experiments rather than d from theoretical principles direct quote from him. My intention is to consult experience first. And then with the reasoning, show why such experience is bound to operate in such a way. In other words, he would try to look at facts and from them figure out the patterns and natural forces that cause these things to happen. And he goes into what's the practical application of experience over theory? In his notebook, he described his method, almost like a trick for closely observing a scene or an object. Look carefully and separately at each detail. He compared it to looking at the page of a book, which is meaningless when taking in as a whole and instead needs to be looked at word by word. Deep observation must be done in steps dura quote from Leonardo here. If you wish to have a sound knowledge of the forms of objects begin with the details of them, and do not go on to the second step until you have first well fixed until you have the first well fixed in your memory. Okay. So what... How do what would that look like in his work? So I'm... I wanna skip ahead a little bit to hopefully describe that to you. This is about the commission on the last supper. And this talks about the commission and then about his way of work, and he has this really interesting idea of creativity. And Wanna share that with you. When Leonardo was painting the last supper, spectators would visit and sit quietly. Just so they could watch him work. To creation of art like the discussion of science had become at times a public event. According to the count of a priest, Leonardo would come here in the early hours of the morning and mount the scaffolding. And then remain there brush in hand from sunrise to sunset, forgetting to eat or drink painting continually. On other days, now we're gonna see that that didn't happen all the time. On other days, however, nothing would be painted. He would remain in front of it for 1 or 2 hours and and contemplate it inc, examining and criticizing to himself, the figures he had created. Then there were dramatic days that combined his obsessive and his pension for procrastination. As if caught by a whim or passion, he would arrive suddenly in the middle of the day, climb the scaffolding, sees a brush, apply a brush stroke or 2 to 1 of the figures and then suddenly depart. When Leonardo was summoned by the duke, this is the person that gave them the commission for. They ended up having... And this is the most important part why included this for the podcast. They ended up having a discussion of how creativity occurs. Sometimes it requires going slowly, pausing even procrastinating. That allows ideas to marinate Leonardo explained. Intuition needs nurturing. This is now direct quote from Leonardo. Men of lofty genius sometimes accomplish the most when they work least. He told the duke. For their minds are occupied with their ideas and the perfection of their conception to which they afterwards give form. So this is something that I've just only in the last few years realize that, if you work all the time, and you're you're always in in gross in whatever task in front of you. You're not giving yourself enough time to actually go back and let your brain do the the like, the work it needs to do to process and take that idea further. So Elon musk talked about this. I may include in the podcast... 1 of the podcast podcasts I did on him where he feels that a lot of his best ideas, cliche, even if it's a cliche come in the shower because he feels that He's in the shower in the morning after a night of basically his brain working on all these ideas and interacting with his subconscious. And then in the morning, he kinda gets, like, the the the result of the comp... Of last night's computation. I think is the word. He used. I think that's very much in line. That's the modern version of what Leonardo saying here where their minds are occupied with their ideas and the perfection of their conception to which they afterwards give form. This is just 1 sentence, but III think it it encapsulate and encapsulates Leon life. From what I hear, Leon life is very irregular and uncertain, and he seems to live for the day only. Throughout his life, he's going to interact in me and work with people that are in now in their own right, famous throughout history. So at this time, we... I think you guys already just know this, but, like, artists basically, they they they relied on wealthy people, patrons to support their work and to and to make a living. So he goes to work for somebody that's completely ruthless. So there's some interesting stories in here that I just wanted to to cover real quick. And I don't I have no idea how pronounce this guy's name, but his name is not too important the name of the person that Leonardo search, interacting with you'll recognize and is important. Okay. So this is oh my goodness. What... I don't even know. Okay. Lu. Leon leonardo patron and Milan had a reputation for ruthless that included among other alleged acts, poisoning his nephew in order to seize the the crown, but Lu V was a choir boy compared to Leonardo next patron. Caesar Bo. Named any o activity and Bo was the master of it, murder, T, inc, Deb, Cruelty, Betrayal, and corruption. He had a brutal tyrant hunger for power combined with a soc pass thirst for blood. Once when he felt he had been libel, he had the offender tongue cut out, his right hand chopped off and the hand with the tongue attached to its little finger hung from a church window. His only sliver of historical redemption, which is un underserved came when Machiavelli, and this is why I'm including this part. Used him as a model of cunning in the prince. So this is Machiavelli famous book the prince and taught that his ruthless was a tool for power. Now check how how crazy this is. Caesar Bo was the son of Pope, Alexander the vi. So this guy that's that's engaged in murder, t inc deb betrayal corruption is not only becomes a patron of Vinci. But he's the son of a pope. And he likely had his brother stabbed to death and thrown in the in the ti of river so that he could replace him as the commander of the Pap forces. Here's a the the crazy part. Leonardo may have gone to work with Bo at the be he of Machiavelli. So Leonardo at the bethesda of Machiavelli goes to work for this crazy mad man. He was designing inventions for use by military, which is something that in in in war, which something Leonardo was extremely interested in. So I wanna give you an example of that here. Diverting the Ar river from its course and taking it away from Pis. It was an audacious way. It was an audacious way. This is Lunar leonardo, idea. It was an audacious way to recon conquer the city without storming the wall or wielding any weapons. If the river could be channel somewhere else, Pis would be cut off from the sea and lose its source of supply. So this is... Bo was trying to figure out how to overtake Pizza. This is what Leonardo comes up with. The primary advocates of the idea included the 2 clever friends who'd had been hold up together the pat that past winter, Leonardo Vinci and nickel Nikola Machiavelli. The river that is to be diverted from 1 course to another must be coax and not treated roughly or with violence, Leonardo Wrote in his notebook. His plan was to dig a huge ditch, 32 feet deep, up river from pis and use dams to divert the water from the river into the ditch. To do this a sort of dam must be inserted into the river, then another 1 further downstream jut out behind it. And similarly, third, fourth and fifth dams, so that the river made a storage itself from the channel made for it. That's Leonardo writing his notebook. This is an interesting part. This would require moving a million tons of earth, and Leonardo calculated the man hours necessary by doing a detailed time and motion study. 1 of the first in history. He figured out everything from the weight of 1 shovel load of dirt 25 pounds to how many shovel loads would fill a wheelbarrow barrel, 20. His answer, it would take approximately 540 men working a hundred days to dig the ar diversion ditch. So this actually this project actually never comes fruition, but skipping ahead a bit. We understand, we learn why it's important. Why that's not as important. The are projects, the circular fortress and the draining of the swamps had 1 thing in common with many of Leonardo grandest projects. And even some of his less grand ones. They never came to fruition. They show Leonardo at his most fantastical, dreaming up schemes that dart back and forth across the boundaries of practicality. Like the construction of his flying machines, they were too fan to execute. This inability to ground his fantasies in reality has generally been regarded as 1 of Leonardo major failings. Yet in order to be a true visionary, 1 has to be willing to over reach and to fail some of the time. Innovation requires a reality distortion field. That's Isaac barring a phrase that he used heavily in the Steve Jobs book. The things he envisioned for the future often came to pass, even if it took a few centuries. Scuba gear, flying machines and helicopters now exist. Suction pumps now drain swamps. Along the route of the canal that Leonardo drew, there is now a major highway. Sometimes, fantasies are paths to reality. Okay. So I wanna skip ahead a little bit in the book, and I wanna talk just a very briefly about his relationship with Michel, as I mentioned earlier. During the 17 years that Leonardo was away along. Michel Angelo became Florence hot new artist. By 1500, the 2 artists were back in Florence. Michel Angelo then 25 was a celebrated, but pet sculpt. In Leonardo 48 was a gen and generous painter who had a following of friends and young students. It is enticing to think of what might have occurred if Michel Angelo had treated him as a mentor, but that did not happen. He displayed instead, a very great disdain towards Leonardo. 1 day Leonardo was walking with a friend through 1 of the central piazza of Florence wearing 1 of his distinctive rose pink tu. There was a small group discussing a passage from Dante, and they asked Leonardo his opinion of its meaning. At that moment, Michael Angelo came by, and Leonardo suggested that he might be able to explain it. Michael Angelo took offense as if Leonardo were mocking him. No. Explaining yourself. He shot back. You were the 1 who modeled a horse to be cast and Bronze was unable to do it and was forced to give up the attempt in shame. He then turned and walked away. On another occasion when Michael Encountered Leonardo, he again referred to the fiasco of the horus monument saying, so those idiot actually believed in you. Unlike Leonardo, Michael Angelo was often contentious. He had once insulted the young artist, Pietro to Gia, who was drawing alongside him in a Florence chapel. To Gia recalled cl my fist and giving him such a blow on the nose that I felt bone and cartilage go down like a biscuit beneath my knuckles. Michel Angelo had a disfigured nose for the rest of his life. So Michael Angelo, and Leonardo couldn't have been more different. Leonardo was extremely popular. He was a very colorful, happy, nice, not religious. Michael Angelo was pious, ce, dressed in rags, just very, very different. And, Michael, I mean, it's really hard to summarize person's entire life, but Michael Seem to be rather unhappy. Where Leonardo seemed to, like, re in in life. So I wanna skip ahead to when when Leonardo starts in, I think 15 o 8. Yeah. In 15 o 8, he starts to do, study the anatomy more, and he does this by dissect a lot of dead bodies. So I found this this part extremely fascinating. And the drawings. I would just Google. If even if you don't have the book, just Google the center centurion and his muscles are Leonardo and drawings of the human body. You... They're they're absolutely amazing. Okay. So let's go to the book for this Shortly before he left Florence in 15 o 8, Leonardo was at the hospital when he... Where he struck up a conversation with a man who said he was more than a hundred years old and had never been ill. A few hours later, the old man quietly passed away without any movement or sign of distressed. Leonardo proceeded to dissect his body, launching what would be from 15 o 8 to 15 13, his second round of anatomical studies. We should pause to imagine the Dandy dressing Leonardo now in his mid fifties at the height of his fame as a painter, spending his night hours at at an old hospital in his neighborhood, talking to patients and the dissect body. It is another example of his relentless curiosity that would aston us if we had not become so used to it. Now speaking about his drawings, the results are triumphs of both science and art. His rudimentary dissect tools took him down layer by layer even as the body untreated decompose. First, he showed the surface muscles of the old man, then the inside muscles and veins as he pulled off the skin. He started with the right arm and neck then the torso. He noted how the spine was curved, then he got to the abdominal wall, the intestines, the stomach, and the membranes connecting them all. Finally, he exposed the liver which he said resembled frozen brand both in color and substance. He never reached the legs perhaps because by then the body had decompose too badly to make it bear to handle. But there would be other... Dissection. Probably 20 more. And by the time he finished his anatomy studies. He would have beautifully illustrated every body part and limb. That is insane. So it's saying he beautifully illustrated every body part and limb. Keep in mind he's doing this in 15 hundreds with no meta medical or scientific training. And on bodies that are untreated and d rapidly. The book continues. In his quest to figure out how the centurion died, Leonardo made a sick... Significant scientific discovery. He documented the process that leads to art atherosclerosis in which the walls of arteries and thicken are thicken and stiff by the accumulation of plaque like substances. I made and... This is him I'm speaking now. I made an autopsy in order to ascertain the cause of so peaceful of death and found it that it proceeded from weakness throughout the failure of blood and of the artery that feeds the heart and the other lower members, which I found to be very dry, shrunk and with hero wrote. Next to a drawing of the veins in the right arm, he compared the Cent centurion blood vessels to those of a 2 year old boy who had also died to the hospital. He found those of the boy to be sup and unrestricted, contrary to what I found in the old man. Using his skill of thinking and describing through analog he concluded, the network of vessels behave in a man as in oranges in which the appeal becomes tougher and the pulp diminishes the older they become. The constriction of blood flow had caused among other things The center centurion liver to become so dry that when it is subjected to even the slightest friction, its substance falls away in tiny flakes like sawdust and leaves behind the veins and the arteries. It also led to his flesh becoming the color of wood or dried chestnut because the skin is almost completely deprived sustenance. The noted medical historian and cardiologist, Kenneth Ke called leonardo analysis the first description of art sclerosis as a function of time. Again, this is another example of Leonardo figuring something out through experience that is now hundreds of years later widely accepted as truth. The dissection continue. When Leonardo began the second round of anatomy studies in 15 o 8, he made it to do list that surely must rank as 1 of the quirk and most enchanting such lists in the history of intellectual inquiry. On 1 side of the page are a few sketches of dissect instruments and on the other side, some small drawings of veins and nerves found in the brain of the centurion with writing crammed all around them. Have Auth... This is now Lean leonardo already. Have Auth sen book on useful inventions translated. He wrote, referring to a book by the eleventh century persian poly. Have having drawn very surgical tools, he jot down some of the equipment he needed. Spectacle with case, fire stick, fork, curve night, charcoal, boards, sheets of paper, white chalk, wax, force ups, pane of glass, fine tooth bone saw, sc, in corn, pen knife and get a hold of a skull. Then comes my favorite item on any Leonardo list, describe the tongue of the wood picker. This is not just a random entry. He mentioned the Wood pe tongue again on a later page where he described and drew the human tongue. Make the motions of the Wood peck he wrote. When I first saw his entry about the Wood peck, I regarded it as most scholars have as an entertaining odd. Evidence of the eccentric nature of Leonardo relentless curiosity. That it indeed is, but there is more as I discovered after pushing myself to be more likely leonardo and drill down into random. Leonardo I realized had become fascinated by the muscles of the tongue. All of the other muscles he studied acted by pulling rather than pushing a body part, but the tongue seemed to be an exception. This was true in humans and in other animals. The most notable example is the tongue of the wood pe. Nobody has drawn or fully written about it before, but Leonardo with his acute ability to observe objects in motion knew that there was something to be learned from it. On the same list, Leonardo instructed himself to describe the jaw of the crocodile. Once again, if we follow his curiosity rather than merely being muse by it, we can see that he was on he was onto to another important topic. A crocodile unlike any mammal has a second jaw joint, which spreads out the force when it snaps its mouth shut. That gives the crocodile, the most forceful bite of any animal. It can exert 3700 pounds per square inch force. Which is more than 30 that 30 times that of a human bite. So the chapter on his anatomical studies continues for quite a while. I wanna skip ahead to some other ideas that I learned from Leonardo by reading this book. This one's really an interesting thought, it's his idea on the micro cause and the macro cause, and this is a a short part. During the period when he was probing the human body, Leonardo was also studying the body of the Earth. True to form, he made analog between the 2. He was skill at discerning how patterns resonate in nature, and the grandest and most encompassing of these analog in both his art and his science was the comparison between the body of man and the body of the earth. Man is the image of the world he wrote. Known as the Micro Macro relationship, it har back to the ancients. Leonardo first discussed this analogy and a notebook entry from the the from the from the early 14 nineties, and this is just a part I wanted to tell you about. The ancients called man, a lesser world. And certainly, the use of the name is well bestowed because his body is an analog for the world. As man has his bones that support his flesh, the world has its rocks that support the earth. As man has a pool of blood in which the lungs rise and fall and breathing, so the body of the earth has its oceans tide, which likewise, rises and falls as if the world breathed. As the blood veins originate in that pool and spread all over the human body, so likewise, the ocean sea fills the body of the earth with infinite springs of water. To me that the... Those few paragraphs go back to the beginning way they were talking about that, Leonardo was infinitely curious about the world, not only the world, but how we fit into the world. Skipping ahead, I just want some interesting quotes or a little anecdotes from him. Leon leonardo made a point of not expo much on religion during his lifetime. He said that he would not endeavor, this is now direct quotes from him to write or give information of those things of which the human mind is incapable and which cannot be proved by an instance of nature. That goes back to his his his desire to to prioritize experiences over a theory. Just another quote I really liked to face. As a well spent day, brings a happy sleep, Leonardo had written. So a well employed life brings a happy death. To me that's just him reminding all of us don't waste any time. Adding on to that, the best way to approach his life is the way he approached the world. Filled with a sense of curiosity and appreciation for its infinite wonders. Okay. And now I wanna skip ahead towards the end of the book. Isaac does a really good job of basically taking everything he learned from studying Leonardo notebooks and breaking them down as if Lean Leonardo had maybe a dozen or a half dozen or whatever the number is principles. And I wanna get into some of those that I felt were extremely valuable. Re a work declaring it finished, froze of evolution. Leonardo did not like to do that. There was always something more to be learned, another show to be glean from nature that would make a a picture closer to perfect. What made Leonardo a genius, what set him apart from the people who are merely extraordinarily smart. Was creativity. The ability to apply imagination to Intellect. I think that's what Steve jobs like most about him. His facility for combining observation with Fantasy allowed him like other creative geniuses to make unexpected leaps that related things seen to things unseen. Talent hits a target that no 1 else can hit. Genius hits a target, no 1 else can see. Because they think different, creative mastermind minds are sometimes considered mis fits. But in the words that Steve jobs help craft for an apple advertisement. While some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world are the ones who do. What also distinguish Leonardo heterogeneous was its universal nature. The world has produced other thinkers who are more profound or logical. And many who were more practical, but none who was as creative in so many different fields. Some people are geniuses in a particular arena, such as Mo and music and eu and math. But Leonardo brilliance span multiple disciplines, which gave him a profound feel for nature's patterns and cross currents. His curiosity imp him to become among the handful of people in history who tried to know all there was to know about everything that could be known. There have been, of course, many other ins poly and even the renaissance produced other renaissance men, but none painted the mona lisa. Much less did so at the same time as producing un anatomy drawings based on multiple dissection, coming up with schemes to divert rivers, explaining the reflection of light from the earth to the moon, opening the still beating heart of a butcher pig to show how ventricles work, designing musical instruments, chore pageant using fossils dispute the biblical account of the d lose, and then drawing the d. Leonardo was a genius, but more. He was the epitome of the universal mind, 1 who sought to understand all of creation including how we fit into it. So now this is a part about learning from Leonardo. The fact that Leonardo was not only a genius, but also very human, quirky and obsessive and playful and easily distracted makes him more accessible. He was not grace with the type of brilliance that is completely unfathomable to the rest of us. Instead, he was self taught and will his way to his genius. So even though we may never be able to match his talents, we can learn from him and try to be more like him. His life offers a wealth of lessons. I think those... That paragraph for there and perfectly, summarizes why I'm recommending you read this book. Okay. So here's 1... Here's some... We're gonna get into so much principles. I'm not gonna share all of them. I'm just gonna share ones that, that spoke to me. Be curious. Relentlessly curious. I have no special talents. Einstein once wrote to a friend. I am just passionately curious. Leonardo actually did have special talents as did Einstein, but his distinguishing and most inspiring trait was his intense curiosity. He wanted to know what causes people to yawn how they walk on ice. Methods for squaring a circle what makes the aortic valve close, How light is processed in the eye and what that means for the perspective and a painting. He instructed himself to learn about the placenta of a calf, the jaw of a crocodile, the tongue of a wood picker. The muscles of a face, the light of the moon. The edges of shadows. Being relentlessly and randomly curious about everything around us is something that each of us can push ourselves to do every waking hour just as he did. Let me go find and tangent here. I have a 5 year old, and she kinda reminds me this all the time. Because she they they... If you have children or little kids... And or even even if you don't have any around them, you see that they're very much live in the moment. And she's very in inc about stuff that's going on. She asked just questions I would never think to ask. And, every time this happens to me, I sit there and think, like, wow... I'm jade by adulthood. Like, that is pretty amazing or that is something to wonder about, and I just look at it just because I'm used to it. I don't know. I don't know any effective techniques to jar myself out of this, but other than being aware of it and hopefully changing it over time. Another 1 here, seek knowledge for its own sake. Not all knowledge needs to be useful. Sometimes it should be pursued for pure pleasure. Leonardo did not need to know how the heart valve works to paint them mona Lisa? Nor did he need to figure out how fossils got to the top of mountains to produce the virgin the versions of the rocks. By allowing himself to be driven by pure curiosity, he got to explore more horizons and see more connections than anyone else of his era. And I think that's extremely important now when you're trying to think of, like, if you wanna design a product or create a podcast to do anything. You just expose yourself to a lot of things and, like Elon musk, let let let the computation happen, and then you'll be you'll be surprised by the results to happen when you're constantly exposed and not just focus on 1 thing. To that extent, here's another 1 of his principles, go down rabbit holes. He filled the opening pages of 1 of his notebooks with a hundred and 69 attempts to square a circle. In 8 pages of his codecs, he recorded 730 findings about the flow of water. In another notebook, he listed 67 words that describe different types of moving water. He measured every segment of the human body, calculated their proportional relationships and then did the same for a horse. He drilled down for the pure joy of geek out. Another principle here. This 1 is counterintuitive, and I think many of us beat ourselves up about it, but this is what he says about it. His next principle is procrastinate. While painting the last supper, Leonardo would sometimes stare at the work for an hour, finally making 1 small stroke and then leave. And, again, III repeated this, but previously in the book, but it appears again in the in the conclusion. He told Duke Lu that creativity requires time for ideas to marinate in intuitions to gel. Men of lofty genius sometimes accomplished the most when they worked the least. For their minds are occupied with their ideas and the perfection of their conception to which they afterwards give form. Most of us don't need mice to procrastinate. We to it naturally, but procrastinating like Leonardo requires work. And involves gathering all the possible facts and ideas and only after that allowing the collection to simmer. Here's another another interesting 1, avoid silos. At the end of many of his product presentations, jobs displayed a slide of a sign that showed the intersection of liberal arts and technology streets. He knew that at such crossroads lay creativity. Leonardo had a free range mind that merely wandered across all the disciplines of the arts sciences, engineering, and humanities. His knowledge of how light strikes the retina helped inform the perspective in the last summer. And on a page of anatomical drawings depicting the dissection of lips He drew the smile that would reappear in the mona Lisa. He knew that art was a science and that science was an art, whether he was drawing a fe us in the womb or the swirl of a, he blur the distinction between the 2. Here's another 1. Indulge fantasy. His giant cross, the turtle like tanks, his plan for an ideal city, the powered mechanisms to flap a flying machine, just as Leonardo blur the lines between science and art. He did so between reality and fantasy. It may not have produced flying machines, but it allowed his imagination to soar. And just 3 quick ones, make lists and be sure to put odd things on them. Leon leonardo to do list may have been the greatest testament to pure curiosity the world has ever seen. Here's the second 1. Take notes on paper. 500 years later, Leonardo notebooks are are around to aston and inspire us. 50 years from now, our own notebooks. If we work up the initiative to start writing them down, will be around to aston and inspire our grandchildren. Unlike our tweets, and Facebook post. And this is what I'm gonna close on and probably my favorite 1, be open to mystery, not everything needs sharp lines. If you are interested in reading the book, and you wanna help out the podcast, you can go to founders podcast dot com, you will see a link for the book that link is an Amazon affiliate link, which means that if you click through and by the book through there. Amazon gives me a small portion of the sale at no additional cost to you, and I do appreciate if you do that. Not only this book, but any book that I've covered. I think it's, like, 20 something of them that I've read for the podcast. You'll see links for them all there. And I'll talk you soon."
}