{
  "transcript": "He lives in a simple house in a small southern town. He's been married to the same woman for almost 5 decades. He drives a chevy, dresses in store bought clothes and puts in long hours at his job. He also made for himself and his family over 9000000000 dollars, More than any other man in America. This extraordinary person is Sam Walton. In this fascinating superb researched book, Pier is carefully cultivated cloak of ordinary to show what makes him tick and what made him succeed beyond the wildest dreams of wealth. It is a story in a quest that began in the dust bowl of Oklahoma in the depression. Where a small boy saw firsthand the razor thin line between survival and disaster. It was a lesson that stood him in good s when he took an 85 dollar a month job with Jc penn and learned the principles of putting customer satisfaction over profits. In 19 45, he bought a 5 in dime store in Newport Arkansas and began to put his ideas on how to make money to the test. The first Walmart was born and while the rest is history, the story of Sam Walton is also the story of those ideas and how they work through good times and bad to create 1 of the greatest triumphs in the anna of American retailing. What is most hardening of all about Sam Walton spectacular success in this era notorious for greed, fraud and financial shenanigans are his old fashioned principles of doing business. Virtue of honesty and hard work. This rags to riches tale also reveals with others, Both rivals and employees, boosters and critics think of the wealthiest man in America and his methods. And Sam Walton himself tells how he is cope not only with success but with setback, working 16 hour days to pursue his passion for business perfection while remaining true to himself and devoted to his family. For anyone looking for irresistible reading and a truly remarkable human being, Meet Sam Walton, the plain folks genius who was utterly unique. That was an excerpt from the book that I'm gonna talk to you about today, which is Sam Walton, the inside story of America's Richest man, and it was written by Vance h trim. Interesting to note, as far as I can tell the the author is still alive, I just actually ordered another book of his based on the founder of Fedex. And if that's accurate. If he's still alive, he is a hundred and 7 years old. I found that very interesting. Before I jump to the book, I wanna bring up this quote that I learned from Charlie Mu that I've never forgotten. And Charlie famous from being a biography nut and studying the the lives and the history of of business and investing everything else. And this is what he said about Sam Walton. And it's 1 of the quotes that I always try to refer back to. Because I think it's something I trump to aspire, to myself. And he says it's quite interesting to think about Walmart starting from a single store in Arkansas against Sears Sears Roe robot with its name, reputation and all of its billions. How does a guy in Benton Arkansas with no money blow right by Sears? And he doesn't in his own lifetime. In fact, during his own late lifetime because he was already pretty old by the time he started out with 1 little store. And this is the most important part of the quote. He played the chain store game harder and better than anyone else. Walton invented practically nothing, but he copied everything. Anybody else ever did that was smart. And he did it with more fan. So he blew right by them all. Okay. So with that, let me go to the very beginning of the book. I thought this was really interesting part. And it talks about his desire for anonymity. At this point in the story, he's already, the richest American. And the, most Americans didn't even know who he was. Reporters start discovering, hey. It's not a Rockefeller. It's not a dupont. It's not a Kennedy, but it's actually this this this strange guy out in the middle of Nowhere Arkansas. So it his first his first 50 or 60 years, Sam Walton was not at all a national figure. He remained in the shadows off the beaten track, and that's the way he definitely preferred it. As, he talks about the reporters who said they're digging soon enabled them to write in their notebooks that he grew up in Missouri in the depression, worked his way through college, lived a a clean life, served state side in World war 2, married in Oklahoma bankers daughter open up his first fine and Diamond store in back water North Central, Arkansas and raised 4 healthy kits. These are the the 2 most important senses of this section in my opinion, pretty darn ordinary only on the surface. Sam Walton underneath was no ordinary man. He was a genius in business with an iron mind, some say pig headed. Unwilling to compromise any of his carefully thought out policies and principles. And this next paragraph made me think of something I learned when I read all of Warren Buffett Shareholders letters. I'll read that to you after this section. To him making money was only a game. A test of his imagination and expertise to see how far he could drive a business concept. Wall Street had a hard time getting the drift of that. Sam's idea he readily emitted was absurd simple. By cheap, cello every day and do it with a smile. And so let me read a quote from 1 of Warren Buffett shareholder letters. And I think it's really important. If you haven't already done so go back and listen to the the podcast I did where I read every single like, 60 years something like that 54 years or something, of his shareholders. And the reason I think it's important is because I don't know if there's another person alive. Think about it. I don't know he's probably close to 9 years old by now, that has studied more businesses than warren buffett. So I think if you if you read his shareholders letters you derive all the insights that he's accumulated over his multiple decade career, and a lot of things stick out that I think are valuable to us. And this idea where I'm gonna relate it back to what the, the author's telling us here that, you know, his idea is really really simple. People don't understand that. It doesn't have to be complex. Well, warren also talk told us about that shareholders. And this is what he says. Our investments continue to be few and number and simple in concept. The truly big investment idea can usually be explained in a short paragraph. We like a business with enduring competitive advantages that is run by able and owner oriented people. That's a great description Sam Walton. This is the the port I point I really want to to bring your attention now. Investors should remember that their scorecard is not computed using Olympic diving methods. Degree of difficulty doesn't count. If you are right about a business whose value is largely dependent on a single key factor, that is both easy to understand and enduring, the payoff is the same as if you had correctly analyze an investment alternative characterized by many constantly shifting in complex variables. So grand degree of doesn't count. Doesn't mean it's a simple idea. It's obviously very hard to to achieve and to to do over multiple decades, which is what Sam Walton did. But that idea of buy sell cheap every day. So think it's important to point out at this point in story because, you know, people can confuse a simple idea with an ordinary person, Sam Walton is not ordinary at all. Sam Walton out spartan to the Spartan. It was just part of his real life, and I'll talk more about, some of the characteristics that that he would share with Spartan, which is what the the author's referencing there. It's something to note he hated being on the Forbes list. He did not like the attention. He says the fact that the forbes Magazine said him at top of the list of America's 400 richest people disturb him greatly. He granted very few interviews. He turned his back on most Tv cameras. He shutter each time another magazine p piece appeared. This next part was interesting because it's really saying that Sam is flexible, but he's also in... He's also excuse. He's inflexible and flexible at the same time. Really, the way to summarize him would say, I would say, he just always wanted the best ideas, and he didn't care where they came from. Sam Walton is flexible. If he adopt a business course that doesn't work out, he's neither too vain nor too blind to see his mistake. And to say so and change his heading a hundred and 80 degrees. It usually requires major persuasion by trust lieutenant or own recognition of unusual circumstance to let reason override his natural inflexible. So we see a little of dichotomy there between his in his natural tendencies, and then his ability to be flexible when he... When he realized, hey, I made a mistake, and you actually have the better idea. So let's let's do that. So I tell you a little bit more about his early life. And this is... His father, I would say you the influences of his father played a major role in who he was. And at this point, we see that, even from an early age, he has the traits of the Spartan so that that the author is referencing, duty, discipline endurance, I would say Sam had all 3 these traits and Spade. Sam was going off for football and basketball learning to play Tennis, making a's and more friends, grinding away on merit badges. He was in the boy scouts in hopes of becoming an eagle scout. Yeah. He regularly attended Sunday school and scramble... And would scramble after odd jobs such as grass mowing or anything else. You also deliver newspapers and that might put some money in this pocket. No 1 in the Walton household worked harder, except his father. This is now quote from his father, Thomas. The secret is work, work, work. I taught the boys how to do it. He was a bear for work and would not tolerate sons who were not likewise ind, ambitious and decent. Really no surprise there when you learned that his father had to struggle through the the great depression. This a little bit about that. We lived there for several years said Sam, my father quit the mortgage company went into business for himself. Real estate and insurance, then came to depression. Dad's business went down the drain. In this homegrown fashion, so he's he's just scrambling like almost everybody else in the country, trying to find any way to he his family in this homegrown fashion about 10 prime years of Tom and Nand that's Sam's mom, 10 prime years of their lives skit away with no per climb for the family up the social economic ladders. They were still lower middle class, not poor, but dangerously close to it. And now they along with millions of other Americans were in the cruel clutches of the great depression. Sam and his brother bud were expected to work hard. Be thrifty and not be wasteful of anything. Sam's about, he's... I would say 12 or 13 and at this time. He said, Sam Walton was already revealing the character traits that would dominate his future life. He stood out as an individual, different, no doubt about that. He was soft spoken quiet, yet despite being shy, he was a natural leader. He never got excited about anything. I would say externally. He didn't show excitement externally, but he definitely had it fire in a drive internally. More advice from his dad, he was being fed excellent advice by his father. If he wanted to achieve high and lofty goals, he must be willing to buckle down to work hard. So let's tell you a little bit about high school Sam Walton, which I feel very different from most of the people that we've studied in the podcast. Most are mis fit. They don't do well in school they're, rebellious. They don't listen to anybody. A lot them get expelled or kicked out of school. High school sam was essentially the, like, the the model student, the perfect person listen to this. This is blew my mind. He was the quarterback of the undefeated football team. He letter in basketball. He was president of the student body. This guy's is a machine. He's absolutely insane. And you don't... What I love about Sam Walton, and you look at pictures of them. You know, you just see like a normal person. And that to me is just a costume. You have an absolute, psycho path is not the right word. He's just... 1 of the most driven individuals you will ever meet. As you imagine from all these these accolades that he's already getting. He was voted the most first style boy. Sam was in just about every club an organization, and he was active. Sam was a hard worker. He was optimistic all the time. He had a great smile in his face and felt, like everybody was friend, and the world was something he could conquer. Walton was living up to his dad's work work work work ethic. In high school, in high school, In addition to his man killing regimen of academics and athletics, he found time for odd jobs, and was becoming self supporting. He would roll out a bed at Dawn and delivered newspapers, and he also significantly worked part time at a 5 and cent 10 store, 5 and 10 cent stores, excuse me when... He actually opens 1 called Walton 5 and dime. I think is what it was called. And then this is a great summary of this section. He just didn't waste time. He was always busy doing something. So I skip ahead in his life, and I love this because I think it's a reminder. I think everybody experiences this, not just Sam Walton, but he's a young adult. He has no idea. No idea what he's gonna do for living. He had no idea what his career would be... I thought it's hilarious. The 1 idea he did have. As what says, Sam Sam Walton virtually tossed all of his dreams for the future up in the air to see how they landed. Really had no idea what I would be. He said. At 1 point in time, I thought I wanted to be president of the United States. So this is actually where he just... So Said say hey I'm just gonna take up... He didn't really have a passion for retail. He just had to learn it. So he starts working at Jc. He says I interviewed at Jc penny, and I like what I heard. They offer me a job at 85 dollars a month. Sam Walton plunged into this new world of merchandising with the keen and furious dedication of a quarterback who was 1 touchdown behind with 2 minutes ago. Sam walton knew little of the scope of the Jc company chain, and this is fascinating because they were around when I was younger. I even know. I think they... I don't even know it's existing anymore. But and in Sam's, they were, you know, almost like the Walmart of their day. Obviously, their their scope is a lot more narrow in terms of what they sell, but it was a is a wonderfully, successful company. So it says he didn't understand the scope of the Jc Company chain. Absolutely no details of the personality and meteor rise of the old man himself. Oh, that's John Cash penny, and he's actually gonna John Cash is actually gonna tell teach Sam something on an individual basis. He would learn more soon, including 1 profitable lesson taught him personally by John. When the founder was age 65. And this is a very beginning of what we see Sam's lifelong trait that, most everybody that we said in the podcast has And it's just like this idea that I'm gonna constantly, search for good ideas And when I find a great 1 I'm gonna steal it. In fact, he would steal or borrow perhaps a more precise word, John Cash penn whole concept of how to succeed by putting customer satisfaction I had a profit. Jc c Penn himself arrived in town and spent a a lot of time wandering around the store. This like something Sam does later in life as well. A customer came in and bought something from Sam. And while he wrapped it up for her, Jc c Penn was observing the transaction closely. He waits for the transaction to close, the lady to the customer to leave, and then he walks over to Sam. I finished wrapping and and tying the package and the lady left, said Sam. Then mister Penny came over. Boys. He said. I wanna show you something. And he took about, he took out a box about the same size, and he went around it with paper and let it over overlap like that, maybe a quarter of an inch. Then he went around it with twine 1 time like this and 1 time like that. And he tied it. He said this is such an interesting idea. He said, boys. You know we don't make a dime out of the merchandise we sell. We only make our profit out of the paper and string we save. In Sam's memory, those days are still vivid. This actually the next part. I actually talked about when I covered Sam's auto, which is fantastic. I think might be founders number 6 or so... It's 1 of the first books I do for the podcast. If you haven't read the book, should buy immediately. It's it's fantastic. It's probably the gift... It's probably the the 1 book that that Jeff Bezos gave out more is gifts than any other book. Okay. So let me go back to this part. This is Sam remembering this time about how important his manager at Jc Was. This a guy named Duncan. And he says the manager was a fantastic trainer. He used to invite us out to his house nearly every Sunday to play Ping pong, eat and talk business. You could learn a lot. How to do it and better. He was 1 manager who had who had a 25 percent bonus contract. So, this is also another idea that Sam steals in the early days of Walmart. I don't even know if it was Walmart at this time. It's like, he has like, this 15 year career before he starts Walmart where he's still doing experiments and in owning all these retail stores. But the 1 way he would do it is he would to recruit the best talent. He would give them a percentage of the profits. It's usually a large Like, 25 percent, like, this manager has here. So he says, he got his bonus check. It was 65000 dollars. Remember, Sam was working for 85 dollars a month. This had to blow his mind. Right? He waved that 1 around... He waived that around on Sunday, and that just made us run run faster and work harder. Sam Walton training time, in Des moines, This is where he's was living at the time. Doubt put several hundred dollars into the company till. But what he learned would eventually put a few billion into his own cash register. So now I wanna tell you when he opens his first store. And he's got a lot of good ideas, but the really the the most important part of this section is he's makes a drastic, terrible mistake, and I think learning that is really important. But keep in mind he is 27 years old at this point in story. So it says, he thought Lady luck was giving him a nifty break. He didn't he didn't know just how f she can be. He had been out of the army just a few weeks, and now he had stumbled into a chance to buy the franchise of a Ben Franklin 5 and Dime store. So he starts out as a franchise z. He actually gets the money. This is important too for the first store, from his father law, who's a successful entrepreneur in his own and a banker and also taught Sam a lot. Says he was willing to lend his son law the 25000 dollars needed to swing the deal. And he's gonna have a lot for the first 5 and a half years of owning the store, remember he only has 1 store, which is really fascinating. He's obsessed and driven. I'm gonna tell you a little bit about that before I get to this this this mistake. Alright. He's already made the mistake but realizing how big the mistake was. The most important discovery Sam Walton made in Newport, and he's a newport arkansas. Was that there was a charm satisfaction in retailing, that he not fully expected. Sam Walton was crazy about selling and about satisfying customers completely obsessed, but also driven. In the recesses of Sam Walton mind, there looked volatile and not to be denied impulses. That's just really good writing because that gives you this paragraph really puts like an image in your mind. Or at least to put an image in my mind when I'm reading this because he again, he is very charming, you know, even killed person, but he is He's like it's like Kobe Bryant. If Kobe Bryant was a retailer. This is Sam Walton, He's just completely obsessed with being number 1. In the recesses of Sam Walton mind, they alert volatile and not to be denied impulses that drove him. To challenge the status quo of many things and to conjure up new business experiments. Now, this is next sentence. Business next 2 sentences this is insane when you realize that his his next role. Remember, he's in a tiny town. I think there's, like, 2000 people in this this town. A very small town, And we hear, like, how... Let me just reach you. I'm gonna run over my. What I'm be doing here. The sales volume grew astonishing each... Astonishing each year. He ran it for 5 and a half years. Okay? For the year at 19 48, Sam racked up sales of 225000 dollars. His next nearest competitor, competitor was doing sales of 25000. That's insane. Then Lady luck deserted him. The fantastic way in which Sam built up and enlarged his sales volume beyond anything that had ever been done before, by a newport, 5 and dime store caught the eye of his landlord. Now, here's this gigantic, gigantic mistake. So what does that mean? He's like, well, this guy's coming over here. He's exactly... He's he's demonstrating to us that we can... That these these stores can be a lot more profitable with a lot more money than we expected. So sand, the mistake Sam made is he didn't have any kind of renewal. It's not like, okay. I'm gonna renew in 5 years and it's gonna be capped, you know, 10 percent increase whatever. So this... The the landlord essentially saying, I'm not gonna renew the lease, and then I'm going to put a Ben Franklin store. In that your same spot and all that money is going to go to me. So that is a bad luck and a massive mistake. But really, I argue based on the 2 books and I've read about Sam Walton and what I've said, I think what's about to have in here actually the most important decision of his life. So let's go to the book. The lawyers... Sam Lawyers is trying to to negotiate with the landlord. It's just is not working. The guy's very he's stonewall. So it says the lawyer offered tons of other stuff. He didn't accept. He tried to interest the landlord in various different terms, but kept running into a stonewall. Then finally, he grasped the real situation. It's no good. He told Sam. I hope to God the next time you take over a lease from somebody, you check to make certain. It contains a proper renewal clause. They're not gonna let you keep the store. The plain truth is that they want some other guy that that they do... I think it might be a son as somebody's doing business with to run a Ben Franklin in that building. You've shown the whole town what a money maker it can be. The lawyer watched the color drain out of his client's face. It looks like you're finished, he said. And now this is the most important decision in my opinion, of Sam Walton life, it's a part that get you fired up when you read it, The lawyers saw Sam cl and un cl his fist, staring at his hands. Sam straightened up. No. He said, I'm not whipped. I found Newport, and I found the store. I can find another good town and another Ben Franklin, just wait and see. And why do I think the most important part because, you know, there's an ultimate reality. Where Sam, like, oh, this guy whitney me, You know what? Maybe retailing is not meant for me. You know, Close up shop. I'll go work somewhere else. And he's like, no, Okay. I'm emboldened by this. Okay. Made a mistake That's fine. But the last 5 and a half years, I learned a lot. I proved to myself I can do it, and I'll just do it again. And this is where he discovers accidentally... Accidentally. I don't know if that's the right word. This is where he's he's he's essentially looking for another mission, another store. So he's driving all around and has to sit these 50 particular parameters. He wants to work in a small town. He wants to essentially repeat what he just did and start building on it because he does have already designs here to to to expand. So this is... I I wanna read this part because I just could not imagine. I mean, it's easy to read a sentence like, wow. That that far me up, this guy's is not gonna give up. But let me give you more details and how crazy this decision is that, you know, he's just unwilling could based on where he's at in his life right nicely. In his early thirties, And so said, Sam Walton parked car across the street and walked over to a closer look. He's in some another small town in Arkansas. So he purchased call car walks over, leading his 3 sons, his... And his wife carrying his baby daughter. Imagine that being unemployed your wife's with you, and you got 4 kids of support. They were scouting a possible new location. It was late spring 19 50 and time was running out. At the end of the year, they would lose their newport, Ben Franklin. I'd never seen him before He said Jim Dod, but they all came in and looked around and right off the bat. He said he'd wanted to buy me out. The store was not for sale. So Sam working on Sam also a master salesman. He says, I hadn't even been thinking about selling But he was so eager. I had to consider it. And was funny to me about this part. And now only he says, okay. I wanna buy your your... The store is not for sale, but also your house as a package deal. So they wind up... He gets the guy to agree to it. The problem is, Sam, you know, doesn't have a lot of money at this point and their 5000 dollars away. And I think the purchase price, the guy wanted 65000 Sam it couldn't spend more than 60. So this deal doesn't wind up working out. Is unwilling to pay another 5000 dollars to close the deal, Sam Walton loaded up his family drove on. Still looking for a new hometown, and this is where he discovers Benton, Arkansas where Walmart is still found the head headquarters still still there to this day. About a week later, Sam arrived in Benton, Arkansas, Sam is 32 years old this time. They were sharply taken it aback when they stepped into the gloom of the 5 and dime. Now, I I bring up that 1 sentence because they find a little store, you know, was tiny little store, but the reason he was so excited about it because he realized it was under the management was not as good. He saw there was a room... Immediate room for improvement, which is, you know, beneficial if he's if he's gonna buy something that he feels he could rapidly expand the value just by making a few different enhancements to it. Now, what was interesting though is this is also Sam just demonstrating to us. It's like, I'm not making the same mistake twice. I'm willing to experiment. I'm willing to be aggressive, and I'm willing to make mistakes 1 time. I'm not gonna make the same mistake twice. So he says, Harrison, and the guy trying to buy buy from did not own the building, but rented it for 25 dollars a month. Sam insisted on buying the building. And is this point in his life where we see Sam is revealing his true ambitions. That's what I wanted to be. The leader. What is he talking about there? My personalities is, my store will be the best. Not among the best, not 1 of the best, it will be the best and that requirement that setting the bar, that hive yourself requires a completely different level of dedication than most of the people that Sam competes with. And that's where you see a lot of the parallels between Sam Walton and Jeff Bezos, it's a relentless that just few people that, not only a few people alive today possess. But few people that have ever existed in history possess that level of list. I'm... In fact, to this day, go to relentless dot com. See where it forwards. See who owns that domain. It's hilarious. And it's an example of another similarity between Jeff Bezos and Sam Walton. This is Sam Walton setting up, You know, he's spartan very very very very, very frugal, and this is how he sets up his desk. He grabbed a couple of saw horses and slammed down a piece of plywood on top of them. That was his desk. That put him in business. He used that desk for 5 or 6 years. And so if you read the everything store, I think it was founders number 16, maybe somewhere around there, the book on Jeff Bezos about 50 Jeff Bezos. Early days of Amazon Jeff bezos is the exact same thing. He... If he would hire you, said, hey, Go down to Home Depot by a door and make your own desk. So, Jeff used door desks, in this case, Sam Walton using, you know, piece of plywood and some stall horses. Alright. Allow me to deviate from the story for just 1 second. I wanna tell you about another extreme character. And at this point in the book, the author is giving us some background. Some historical background about the the little small town that that Sam sets up. Sets shop up in. Right? And this this quote is gonna come from the guy that Benton Arkansas was named after, and you'll see what I mean by being an extreme person. So he's a politician as well. And he says he was the first senator to serve 30 years and moreover, he had the courage and daring. Once assert in a senate debate. There's a crazy quote about to read you. Mister president, sir, I never quarrel, sir, but sometimes I fight, sir, and when I fight, sir, a funeral follows. So moving on to another important realization important idea, Walmart would never have came to be... If it wasn't for what was happening in this year at for 1 year. A little less. He's running his store in Benton until the lease expires back in new. So it's a drive back forth between the 2 stores. Driving back in between the 2 stores and these Mountain Roads takes a very long time. This is where he realized this, hey, I gotta find a faster route and I'm wasting too much time here, and this is where he learns how to fly. Now the point here is not that you need to learn how to fly. The point is that you gotta find an advantage that others aren't doing. I'm said, so sometimes hardship can enlighten and inspire. This is the case of Sam Walton as he put in hours and hours and hours of driving Oz Mountain Roads in the winner of 19 50. But the same board and frustration triggered ideas that eventually bought him billions of dollars. These countless 8 to 10 hour commute between Benton and Newport. So it talks about, you know, your... Some places are going less than 20 miles an hour. There's no highways, it's very dangerous. So it says, as he's doing this drive. But 1 evening, he heard a the drone of a small airplane and a light flashes brain. So he was like oh, maybe I can fly this. So he doesn't have to fly yet. So he goes and he's... Can I charter can I have a pilot do this? So it says for a reasonable fee, he chartered a pilot to take an to Ben. The 8 hour road trip shrank to 9 to a 90 minute flight. This gave Sam, the answer he was looking for. Without this, his Walmart phenomenon never would have seen the light of day. Quite a bit of capital was needed to open and stock a new store and profits did not flow in immediately. So why is the author telling says? Because new ventures require close managing means he's gotta be there. And so the almost from reading this book and the other 1, sounds like he basically flew almost every day. And he'd visit you know, 5, 06:10 different stores in a day. And, of course, he's only able to do that because eventually, he learns how to fly. And he also says in his auto geography that he didn't like jets. He, like these small little single engine planes. I mean, some some are small dual engines as well. But because you could get down low, He could study traffic patterns. And that's how we'd pick out potential, beneficial locations that other retailers were were ignoring, and he would discover in future locations for Walmart. It's very, very successful ploy. So, again, 1 of the most important realizations of his entire career. I'm fast forwarding a little bit because really, there's 2 things that are happening in the section I'm about to reach you. 1, he's a retailer. Obviously, so he's got a ride trends. And at this point, Hula hoops are extremely popular. And they're so popular that small stores cannot get them. So Sam like, okay. Well, he didn't give up there. Right? He's like, okay. He just studies what Hulu is. Like, this is this little piping that you put together in a big circle. He's like, I'll just make my own. And then as he's making his own though, you we see the relentless resourceful ness that this guy had. It's it's really interesting. So he says we would make several thousand nights. So he works all day then at night. He's making hula hoops by hands. He's also partnering with this other retailers so they're doing it together. When he says we make several thousands a night. Sam would haul his off and spread him around his stores. Now, okay. So that's pretty straightforward. Okay. That's interesting. He's gonna make his own product so the way he can sell it. Right? He didn't have a truck. So how is he gonna... How is he going to take? They're making thousands of these a night. How is he gonna transport him? This is hilarious. I don't have a truck, but I got a John boat and a trailer. He didn't have a truck. He had a sort of a trailer hooked to the back of his car. It was a... Actually, it was a boat. It was a john boat that was about 12 feet long on a 2 wheeled trailer, but he made do with it. Sam would come over with this john boat trailer and haul off his part of the order, every nickel and dime counted. This next part is a... There's a bunch of quotes that are happening maybe 30 years in the future, and it's Sam and his brother Bud, giving an interview to their, like, Walmart internal magazine kind of thing. So I'm I'm gonna read this to you. It doesn't matter who said what? Because the points the main point is that doing things, others were not led to unexpected success. And really, this is a story of Walmart before Walmart existed. Says all the stores were opened under different arrangements. It was a collection of partnerships and individual ownership, including all the store managers who could raise money to invest. So they didn't have any money That's why they to do that stuff. We were we were basically all financially strapped. We put everything we had in the stores at the beginning. The decisions were made for Walmart long before the company was developed. This is... I wanna pause here, because in his auto he says something He's like, listen, not enough people have studied that 15 year period. A lot of people are now studying Walmart, because it's the most successful retail in the country at the time he's running the his biography. Or it's about, excuse me. But he's, like, really, a lot of the ideas we learned in this 15 years of struggle trying to develop the concept that would become Walmart. So he's describing those days, which I found really fascinating. Back in the Ben, franklin days, we learned so much in Stocks Small 1 store, the say... Saint. Robert store was the origin of Walmart stores. Saint. Robert showed us how much volume was there if we went into larger units in small communities and push the merchandise. And this is really, really surprising. We became the first independent variety chain in the country to try large stores in small town. We were doing an inordinate, an amazing amount of business in a 13000 square foot store. Now they're, you know, hundred and 30, hundred and 50000 square. I think of his warehouses are. Like, the super centers were whatever the called. Amount of bit... So 13000 square foot store, which is totally out of character for a town of 2000 people. Again, the... No 1 else was trying this. No 1... They they're just like, hey, What, let's just... That's that's experiment. Let's see what happens. And this result we found we could do millions of... We could do a million dollars in a variety store. That was unheard of at the time. Famous quote with by my Steve Jobs is saying we've already been shameless about stealing great ideas. Sam Walton echoing that same exact thing here. 1 of the basic lessons, Sam Walton learned at Jc was not to be so sm. You ignored your competitors. Especially their successful policies and practices. He was always going around expect inspecting stores. I think and I think it was in his auto as well said there was not a personal live that has been in more retail stores across the world in Sam Walton. He would do this constantly. So at this point, they're naming all these other companies that were competitors of his at this point, but they don't exist anymore, I'll skip over for the... Their names they're important, but the... What his realization is the most important part. If they had something good, we copied it. That's a dr from Sam. Sam Walton always said with total Can. So now this is really interesting. It's gonna be a little longer part. This is Sam Kmart, and the founder of Kmart, and also his admiration for them, but also the mistakes that they made. Cunningham is going to be... Let's see. What is his name? Harry Cunningham is the founder. I didn't know Cunningham until much later said Sam. He went to see Anne hope this another store people just as I did. He was much more organized than I was. He came up the kmart concept. What a guy? I've always had the greatest admiration for Harry Cunningham because when he threw that vehicle down, that thing was 10 or 20 years ahead of its time, and he did it better than anybody else. What I did later was take pieces of it and make our Walmart as and make Our Walmart as much like it as we could. It was a copying proposition. Now he's saying this in 19 90. They're they are coming back and copying us, but they're making some mistakes. At the start, we were so amateur, and so far behind. We had our merchandise price right and it worked in small towns. Kmart just ignored us. They let us stay out there while we developed and learned our business. If they had jumped on us, I hate to think of what would have happened. But we were protected by a smart small town market. It would have been unthinkable for them to have tried to put a competing store in a small town. Their strategy was going into large like large cities and metropolis. They gave a... They gave us a 10 year period to grow. And finally, we were able to hold our own. Kmart state kmart stayed with it for too long. They were self satisfied with what they had accomplished. They thought they could roll over everybody, and they woke up 1 day and find out that the world had changed, retailing had changed, and they were behind. What I learned for the first time reading this book, which is really interesting. Sam tried to give away the idea for Walmart. He tried to give it away, and they they wouldn't listen. He remember he's a franchise z. To a Brent Franklin brand. Okay? So it says his proposal was audacious. Perhaps in pertinent. Certainly unacceptable. He suggested that the variety store franchise franchise leap into the frontline of the booming discount business. So this... That's what he's calling this phenomenon in retail, which is what Walmart is built on. Okay? Discount business. I think think that kind of store will fit in the rural markets just as well as the major metropolis markets at Sam. You should franchise them. I'll be your Guinea pig. That's the idea. This is the idea that turns out to be Walmart. Listen to their responses. The Ben Franklin Brass exchange sour look. So how do we know that this was obviously mistake. I didn't... I never even heard of Ben Franklin stores. I the only reason I know about them is because I read about Sam Walton. So obviously, they went out of business. They're gone. Sam still survived. Right? So it says, I think I just looked... I think Walmart did something like, 500000000000 in revenue last year, some some crazy stuff like that. So it says the brent Franklin Brass exchange sour looks. Sam Sam went on. They'd have to cut their wholesale prices. Instead of making 20 or 25 percent profit off the merchandise, they sold their retailers to Ben franklin warehouses would have to be satisfied with about a 12 percent 12 percent profit. They blew up Sam said. To those sophisticated and experienced businessmen and in tailored suits and custom shoes, it looked like the tail was trying to wag the dog. What was this arkansas country fell experience with only a dozen or so stores compared to their thousand outlets in nearly a century of retailing know how. And so Sam is using the example of Kmart as part of his, like, part of his pitch them, and, you know, they think it's ridiculous. Now, this is Hilarious. Look what happens the next day. The next day 1 of the Ben franklin executives went out to take a close look at the first of the new Kmart discount stores. He got a surprise. Sam Walton was already there. Here he was. 25 miles from our office, and he was talking to a clerk. He was writing in a little spiral notebook, and at 1 point, he got down on his knees to look under the display cabinet? I said, this is... I... This is what I love about Sam? And how could you not love about anybody that has these these characteristics. Right? Listen to this. I said, mister Walton, what are you doing? He said, this is just part of the educational process. I'm still learning. So I think most people understand, you know, controlling costs being frugal when you're running a business. It's just... It's an idea as old as time. It's clearly a good idea. But there's a difference of knowing something and understanding it and applying it. Right? And so this section was really surprising to me. And the quote or... Excuse me, the note. I left myself was how dedicated energy are you to keeping costs low. And so what's happening? They they... They're... He's already going on. He's starting his first Walmart at this point a story. And this is... I'm gonna read it to you because this is, this is dedication to keeping costs low. So they're they're figuring out him in another person that's working with them. Trying to figure out what the hell we can call this this new chain of stores we're doing. Right? It says, which 1 of those names do you think we should call it. Bog study the list for a few minutes. All were long names each made up of 3 or 4 words. Well Sammy said, you've had me buying the letters to go up on our Ben Franklin stores. And I know how much they cost and how much they cost to repair and how much they cost to light. It's expensive to put that many words in a name. In other words, Walmart is called that in part because fewer letters means cheaper signs. That's amazing. Now remember at the beginning, what is the what is the phrase? They said something about piercing the ordinary. Let's see. Yeah. This book is gonna appears his carefully cultivated cloak of ordinary. Memories not... That's that's how he appears like a disguise. I wanna give you a summary this, and then there's another... I think another part later that that I bring up to emphasize that point. I really do think it... I I do think it was genuine. I'm not saying that, but it was definitely a camouflage. Like, he's a very nice calm person. You know, I'm just an ordinary country boy, but that is also camouflage to just take a complete obsessive, you know, competitor, and this is a really a summary of Sam I'm giving you here. So how from there, did Sam Walton get to be America's most of admired retailer. The theory here is that he will through Sheer force of a complex personality. He's in an old fashioned promoter. He's an old fashioned promoter and the Pt barn style. But he's more than that. He's a little bit Jimmy Stewart, handsome and halting. All he has all shu charm. He's a little bit Billy Graham with a charisma of persuasive that Heartland folks find hard to resist, and he's more than a little bit Henry Ford, a business genius who sees how all parts of the economic puzzle relate to his business. But this is really this the summary of this entire section. Overlay everything is a lot of the old yard rooster who is tough, loves a good fight and protects his territory. This is 1 of his associates describing Sam. The thing that I underestimated about Sam is that he has an overriding something in him that causes him to improve every day. 9 he does he wanna improve every day, but he's he's relentless in that pursuit. He's not gonna rest on his laurel just because he's successful. It says, sometimes you achieve success and say, boy. Now I got it like I want it. Now I can lay back a little and enjoy it. Sam has never done that. And this is just absolutely fantastic. I love this. His tactics... I alright. I love when you compare different historical figures. Right? I think I said, I think I described Frank lloyd wright as a cross between Pt Barn and Kanye Us. Right? It gives you just an idea of who these people are. This is a combination of historical figures describe Sam Walton. And again, the note of myself. They're really simple. This is fantastic. His tactics later prompted, some trade publication to describe him as a modern day combination of Vince Barney, who would insist on solid execution of the basics, and general George s patton, and the quote Mean, they leave here for patton is a good plan violently executed now is better than a perfect plan next week. And 1 of the best things. I didn't... I I I've obviously heard the name vince somebody didn't know much about it. I read the book create a selection which goes into, like, what was like, designing products with Steve jobs. I did a bonus episode, you can find in the... Archives. But Was very interesting where Vincent Barney had this 1 play. And it was like the Power sweep or whatever it was. And he he gave a lecture presentation 1 day, in 8 hours. He talked about perfect 1 play in 1 play over only. And I just love that. The, This this insisting on solid execution of the basics. So once he makes the Forbes list, he gives a comment to them, and I love this... I I just love the sentence and I love this mindset. I think this is the right mindset. Be so good that I'm not adapting to you. You're gonna adapt to me. And so they're talking moe Was like, now you're rich successful why don't you get out of Benton, and this is a direct quote from Sam. Move from Benton. That would be the last thing we do unless they run us out the best thing we ever did was hide. Listen to these words he's using. The best thing we ever did was hide back there in the hills and eventually build a company that makes folks want to find us. Okay. Finally we reached a part where I talked about this this idea of Camouflage. And this is a close family friend and somebody that works with Sam, and he says, he also claims that the public conception of Sam as a good old country boy wearing a soft velvet glove misses the fact that there's an iron fist within it. And so when I read that sentence and made me think of the book that's been on my mind lately because Just... I've done it recently, which is that book hard drive, which is the biography of, young bill gates up until I think Microsoft Ipo. And a good way to think about how Sam Walton and, relates to Bill Gates. I think they had in common was a young bill Gates was Gang Khan in a mister Rogers costume. Sam also, still was making mistakes as anybody is going to it's a buildings company. And this is another example of that. He steps aside of the company that he spent his whole life building because someone else is in a rush. And from hindsight, we see, you know, this is not wise. He did it anyways, and, you know, this experiment and it's gonna be disastrous. So only that's about 20 months until he he takes his company back. I see approaches 50 seventh birthday Sam Walton was reluctant trying to change his lifestyle completely. By surrendering the day to day command of his Walmart Empire. But he found that difficult almost impossible to do. The thought of stepping aside net Walton, but he had to think seriously about it because of mounting pressure from 1 from 1 from his form from 1 of his foremost under. So he has this guy named Ron Mayer, who's... He feels like this boy genius would be the perfect successor. But Ron Mayer in a rush. So he's not willing to wait and let Sam run the company for another 10 or, you know, 15 years. So it's gotta be now or never. And so this is pushing Sam to make a decision that winds up being AAA big mistake. He says, I'm gonna lose Ron. If I don't step aside and let him be chairman, and I don't wanna lose him. He's a talented guy. It was official. Sam retired. Ron was a new chairman and Ceo of Walmart. But here's the the weird part. When you're reading the section. It's like, well, so he retired, but he's still working every day and he said it's not like he's just letting Ron run things. He's still poking in there. He says, but it never been Sam's Walton nature to dill Daly. That's 1 of my favorite words ever. Are back off. He hadn't changed his habits. He was on the scene every day. His role was now supposed to be unofficial, but he couldn't keep his hands off. When he saw something anything. He didn't think was right. He just stepped in and correct it. That's the way I've always been. I guess I was getting in the way of Ron's authority. It bothered Sam's conscious conscience that he had personally that he personally had made a mistake. He discovered that he really wasn't ready to retire. He missed the old job. So he winds up getting some kind of like, Hairy Cell leukemia. I think he's, like, 62 that goes eventually into remission, but he dies of cancer. At 74 I think. And This idea where at 57 he could give up. He is still going around and giving speeches and working at Walmart, and the cancer in bones. Like he's in drastic pain all the time, and he's still working. So that gives you this idea that, like, you know, I think 57 and and and as far as he knows perfect health at this point. This this idea that he's gonna give up, Just it's impossible. And that's why he's realized oh, man. This is completely my fault. He had to either get back into it or leave it completely. So he, winds up asking Ron to go back to his other position, Ron, of course as an accept, leaves the company. Winds losing a bunch of executives. Is, you know, it's a big problem that... But Sam was back in and running the company. Again, I think I've hit on this a couple times just to make sure, like, he's an extreme person. He's going to be extreme to the people around him even if he's nice. And it says someone said Sam Walton used up men the way he threw wood into his fireplace. Just like the logs they blaze up with a fury, Generated powerful and beautifully efficient flames. And after a time died down into cold ash, so he went to a lot of people. Say same said about Jeff Bezos. I think in everything Stuart said or something like, you know, he he would jump on your back and ride you into the ground. So I think Bezos and Walton, yeah, you know, we're definitely pushing people around them. And here's another evolution of Sam's. So he starts out in these tiny little stores, and he realized hey, discounting business is gonna be huge. And then he's doing another evolution again. Where realize is warehousing. Is going to be a gigantic business I need to get into. And so let me read the section to you on a Sunny, January morning in 19 83 San Walton Flew in a San Diego to investigate a new wrinkle in the discount business. A membership wholesale club, the the idea was originated 5 years earlier by Savvy, California entrepreneur named Sole price. Now just... If you've listed all the podcast podcasts I've done so far, you know who this person is. He is 1 of... It's it's I don't know if anybody else has been more influential, maybe Ben Franklin. As far as how many entrepreneurs this 1 person inspired. If you haven't listened to its founders number 01:07. Sole price, Sam Walton said. Hey on record saying. I learned more from sole price than any other individual. He came up with this concept, Jim Cynical, the founder and see... Well, he he not ceo of anymore, but he was the founder ceo of Costco for a very, very long time, says in the forward to sole prices biographies. Like, I... Not that I learned some from from Seoul. I learned everything I know from him. He was his his pro. He took the idea from Seoul and Bill Costco. You think about... Like, you could draw a direct line from sole price to Sam Walton, Jeff Bezos was Jim Senegal. Bernie Marcus, the founder of Home Depot is walking with sole price and sold turns and says, hey, this idea I'm doing right here in San diego... It's only a matter of time till somebody does that for home improvement stores. It might as well be you, and that's the idea of Home Depot. This guy was 1 of the most influential thinkers that have ever existed. It's... You got... You listen to that podcast and read the book. I mean, why I influence so many people. Okay. So let me let me go back to this. So so it's Savvy, California entrepreneur sold price? Sole price was making an astounding success by selling merchandise at only 10 percent above manufacturers prices and getting rich. His sole price could do that Sam Walton figured he could too. Sam in intended to crib, meaning steel, borrow from soul price just he had copied schemes are originated by Jc Penn, herb Gibson and many other good merchants. The wholesale club idea was good, extraordinary good. Sam returned Benton and called together his top strategist. Walton Hopped, on this new scheme with enthusiasm. Copying from sole price, Walton began creating a division of Sam's wholesale clubs. For years, Walton had been seeking some effective way to get his everyday low price methods and concepts into rich and sophisticated metropolitan markets, and now he had finally found it. And that's exactly what Costco wind up having a lot of success with as well. And this was actually really surprising and another example of Sam Cup good ideas. And this has to do with why he was eventually knocked off Forbes List. They realized, oh, he gave away, the stock that we thought he owned, he gave away a long time ago to his children. This is... I'm just gonna read the section Very fascinating. But if Sam was not individually the richest man in 19 89, he never had been. For when and how and why he and his wife shared their business resources with their 4 children is 1 of the more fascinating untold Walton episodes. The children have each owned 1 fifth of their parents stock and property since ninth 18 54 way before. Sam and Hell created the trust that set this up when Ron was 10 and Alice is only 5. I'm sorry. Obviously, your kids. Doing this kind of a state planning so early in the game was urged by Sam, by his father law. This the 1 lent him the money. Also helped him negotiate for that first store. It's name Ellis Ro, who had early done precisely the same thing giving Helen that's his daughter and Sam's wife, and her siblings equal shares in the vast ranch that he had assembled at in Oklahoma. Mister Ro was a banker and a lawyer and pretty smart Sam once explained. I could see that this was the thing to do. And this all took place 4 decades ago. I came home and he had this lawyer drop all the papers. Rob Walton with Sam on that occasion observed, that's the son. At the time, all dad and mom had was a variety store too. That was so fascinating about this is way before Walmart. They they the the the foresight is amazing. Our shares then couldn't have been worth more than 5000 dollars each. It had been Sam's imagination genius and drive with extraordinary good luck that exploded these shares to a value of almost 2000000000 dollars each. So I actually wanna close not on something that's in this book but from another book, and it's from the everything store. And it says Bezos had him by Walton book thoroughly. And W the Walmart Founders Cr about frugal formality and a bias for action into the cultural fabric of Amazon. Bezos had underlined 1 particular passage in which Walton described barring the best ideas of his competitors. Bezos point was that every company stands on the shoulders of giants that came before it. The book clearly resonated with Amazon's founder, and on the last page, a section completed a few works before his death, Walton Wrote. Could a Walmart type story still occur in this day in age. My answer is, of course, it could happen again. Somewhere out there right now, there's someone, probably hundreds of thousands of someone's. With good enough ideas to go all the way. It will be done again over and over, providing that someone wants it badly enough to do what it takes to get there. It's all a matter of added tube and the capacity to constantly study and questioned the management of the business. Jeff Bezos embodied the qualities, Sam Walton wrote about. I wanted to close on that because we are the hundreds of thousands Sam was talking about. We can learn from great people have past, adding in our own unique ideas and then push that knowledge down the generations. By the book using the link in the show notes, you'll be supporting the podcast at the same time. That's a hundred and 50 books down 1000 a go, and I'll talk to you again soon."
}