{
  "transcript": "At age 30, Frederick Wallace Smith was in deep trouble. His dream of creating Federal Express had become too expensive and was fast fizz out. He had exhausted his father's millions. He was in hawk for 15 or 20000000 more. He appeared in danger of losing his cargo planes and his wife. His own board of directors had fired him as Ceo. And now the Fbi accused him of forging papers to get a 2000000 dollar bank loan and was trying to send him to prison. He thought of suicide. But any talk of suicide was un of Fred smith. It is ridiculous to think of Fred even contemplating such a thing. Jump out of a window. He's more likely to throw somebody out of a window. Fred never talked about this difficult period, perhaps the lowest point of his life. His infant Federal Express became a raven money eating og. To keep his planes flying, Fred had to beg, borrow and steal. At any risk, at any cost, he refused to let Federal express die. The situation confronting him on this May morning in 19 74 was dismal at a dangerous ebb not only was Federal expressed teeter on bankruptcy, but its founder, with the Fbi and the Us district attorney hard on his heels could possibly go to prison for bank fraud. That was an excerpt from the book that I'm gonna talk you about today, which is overnight success, Federal Express and Frederick Smith. It's Renegade creator, and it was written by Vance Trim. Vance is the guy that wrote, the last week's book. The Buyer of Sam Walton. He actually wrote this book right after, he wrote the book on Sam Walton. So that expert actually gives us insight into what I feel the main benefit of reading book like this, which is it details how difficult it was to start Fedex, and then all the pain and suffering that Fred actually had to persevere through before, yeah. He finally got on on solid, financial footing and I actually became profitable successful business. When when almost went out of business multiple times. And so that's... As I've sending here reading over the parts that suck out most to me, the highlights and notes I made, that is really what I focus on. I'm going to tell you a little bit about his early life because I think there's a lot of similarities between his personality and his father's. He didn't really know his father's his father dies when Fred just 4. But let me go ahead and give you some background here. So this is a little bit about I'm gonna read the section 2 you It's really... It's talking about Fred dad's personality, But I would feel, now that I've finished reading the book. I really feel these the this the same characteristics were also part of Fred Personality. So it says, at age 20, James Frederick Smith started his climb to fame and Fortune. His ambition was dead on. Aggressively supported by unlimited energy, a quick mind and opus Oh, it should be an open and honest friendliness, plus a certain amount of Gambler luck. That part about, ga certain amount of Ga look refers to this famous story that I even knew before I read this book. It's also in this book. But Fred Smith, they... Fedex is almost out of money. On a Friday, they're pretty sure they're gonna close on Monday. He goes to Vegas over the weekend. I think there's 2 different versions of the story. 1 that he needed 27000 dollars to meet payroll, the others that he needed 27000 dollars a fuel fuel bill. He he winds up taking a few hundred dollars and wins over almost 30000 dollars at the Blackjack table and that temporarily stave off bankruptcy. So that is actual true story. So now back to Fred dad as a young man, He starts... He actually gets hired by somebody that encourages this... There's something really important that happens to him. Is his boss encourages him to think entrepreneurial. And he's gonna wind up starting too very successful businesses. He's actually working out in the Texas oil fields in the early 19 hundreds, and he's selling trucks. And he's learning a lot from his boss. His boss is constantly for new opportunities. And it says, nor did Fred Smith. Now, this is a little confusing. His name is James. His middle name is Fred. This is Fred dad, but he wanted to be called Fred. Okay. So this I'm still talking about his dad. And so it says nor did Fred smith mind the fact that his centric boss kept encouraging him to think entrepreneurial and look for opportunities to branch out. So this is where Fred dad gets the idea to sort of a bus company. Later on, this bus company is gonna become successful and he's gonna sell it to Greyhound Bus. He wants building, very, like, a nice sized fortune, and he dies and leaves that to his kids. I think Fred Fred Smith, the sun, the founder Fedex. I think his inheritance is somewhere in the round somewhere around 8 to 10000000 dollars. I think total was 17000000, but that splits between a bunch kids Okay? And he's gonna use a large part of that money and almost lose it all on Fedex, which is kinda crazy. But we're not there here. So he says, I got a big idea and explained that he wanted to start a daily bus service from Memphis to some of the nearby small towns. He had a problem. No bust. Very interesting that they both built... Their first business was in transportation. Because essentially what he's doing here on a very small scale in the in the bus industry. There's a lot of parallels between what Fred does. With Fedex. He says, fisher solved that. He gave Fred Smith to use truck and loaned him 1000 dollars with his own tools and hands, Fred built a bus body on the old truck chassis that seated a dozen passengers. So essentially, he's taking a truck and converting into a bus, fred, founder Fedex is actually going to take a bunch of planes and convert them from from, like, passenger planes into overnight delivery planes. Now this is his dad. It says I must have been working 20 hours a day. I was a ticket agent conductor driver, I did it all. Even changing the oil and spark plugs and making repairs overnight, but I loved it. Again, the reason I bring this up is because that same sentence could come out of Fred Smith Junior mouth. But in regard to Fedex. At the very beginning, He was working constantly and doing almost everything himself. This is Fred dad on the need for discipline self improvement, and I think, all the the the highlights I'm reading to you right now. Again, I I think the Fred smith junior actually would would agree with everything he's saying. He says I believe that a man who expects to win out in business without self denial and self improvement stands about as much as a chan months as a prize fighter would stand if he started a hard ring battle without having gone through intensive training. Natural ability, even when accompanied by the spirit to win is never sufficient. And here we see another, parallels, another habit that they share. It says throughout his years, Fred smith was a v reader. He he educated himself by reading. I'm he just read all the time. He was very interested in history and navigation he predicted our son would go much farther than he did because he would have the advantage of an education, and he was right about that. So he dies at a young age. I think he's in his fifties, He had a heart attack, and then I think he dies of complications or something else in the hospital. So he winds up dying. Now his mother Fred Smith Junior mother is the 1 that keeps the spirit of his father alive, and you you... We see that Fred was very driven purse... Purposeful from a very young age. He actually has a disease when he's younger. It has... I don't know how to pronounce the name of the disease, but I'll you what it does. Essentially, you have an insufficient blood flow to your hip, and it causes like, an imbalance. You have to walk with crutches and you have, like, a limp. It is fixable and it was fixed, but we also see that the drive and and purposeful because they're telling them, you know, you keep your weight off the right leg, and you gotta give your time your your your hip time to heal itself, and it says the doctor said it would probably take a week for him to get up and down, usually actually for a a week for him to get use of the crutches. Well, he was running up and down the stairs the first day on those things. It was push and drive. He inherited from his father. He had to be doing something all the time. And so 1 benefit, something that his mom did was that she let him know that the family had very high expectations of for him. He says, I kept his father alive in my in his mind all those years. I told him how much big fred I loved him, and how much he wanted him to have the best education possible, and how he was certain. His son would surpass his achievements in business. And 1 of the reasons Fred started Fedex is because he knew once he got back from Vietnam, he wanted to work in in and around aviation. He had a a deep love of, of, airplanes and flight, and he actually talks to... This is how Fred talks his mom into letting him fly. And he's only 15 years old at time. And you also give a... He... A lot of people in the book describe him as, like, a master salesman full of charisma, they said, you know, 99 percent of the people or early employees in Fedex. If, I forgot what what the scenario was Like if you... They you told him to jump off a bridge, they would have done it. That he was just extremely persuasive. So says, back home, the 15 year old again badger his mother. Fred is 1 of those people who never gives up if he wants something, and you say no. He just goes on and on and on. So finally, he talked me into letting him take lessons. He said, mom, you can you can always save anything happens to me that I died doing what I wanted to do. So such as dad died when he was a young boy. He had a couple of them, he had uncles and other people in the community that served, like, kinda filled that father figure role. 1 of them is this attorney in Memphis. And I thought the section was very interesting because there's a great double ent Andre that I was think about. It's called avoid boring people. Means obviously, you... Anybody you find boring, you should not spend time with them. And then, the flip side of that is, you know, make sure that you're... When you're communicating with other people that you're not boring people. Like, you you read a lot, you you're curious about the world around you, And so there's a lot of benefits to being good at at interacting and and other people are just frankly finding you interesting. And so this... We see that Fred was the opposite of a boring person. This is He's not really a father figure. He's not old enough to be his father. I would say maybe like a much older brother, but let me read that to you. The lawyer rejects the idea that he was a father figure to the young Fred. And then this is what he's talking about. His impression of. I think Fred around 18 years old at this time. So Fred was just an interesting young man, and I was glad to have him around. He was good company and vigorous and interested in things. Not many young men can talk about things of that kind. He was very bright. He is a person of fresh ideas. And 1 of the greatest qualities that he has that anybody can have is he's a ver for for v reader. You could talk to Fred Smith about government or literature, a whole range of things that kids his age didn't know much about or care much about. So remember that that remember that part later, that idea that V reader later in the book after Fedex is on solid footing, Fred talks about the way he comes up with ideas. And essentially, he spends, like, 4 hours a day, reading and simulating information and then combining ideas from different areas with his own, like, unique twist on them. He says it's a good way to spot opportunities that others don't. Like that the that others can. Actually see. Okay. So I wanna fast forward to when Fred is in college. This was very interesting. The idea for Fedex started out as a term paper. This is not very different from Nike. Phil Knight Wrote a term paper. He's it's like, hey. So the same way that Japanese have out competed Germans for... I think it was electronics. They could do the same thing because at the time Adidas, was a German brand. It was dominating the market and athletic shoes. And he says, well, there could be a low cost, high quality Japanese competitor, and that's essentially the idea that he built around Nike. And just like when... And Phil knight talked about it in his book shoe. And Phil knight, you talked about, know, I I gave his presentation, it was a great idea. I put a lot of my, you know, effort into it and essentially, the response from his classmates and his teachers which, like, crickets. Like, no 1 gave a dam at all. And it's not very different than what we're seeing here because this paper that Fred is writing that essentially lays out the blueprint that's going to be Fedex 1 day. He gets a c on. So it was kind of humorous to me. So it says, professor Hall read the the read the fit 12 or 15 pages, Fred Smith had typed up, for his 19 65 term paper in the course called economics 43 a. For a few minutes, he thought about the hub and spokes concept expo, and he debated what kind of grade it deserved then and I'll explain what he means my hub spokesman in a minute. Then he picked up his Red Pen and wrote sea. At the time it was not important, not even to Fred Smith, but later that paper and its grade became a paradox Yale University legend. If not embarrassing at least Whim, Fred is a man... If Fred is a man with a good mind, obviously, very bright, said Dennis Tip, 1 of his yell roommates. I remember reading it, meaning the paper. When he got it back, and I think Fred joked about the grade. This idea always seemed to be in the back of his mind. You knew he was going to do something about aviation. He was going to devote his life to some aspect of it. Several times, he brought up the concept of Federal Express. Obviously wasn't calling it there. Way till you hear why it's called Federal express Hilarious. I think it was germ 18. It was all... It was in his mind. Exactly why Professor Hall had such a poor opinion of Fred Smith's paper will never be known. But the inc of the sea did not become a public matter until the early seventies when newspapers magazines and television began probing, the house and wise of this phenomenal growth of the ups start Memphis Air express company. There is no great mystery to the hub and spoke concept. As Smith visualize the plan, the hub, which is gonna be located in Memphis would be located in a middle America location. He was thinking of Little Rock or Memphis with spokes, rating rating out radiating out to Boston, Los Angeles, Seattle, Miami and other cities, the far corners of the country. A package from Boston destined to the west... For the West Coast, for instance might be flown in on the Boston spoke in a few hours to the Memphis hub where it'd be sorted and routed out on the plane that it just bought in shipments from Los Angeles, and it would and it would be aboard when that plane flew back home, arriving before dawn. In other words, Boston to Los Angeles overnight. So I'm gonna pause right there because that's important. That is the main innovation of Federal Express. It's was very hard. At the time it was nearly impossible to overnight something. And so it's it's funny that the book is called overnight success because that's why Fedex was successful. The fact that they were the first people to figure out how to overnight something in guarantee next day delivery. It's is obviously not true that it happened over night. He has to go through, like, a half a decade of struggle before that before that actually, Fedex could be considered a successful company. But that is the main in innovation right there. Boston until Los Angeles overnight. Fritz Smith thought of his system is similar to the telephone network where all car calls are connected to a central switch board routing process. Okay. So after college, but before he starts Fedex, he winds up fighting in the Vietnam war He's actually very high... He was served in the marines. He's a very highly decorated war hero. So I'm just... I'm gonna just give you a summary of his war efforts. He kind of... There's a lot of similarities between him and Sam Walton where, they both were supreme over overseer and almost everything they did. Even when he was in school, he was a good student he's voted, like, most versatile, you know, played sports. Just... It seemed to just apply this this relentless discipline and drive to everything that he did, including serving the war. And it... You know, he went... The book goes into detail, Like, seeing, you know, obviously, just the gruesome things that that he saw. People were, you know, getting killed right next to him the guy. 1 of his friends is standing right next time him gets get shot in the neck and he is Fred essentially sits there and watches, you know, the guy, essentially drown his own blood. It's very, very, like, graphic. But here's the summary. Fred Smith had stayed on the Battlefield to within 3 weeks of his 20 fifth birthday. Gone were 3 years of his young life. What what what did he have to show for it? Being alive and grateful for that, Of course. Metals metals enough, and then the the authors just gonna go here and list all the metals. So he got the Silver star, the Bronze star, 2 purple hearts. The presidential regiment citation, the Navy commend nation medal, and the Vietnamese cross of gall tree to reflect his courage and. Newly home... This talks about all the other stuff that he's, learned during Vietnam. He's also gonna apply to running Fedex. Newly honed leadership skills and inspirational tricks that would prove useful in the world of business learned on the killing fields. Where soldier discovered that every fresh sunrise had been bought at a very steep price. Okay. So right after the war, his father long has to borrow, like, 50000 dollars to from Fred, because now he's got his father's inheritance. Okay? And he buys like, half interest in this company that he thinks is good winds up being a really, you know, just terrible business is called our arkansas Aviation. So Fred goes in there and starts running it to try to get his investment back. Right? And these... Essentially, what's happening here, this is the early days of what is eventually going to become Fedex. And there's 2 things that I left notes on for these 2 pages. 1 is they operate in secret. And 2, they were just full of uncertainty. They had to arrive at the idea for Federal Express through trial and error, and we'll see that here. So it says, he was a kid, but smart as a whip and this is this guy named Ted that it's gonna work with him. A sharpest person that have ever run into. It was clear to Ted that Smith had come back from Vietnam with a goal, a very large ambition. He... This is really interesting what he says here. He wanted to do something constructive. He wanted to do something that nobody else had done, which also he's picking an extremely hard target. He's identified a gap. He's like, listen there's no way, and he wanted identifying this gap because, Arkansas Aviation they they rental, like, hangers and they do like, airplane repair business kind of thing. And Fred hates the business. It's very labor intensive, not very profitable at all, but he can't get... He... When he orders parts, he's, like, it's unreliable when they're actually going to arrive. And he's like, well, what's the chance that I'm the only business in the world that's experiencing this problem because let's say a plane sitting there. I don't have the parts to... I don't have the parts to fix it. Customers to wait longer. My people are just sitting around. Like, this is a gigantic waste. It's an inefficiency. But it also goes to speak to, he wanted to do something no 1 else is done, so 1 that's gonna tell you that's most likely be hard. And if you can survive then it's going to be extremely lucrative. Like, if he actually is able to solve this problem, which he was, like, he fast forward. Now he's his seventies, he's, like 75 76 something like that, you know, worth multiple billions of dollars. He had a negative net worth lost almost lost all and inheritance had a negative net worth for the first, what 05:10 years of the company. So, again, if you can actually survive through that struggle and do something difficult on the other side, there's probably a lot of value there for people. So he says, you wanna do something no way done. That was his main objective. I guess he, like, flying and wanted to do something connected with aviation. Smith's swore Ted to secrecy. We were really hiding behind arkansas aviation. He didn't want anybody to know what we were doing. Smith wasn't traveling in a straight line himself. He tried he tried first 1 project than another. All of them were built around this idea of acquiring and operating a fleet of jets. We tried several things. It didn't start out as a package outfit. So this goes back to the importance of reading to being curious around the world... About the world around you and s sizing all that information to find new opportunities This is where this is the first draft of Fedex. The original idea for Fedex. I'm gonna reach you now. He says, for months, it had been per in his head. The Genesis was twofold. His habit of reading, especially history, economics and business affairs. Plus several deep discussions with bankers about the inner machinery of the federal reserve system. The length of time required for checks to clear. This is, I think when the early seventies now. The length of time required for checks to clear through the Federal reserve system frustrated bankers and deposit alike. The mechanism was old fashioned and un, inefficient and slow. Checks received in each district Fed bank had to be sorted there and then dispatch bundles to other individual federal reserve districts where the accounts drawn on were located. It takes 2 or 3 days, sometimes a week or 10 days to clear check, 1 of his 1 of his bankers complained. That's a heck of a time lapse between receipt of checks and crediting and accounts. The whole Fed system handles close to 8300000000 checks and cash letters a year. A figure... I figured that's a float of about 3000000 dollars a day, and that's just the way it works. But it didn't have to stay slow and cumbersome, Fred Smith reason. He could speed up the check clearing by applying to the applying to the process of his Yale University hub and spoke air freight techniques. See what he's doing there? He's trying. He starts off. So he's not trying to figure out if I wanna send you a book or something to the man I went overnight to. That's not the what Fedex was created to do. Obviously, you can do that today. It starts off saying, hey, how can we reduce this float? That seems ridiculous that it takes 08:10 days, sometimes 3 or 5 days for you to to actually draw... Was for the check to actually arrive and then either be deposited or drawn from that account. And Federal Express, you know, that... That's a couple hundred million dollar a year problem that they're having. So that's the idea He's go back to He propose to go into business with a small fleet of that would nightly pick up in each Federal reserve district that day's checks and fly them to a Central Sorting hub. There, they would be processed at once by Federal Reserve employees and sorted it into bundles to transfer for the Private Fed bank. His pilots would take off before Dawn, to return to each fed district its package. That would eliminate the time lag. Checks would be cleared overnight all across the United States. Now, you probably already get the hint there, but this is why Fedex was named Fedex. It says on June eighteenth, he incorporated company, he called Federal Express Corporation, feeling certain federal would be apt when he got his contract from the Federal Reserve system. Now this is also sees that Fred smith. Is a crazy person. And what's the subtitle? Renegade creator. Right? He starts a company. Starts buying jets before he has the contract. What could go wrong? Fred Smith had his new jets flown to Little rock that he starts in Little Rock before he starts in Memphis. And began awaiting the decision by the Federal Reserve system. Let's see. He... He had everything figured out, as soon as the Fed said, yes, which he was certain they would, he felt he could negotiate a profitable 5 year contract. So they haven't even approved the idea, and even if they do approve the idea, he doesn't know what to get paid for it. Didn't stop them. This in turn would serve as a guarantee to finance the acquisition of the needed additional jets, which Pan Am had option to him at bargain prices. Are called Falcon jets. At once the Federal was... And once the Federal reserve flights were running smoothly, he would merely build on top of that a larger air cargo express system that would serve the whole country for delivery of small packages. It's really smart. He found a wedge first. Right? It would've have been smart if he worked out. The gap he had identified as a real profit making opportunity if he could get there first. So he's talking about the issue that he was back when he was running arkansas aviation. About, you know, there's no... I have no idea where my packages are, they can't deliver, they can't guarantee delivery at a certain date, and then they don't know where they are, even in transit, So it's very difficult. He liked the idea that the government in effect would be financing the creation of the Federal Express air cargo system. That's fantastic. What could go wrong, the Federal Reserve said no. So it says in the late summer of 19 71, Fred watch... Fred watches his entrepreneurial plan collapse reeling from the disappointment. He had invested this is still about 3 years before the start of the book where, you know, he's almost lost everything about to go bankrupt and thinking about trump out of the window. He had invested a lot of late night study. Many trips in New york and Washington hundreds of hours of explaining negotiating and h to lay the groundwork. In his hanger were 2 jets idle, on which he owed 3600000.0 dollars. That wasn't a big worry though. He was sure he could sell them and make a profit on the transaction, but he had no intention of parting with his jets they were still essential to his future plans. Okay. So now we get to where the struggle. The know of myself is, I renamed the book instead of overnight success speaking called overnight struggle. And so the this, like, half decade period. I found very, very interesting because it's just It's just unbelievable with the amount of chaos, and 1 problem after another and just so many times when Fedex just could have died and Fred just refused to quit, which I found most admirable. In a few sentences Fred sketch his air concept. So he sees he's trying to get this aviation marketing consultant the feedback like on his idea. So he says, I didn't think much of it. His name Bass. Bass responded. It sounded like a dumb idea. My feeling at the time was just was just like a lot of other people's feelings faster are called. And this is why the reason I'm reading this part is because it's just... Again, we live in, you know, the area, the the era of overnight delivery. I mean, now they even got down the same day delivery. But at the time, it was just, like, how do you even start? It's like the chicken Problem. Like, how do you you have to build out an entire national network before you even take except 1 package? Like, are you insane? Do you know how hard that's gonna be how much money it's gonna require? And the answer was Fred did not know. And, there's a lot of paragraphs in the book, Some of which I highlighted, which really get really illustrates the value of ignorance. I always think about that more recent quote where he's like, some things are the. Like, I I believe that people that do really difficult things are doing them for the first time. And I think part of that is because they don't realize how difficult it is when they start. We're out there. Let me get back to this. The cost of running jet would be prohibitive for that kind of business venture. That's number. So he's he's listing all the reasons this idea will not work essentially. And number 2 is the length of time it would take to create a network and then get market acceptance. And I just love this next sentence. It says Fred Smith was learning not to be dish disoriented artist made by negative reaction. He saw other high hurdles ahead. So that's not only the the actual fundamental idea. The the the main part of the idea almost impossible to achieve. But then it's... In he's operating 1 of the most heavily regulated industries there was on the face of the planet at the time. So says starting up would take a lot of money. Another uncertainty was how to convince shippers to use his air express, I'm gonna get to in a minute. I wanna pause there for... I just jumped over this part. Starting up, or take a lot of money. I can't tell you, 25 percent of the book is is is fred struggling to get other people to invest bank loans, venture capitalist, private investors everybody. That's a huge part of the Federal Express story. In reality, at this point, Smith was just an un tested entrepreneur with a clear cut idea, but not enough personal business training and financial expertise to make everything go. In fact, he was s before he before he even started, and We're gonna get against into reg... The department regulation. Right? His plan was to fly under the civil Aero naught board. That's a Cab. Air taxi regulations That would permit Federal specify to anywhere anytime not restricted to to certified routes. However, he ran a foul of the registration known... Regulation known as part 298. Which limited air taxis to a maximum takeoff weight of 12500 pounds. Why is that a problem? The Falcon jets cannot possibly operate under that limit. Even equipped and empty, the aircraft weighed 15000 pounds. Others might have given up? How many times is that? Sentence in the book. Jeez. But Fred Smith just s head. Hoping luck would be with him. He believed he could get the Cab to rewrite and modernize part, 998. Part 298. Excuse me, to greater take weight. Otherwise, the cost of flying the plane would absorb any profits. Now this next paragraph was interesting because this is how Fred connects to Last week's podcast, how he wants up using same... I don't know if you call him banker I guess they're, I guess, they're investment bankers are the people he's trying to hire to get him to to help raise money at Sam Walton. So sis Smith introduced, was introduced to him by the by a banker in Little Rock Arkansas. Getting a southern, like Rem. That's his name on his side would be a good move. Smith thought. Sam Walton, the Arkansas small town discount, who then was trying to launch his Walmart chain was working with Rem well. Now. This next paragraph here just an insight into, like, the master salesman, the charisma that Fred smith has. And he winds up hiring 2, the bankers are, like, hey. Like, you're just, like, some idiot kid, that no one's gonna loan any your money. Like, they don't know anything about a market? Like, can you have a... I know the market doesn't exist yet, but can you get, like, nationally recognized consultant firms essentially to do a market study so we can take their research because they're respect to investors. Right? And so he winds up hiring 2 separate firms. They do this, and they wind up loving the idea so much, and Fred smith so much that he recruits them, and they become some of the very first employees of Fedex, but there's also something interesting. I'll tell you, I'll tell you what I thought of this. When I read it after I read it to. So it says the 3ABG partners don't worry about that name as well as Roger Fro, we're destined to to join Fred Smith Circle of Partners in in the ever quicken Fedex adventure All this is the most important sense to the section, all were mavericks, true non conform, courageous and crazy. For 4 of the 5 years in the early 19 seventies, their lives and Fred Smith's even more so, would always be hectic and too often harrowing. And again, when you read a paragraph like that, that the thought that jumps into my mind is it's like, we only get 1 life. Who the hell wants to waste it being normal? This is a gigantic... Like, first of all, look at the how to describe, Mavericks non conform, courageous and crazy. Right? One's paying off because the time they're just... They have... I think they're in the early thirties. Runner f, I think it's 35. You know, they're... They have relatively successful careers. They could have stayed in that job forever. At way less risk than jumping into this crazy Fedex experiment, but because, again, you only have 1 life why not maximize. It won't won't making an interesting life that you can look back and tell your kids and grandkids. Yeah. I had I had a hell of a time here. I just love that idea that, you know what I'm just gonna... You know what? I'm not going to take the safe path. I'm going to take the path that's going to give me the most interesting life experiences because that at the end of the day is what it is. So life is 1 giant experience. Why waste it? Why waste it being normal. Now this is Fred personality during this time. And this is, that Ted guy again, just talking about, you know, the early days of Fedex. It says Fred smith was serious and intense. Fred never played. He was always serious minded. We'd go somewhere to do business, and then we'd hit the hotel and have Martini. He'd have maybe 1, and that would be it. He hardly ever relaxed, rarely went off for a weekend can have fun. And once in a while, when when he was really under stressed, and he didn't have anything big to do, we'd slip more martini teaming to his glass and get him drunk. Okay. So this is more about the early days of Fedex. I'm gonna tell you how this relates least to me. How it released to Henry Ford. So it says to an experienced manager like Ted, the people around Smith and the boss himself, didn't know how to manage anything. They all came in with a lot of wild ideas to how to put federal express together. And only a few of them made any sense. They were an imp bunch. Fred Smith was single handedly trying to run the operation. He was described as a nit picker. He had his hand in everything. He worried about little little 80 bitty problems, other people could handle, and that created confusion and delay. The accounting department was a mess with no internal controls. Reports were rarely on time. Smith's tinkering, for example, foul up the cash flow because of a lag in billings. With Fred, it was always business I'll tell you the truth worked for... We worked for 3 or 4 years, and the only time I had off for over 6 hours was Christmas eve Christmas day. We worked around the clock trying to get everything done. That was back when computers were just coming out. Much of our work was on calculators. You know the old style. Ted recalled many late night meetings to set policy or solve problems that turned into knock down drag out affairs. Temper flare, especially Smiths. Fred would get really tense Ted devastated. Once in a while, he would throw something against the wall. So we would try to get him drunk at some bar, hoping it would to relax him and perhaps keep him away from the office the next day. But the boss not yet 30 and healthy had an iron constitution. Early the next morning, Ted said he'd come bouncing back ready to take on the world again. Essentially, there's talking with entire section of that book. He's talking about the very... Like, the first year of Fedex, could also describe later years, but this is, I think the first year. And essentially, that they didn't know what they were doing. They had in their... An idea in their mind, what do they wanna achieve? They had 0 idea how to actually get there. So there is a quote that I read in that book by Charles Sore called my 40 years of Ford. And ever since I read, I can't stop thinking about it. I'm just gonna read this paragraph to you. So it says Henry Ford had no ideas on mass production. He wanted to build a lot of autos. He was determined, but, like everyone else at the time he didn't know how. Everything I just said about henry Ford applies to Fred Smith. So obviously, if it's it's applying to Henry Ford, Fred Smith it's pointing to us. Or anybody else trying to do something that they don't how to do yet. You have an idea of what you wanna do, but you're not really sure how you're actually gonna get done. In later years, he was glorified as the origin of the mass production idea, far is the most important part. The sentence are here. Far from it. He just grew into it, like the rest of us. And this story, if you read this book and it goes with almost every other books that I've read, they're growing into it. No 1... No one's born knowing how to to create and manage and run a gigantic business like Fedex. So you have no other choice you have to grow into it. Okay. So more about the early days of Fedex and and and Fred Smith, at this time. He says, this is his his first secretary. Charlotte Curtis recalling her days with him between 19 72 and 19 76 said, he was so preoccupied. He was in such deep thought all the time. He was constantly thinking. This is also way other people later also describe Fritz smith. He was constantly thinking, such late hours. Sheer determination. There was no doubt in that man's mind where he and the company were going. You could walk into his office and he'd be thinking about something and literally wouldn't know you were in the room. That is a... That is 1 sign of a great mind, the ability to concentrate. In that period, 2 critical items dogg his mental agenda, recruiting staff and finding investors. The former was fairly easy the ladder was almost impossible. And now when I read that section, people don't talk about concentration enough in my opinion. And I I always make the case that Edwin Land, founder Polaroid, the blueprint for prestige jobs. He's gotta be 1 of the most important entrepreneurs that have ever existed. It's funny if you could bring him back from the dead and ask who's an entrepreneur. Even know though he's a founder polaroid. He would describe himself as an engineer, but he has some great quotes, tons of great quotes. And he talks about concentrate when you read... I... I think there's 4 different books I did for ed Land in for this podcast. 5. Because I think and 1 of the books 1 of the pockets that did too, 2 books and 1. But he talks about concentration over and over again, which again, like, the guy's an absolute genius, like, we should probably, like, why is he bring this up so much. But he has this great quote. He says my whole life has been spent trying to teach people that intense concentration for hour after hour can bring out in people resources, they didn't know they had. And so when I hear something that I was like, why is 1 of the smartest people have ever walked the face the faces of the earth? Talking about concentration so much. Why is he saying that if you don't... If you avoid interruption, and you think deeply about something that you're passionate about that you're interested in and you do the hour after hour with no interruption that you're gonna tap into things and ideas and have resources. You didn't even know exist. That's probably really important. Okay. So I wanna go back to this idea. I was like, why Fedex is nearly impossible to to... I cannot believe he's succeeded in doing that. Like, this is a essentially the important I'm gonna reach you. This a great way to think about how hard Fedex was to start. And this is getting John Jacob. You have to forgive me. There's... I've told you about this before. I can't... There's way too many characters in a lot of these I can't keep track of who everybody is. So I try to focus on 1 person, which is the founder. But he's... I think this might be a an investor, maybe marketing analyst. Not really important other than what he says is really important. He talks about, you know, why is it so hard to raise money for Fedex. He says in in John Jacob view, to open an Air Express company would imply that packages could be delivered anywhere. At least in the United States. There would be few customers if half the time Federal Express didn't serve the city, the customer wanted to reach. And so I said, so they had to put in place a system covering the whole United States just to carry 1 package, which meant you started off with all fixed costs and no variable cost. And the ideal business is you can get that first order and may money from day 1 and expand on that. This is where he talks about, you know, founding Walmart very hard, but Fedex has to be a lot harder. Think about this. He says, like, and... I love this analogy. To really for me illustrated how difficult this was. Like you open a Walmart store, and if that form succeeds, and you do well, you open a thousand them, but you don't open a thousand of them to take the first order and that is what Fedex had to do. It's... I mean, it's just really, really... Again, I I never repeat myself over again, this book is about perseverance. That's the main... He he he he set us... He... Fred said his sight on something so difficult. There's a reason it didn't exist before him. And you're not gonna get to do something for the first time in human history and it'd be easy. So, again, I just think exposing ourselves to these constant stories because they're human just like you and I, and what is... What we can achieve if we just stop quitting and look around you over the vast majority, 90 plus percent of people around you just quit at everything at everything. The first little bit of pain, the first bit of discomfort, the first setback and they just give up. They fold and they just go neatly into the night. Not Fred smith. So this Jacob guy is still talking about this. So he says Jacob now sees because he's saying, you know, this is crazy it is. It's stupid. It's not gonna work. Jacob kobe now sees Smith is a truly workable person. He did so much to look crazy to me. He over paid for L. I gotta take that... This story is wow. I'm gonna get today there on in 1 second. About that over paying for L. But he was just so focused on overcoming... This is the most important sentence. Let me back up. And let me read it again. But he was just so focused on overcoming whatever obstacles sprang up in his path. Essentially smith this entire story is Smith focusing on just eliminating the obstacle that's in front of them. He knows this other ones they're coming behind it. I gotta take care of this 1 first, and I'll go tackle that 1 later. So the crazy thing is they have to... He's buying these jets, but then you have to do all this a body work to them. Right? Because you think about the size of, like a person walking through the cabin door as opposed to like, a pallet, like a forklift, you know, bunch of cargo in there. And so they have to do these... They're cutting open the side, they're putting on doors. To be hires L is the company he hires to to do this work. And Fedex has no money. The whole story is... They... They're scrambling for money. That's why he he commits fraud. He ends up getting acquitted though. But he's just, you know, struggling. And gets a loan pays off creditors temporarily. And so what he realizes is... Let's see. What's a sentence? He's he's asking the guy that owns the company because they they stop doing work on them because he doesn't have any money. So he says, Well, what if I wanna buy your company? He says if we get the money to buy L, what would you sell it for? And they so they tell them me I'll sell it. And he says, the... His... Bay... This is a crazy thing. So he couldn't get a loan anymore for Fedex. But he realizes, hey, I need money because I need those doors put on the planes. Right? The bank will loan me money to buy the company. They will not loan me money for the doors. They'll loan me money to buy the the company that's installing the doors. How crazy is that. So he says, his bank was willing to loan the money to buy L, but not the money to buy the cargo door. So what's Smith's solution. Alright. I'll just buy the company. He has to over pay and he's... I just I have to make up the money later on, but I have to get this done now. So he buys the entire company that then he doesn't have to worry about paying the bills because he now is the company that he would be paying. It's hilarious. Okay. So obstacle ops are Obstacle, I need to tell you about the pathetic launch fedex. And this again, is 1 of the most, but I don't mean that as... I'm not making fun of them. It was pathetic by their own... I think that's even the word they use. But again, just shows, you know, today, who knows the revenue they do, gigantic successful company has made, you know, billions of billions of billions of profit. This is how it started though. And I think this is very inspiring to see. You know, I I just went and and watched some videos. Because he's still alive and he, you know, gets talks and stuff. And I was like, you know, I'm gonna stop myself doing this because this this book ends, you know, this book is from the early nineties that I have in my hand. And it ends, you know, he's still a young man. I... The Ipo relatively young. I think he's maybe 40 maybe early fifties, late forties kind of thing. But I realized I was like I'm sitting here watching 70 something year old Frederick Smith talk. And I was like, that's not the person that Built Fedex. It was the third it was, you know, the 25 year old, the 35 year old that did that. That's a completely different person. And because of the benefits of delayed gratification and and the benefits of compounding, that 70 something year old is reaping the benefit but that... It was really built by the by the younger version of him. And so, you know, that's 7 year old talking about, you know, they... I don't even know what billions of packages every day. I forgot what the number was. Well, that's not what the young Fred smith had to deal with, because the first time, the first opening day of fedex, they did 6 packages. Smith hope to ina great air expressed by the middle of March. The Memphis staff devised a network of a few startup cities and open offices in each, hired courier provided delivery events. Oh, so, you know how they do. It's another great thing. So you see Fedex and Ups and Amazon trucks and everything. Fedex didn't have trucks. They rented them from hertz at the very beginning. Those was hilarious. So it says they they they were trying to get out the world that Federal Express could deliver packages overnight. The effort would was all pathetic pun. Looking back a few years, later, Smith confessed to a Harvard business school interviewer, the business asset we had going for us was our naive. God takes care of fools, you know. The cities to be served mainly all within 500 miles of Memphis. Has assembled inexperienced blitz teams of 4 or 5 salesman invaded the targeted cities working 2 or 3 weeks in each to pre sell the company service. Advertising was confined to an opening announcement in local newspapers and direct mail. And they sentence this was funny. They expected the planes to be pretty well loaded up. So there's a bunch of crowd that's that's, gathered, some early investors and employees to Fedex, and they're sitting at the airport Memphis as the first plane comes in. It says, I saw the anguish in their faces as they waited. Most them were worried about their. It was a critical moment of of time. Critical moment in time for all of them. Right after midnight, the jets swoop in. Their cargo doors were flung open. Empty. In all, the jets bought 6 packages. 1 was a birthday present from Fed from Fred to Ted, the guy kept quoting, and 1 was a bundle of dirty laundry sent home by the Fedex salesman in Kansas City. So they have 4 customer packages. That is the beginning. That is the launch of Federal Express. Okay. So there's a ton of paragraphs just like the 1 about to read you spread throughout the book over a year after year. Really nothing changes. Fedex is almost dead is the summary here, and then they also talk about the value and ignorance against. Again, Federal Trust remained in desperate trouble. Expenses were soaring income was too thin to pay the bills. The deficit at the end of April was 4400000.0 dollars. Every dollar Smith and the family trust had pumped into the enterprise was gone. So that's his inheritance. He lost this. He's done. Smith was hurt and frustrated. And furious, and we considered a betrayal. So he hires these invest this investment banker that I mentioned earlier, Rem, and whatever, he's from, like, a company called White and Weld. And he had a misunderstanding. So says Fred said that he was given to understand that White and weld said they would do the this deal if it... As if it was a fade complete, meaning, hey, we're gonna try to raise 20000000 for you. Was really what they said, but Fred interpretation was we are going to arrange 20000000 dollars for you and they're failing. So he's, like, I've made commitments here because I thought I had promise from you. He did not understand. I don't believe he truly understood that it was a strictly a best efforts deal. And the money wasn't in the bank, and then he had a long road to hoe. Because of being misled, he had made commitments and taking risks that he never would have taken. In terms of and this is another group. This is early 1 of the early attorneys for Fedex. This says, in terms of starting a company of the size, we were first grade novice. And I think that really played to our advantage because we were not fully aware of the obstacle we faced are the difficulty in overcoming them. I look back on it now and think, oh my god, why in the world would anybody try anybody try to do something like this. So I wanna tell you a little bit more about his personality and something, essentially that Fred Smith would tell you don't burden others with your troubles. When Smith... What's Smith learned Vietnam about leading troops with personal courage and confidence helped him now. Nothing seemed to face him, Of course, internally, he's distraught. But externally, you don't see that He rarely let you see him get down. He kept them private. He would constantly look for the bright side of trouble and laugh. That was pretty infectious, so we all kind of followed suit. Okay. So they're still trying to raise money. They coming across to this guy I wanna tell you about... I'm I'm gonna look for a biography around him because on a very interesting. His name's Colonel Henry Crown. I don't think he's actual Colonel, but he says, that, they're started to meet with him, and he's, you know, start off as poor. I think what was he? Like, not Russian, Lithuania. Immigrant, and he wants to be becoming a billionaire. I'll tell you more about him in a minute. So they're meeting with them says, when you loan the money or guarantee the note for us to exercise this option, which is an integral part of, fitting Federal express together. The worst thing that can happen for us right now is if you decide you don't like program, you can sell the aircraft at a profit. Saying, hey, we need you to we need this loan. I think it's for trying to buy more jets in Pan am. If you guarantee it because, he has control of general dynamics at this at this point. And if you guarantee, it worst case, if you decide not to continue investing Fred Express, we can sell the planes for profit. Crown was sympathetic. Real satisfaction, he said comes from creating building or taking a business that hasn't been doing too well and making it better. But he couldn't rush to the rescue. For 1 thing, his financial vice president was hospitalized. He wanted to delay any decision until the man was back on the job. So what do they do here? Fred and the guy that he's with, mir decided to go to guy's hospital room. To tam me credit, he wasn't to be stalled. He took the unorthodox course of invading the finance man's hospital room and spending the afternoon laying out their proposition. With Smith doing most of the talking they convinced the Sick man. Their bras move seemed to impress crown. Who knew firsthand about enterprise and aggressive struggle. In sharp contrast with Fed Smith's background of wealth, crown had been born to poor Lithuania immigrants. He dropped out of school 16 for a 4 dollar week office boy job. He quickly learned a hustle. Even when young... Even when young, he had a remarkable imagination for creative finance hearing, and now he wrote around Chicago in his rolls Royce and donated a hundred million dollars to charities. So they come up with a deal, and it it was really... I mean, they could have essentially bought 80 percent of Fedex for almost no money. I think for 16000000. They went up not exercising option, But it says the Upside, the general agreed to guarantee a short term bank loan to Fedex for 23000000. But at a huge price. The agreement provided that Federal Express would have to repay the loan just 4 months. They went up extending this time period. Now there's all kinds of other details I'm gonna leave out because it gets... Yum, Like, the book is full of them. Really, there's a quote in... I think it's the only biography that I know of Elon Musk. It's called Elon Musk Tesla Spacex and the quest of the fantastic feature. It's the first episode of founders ever. But in this, there's a there's a paragraph that reminds me... I think I think Elon says in 6 words describes what he was going through, the difficulty of jumping these hoops to raise money for both tests on Spacex during 2008. It's essentially, what Fred is is dealing with here. Let me just read that to you Must go into the secondary markets to try to sell sell some of his shares in Seoul City. He was... He also sees about 15000000 dollars that came through when Del acquired a data center software setup called Evergreen that was founded by Musk cousins in which he had vested. And then this is where it says, this is what I mean about Elon having the gift to just... Su specifically describing what he was going through, it was like the fucking matrix. Moss said, describing his financial maneuvers at this point. This is 12/03/2008. So even with this bank loan and others, they're still... They're always behind until the Ipo, essentially told like they finally were able to Ipo. They're very they're very close. They just have so many creditors and so so much... It it was so expensive. They thought it was gonna be, like, 25000000 to get the breakeven. It was, like, 60000000 dollars or something like that. It was a lot of money especially in the 19 seventies. But this is a how they... 1 of their strategies because, again, Fedex is in debt up to their eyeballs, which means, you know, they could they're not making payments. They could lose all their assets in the company. Doesn't have any assets to... They don't have the planes, then they have no business. Right? So it says, this is a bank says, Ted was fearful with a bank who try to seize the mortgage planes. The bank had a young officer keeping track of the situation. Every time he showed up at the airport, Ted recalled. We would radio the jets not to land. Can't con if we never land, it was all very touchy. In Detroit the air, oh my god. This gets wild here. In detroit the airport parked a fire truck in front of the Federal Express jets, so it couldn't take off without paying an overdue bill for fuel and landing fees. We went on by the skin of our teeth for a long time. Employees got a memo, this I mean, there's a story after story after story of this. It's really really insane. Employees got a memo asking them not to cash their paychecks. Some officers recall that they just dropped their paychecks in a desk drawer and left them there for weeks. A 1 frustrated courier was owed 300 dollars for expenses. He pulled a gun and took the situation, shouldn't need and took the station manager hostage. Then he telephone fitzgerald, which is the the manager of this this part of Fedex. And said, if I don't get my money right now, I'm gonna blow this sucker head off and shit in the hole. That Fitzgerald got the money there fast. And so as you can imagine, the stress because, you know, Fred... Ultimately responsible for everything that's going on. And this is what he said. Fred Smith himself said that no man on Earth will ever know what I went through in 19 73 to 19 74 when I read that. Again, I... Because I've read many books on them because I I would argue he might be the smartest person that I know of. I have a little Charlie manga that I put in on my shoulder, and I tried to rep try to asking questions on on the decisions I need to make, and he says a quote that I love. He says, life will have terrible blows in it. Horrible blows. Unfair blows. Remember Charlie lost 9... I think if someone's was 9 years old, died of leukemia. So it's just devastating. I remember reading... I think it was Charlie Alma Act where. You know, you just walk on the streets us outside of the hospital. Just, you know, crying his eyes out as you could imagine. So he's saying, life hot terrible blows. In it horrible blows, unfavorable blows. It doesn't matter and some people recover and others don't. And I think the attitude of epic. I never had know how pronounce these Greek guys. The attitude of is the best. He thought that every missed chance in life was an opportunity be to behave well. Every mis chan in life was an opportunity to learn something and that your duty was not to be submerged and self pity, but instead to utilize the terrible blow in a constructive fashion. That is a very good idea and it's the end of Charlie Members quote. So during this time, this is where he actually gets he gets fired by the board. Fred smith gets fired by the board. By the time they had this meeting, Smith and losses position as Chairman Ceo of the company, but he was left in office as a president under a 2 year contract with the help of corporate, corporate head hunters, They came up with a new Fedex boss, a retired Air Force general named Howard Howell Est. He was 59 years old. Not gonna spend too much time on the new boss. The essentially he was window dressing. They needed somebody older and then look respectable so they could raise more money. I mean, you're talking about third fourth fifth round of funding at this point. The new boss is is a dummy. He wastes time, very valuable time. You know, the entire companies on fire. He's talking about perks. We wants to make sure he has his own parking space. He wants a limo. He's... The very first day, half the day, the secretary has to contact California, like, Dmv to get him a refund because now he moved to Tennessee, and he since he didn't... He wants, like, a partial refund on his license plate. Just absolutely dummy. I'll read this paragraph. This is actually the guy that hired, 1 of the investors named Lei that hired, Sd he's looking back in his period of time. Fred smith was a good soldier for quite a period of time. He put up with a general who is our storefront dummy in my opinion. We used him successfully. He got us through at least a very important financing. But after a while he got to be terribly out of the culture. The general insists on his perks, his limo and his expensive hotel rooms and so on and so forth, while the rest of us were living in 18 dollar day hotel rooms. So it really began to be an issue, not only Fred, but with everybody else. We take the general who looked like Daddy War and he was credible. He... He was Fred. He gotten a little run rundown in his ability to forecast of future was very silly to this time. I couldn't have taken Fred back to these investors and had him put put up a nickel. So he's talking about the strategy of saying, hey, Now we have adult supervision in charge. Right? You know an investment is an act of faith, and you can do all the homework you want, but in that last analysis that comes down to whether you believe the guy who's going to exceed the plan. And Fred was not very believable in those days. So we needed somebody who was, like the general, and he served a very useful purpose. And it was during this financing that Fred, essentially you wipes out almost all of his equity and the business, Fred would take a battering. He and his family at the outset own the controlling stock. But the effect of the third round would be... Would cut his holdings down to just 8.5 percent. Eventually, he buys back, I think, 25 percent. Of the company before Ipo if I'm not mistaken. Something like that. So he gets this money back. It was excruciating hard. This was the end of the road. I had begun discussions with people about bankruptcy. That was gonna be our next step. Stock for 90 percent of the business was available for just a relatively modest amount of capital. Fred was being wiped out. He had put his his entire personal net worth in this thing. Whoa. Now, it's amazing that Fred never quit. But I don't want to give you the false impression that he didn't try to or didn't think about it. And this is where he almost quit. He says, Fred said, I I just... I... He's talking to a bunch of the... Remember of these mavericks. He's non conform and the people that that joined him in early days. He's talking to them. He says, Fred, I just wanna... I I just wanted you to know I'm gonna resign tomorrow at the board meeting. In 1 of these guys says, oh, bullshit. You can't do that, Fred said, no. I'm gonna do it. And I said Smith, you are over the hard part. He said, no. There's just too much pressure. I can't take it anymore. I'm gonna resign. I said, where are you? Fits and I will come down and talk to you, so they wanna meeting up with them, and, you know, this is an active... A genuine active friendship here, because imagine how Different Fred Smith's life would would've have been if he actually went through quitting. Right? They found him in his office on the second floor and in 1 of the Fedex Hangers. Smith had a 6 pack of beer up there. So we drank our beer and we talked to him. And and we talked to him, and we talked to him. He was serious. He had written a hand, he had written a letter to give... He'd handwritten written a letter to give to the board. Our arguments with him were just... Were basically that we got over the hard part. It... The hard part is just about over. From then on, it was gonna be all downhill. It was very obvious at that point that he had done nothing that he should be basically ashamed of. So this is where he's under indictment. He essentially fa solidifies some the 2 different banks went collateral, so he he essentially... He makes up, like fake minutes from a board meeting. And the the the main issue is that he pledged collateral that was fake. The jury winds up quitting him. But at this time, he he's like, you know, I, I, they just found out, I'm gonna go to jail, the Fbi on me, the district attorneys on me. So he's was very down. So it says, It was very honest at that point that he had done nothing that he... That he should be basically be ashamed of. He had done nothing that at all that was detrimental to the company. So at the talking about there is... They get into, like, the issue why he got acquitted was because if it's a difference between, like, knowing and willingly. These are, like, legal terms of the the the judge has to explain to the the Jerry, like, 5 different times or something. But Fred made the point that he thought he had the authority to do so and he just thought by forging the documents it was be faster because they needed the money that day. And then if he actually had the meeting they would have approved it anyways. So that's what they're talking about. The management group, we knew believe 2 things. No matter who we take over the leadership at Fred wasn't there, the thing would not ultimately be successful. That is how much we believed and Fred Smith and his ability to know and understand the business and in his charisma and his leadership capabilities. That was very sincere. We felt that way. And the other thing was that even if that hadn't been true, we sure as hell weren't gonna sit around and take orders from general Est. Because he didn't know what the hell he was doing. In the hanger office, the men drank their beer and talked until 05:30 in the morning. We ultimately convinced him to stay. So he stays few months, maybe a year later. He's back into financial trouble, so he goes back to Colonel Crown and and asked them to... Because they already did a small investment, but now the they they don't wanna keep throwing they don't want their good money after bad. So He asked them to to guarantee another loan, and they won't, and this is where he almost quits again. General dynamics turned him down on the loan. It was a blow that made him think of resigning. Smith wrote Colonel Henry Crown asking that they consider him for a management position in either general dynamics are trans world airlines. That's crazy. Okay. You won't give me a alone. You give me a job. The file did not show their response. It may have been considered the moment whim of a terribly distraught man. The strain affected his home life. His wife was young and 1 a social life. Fred was not much inclined towards the social realm. When Smith was not a Federal Express, are flying around the country on company business, he stayed home to read. I read about 4 hours a day he told an interviewer. So that's gonna lead to his divorce. Before I get to the Ipo, which saves the day, he's got a great quote on time, management, you have to be absolutely brutal in the management of your time. So they want manage to to actually do the initial public offering, and this really helps Fedex. They're finally for the first time in their lives on solid financial footing, and this is where it just takes off like, a rocket. So he's over the hill over the really, really hard part, obviously building up and so many company not by any means easy, but it's probably not gonna go to business. It says the first profitable profitable fiscal year was 19 76 with a net income of 3500000.0. I'm just gonna list off the profits as they go. Right? Next year? So it starts out 3500000.0. Then they make 8100000.0. Then they make 20000000 and then by 5... 5 years later, they're making 90000000 a year in profit. So when they make 90000000 a year in profit, at that time, the company was only 9 years old. Just a quote from Fred on problem solving, Smith believes that the key to successful innovation is constantly to subject problems to every angle of scrutiny. That can be thought of. With the idea that unless you were trying to defy the laws of nature, some risk taking will... Some risk taking way will will be found to solve the problem. And he's he's saying this in a 19 86 interview looking back. He's describing the very early days of Fedex. That's why I thought it was so important. Okay. And I'll close on this. This book ends it reminds me very much of the the bill Gates book because it talks about Sorry your life and then up until the Ipo, it ends let's say, late eighties, essentially in the in the history of Fedex. So still, obviously, post Ipo, relatively successful. Obviously, grew from leaps and bounds from here, but this is Fred talking to us essentially about the importance of timing. The importance of reading and how to s information to get ideas and solve problems and I thought this was a good place to end. Smith estimated throughout the eighties. He spent at least 4 hours a day reading. He found he relied quite heavily in his own vision backed by ass simulating information from many different disciplines all at once. The common of people who have vision is that they spend a lot of time reading and gathering information and then s it until they come up with an idea. That precisely happened to him. It became more and more obvious. So he's talking about the innovation according to this book. The first... Now, you know, you track a package. You know exactly where it is. Fedex was the first 1 to come up with that system and then other people copied it. So it says, it became more and more obvious if Federal express must have the ability to track at every moment, every item, their system was transporting. This is where Smith is the direct close Smith. It looked as if it were impossible. It had never been done before. At that time, I've been reading some very different types of things about the grocery business and the price performance of computers. Well, 1 thing led to another and we began to look into using a version of those barcodes that are on soup cans to give a number in sequence to every package. It turned out to be a very good idea. It's interesting. Remember he talks about the the, inspiration for the hub and spoke concept. He took from the telephone network. Now he comes up with this barcode idea from from grocery stores and cans. Without it, and he talking about... Wow. He's talking about how important this this innovation was. Without it, we could not have controlled this organization. It would have been impossible to take millions of items every night and deliver them with the re reliability we do. Then he talks about the very next page he's talking about. Again, he starts off with the importance of reading, being curious of the world around you. Simulating and s synthesized different ideas. He picked up a auto biography of Dwight Eisenhower and discover what he considered a perfect perfect example of the role of luck in terms of success. Now this is Direct quote from Smith. Dwight Eisenhower 19 40 was a assumed to to retire lieutenant Colonel with a respectable but not particularly outstanding military career. But it just so happened that he turned out and now watch how he... Which I think everybody does. You know, I told you over and over again. It's amazing that when you read biographies of great people, you realize they... The people that were studying and and themselves red biography to great people Why? Because they take parallels and other people's lives and apply it to them. He's gonna apply the the role timing in the success with right as an to Fedex, and then he's going to further elaborate how that applies to other startups. So he... Okay. So it says just so happened that he turned out to be the right person in the right place at the right time, and most important he had the right skills, mainly the skill to force coalitions. And then he built on that opportunity and those skills to go on to be president of the United States. Well, my guess is that there are probably a thousand dwight Eisenhower at any point in time, and Fred Smith's too. I'm gonna read that because that's very important. Remember last week, I ended on what Walton said in his book. There's hundreds of thousands of people out there that can can... That out there they're looking for opportunities just like he didn't and that could do the things that he did. Right? So he's used hundreds of thousands. We are those hundreds of thousands. And let's go back to what Fritz it's smith saying here. Well, my guess is that there are probably a thousand dwight eisenhower at any point in time and thousands of Fred Smith's too. We are those thousands. The same exact idea here. Isn't that amazing. I think timing is often more important than luck. In my case, for example, the idea that is Federal express absolutely positively would not have worked 5 years before we did it. And 5 years later, the market would have been so clear that somebody would have served it in 1 way or another. And that is probably true for most start up organizations. And that is where I will leave it. If you wanna read the book and support the podcast at the same time. There is a link in the show notes, also you can go to founders podcast dot com. Yeah, on that link, you'll see every single book that I've ever done. If you buy a book using that link, it benefits podcast. If you wanna go directly to the Url. It's amazon dot com forward slash shop, forward slash founders podcast. That is a hundred and 51 books done 1000 ago, and I'll talk to you again soon."
}