{
  "transcript": "Phil very much wanted to go to the farm for a break from the hospital and had started to work on the doctors to obtain their permission. There was a sharp difference of opinion among the doctors about whether this was a good idea, but no 1 ever asked me if there was liquor or sleeping pills at the farm, nor did I think to mention the guns we had there. I, who certainly knew the farm was stock with guns that phil used for sport was completely diluted by his seeming progress. Lack of visible depression and his determination to get well. In fact, I was optimistic about his ability to do so. And I must say I was glad he wanted so much to go to the farm, and I got caught up and thinking how good it would be for him. On Saturday, August third, Phil driver picked him up and then they came to get me. We had lunch on the back porch while chatting and listening to some classical records. After lunch, we went upstairs to our bedroom for a nap. After a short while, Phil got up, saying you wanted to lie down in a separate bedroom that he sometimes used. A few minutes later, there was the ear splitting noise of a gun going off indoors. I bolted out of the room and ran around in a frenzy looking for him. When I opened the door to a downstairs bathroom, I found him. It was so profoundly shocking and trauma. He was so obviously dead. And the wounds were so gh to look at that I just ran into the next room and buried my head in my hands. Trying to absorb that this had really happened. This dreadful thing that had hung over us for the last 6 years, which he had discussed with me and with his doctors, but which he had not been talking about in recent weeks when he was obviously most seriously thinking about it. The site had been so appalling that I knew I couldn't go back in. What I was agonizing about was that I had let him leave the bedroom alone. I can only say that he seemed so much better that I'd stupidly was not worried enough. It never occurred to me that he must have planned the whole day at the farm to get to his guns as a way of freeing himself forever from the watchful eyes of the doctors and the world. He left no note of any kind. And that was an excerpt from the book that we talked to you about today, which is personal history, the auto biography of Catherine Graham. Before I jump into the book, I wanna tell you how I came to Discover. Actually was listening to Jeff Bezos talk, and he actually... Before he bought the the Washington post, which is the the the business that Katherine now gonna run after the suicide of her husband. He read this book, said it was a fantastic book and ones up going... 1 of the pulitzer I think in 19 98. So it's 1 of the the highest reviewed books that I've ever come across, and I could see why it was absolutely fantastic, read. But... So I heard Jeff bezos to say that later on, when I was reading snow... The biography of warren Buffett, snowball. I think I cover that on founders number 100. Catherine Graham is a I wouldn't say a main character, but she's definitely... She's in the book lot. So supporting care character in the biography warren Buffett because he makes an investment in the 19 seventies in the post, and he becomes a very close friend. Some say they, they had fair actually. Of Catherine Graham. And so he talks in the bio. I guess, he's not the 1 writing it, but the author talks a lot about the relationship that Catherine Graham had. And it was in that book snowball that it discovered the story of Catherine Graham, where she's inner her forties. She has 4 kids. She's married to Fill Graham. Her father had bought the Washington post a couple decades earlier. At the time, there was very uncommon for women to be running large companies in fact, Catherine Graham is the first ever Ceo, of Fortune 500 company... A female Ceo of a Fortune 500 company. But her father, when he's ready to retire. He actually passes the business instead of giving it to her, he gives it to her husband. And so her husband is running that up until the point that he commits suicide. So the reason I was interested in reading the book besides Bezos, so obviously saying, hey, you should read this book, which is usually a good enough reason on its own. Right? Is I just... I cannot imagine what... What that experience must have been, like. She did not see this coming. I'll I'll talk more about that as we get into the book, But this idea where you could be in your forties, you know, not really have at the time we was she was involved in, her family, civic activities, but did not have any business experience. Your husband kills himself. You discover it, you see the aftermath. And then now not only, you have to take over the family company because no 1 else is there to run it. While taking care of your kids and yourself. I just cannot imagine what that experience would be, like. And so reading that this book is my way of finding out what that experience is like, and I I think the title personal history is really interesting. Because this this book is... It's a it's a large book. It's 6... I have the Paper version. It's 625 pages. And what this feels like you're reading is her personal diary where she goes into great detail of her life most chronological order, and it feels like you're... The first note I left as I, you know, maybe use a hundred pages into the book. Was like, you know what, this book really does... It tells the inner monologue of someone that is not at all comfortable with herself and where she fits in with others. And that this this this refreshing honesty that I think most people hide might be the main reason to read the. So let me go ahead and jump into the book right now. Okay. So this a description of her early life. She says, the fourth of 5 children I was oddly shielded from the rigor of living with parents who demanded perfection and from some of the eccentric of our curious upbringing. Luck helped me be a survivor and gave me strength. My difficulties were much more tied to a lack of guiding personal relationships for I had more or less to bring myself up emotionally and figure out how to deal with whatever situations confronted me. So I'm gonna talk about that in a minute because her mom is she... Her mom is almost like, I the... I can compare the way she presents her mom in this book, almost like the this the way, like, a Disney evil stepmother would be portrayed, extremely selfish. Ego, d demeanor to the kids even though they're her biological kids. Just not a not a good mother figure at all. At the same time, I was surrounded by extreme luxury. I led life structured in many ways Spartan, ci sorry by schools and lessons this travel study. So it talks about. There's a lot going on this these 2 paragraphs. 1 talking about with demanding perfection profession. Her father was a very, very formidable person. He was investor an entrepreneur. By the time, she is born. She was born in 19 17. Her father had already accumulated a Fortune, somewhere around 40 to 60000000 dollars. So the equivalent today, you know, that could be hundreds of millions if not more. He was extremely wealthy once it's being president the World Bank. He has it's... Actually, I would... I would I'm gonna look for a biography on him because I found him such an interesting and intelligent person. But as many followers during this time period rather Absent. He does develop a very close relationship with her, but he also, just assumes that, you know, she's not gonna be able to run a business, which is, you know, the the the way, unfortunately, women were looked at during this time period, and that's that's why he gravitate towards her. Husband instead of her. I would say that the... Even the father's busy he's absent a lot. As you could imagine, he did, I think he was the better of the 2 parents. And so I wanna talk a little bit or her mom, who, you know, I didn't based on descriptions that that Catherine has in the book, just not a good person. So a lot of this book has just amaze of how many letters between the family that they saved, there's a lot of written material on here. And in this 1 case, she's writing, I think to her friend. Her mother's writing to a friend talking about... I don't know even know she ever wanna to be a mom. I I she's talking... This is the sentence. She's talking about the difference of having between having 2 or 3 kids. She was distressed at the difficulties of 3, meaning children as opposed to 2 children, comparing them to a basket of eels. I don't think her mother was a bad person. I think she led an interesting life, but she was just focus on her own life, and I think part of being a good family member, just like being a good friend is you have to have some level of selfless. Right? You can't just be selfish. That doesn't mean that she wasn't intelligent that she couldn't pass along along a lot of wisdom to her children. This is in my opinion, this is going to come from the diary of her mother when she's mountain climbing. I mean, the Canadian Rockies in 19 26. And this is a lesson. The but I... What My I opinion doing the best lesson that her mother could teach teacher, which is don't quit. You could do more than you think you can. And I think that's really important to tell Catherine that because Catherine was extremely shut up very low self esteem. Interesting enough. Warren Buffett is going to play a major role, and I'm gonna talk a lot about him today. And he she credits him with actually being the 1 to to make her believe in herself, which is very interesting how he did it. And this is not the warren buffett we think of today, the the warren that we're gonna talk about today is mainly in the 19 70. So it's like 50 year old warren. But he's got a lot of good advice. Just like he, you know, 9, and of course, 9 year old warrant just as well. But this is first before I get to, this is the the the the excerpt from her mother's diary. The fatigue of the climb was great. But is interesting to learn once more how much further 1 can go on 1 second win. I think that this is an important lesson for everyone to learn for it should also be applied to one's mental efforts. I couldn't agree more. Most people go through life without ever discovering the existence of that field of endeavor, which we describe as a second wind, whether mentally or physically occupied, most people give up at the first appearance of exhaust so I talked about this last week. I feel like we we talked about this over and over again. 1 of the benefits of reading biographies and auto geographies is you realize that they have troubles just like. And I do, the differences is they don't quit. Whereas most of our peers, most of our our colleagues most of the people that we interact with don't have that. Most humans in history don't have that. We give up way too easily and then what of mother saying, whether mentally or physically occupied most people give up at the first appearance of exhaustion, exhaustion. Thus, they never learned the glory and the acceleration of genuine effort. That is a fantastic lesson that our parents couldn't instill in us, and that's what that's what she's doing right there. And using the analogy of climbing amount and how physically difficult that was and using... And how you can apply what you learned from exhausting yourself physically to obviously mental and your professional life and everything else. Okay. So this next section is her right at the end of high school, there's a a ton of paragraphs spread throughout the entire years. I don't... I don't think she felt completely comfortable with who she was so she was probably 50, maybe 60 years old. So it says apparently, my classmates didn't see me the way I saw myself. My class prophecy read k a big shot in the newspaper racket. But I envision no such future for myself are in fact, any specific future at all. Rather than creating my own way, what I was trying to do all the time was figure out how to adjust to whatever life... To whatever life I found. And a few pages later, we see another paragraph, where it's just... It keep continues to expo on the main theme of this book, which is She's has a serious lack of a self esteem, which I think people would find surprising giving how much she had later accomplished on her life. I was... I thought realistic about my own assets. I hate that word. Realistic that is. I was... I thought realistic about my own assets abilities as I grew older. I was not very pretty. I seemed un game to myself. I didn't think I could excel, and I was sure I'd never attract a man whom I would like and who would not be viewed with condensation by my parents and siblings. That goes that goes back to what she was saying. Her parents had and her entire family had extremely high standards or high expectations of everybody else, But this is just very distressing. This idea that chuck about it, you know, she doesn't... She says it might have been on a subconscious level. But she was taught that her own life is to find find a man, get him to marry you and then raise the children and be happy content and in in your in your life doing that. But to not have any desire to excel professionally. And I think, obviously, you know, now we live in a a world that's much different than that, albeit not perfect, but this idea where, you know, 50 percent of human beings alive, we're were taught not to try to fulfill their potential. I think is is devastating. So also spread throughout the book is just some some advice that her father, and this is as they start to grow... As she got older, they start to grow closer. And this is just a great quote from her father. When others, he had already purchased, the Washington post at this point. He's... It's a really a passion project from him, it's something he wanted to keeping his family to pass on the generations, and that's exactly what wind up happening. But this is just a quote when others are predicting that he's going to fail, trying to resurrect the Washington post, and he didn't have that belief at all. And he says, when an idea is right, nothing can stop it. It's 1 of my favorite sentences in the entire book. Now something that's interesting to me and why Wanted to start the podcast with, Phil Suicide. That's Phil Graham, Her husband suicide. Is because I feel that was the line of d in her in her life. The beginning the first she's... You know, in her forties the time, she lives to 84. So it's roughly that halfway mark of her life as well. And I feel the first 40 years of her life were more unhappy. I don't think she knew who she was as a person. I don't think she was living the life the she wanted to. And something I found really interesting is, you know, we we see excerpts from her diary when she's much younger. She worked at newspapers before she got married. She had a deep love of the newspaper industry and the post, and that's what I'm gonna reach you here real quick. Let me read the paragraph first, and I'll leave the note. I left myself because I wasn't sure what was taking place at this point in the book. So as much later, the depth of my caring was pointed out to me by Phil psychiatrist. Who told me that Phil and I both had a problem. We cared too much about the Washington Post. I told him in 1 of the great statements of my life that I feared there was little he could do about that. So she why this becomes a and the Washington post Ash when she starts to run it, and she runs it up, you know, she's heavily involved up until she dies. Even though her son winds up taking over after her. But that was the deep love of her life. She never gets remarried, she becomes married to her career. And I think it's really what she wanted her entire life, but she was told that you shouldn't want that. Do you see what I mean here where it's very... It's almost like she's she's not... She's she's willing to let others dictate how her life should ago. And again, 1 of the my favorite ideas is it might be my favorite idea that I learned in that books, the snowball, which is where I wasn't introduced with Kat graham is this idea that how warren Buffett describes it is it's the difference between an inner and an outer scorecard. He talks about he admired his father because he didn't inner scorecard, meaning that he chose what his life was gonna be. And if people didn't agree or they didn't think he'd succeed that's fine. If as long as he... He was comfortable with the results of his own thinking. And if he wanted to pursue something, even if others made fun of them or I thought it would fail... It didn't matter. His mom who warned Buffett was... I was say I almost was terrified of, was the opposite. The outer score court. She was worried about what others would think of her. Others would think of her family if warren got in trouble or whatever that happened. Whatever the case was. And... And warren, I think correctly arrives at the conclusion that if you wanna have an a happy life, you have to be dictated by your inner scorecard. And if you wanna be miserable, you have to you should go after an outer scorecard. Right? Be so concerned with other people think that that it kinda dull who you are. As A person, I would say the first half of her life, she definitely had Katherine Graham definitely has an outer scorecard. I don't know if she ever completely switched over to an scorecard up until right before she dies. She, you know, she talks about you don't... 1... There's a lot of negatives of of aging, but 1 of the benefits is, you know, you don't have worry. You you're you're just... You you're finally free to do what you really wanna do, unfortunately, at that point, where she realizes only is about 4 or 5 or more years left. But going back to this part about deep caring deeply, which is so bizarre to me why she just accepted her father's decision to not just to give it to Phil, not even think about it. So the nor I left myself is when does this deep love for the post begin? And the reason I wrote this is because now looking back, I highly suspect she always had that deep love, but she buried it because it wasn't even... It was such a remote possibility her mind. That just... I... Of course, I'm... I don't have the skills. I can't run a business. I can't do anything. This is what men do. And I think, again, that's just a devastating, way to to live your life. Okay. So, right after college, she's she's working in the newspaper industry, and she gets advice from her fathers or from her father's, from her father. And it's something that she's writing about 60 years after it happened, And I thought it was really good advice. So I wanna read it to you as well. My father wrote me back at once. Thanking me for my letter and and concluding with what is 1 of the simplest and best pre for parents to live by that I I've ever read. It meant a lot to me then as it does even today. What parents may sometimes do, this is now her her her father writing to her. What parents may sometimes do in a helpful way is to point out certain principles of action. I do not think it I would be helpful in advising you too strongly. I do not even feel the need of doing that because I have so much confidence in you're having really good judgment to weigh her father talks her. It's completely different than the way her mother does. Her mother would diminish her accomplishments, Make, Catherine seen that she wasn't as smartest as her mom was was as driven so on and so forth. So I really appreciate what her father saying here. Let me go back to what he was saying. Have so much confidence for in you for having really good judgment. I believe that what I can do for you once in a while is to point out certain principles that have developed in my mind as sound and practical. Leaving it leaving it for you yourself to apply them if your own mind grass and improves those principles. It's fantastic advice. It's really interesting now that I re reread that section knowing what... What happens later on in the book. She essentially, she is taught, Warren Buffett essentially gives her a 1 on 1 course in how to run a business. I, can you imagine, Having being mentored on a 1 on 1 basis from Warren Buffett. Who his entire life has been about... I don't know if there's anybody alive today that has studied and read and and learn more about all the different businesses. Was extremely helpful but what happened is and something that her father saying here that weren't also echoes later is She started of become too reliant on it. Like, she'd called 234 times a day with just basic questions. And at 1 point, she... They're thinking of, you know, the Washington Post companies very different from just running the Washington post, they own radio stations and Tv networks. Other newspapers. And all kinds of other stuff. It's a gigantic business. Right? And she they're they're about to buy... She wants to buy another... Later on the books. That they talk about. She wants to buy another newspaper, and she insisted that warren be take, like, be involved in the negotiations, and he refused at that point. He's, like, you are competent enough. You can do it. I'm not going to do it for you. And that wind that message her was like, oh, that that was like, extremely, It built her up. It gave her more confidence and she wind up buying something at a good a good rate and wanna being a good deal and they made money on it later on in life too. But I thought that was very... I think that's just very good advice Warren and very good advice from her father. It's like, listen, I can teach you the lessons and the principles and the things I discovered over my long career. But unless you, like, unless they make sense in the context of your life unless you you actually want to... Unless you understand them and then want to apply them, like, that's something no 1 could do for you. You have to apply them. You have to do that for your life, and I think that's just a fantastic parenting. Okay. So now I wanna tell you about this is... I'm gonna read a couple excerpts from this is a letter that she wrote in college. And this is what I was referencing earlier, she knows what she wants, but is full of doubt. And as I read this you, the this reminded me when I when I read this letter that she wrote. I saw a talk, Kobe Bryant gave in China to in China. And he was talking about what the biggest fear that we usually have in life is not things that are external. It's like, it's internal. It's that we know deep our heart that we wanna do something. But, you know, we're afraid to to to attempt it what happened? What does to say about us if we go all in and we fail. You know, and he says the biggest scariest thing. I think the differ quote from him was, you know, the scariest thing is admitting to yourself. I want that. And then going forward. And his whole point, the the reason he's telling this audience saw all young kids in the audience, is you have to overcome that fear. If you've identified, this is what you want you're... To do in life. This is what you want in your life but you have to go forward no matter what, And we see her kind of... She she's admitting that she she loves a newspaper industry. But again, she's just been brain wash that it's just not in the cards for her because she was born female. I think I wanna go into the newspaper business. The fact remains that what I am most interested in doing is is reporting, possibly working up to political reporting later. As you can see, this is no help to dad. He wants and needs someone who is willing to go through the whole mill. So they're talking about the the reason he wants passing down to the paper to to fill Graham is because, you know, they can take care of circulation and management problems and run the actual business and deal with the editorial and the politicians and everything else, and she's saying well, I just have a love of reporting. I... And then this this isn't what she says here. Again, if you have a feeling like this, she's The way she feels in this next sentence, if Phil Graham never killed himself, she would have never had the career that she had. Right? Which is the most tragic single most tragic thing never happened her, but but in a weird way, and I'd I I hate to say, like, this might be the best thing that ever happened. Phil has some serious problems. Manic expression. I he was extremely troubled, but he also was not... I don't know if she would agree with the statement, but reading this book... He was not a good husband. He would be below her. He cheated on her 6 months before he kills himself. He leaves her for his employee and then he admits to her in 1 of his, like, it's almost like, what hap... What we see... He just... He has these, like, rants, which is, like, yeah, It's not just Robin, which is his mistress. She's like, you know, it's this person. This person. And hit She didn't know any of this. And he was just carrying on all these relationships. He was good friends with Jfk. He had a lot of Jfk in him actually. Is the way I would, put it because Jfk was doing the same things to Jackie Kennedy, but this is the sentence. I doubt my ability to carry a load like to Washington post. From dad's point of view, I think it would mean something. I may be flattering myself, but I think would mean several things such as companionship, a living connection with the next generation and the knowledge that that all that he was saving to build was not going to stop him. She's talking about it would mean a lot to dad if I had the ability to do this. She's not married yet. So she doesn't know that that, you know, her husband's gonna be the 1 fulfilling this position where she's saying, the 1 that she's talking about that Secretly she probably really wants, but she doesn't feel she's good enough for. And that's what he was... He wanted the Washington post to be a family business. Eventually, they go public, but they were... It was run, warren buffett writes to her letter when he invest before they have. He buys, like 10 percent the company. He's like listen, I'm fine that it's graham, run and gram... Grand own, meaning grand family and graham managed. I'm fine with that. So he says, and the knowledge that he was not saving to build something was not gonna stop with him. For my point of view would be giving up a position that is fair to say thousands would fight for that is an influential position and an influential paper in the capital of the world's most important country. If I find for some reason that I'm not fitted to the newspaper and this hap... This may happen among other things, I function a little on the slow side. Again, she's so d demeanor to herself. She call herself ugly, suddenly she's motivated enough. Now she's saying she's not smart enough. I function a little on the slow shot, slow side, which is not good. I shall get out and consider it no disgrace. And so I would just stop and think about what she just said there. Like, she would consider it no disgrace. So this is something she wants to do, something that she doesn't think she can do, something that would be good for her family yet saying that if it didn't happen to be no disgrace. I don't know if I agree with that. If we only have 1 shot of life, isn't a disgrace to not actually do what you truly wanna do. And I just have 1 sentence for you. This is the way she's summarized working at a newspaper in San Francisco before going back to Washington. This is right after she graduated from college if I'm not mistaken, and this gives you an insight. She really did love this industry, which is so... Which again, I just wanna keep pounding on while she was meant to do what she like, this is what she loved to do. And yet she... Her lack of self confidence prevented her from doing that. I love those months. I spent in San Francisco as I have loved very few times in my life. Keep in mind she 79 years old when she's writing those words. This is... You know, she might be 22 at the time. I love those months I spent San Francisco as I loved few times in my life. So I love this 1, just 1 paragraph, because it's Phil Graham, really what he's saying here is if you have a problem, maybe you benefit from looking at it from a different perspective. And this is right before America starts jumping into world war 2. So this is in 1 exchange between us, I had deployed the fact that we had the bad luck to live in a world with Hitler to which Phil responded. I don't know. Maybe it's a privilege to have to fight the biggest son of a bitch in history. So after the war, her father starts approaching the subject of, hey, you know, I wanna keep the post in the family, and I think phil the best route to do that. They're married at this time, and I'm gonna read to you this section, but really listen to her response, which is again, I think sometimes we could be blind it. We just accept something is true that's in this case, we find out it's definitely not true. But you didn't even question it, which I think is very, like, a it's a lesson that we can take? Like, what are the things that we think are true in our lives, that if we dig a little deeper refine your false. And as a way to put that. Shortly after this, my father seems to have brought up with both of us. The possibility feels working at the paper after the war. Certainly saw the whole endeavor as useless, unless he could project a future for the post in the family. In those days, of course, the only possible heir would have been male. And since my brother was in meta and had shown little or no interest in the business, my father naturally thought a phil. Now this is her reaction. Far from troubling me personally that my father thought of my husband and not me, it pleased me. In fact, it never crossed my mind that he might have viewed me as someone to take on an important job at the paper. So at the time Phil takes over the paper, it's losing money, her father is still to to the tune of usually, like a couple hundred thousand dollars every year is still paying up the losses out of his pocket. And so they realize, hey, we need to get better on our reporting, better on our editorial. And at the same time, we've really gotta focus on increasing our ad revenue. And so something that Phil does because the post... You know, Washington post now is very widely known. At this time, it was, like, the fourth. It was in fourth place out of the 5 Main Washington Dc newspapers. So Phil does something that's a really good idea. He he's... Actually so it's cold calling, heads of major companies and, executives and asking them for their business. So says Phil became 1 of the post best ad salesman. This is... Again, he's running the entire company. It talks about how important this aspect of the business was. Often writing letters to company executives around the country giving forceful evidence for why the post was a logical, cost effective choice for their advertising dollars. And that winds up being a good idea. Winds up recruiting people and companies that were that start... That started to spend money with the Washington post that either didn't even realize that there was an opportunity or it didn't come up with that entity on their own. So I thought it was really good idea. Phil also does something that's really smart, which is what you and I doing right now, which is learning from and then drawing inspiration from biography. So at this time, their larger more profitable competitor was just purchased by another formidable successful newspaper publishers. And so this is the guys... The guys that wanna buying the competitor are the guys he's reading a biography about. And what's interesting is their biography actually gives him the strength to carry on because he's realizes, I'm now in the position they were when they started their career. And if they did it, I can do that's very very valuable lesson to learn. 1 night, a week or so after the takeover, I woke up at 2 in the morning to find Phil smoking and finishing a book. On the lives and careers of the newspaper magnets, Colonel Mc mccormick and Captain Joe Patterson. These are the people that just bought their main competitor. Phil said, you know, they put the company together when they were in their thirties. Now they're in their sixties, and I'm in my thirties. I think we can make it another way With that simple conclusion, Phil got over the terrible blow of being defeated in a deal on which we thought our life dependent. So what happened is they were both... It's I covered this in the William Hurst. And just pulitzer podcast, but it was very common to increase your overall circulation by buying a competitor. That was either going out of business or was for sale for some reason. In this case, if they would've have successfully, bought I I think it was the Washington, the times herald maybe, they would have doubled their their circulation overnight, and they needed that because they were still losing money. Time. Now 8 years later, or maybe 5 or years later, they wind up buying the paper from these these 2 guys that he's reading a story on. So he was actually right. But his point that he said, okay, You know what? I can do what they did, and I think we can make it another way. That simple conclusion, filled got over the terrible of being defeated in a deal on which we thought our life to penn and that's this whole point. Like, okay. Well we miss it on this 1 deal. I mean we're gonna go to business. No. Like, we just... That sucks. Let's let's have a pity party for a few minutes and let's overcome. And find another route, and they wind up doing that. So something she talks about a great deal The fact that Phil drank a lot when he drank he'd get... I don't know if he ever hit, but, he would get... He would yell, break stuff, you know, he was just not pleasant to be around. In fact, right before he's committed to the Mental Hospital. This is, like, 6... Maybe 6 9 months before he went committing suicide. He goes on 1 of his rants. He's giving a speech. And again, he was friends with wrote speeches for Lyndon Johnson once being friend and adviser of Jfk. And he just... At this speech, he just starts talking about oh, Jfk sleeping with, you know, I think it was Ci director's ex wife or something like that. I looked into it. She winds up getting killed, shot a few months later... And into this day, it's still an unsolved case, and this a few months after that, Jfk gets killed. There's just a lot of craziness that's going on in Washington at this time. And so throughout this entire book, there's definitely stories that set up what Phil winds up doing. Right? He's clearly un hinge in a lot of ways. But what was very interesting to me, and I just put wow. Was the only note I left here is a sentence. I never suspected that Phil was either ill or depressed. Now, in hindsight, they would diagnose somebody like Phil Graham as a manic depressive. Right? She did not... But he hid that. He did... They... They just thought as a erratic behavior maybe caused by alcohol or something like that. But he wouldn't talk about his depression. And, like she said, when he... The day he committed suicide. She thought she was optimistic. She like, oh, we... We've turned the corner. We're gonna get back to being a loving family. Not realizing that, you know, he had other other ideas. But this idea, I'd never suspected that Phil was either ill to press. So it just makes what happened even more shocking. Now a large part of this book is the struggles to make the Washington Post a viable company. It goes, you know, maybe a decade of struggle. If not more. And so she puts out... Yeah, this paragraph, I think talks about that. Like, there's a lot of people today that are working the Washington Post. I think we just, you know, s with this great franchise. Now realizing that we had to work really hard to get it on solid footing. So it says there's no doubt my mind that that the struggle to survive was good for us. In business, you have to know what it is to be poor and stretched and fighting for your life against great odds. That's a description of the days of Washington Post. Many of the young people in the paper today tend to think that the franchise was bestowed on the post and they take it for granted. We all had a deep fear that like the star, Washington star family. There's 1 of the main competitors Want up going out of business after, like a hundred and 28 years, we would someday become self satisfied. That fear perm our family. And now here's another paragraph that I mentioned earlier that the book is just full of paragraphs just like this separated by years, multiple decades of her being insecure. Later on, she feels she has impostor Syndrome that she doesn't belong. Despite my pleasure in the life, I was leaving during these years, I can now see that I was having problems I didn't acknowledge. I was growing shy and less confident as I got older. I still didn't know how to look my best start to handle myself in social situations. I was afraid of being boring and when I'm believing that people related to us entirely because of phil. So what she's really saying there's... You know, we, this time, they may be coming friends with politicians, presidents, Congressman senators, all kinds of ambassadors and everything else, but they don't really care about me. They're only talking to me... They're only talking to me because I'm married Phil. And that's... Again, just a devastating way to go through life. So something that, exacerbated phil mental illness is the fact that he burned the candle both ends did not take care of his health at all. The know myself in this space just take care of your health or nothing... Or nothing else matters, and, you know, he had He had to be hospitalized a couple times. Sometimes he would just have to take 2 or 3 weeks where he couldn't talk to anybody, but Catherine, he was just so distraught and and so just tightly wound and under a great deal of stress. So this is 1 of his this is 1 of... This is a family friend of Phil family who grew up... I think in South Dakota, he his family from South Dakota and Florida. So it's talking about, you know, you gotta take care your health because, look, what happened your dad his dad is slave away, trying to build like this dairy business and in, like, the Ever laser or something like that. So it says, you no doubt have been congratulate and toasted by many great important people on your last adventure. None more necessarily than by 1 who's has been privileged to sit on the sidelines and watch the developments since long ago in Terry. That's Terry South Dakota. That's where it phil family show. When I look back now over the many years, with tremendous effort, your father expended in building his land empire, which is which has now wrecked a fine physical specimen of a man I cannot but be skeptical of such a attainment. So he's saying your father built this great business, but he did so at the consequence of not taking of his health. I hope you have learned over the years to cast aside such responsibilities that accompany such business as yours and not follow the footsteps of your father and work at it 24 hours each and every day, there is no greater wealth than health. And that's a... That's advice that Phil never, heed. In fact, as he got the sicker he got the busier he got. And I think I think that contributed to his his eventual suicide. Now we're already on the at the point store when on the other side of that line to d vacation, and now she has to make his decision, You know, because phil dies. Everybody assumes okay. Well, they're gonna sell the paper. You know, no one's there run it, and then this is where she's making decision. I have to be the 1 that runs the company. I have to be the leader of the family here on in. She says, I recall walking into a room with all male board was gathered was gathered. To a man, they almost looked as stricken as I was. They also seem to be looking at me hard to decipher what was there. Oz elliot, 1 of the board members later recalled what I said better than I could. You said you appreciated it very much, how everybody had handled this very difficult situation with professionalism, and you just wanted to say that you knew rumors were around and would be around that the company would be for sale or that some part of it would be, and you said that you wanted to make it clear that it was not for sale. No part of it was for sale. This was a family enterprise, and there was a new generation coming along. K. So now we start to see the very first inkling of her where she's building up her own strength. And this is as the years continue that, you know, this is not a overnight process. I think 10 years after 10 years ended... Running the company. She's still having serious self doubts. But she says, knowledge of that new generation, which were my children, was what led me. However, hesitant to the decision I made then to try and hold onto the company by going to work. And her children at this time if I'm not mistaken by a time phil commit commits suicide, I think 4 kids ranging from ages of 11 to 19, I think. So very, very young. This is just a great sentence. Sometimes you don't really decide. You just move forward. And that is what I did, move forward blindly and mindless. Into a new and unknown life. And again, I just wanna remind you. I really feel this second... The second part of her life was much more enjoyable and much more authentic to who she really was than the first part first part. Obviously, unfortunately, she had to go through such a severe tragedy to get to that second part. So now in this section, she's gonna talk about, you know, I don't know anything we're running business. But really, what... The left of myself is just passion and commitment. She can learn everything else. She can hire other people to teach her these things, but she has the 2 most important things I'm not giving up. This is a family business, and I'm extremely passionate about it. I cared so much about the paper and about keeping in a family to by my lack of knowledge and feelings of insecurity I felt I had to make it work. Throughout the first weeks, I felt I was wandering around on a fog, trying to grasp the ru. Who did what? When why? Where and how? It's hard to describe how bus ignorant I was. I knew neither the substance of the business neither the substance of the business and journalist worlds in which I was moving nor the processes through which these worlds operated. Despite my father's expertise and experience, I... I knew next to nothing about business, and absolutely, nothing about accounting. Her father knew everything, but now he's passed away. So this is the role. Mean, not a father figure, but a mentor role, that that warrants actually going to fulfill. I couldn't read or understand a balance sheet. I remember my complete book funnel and my inability in the beginning to follow technical financial discussions. The mere mention of terms like liquidity made my eyes glaze over. I was also uneducated in the basics of the working world. How to relate to people professionally, how to tell people things that they might not wanna hear how to give praise as well as criticism, how to use time to the best effect. Things that people learned automatically in their workplace or in graduate schools, I didn't know. And this next part has nothing to do with the story other than it's just a not an odd occurrence. Imagine this is another myself. Imagine getting yelled at by the president of the United States while he un addresses. So this is Lyndon Johnson Phil again was very close to Linden wrote way before Linden was vice president or anything else where speeches for him everything else. This just kinda, you know, Linden has been known to be a bit of a dick is the way I would put it. That's being light. He, you know, a lot of people would describe him in very terrible ways. So he's he does... He's yelling at her. He's at White House yelling at her because he doesn't like the the the coverage. You know, every single politician in this book complains about the coverage. Nixon Linden. I don't know if Jfk did. Jfk comes off really like watching the book. But as he was yelling at me, he started to address, fling his clothes off onto a chair on the floor, his coat, his tie, his shirt. I... When I was reading this signal oh my god Where was just going. I thought I was gonna become a, like, sexual nature. Finally, he was down to his pants. I was frozen with dismay and baffled about what to do. I remember thinking to myself. This can't this can't be me being bald out by the president United States while he's dressing. Suddenly, he bellow turn around. I did so obedient and great and grateful, and he went right on with his angry monologue until I turned back at his command to find him in his pajamas. He bid the 2 of us a Kirk good night, and I turned around on my heels and vanished. During this time, I thought this was is very interesting. I think a lot of people are under the same delusion. She thought she was the only 1 making mistakes that if people were in jobs, they were obviously qualified for that job, they didn't... They weren't doubting themselves. Not realizing that most people do. I made mistakes that suffered great distress from them. Partly because I believe that if you work diligently enough, you wouldn't make mistakes that's ridiculous. I truly believe that other people in my position didn't make mistakes, also ridiculous. I couldn't see that everybody makes them even people with great experience. What I did that I'm certain my male counterparts did not and which was particularly torment was to lie awake at night reliving events of the day, going over and over certain scenes, wondering how I could have managed whatever it it was differently. She's saying that male counterparts do That's not true. I've done that before. I think you might have well. That's... Everybody does this. Now on a fast for 10 years, 10 years, she's been running the post. Okay? Now we're in the mid 19 seventies. This where warren gonna get involved, but listen listen to this. Given this is how she felt, it's amazing that she succeeded. My expectations far exceeded my accomplishments. In fact, the years from the mid 19 sixties when she took over the paper to the mid 19 seventies, rich in full as they were. Were depressing. It's... I seem to be carrying ina adequacy as baggage. We are now on page 416. This is 400 pages of her talking about how inadequate she was. This is amazing. I still felt like a pretend to the throne. There's impostor syndrome. Right? Still takes place to this day. Very much on trial. 16 I felt I was always taking an exam, and I would fail if I missed a single answer. What what most got in the way of my doing the kind of job I wanted to do was my insecurity. I adopted the assumption of many of my generation that women were intellectually in inferior to men that we were not capable of governing, leading managing anything, but our homes and our children, she believes that even though at the time, she's already had a decade of running a a very complex and gigantic business. And and doing so, while she believes she can't do so. Okay. So even though this is a family business, she's eventually talked into by other people, this is pre buffet to go public. And so she goes public, and this is the first time in the book that warren Buffett is mentioned. And then from here on in, he is a... I would say, you know, not... If not a main character because this is her obviously main story. He's the next most important supporting character from the rest for the rest of the book. I think he's mentioned 25 times in the last hundred and 50 pages, and including 1, like, 7 page section. Where just talks about her relationship with him, how important he was to. He's extremely extremely important in this story. So it says Warren Buffett, whose company Berkshire our Hathaway bought about 10 percent of the company's b shares in 19 73. Later told me that he didn't think we really had to go public, but but was glad that we had. He was essentially saying telling her the advice that you were getting from these other people were were incorrect. In fact, a lot of other board members considered, warren and adversary. That told her over and not to trust trust him, and he, you know, he's dangerous, and she keeps building relationship with him, you know, talking more and more term check like. I don't think your session of him is is is accurate. In fact, I feel he's very, very wise. In fact, I was glad we had to, I was glad we had too, meaning going public. Although I still just, like, some of their responsibilities being public entails. The advent of warren was only 1 of the positive things that resulted from her going public. It also gave us proper discipline about profit margins. So remember, the context of all this... The... What I'm reading to right now. She's 10 years in and she's still not confident. So she's gonna talk more about but and I'm gonna read from this letter that she kept that warren wrote to her about why he made such a large investment in the company. Now keep in mind, this book, like, you might have known Catherine Graham before podcast gas because, Water gate Pentagon papers, there was a movie I watched with Tom Hanks and Meryl Street, Meryl Street plays the character of Catherine Graham. I think it's called the post, and it's about Water gate pentagon on papers. So that's a large part of the book. I'm obviously admitting. I'm gonna focus from here on in about the advice... The business advice and and things like that Catherine learned. But that's also in the book as well, which which is really fascinating because, again, it's like, it's... It it's, like, reading her, diary her her journal, and it's a ton. She's in Washington, Dc for She's running the company for almost 40 years. She lived there, you know, 20 something years before that. So 60 something years of history of political history in United States that's contained in this book. That's also very, very interesting to read. Because they still had vast problems of self confidence in public situations, I feared dealing with industry with Wall Street, especially the extra excruciating or ordeal of speaking to financial analysts because we were a public pump company if I had hash things up now, meaning, the mistakes we're all going to be visible. In truth, I didn't even know how much I didn't know are the complexity of what lay for me. Good luck was again on my side coming just when I needed it. It was my good fortune that warren Buffett bought into the company beginning a whole new phase of my life and again says over and over again how important Warren was to the to the success. Later on, he compares... He's like, you know, I put 10000000 dollars to your company, let's compare how you... Like, the the performance of the company under under your leadership, compared to other, you know, alternative investments that could have made at this time. Other newspaper is media property, Etcetera. And he's like, you know, your return has been 3000 percent. The other ones have averaged, like, a thousand percent. And she's like, yeah, You're discounting the role that you played in that as well. And it could just... Again, they seem to have a very genuine friendship. The letter helped explain why he bought the stock. This is now to her telling her him writing to her why he bought 230000 shares. This purchase represents a sizable commitment to us and an explicitly quantified compliment to the post as a business enterprise and you as its chief executive. Writing a check that it's so important for how other people believe in you? Like, how valuable this wanna to be in a Cath Graham. Writing a check separates. Oh, this is such a great sentence. Is. His... Again, his... If you haven't listened listen to my podcast, Did when I read everything 1 of his shareholder letters. I'm looking at the freaking book right now. It's like a textbook. It was the hardest thing I did. And if I could do that again. I I recorded in 1 sitting. Imagine sitting by yourself talking for 3 3 hour straight. I would... If I could do it again, Would recorded it multiple times and edit together because it's was so difficult, but I didn't know any better. But in any case, he's just a great writer. And listen to this sentence, writing a check separate conviction from conversation. I recognize that the post is graham controlled and Grand managed, and that suits me fine. So anyways, I didn't finish that thought. I think it's number 88, 81. Something... It's it's in the eighties. If you haven't listened to that, it's the longest founders episode Ever did. I don't think I'll ever do an episode in that long, but you it. It's it's really interesting. Some years back a partnership with I man... Which I managed made a significant investment in stock of Walt Disney. The stock was ridiculously cheap based upon earnings. I think he paid like, 55 cents a share. I can't remember it he talks about his shareholder. So it was insane anyway of selling it. Asset values and capability management. That alone was enough to make my post quicken and my pocket book open. But there was also an important extra to mention to the investment. In its field, this is what reason I'm reading this to you because it's fantastic and, love Walt Disney. He's 1 of my favorite founders of ever. In its field, Disney simply was the finest hands down. Anything that didn't reflect his best efforts, anything that might leave the customer feeling short changed just wasn't acceptable to Walt Disney. He he melted energetic creativity with a discipline regarding profitability and achieve something unique in entertainment. Then why am I reading those to? Because this very next sentence. Think about how beneficial this would have been to Catherine Graham. At this time, she's running company for 10 years still very deeply insecure. And he says, I feel the same way about the Washington post. Okay. The letter continues. I'm gonna move on to another section. This is, her talking about warm becoming important to her business. They're at a dinner at the time, they're starting to... With other people. They're starting very early in their days of trying to build a relationship. So this this guy named Howard makes... He has a question that makes Catherine feel, like, like, an impostor. And so this is where warren in. Looked, how we're looking at me and said. Now, Catherine, how does the amortization of goodwill work. The conversation stopped for a second. Warren recalled, I could see the look on your face? Like, he asked you to explain Einstein's theory relatively? In relativity. Here was my chance to be a hero, so I jumped in and explained and a fairly and synced away how it worked. I think this was the real beginning of my knowing how much worn would mean to me. After lunch, he and I spent an hour together during which he offered to stop buying her stock because he perceived it was worrying me. He described his bite, that's in quotation marks of the company as baby teeth also in quotation marks. But added, if they look like Wolf Fangs, I will take them out. Warren Romeo a few days after lunch saying when you can obtain total participation by talented and intellectually diverse people without diluting authority, And at the same time, enjoy yourself immensely, you are achieving something. So he's talking about what she's doing. She's learning and she's getting investors like, him on his side. She's hiring good executives. She's running the company yourself. Again, when you obtain, I'm gonna read that sentence again because it's really interesting. When you obtain total participation by talented and intellectually diverse people without diluting authority, meaning you're still charge, and at the same time enjoy yourself because she has a passion about what she's working on immensely, you are achieving something. That's fantastic advice from a young ish warren Buffett. This this thing continues. This is more on Warren as a mentor and a teacher. Remember, that's how he he views himself. Yes. He's an investor, but he considers his shareholders his ability to teach everything he knows about business. Is what, again, I know the book a size of a textbook. You don't to read in 1 sitting. I think I read in a week that was very wise. I would not do that again, but I do think buying the book and you can get the Kindle version. I have both. I have the Kindle version that goes up until 2018, and I have the physical version from 2014. Kendall is, like, 2 dollars and 98 cents. Are you serious? Warren was sending me a constant flow of helpful memos with advice and occasionally alerting me to problems of which I was unaware. And in beginning, I didn't realize how fortunate I was to have this mentor. But I grew very dependent on him for advice and I liked it. In effect, he was beginning to teach me the fundamentals of thinking about business for which I had so long. I started to call him 2 or 3 times a day. Imagine having 1 on 1 tu from Warren Buffett. Insane. More on this this, you know, kind of own business school sir a sorts. This per... Personal curriculum that she's developing a warrant. Again, this is, I'm not reading from same pages. This is spread out by maybe 40 50 pages. This goes on and on. My business education began in earnest. He literally took me to business school, which was just what I needed. How lucky I was to be educated by warren Buffett and how many people would have given anything for the same experience how much if you could even pay for something like that. I mean you can. Because essentially, it's priceless. But, you know, people would pay ton of money for that. He brought with him to our meetings as many annual reports as he could carry and took me through them. Describing different kinds of businesses. This is what I really love, because, you know, they go back in time, him in Charlie, and they read about, you know, their their biography nuts both of them, but they read about businesses well before they were born. I just said, I know I I mentioned him earlier, but I just saw Coach k, which is 1 of the most famous basketball coaches all time talking about when he was something that was unique about Kobe Bryant was the fact that all players would steady tape of current players. But Kobe would say, hey, go back and find tape on Oscar Robinson. Go study Jerry West, find what made these guys great. Again, Kobe with Kobe was in for Basketball, Charlie Mu and Warren Buffett and others were doing for business and they're in their their craft, their their their professional lives, which I think is really good. But I interrupted myself here. Let gonna go back to that, he brought a bunch of annual reports describing different kinds of businesses illustrating his main point points with real world companies, noting why 1 was a good business and another batch teaching me specifics in the process of importing a great deal of his highly developed philosophy. He told me, whereas a Otis chandler on who that is collected anti antique cars, he himself collected antique financial statements. What the hell? That is really interesting. I've never heard somebody say that. He himself collected antique financial statements because just as with geography humans. It's interesting to take a snapshot of a business. This is a quote for warren now. It's interesting to take a snapshot of a business at widely different points in time and reflect on what factors produce change as well as what differentiates this specific pattern of development from others also observed. This is a hell of a sentence. Warren effect on my life is central to everything that followed. While mine on his is largely peripheral. So again, the first part of that sentence, Of course, if you're gonna get 1 on 1 lessons for warren and Buffett, of course, you can have effect on your business and your profession. Guess what? You can do that too. You just gotta to read his his biographies and read his shareholders letters, but the second part, again, is she's still not, you know, downplay. My effect on his life is large peripheral. Well, you remain... I mean, she doesn't know this because Snowball was published after she died. But, you know, you're a rather large character in his life as well. So again, Don't don't downplay yourself. Let your your lights shine right here. Just a few more highlights. This is a her describing warren, and then Charlie Mu Tank theory, which I... I don't think I've ever heard. And I've read a lot about Mu. And I really love. So, this is her description of warren why he does what he does. Warren is only happy when he's unconstrained, toll controls of his own life, not forced to go to meetings or dinners and doesn't want... That he doesn't want to, are see people who don't interest him or do things he doesn't enjoy. That's a warren Buffet. Right? I feel the same way. You probably do as well. This idea that Mu talks about, you know, talking about why he left... He didn't wanna be an attorney anymore. Wanted to be an investor. It's like, I desperately wanted to be rich and he's, like, I didn't want Ferraris. I wanted freedom. I wanted independence, and I think that's what Catherine Graham is describing here. In terms of warren Buffett. 00I skipped over 1 1 more sentence before I get to charlie Mu ring theory. Warren has done so many things for me, but among the most important are the inroads he made on my insecurities. Warren is humanly wise. 2 use humanly wise too. So naturally, I began to share with him things in my private life. His comments always help me. So this is a great that. This is before. Let me let me finish this, and then I get to Mu or ring anything there. I can't believe I'm we'll skipped over this. This is really important. Just talk about, you know, I'm sharing him things about our my private life. He helped me not be so insecure anymore. You know, what's the value of that? It's priceless. Again, He once told me that something... And this is fantastic advice. He once told me that someone in a Dale... Carnegie course had said to him. Just remember, we're not gonna teach you how to keep your knees from knocking. All we're gonna do is teach you how to talk while your knees knock. That's when he then turn around and pass on to me. He helped me learn how to talk while my knees knock. Warren something... Now, this is Charlie Mu ring tank theory, which is freaking fantastic. Warren summed up, our learning really they show by suggesting that I seem to go around as though I was seeing myself through the distort mirrors of a carnival fun house. He sought it as his task to get me a better mirror that could eliminate the distortion. He later told me that he subscribed to Charlie Mu or tank theory. Was essentially contend that if a smart person goes into a room with an tank, and explains whatever his or her ideas, the or just sits there eating his banana. And at the end of the conversation, the person explaining comes out smarter. Warren warren claimed to be my or and in a way he was. I heard myself talk when I was with him, and I always get a better idea of what I was saying. Okay. So I've reached towards the end. And again, I I've said this before, I really can't encourage you enough, and I don't even think you need my encouragement to read as many biographies. And I always prefer auto geographies. So there... If there's an auto. I always read that first. I'll, obviously read biographies in addition to that. But reading this book and, like any other auto, it's having a 1 sided conversation. Like, I had A1I had a 20 hour 1 sided conversation with someone that's been dead for 20 years. She was alive today. She'd be a hundred and 304 or something like that. And I think auto especially. Especially people have passed on already. It's the great ill do greatest illustration of that quota I always talk I always think about the Carl saga quote. What an astonishing thing a book. It's a flat object made from a tree with flexible parts on which are imprinted lots of funny dark sq. But 1 glance at it, and you're inside the mind of another person. Maybe somebody dead for thousands of years across the millennia, an author speaking clearly and silently inside your head directly to you. Writing is perhaps the greatest of human interventions biden together people who never knew each other. Citizens of distance distant epochs. Books break the shack of time of books proof that humans are capable of working magic. And I... Again, I just think the more we study interesting historical figures, almost every 1 of them does the same thing that we can do. That's available to us but they can read biographies and auto bio of great people and learn every time. It's such I got his book and it's that same... That same feeling. It's just your... Yeah, it's a bitter sweet mel colleague happiness feeling We're it's like, alright, I'm better off. No. Got it... Having this conversation with Catherine Graham than I was if I didn't have that conversation And so maybe her life interest you. If not there's a, you know, hundred and 50 something other books to pick from. The the ones I've covered, obviously you can grab anyone's interest you. I... It's it's no surprise to me why some of the smartest most productive people in the world do exactly this activity because it's it's 1 the highest value activities you can do in the world. It's fantastic. Why dare write a book? What makes us think that someone else would be interested in stories from our own past. For me, there was a mixture of motors. I've been thinking about my parents who with their drive, discipline, eccentric and wealth might be of interest even to non family people. But I also felt that Phil story had not been told. His brain's, ability and charm were legendary among his friends. But no 1 had written fully about him and his accomplishments as well about his devastation by his largely untreated manic depression. Partly, I wanted to look at my own life because my personal history contains elements that were both unexpected and un repeatable. I recognize recognized the inherent danger of being self serving and having tried to retain as much detachment as possible. But I wanted to tell people what happened just as I saw it. And in that process, I hope to to arrive at some understanding of how people are formed by the way they grew up and further molded by the way they spend their days. That's a that's a great sentence I'm gonna read it again at the end of the sentence. I hope to arrive at some understanding of how people are formed by the way they grew up and further modeled. Which gives me further molded by the ways they spend their days. This is where she talks about aging and what's really important. It is my family and then pleasures that I've mentioned. That helped me face the unavoidable problems of age and the inevitable loss of friends. I would be publishing this book when Him I'm 79. I've been fortunate, but old age is no barrel of laughs. Even if you were generally healthy, There are things, your heart, your hips, the general slowing down mentally and physically that make denying of aging and a impossibility. At the same time, there are positive aspects to being old. Worry If not gone altogether, no longer haunt you in the middle of the night, and you are free or free to to turn down the things that bore you and spend time on matters and with people you enjoy. I'm am grateful to be able to go on working and to like my new life so well that I don't miss the old 1. It's dangerous when you were older to start living the past. Now that it's out of my system, I intend to live in the present. Looking forward to the future. I think that's fantastic advice to close on. We can learn from the past, but we're not gonna spend any time there. Let's focus on the present and the future. I love that. That is where I'm gonna leave the story for the full book for the full book. For the full story, read the book. It's fantastic. You can go to Amazon dot com for slash shop shop founders podcast. And you can buy this book or any of the books you'd be helping out the podcast at the same time because I get a small percentage of the sale. I also leave that link in the show notes that you can just tap on your podcast player. And you go to founders podcast dot com and, get the link there. So however you wanna do that. 1 other favor to ask you, please, this sometime this week, find a friend or 2 or 10, that you have not already told about the podcast, and please help spread the world word that would help very much. And that is hundred and 40... Hundred and 52 books down. Somebody pointed out to me that's actually more than a hundred and 52 bucks I haven't been counting the bonus episodes, So it's technically a hundred and 57. But I'm gonna keep up with just looking at the number of the episode and and going with that. But you know there's the other books out there as well. Hundred 52 books down 1000 to go, and I will talk to you again soon."
}