{
  "transcript": "Bower seemed to have been through some mythic struggle. He spit when someone called him coach. Just call me Bill. He said, but few would or could at first. This accord with why we were here. We were to be cultivated refined. Bower was about to ask us to put aside the things of a child, Not by accident did he begin. Men of oregon. Take a primitive organism. Any weak pitiful organism. Say a freshman, make it lift or jump or run. Let it rest, what happens? A little miracle. It gets a little better. It gets a little stronger or faster or more enduring. That's all training is, stress, recover, improve. You would think any damn fool could do it. But you won't. You work too hard and you rest too little and you get hurt. You yield to the temptation of a liberal education and burn your camel at both ends, and then you get mono. Every angelic lying face I see here is poised to screw up to over train to fall in love to flu out. We have no hard and fast training rules. The vic of life usually teach an intelligent person what he can handle. It does help to have someone wise in the ways of candles to steady you as you g toward the light. That would be me. But I regret to inform you. He added his tone not the least regret. You cannot just tell somebody what's good for him. He won't listen. He will not listen. First, first, you have to get his attention. Be did not have a central organizing principle. He had this, a central organizing parable. Farmer can't get his mule to plow. He said. Can't even get him to eat or drink. Finally, he calls in a mule skinner. Guy comes out, doesn't even look at the mule. Goes in the barn, gets a 2 by 4, and hits the mule as hard as he can between the ears. The mule goes to his knees. The mule skinner hits them again between the eyes. The farmer drags them off. That's supposed to get him to plow That's supposed to get him to drink, I can see you don't know a damn thing about mules said the skinner. First, you have to get their attention. In the hush that followed, bower g was not far from f ish. This was his allegory, his rationale, his fair warning. He was r mule skinner, and all he would do to us constituted the 2 by 4, he would use to crack open or mo skulls, so the lessons might be inserted. Leaving that first meeting, I felt only baffled to quiet. Even men who had trained under him for years were edgy. Bower, 1 of them said is ruled by a need to un unsettled to disturb the man lives to get you. That was an excerpt from the book that I wanna talk to you about today, which is Bower. The story of Oregon legendary coach and Nike c cofounder, and it was written by Kenny Moore. Okay. So before I jumping the, I wanna tell you how I came, like, why I selected this book to cover this week. I was actually re reread through my highlights. From Phil Knight the founder, c cofounder of Nike, his book shoe. I covered, I think, back on, like founders number 10. And I forgot, you know, I haven't... I read the book. I think, 2 or 3 years ago. And as I was reading through my notes, I forgot how important Bower was Phil Knight into the founding of Nike, and how much Phil knight admired him. I wanna read 1 quote. 1 paragraph from shoe dog to you. And then, and I really pushed me over that to try to find a biography and made me really excited to to to dive deeper into the life and, the career and the the ideas of Bill Bower. He's an extremely accomplished individual. So this is Phil Knight writing in Shoe about his 1 time coach and then, business partner. I look back over the decades and see him toil in his workshop. Missus Bower carefully helping, and I get goosebumps. He was Edison in Men Park, Da vinci and Florence, Tesla in Warden. Divine inspired. I wonder if he knew if he had any clue that he was the... I think you pronounce a da, the data of sneakers that he was making history, rem making an industry transforming the way athletes would run and stop and jump for generations. I wonder if he could conceive in that moment all that he had done, all that would follow. I know I couldn't. And 1 of the great things about Shoe is it's 1 of the... I wish all biographies were reform very similar. It doesn't not spend a lot of time on his ancestors, talks about his early life where he came up with the idea from Nike, and then every pair... Or... Excuse me, every chapter is in it... That the the name of the chapter is the year, and he goes through chronological order from the very pre history of Nike, all the way up until Ipo and then it ends. And as a byproduct for the way it's structured is, it's what I think most people find most interesting about reading biographies, and that's the struggle. The early life, how they came up with the idea of what they had to go through to actually accomplish and succeed at what they were doing. So when I read that paragraph, I also had to look up the, that word that he was he was saying that he was the data list of sneakers. I don't know how to... I'm most likely mispronouncing it. But that... It comes from Greek Mythology, and it says in Greek Mythology, da was a skill for architect, Craftsman and artist, and was seen as a symbol of wisdom knowledge image and power, and I think the fact that Phil Knight used that word, the use that is a description of the way he saw the role Bower plate. He said, over and over again that there would be no Nike without bower. So let me just read that part to you. I wonder if he knew if he had any clue that he was the data list of sneakers. He was making history. Were making an industry, transforming the way athletes would run and stop and jump for generations. I wonder if you could see in that moment all that he had done, all that would follow. I know that I couldn't. Okay. So that sets up how important he was, the guy lived an amazing life, and he's gotta... He's just get a really interesting person. I'm gonna go ahead and jump into the book. I wanna start with the author. So Kenny moore was 1 of Be athletes. And so we're... He... He there's this great story that gives you a a good sense of who who Bower was as the person. So first is a quote to the being of the chapter, and it's... Some guy I don't even know who it is, but this the quote it says, a Guru gives us himself and then his sis him. A teacher gives us his subject and then ourselves. So remember that word teacher because that's the way Bower thought of himself. He hated the word coach. He did not consider himself a coach. Alright. So let me re... Read the section 2, and it gives you an insight into the relationship that and the impact that Bower had on the author of this book anymore. And the spring of 19 64, Bill Bower gave me his subject and stood back to see if I deserved it. Bower then 53 had coached 6 sub 4 minute miles at the University of Oregon and had won the 19 62 Nc Track field championship. I was 20, just finishing my first training run after being out with the flu. He put 2 fingers on my neck taking my pulse from my court my cord or artery. Easy day he asked. Easy day, absolutely, I said. 12 miles He said as if he were my physician, he tilted my head back so he could look me in the eye. He was 6 feet 2 and 200 pounds with a powerful of body. An easy 12 I said. Are you in this simply to do mindless labor he said? Or do you wanna improve to improve. Well, you can't improve if you're always out sick or injured? I know. But Bill, that was an easy to he closed great call hands around my throat He did not lift me off the ground, but he did relieve my feet much of much of their bird in the tel hilarious. He brought my forehead to his. I'm going to ask you to take part in an experiment he said with men calm. For 3 weeks, you are not going to run a yard except in my site. You will do a 3 mile jog here every morning in our regular afternoon workouts. If I are any of my spies see you t another step, you will never run for the University of Oregon again. Bill, are we agreed. Bill agreed. As I was feeling faint, I submitted. And so now that, I'm gonna skip over a couple of paragraphs, but this goes into what his main... The main insight filled knight also talks about this and in Shoe was that Darwin was not only 1 of the most successful track coaches that ever lived. But he was also decades ahead of putting an importance just as much importance on your recovery as on your training and your actual, days of competition, and there's a lot of metaphors in this book. Where Bill's talking about optimizing performance for athletes that I think are transferable to whatever it is your... That you do for work. So... And 1 of them is the idea that you you can't burn yourself out. That to achieve great things you have to be able to do those things over a long period of time. And so I would summarize, and I don't wanna... Some not the right word. I would say that Bower would would agree in part with the statement that consistency over intensity. And he... This is what he's talking about here where this guy is for Kenny running. You know, he's not healed all the way. He's still a little sick. His resting heart rate's too high, and he's he he... Ba what he'll prioritizes rest in recovery. Yes. Just like he was giving the speech. The speech... Sorry the podcast with. That was a speech to to the beginning of every. He'd give that speech at the beginning of every track season. Talking about, you know, any is very simple, stress recovery growth. Okay. So it says it was the easy days that we're humiliating. Reporting to Bower morning and evening on track, having him count my laps, barely feeling warmed up before he called 3 miles, go in. I did not suffer this gladly, so he talks about, like, any highly competitive. You know, these are film nights no different bar and no different, kenny moore isn't no different. These are type a super driven people. So this is extremely hard to realize that you may it farther by doing less. And it's not be too be confused being lazy. Empowerment didn't have a lazy bone in his body. This guy's is an insane person as you'll get to know him today. So this is... I did not suffer this gladly. We're gonna see the initial reaction, You know, this 19 sixties when this is happening. This is a very common reaction that Barr would get not only from athletes, but from other coaches too. Until you start kicking all their asses. I did not suffer this gladly. I was tempted to do secret defiant runs, but he had enlisted the rest of the team in half the town. Every friend was a possible traitor, and the potential cost was too great. No 1 who knew Bill Bower doubted he would back up his ultimatum. No 1 who knew me doubted that I desperately wanted to be an oregon runner. Moving forward, this was very, very interesting. I guess I'll tell you right it front. Bower prioritize the individual. Mean, we're gonna see that a lot of his thoughts were around that you have to tailor your you're teaching, you're coaching, your the the training program to the individual. There's not, like, a lot of... It's not very black and white. There's a lot of like, customization. But he talks about the people that he does not wanna coach or that he's not wanna teach. So he says in theory as a coach, he should have been as interested in motivating the lazy as mellow the match. But he wasn't. He regarded the most frustrating athlete as the gifted but casual, the the the gifted but casual as beyond any real help. So this is somebody he knows it's very talented got by... Had such an abundance of talent. It was really smart that he didn't have to work as hard. And so this is what he said. He would juggle their roommates to give them an example of ambition, but took no further steps to inspire. He never gave a pep talk. I'm sorry. I can't make them switch brains he said, but I can't. And this is the the most important sentence. And I know I of myself is it's just is a hell of a sentence. That left him free to be absorbed by the eager. And so I would say the way Bower like, the... Like, why is that section important because he doesn't believe motivation is his job? Like, if you're driven individual, like, you... The motivation comes from with it's an internal, it comes from within. And so his point is, like, you know, we're we're making Olympia here. That means you're uncommon amongst uncommon people. So if you don't wake up every day with that drive, then I'm not gonna... There's nothing I can say or do to you. He just said as I can't switch your brain. But if you do have that drive, you have the dedication, then I'll teach you lessons that I've learned that will get the most out of your ability. Hopefully bring you to the, you know, to to the highest level, in the sport or whatever endeavor that, you choose. So I thought it was very interesting. And this few paragraphs later, gives us an insight into, you know, how he thought about this. Bower thought of himself as an educator. He scorn recruiting and almost never gave full scholarships. Anyone can be taught. He said, Those who don't expect to hand out best of all. I'd sure rather be teaching than blowing smoke of some spoiled brat ass. Okay. So moving forward, there's a lot of things happening on this page. He... The author still giving us some background before we enter the main story. There's 2 things I wanna point out to you here. 1II think Already mentioned this, but Bill Knight said there is no Nike bower innovations. He designed... I mean, think about it he had multiple decades of training some of the best runners. And that's how Nike started out. It started out as like, a, a company wanting to make the best running shoes. Right? So just a little bit about that. Says disdain full of the weight and non existing of running shoes in the 19 fifties. He had taken up cobb and made us 3 ounce spikes that lasted 1 race. We had no inkling that these were the beginning of Nike vast success. But we knew we had better shoes than anyone else. And so that's something else admire, and I'll tell you right in front about Bower is that there's a there's a quote in that book, the fish ate the whale, which I never forgot. And it says if you know your business, is it's quote I... The main character the book Sam Murray. I think it's in founders somewhere in the thirties. You can go back and list it if you have it and read the. It's absolutely crazy fantastic story. But Sam Murray says something like, if you know your business from a Z, there's no problem you can't solve. And Bower had that mindset because he was... He was obsessed with trying to be the best track coach and having the best athletes in the world. And so not only would he want... You know, you had to be driven. You to be talented. You had to be receptive to his lessons, but he would make his... Like, started cobb. Sorry making his own shoes. How many track coaches in the world could do that? It it's just insane, and it didn't stop there. Then he starts designing clothes. He starts making some of the clothes out of, like, the same material parachutes are made out of. He would take, like, I think it's... Might be nylon or whatever the the the, whatever the actual fabric was, but I do know he he used, like, old parachutes and started, like, so enclosed. He did that... So he taking care of your shoes. What you're wearing, he eventually starts experimenting later on with different mixtures of what track... What, like, what tracks are made out of. And so at his house on the top of a hill top of a mountain, he's got a c mixer or the equivalent like c actually. He's doing all this trying to figure out what's the best way I can, like, what's the best material? Maybe there's a better, track I can make so we can go faster. He was completely obsessed. He knew his business so to speak from a to z. So this goes... I rolled my eyes, now we're talking about the author talking about, you know, wanting to push more and bower trying to temper that natural instinct to just over work because it's not that he didn't want you to push. He does not want you to get injured because if you get injured, you might be out the entire year. You can't get that back. So she says I rolled my eyes at Bower patient studies of our strides and metabolism and especially his damn easy days. What you're talking about Was like, hey, you're only gonna jog 3, you know, 3 miles, and that's it. As an example of an Easy day. It felt d meaning to just rest. So the reason I included this in the podcast because these next 2 sentences is exactly what Bower had... This was the the the way everybody thought about athletics at the time. And so that's what makes Bill Bower so interesting. 1 of the things that makes so interesting is that he was willing to think from first principles And if he arrived at different conclusion, he thought was right, it didn't matter if 90 percent of the people in his his field were doing it the other way. And he winds up been correct. So he says, it felt d meaning to just rest. Work was righteous, rest was weak will and ig noble. But Bower understood that paradox. The need for both abandoned effort and iron cloud control, and finally, Bower message starts to get through. We're still in the introduction I know I'm in trouble because I have a ton of highlights in those book. I really enjoyed it, and I'll tell you the impact. It had me, had on me personally on the very end. He had given me his subject. I had found myself. I finally began to penetrate... It finally began to penetrate my thick goal that I had to rise above the world's fix with sheer work. I had to tend to my own eccentric physiology. I accepted easy days into my life, and I stopped counting miles. Over the next 8 years the 1 long run he permitted me every 10 days would turn me into a fourth place finish in the 19 72 Olympic marathon. It was the lesson of my life, and it forces me now to consider with a shiver whether anyone besides bower could have gotten through to me. Okay. So now I wanna get a little bit into the personality to give you an idea of who this person was. 1 huge part of his personality. He's very lac iconic. He keeps his thoughts to himself. He's not up there at, you know, some coaches in might... You might expect to given him a pep talk, give him a motivational speech. He preferred 1 on 1. That's part of the reason he started as a football coach and and gravitate towards track because, you know, you... Even though there's a team, you can deal with your your athletes on a 1 on 1 basis. So that was his preferred method. But he says he spent long hours in content silence, solving a huge range of problems, and he was brutally el when dissect other psyche. Yeah. He kept the process of himself to himself. As Barbara Bower, that's his wife, they were made for 70 years. Or they they were... By the time he dies. He does at 88, she had known No for 70 years. As Barbara Bower would recall, I can't tell you how frustrating it was to love him. And trust him and know he loved me and trust in me and still, he would never tell me what he was thinking. His, his family, they got to Oregon by crossing the oregon trail, something that he spoke of often and this quote that he's gonna have here in a minute. Just makes me laugh every time. It's also in chew up. But he says, almost all who traveled to oregon trail were on the only trip of their lives. It was defining or ordeal, A win out of the non ind, the non enduring the inflexible and the un. Bower was pioneer stock and had a right to tackle as he did that the coward never started and the weak died along the way. That leaves us. So that gives you an insight to some of his personality. This story from when he was a young boy. Will also give you an insight to to his desire to live life on his own terms. So 1 of the things I most admire about him. On the on the first day of first grade, the teacher asked, can you write your name? Bill cried out. That's what I came here to learn. An early warning that he meant to go through life on his own terms. So it talks about, he grew up in this tiny tiny talent. It was like, a population, like, 500. It's called fossil Oregon. And I just wanna read 1 sentence from this. He seemed to imply that he was so fired by his own wild yearning, so temper torn that obedience had been impossible. The ranch life of fossil taught it children to close off no options to pursue nothing to presume nothing is impossible. In his approach to the world, he would take stock, give nothing away, circle to different vantage points and keep an eye out for a sign of something he might b. That's actually a really good, 1 sentence in summary of his approach to life. So an early bill Bower was, like a hell razor. His dad dipped out, left his family for another for his secretary. Didn't have anything to do with really raising his kids at all. And he Bower had a twin brother that was killed right in front of him when he was really young. Maybe 5, 6 years old like that, and he was crushed in an elevator on an elevator accident. And so he, you know, he got in a fight. He was very, dis disobedience, just, you know, just a crazy uncontrollable kid. And that changed 1 day when he meets his meal skinner. And this person has a huge impact on the trajectory of his life. Not not very different than the way Bower would would influence the trajectory of the people that, like, his athletes. So he's so he's he's getting in trouble this is he's waiting outside of the the principal office. And it says then as Bauer himself would always remember the voice ema from the inner san him. Is that Hell raising son of a bitch still out there? Or Ur He was then 30. He had graduated from Oregon in 19 16 and been a World War 1 marine, Mule skinner and artillery officer. Standing above a stack of Bill's teacher reports, he said, I think Bill at this time is 15, 15 or 16 around that age. This is ridiculous. You're good and bad, good and journalism, so you're not stupid. You're just the hell raise son of a bitch. Bower, Hen went on. Here's how life is going to go for you. You'll keep up this goddamn fighting and you'll not only be out of Med. That's where the school is at. You'll be out of goddamn everywhere. Nobody he... So he... He you got suspended almost expelled multiple times because he just could not stop getting fist fights. Nobody is going to stand for this shit. And that's the way it should be. You'll fight, and I'll be rid of you. You'll fight, and everybody else would be rid of you. Fight here, fight there, die in prison or on some bar floor. I could give a royal oozing shit. That's just that's justice. That's just dying by your own goddamn sword, and this is where he he gets his attention. Remember the whole... He starts off. He's like, listen, I'm only here. The first thing you have to do before I can teach you is I have to get your attention. Have to make sure you have an open mind, so my lessons can actually get in. And this is what, or Or? Let's, yeah. Or is doing for him right here, and he gets them with this sentence. The only thing wrong with that, meaning dying dying in a fight in a bar is that you'll dishonored a goddamn worthwhile human being. Bill's head came up. Who? Elizabeth Hoover Bower Bill stop breathing. You will bring eternal shame upon the name of your mother? Hen said. What what should I do, Bill finely cro. What do you want me to do? Control yourself, Roar He. Cut the crap and channel that goddamn energy. Go back to that school and be of use, make your mother proud. Because I swear to you, Bower, I never wanna hear your goddamn name again. And so this is a result after this talk. He began to channel. Systematically, he threw himself into his studies, sports, the band drama in the school paper. He 2 by 4 between his eyes would be the lesson of his life. He got my attention. That's bill. This quote from Bill 50 years after this happened. That's that's insane that, you know, Think about how, important this this wasn't in his life that you could remember 5 decades later. Whether Bills swore himself, they would never lose control again isn't known. But this was the beginning of the self possession, another word to think about is discipline. That bower definitely has over himself self discipline. At the beginning of the self position that would strike anyone who met him thereafter. Bill's turnaround was so dramatic that He would, in fact, hear his goddamn name again. But instead of hell raising of fighting it's because he winds up being a we're world famous coach. And we're of the best to, ever do what he did. So moving forward, I think wanna... We've seen this several times that's seeing something done the wrong way can be... Something you learn more from seeing some... Something done the wrong way, than you even do by seeing it done the right way. And he realizes that this... He's got a terrible football coach. And he's like, this... I wanna be the opposite of this guy. And that leads him to finding, what I would say, like, his blueprint. The person that he follows. So it says Bill at once grasped the nature of his head coach. Doc spears was dick dictator tutorial, abrasive vocal and resembled a blood thirsty infantry commander The varsity had a good team almost in spite of him. Bower recall. He was cruel, and he was a win bag. He has on to this day, says, Bower has an intense dislike of blow hearts. The man's bellow insists on being called coach, turn bill against the word forever. So it goes... That, gives you an insight into why he refused to wanna be called coach. So he winds up meeting another... So that's the football coach He winds meeting a track coach. And it's says guy named Bill Hayward who winds be... It's becoming Bar blueprint. And so it says, they they start talking. He says, but I hear people call you Colonel, said, Bill Bower. Well just call me Bill. Remember. That's how he started out. The... How he started giving the the speech to the to the tracking team at the beginning of year. You know, don't call me Coach. Just call me Bill. Just call me Bill said Oregon head laid out trainer and track coach. 62 year old Bill Hayward. Hayward had invented state of the art sp, casts, straps, pads, sling, and braces to keep injured bodies in the lineup, and allow them some movement and protection while they healed. The device is fascinating environment and doesn't no I left myself on the page and the reason I'm including in that and that here is because that's exactly bower does the same thing in Nike. He's making things to go faster, but he's also does for protection to make sure you don't get injured. Very much so he copied a lot of Hay woods ideas. In fact, when they want to enter later on in life, the... They want to ind Bower into the track field Hall Fame. And he refused. He says... I'm not going into you in Duck Hay and first. So it gives you an idea of the love of respect and the love that he had for for his coach. And so I'm gonna read you some description of Hay, but, essentially, I'm reading I'm I'm doing this so so you learn about Bower because he copied this to the t. Hey hayward we're declared his personal life off limits. We dilute the word and usually mean the subject when we call someone a character, but Hay w centric invited it, and he didn't seem to mind. Remember everything I'm reading you applies to bower, Hayward wasn't especially father towards his charges towards his athletes and treated each 1 differently, characteristics Bill Bower would emulate. Hayward also preceded bower in being a practical joker. And so they start spending a great deal of time together, as they're telling tom... As they're trying time together, hay which is telling him... Essentially, he's filling him in on the the history of the sport. He says listening to these lit of the... Of the great. It Dawned on bill that Hayward had enabled, witnessed or photographed photograph about 2 thirds of Olympic track field history. There was no more experienced village elder if the village was the Olympic ones. This something that that Ba was gonna wanted to aspire to. Because of what he taught me, Bauer would say, I went from 1 of the slowest players on the team to the second fastest. Bill was grateful to have a guide to good form in his career as well his strive. But he also came to revere hay because he was logical. It is not just the condensation of hindsight to say that sports in the 19 thirties was a mis mash of ignorance. Talks about different coaches put arbitrary authority ahead of common sense. Hay wood by contrast, looked for the underlying reasons. This is really gonna hone in on the way Bower approaches his craft. Again, I would say he you try to think of things from first principles did not... Was not willing to just accept the dogma of his sport of his day. And by by questioning that he went found finding ways with there where the accepted dogma was inaccurate and then where he could approve on us. Very interesting. He would by contrast looked for the underlying reasons. He applied almost all his lessons to himself. Tiny changes made all the difference. This fitting with bill's growing interest in the sciences and when we now turn bio mechanics, how the levers of are moved by the muscles, how the body properly aligned performs that it's optimal. That's that's this entire life work. Right? Hay was half doctor half inventor, you could say the same thing about Bar. Bower Bower began to mold himself into 1 tune. I learned from the master he would say. So it's this relationship with Hay that re... That and realize realizes, hey, I wanna do exactly what he does. I wanna eventually be the the the the field and track coach of Oregon. So, hayward, we're to actually make sure Bower is successor and then dies. And this is how important he was to bower. So this is his mom. This is Ba mom mom Lizzie writing a letter to Hay. Lizzie Bower had sent a letter to Hayward. I asked my son which of his instructors he considered had done the most for him. And without a moment hesitation he named you. I'm sure there are many boys who feel the same way as build us, and I hope they have told you so. You are a teacher who is a friend on who parts a spiritual who impart spiritual development and inspiration. The Took from a scrapbook a photograph of Hayward. He had a frame behind glass to preserve what Hay had written on it, and it's a quote, from Hay now. Live each day so you can look a man square the eye and tell him to go to hell. Signed bill. Then he hung it outside his office his door where we... Where he could see it at the beginning and end of each day. Okay. So now we get to where Barbara starts coaching, and we really see his philosophy. So Bower began ex organ runners to finish their workouts ex, not exhausted. His cr was that it was better to under undo than overdue. He was adamant that he trained individuals and not teams. And he came to believe that group workouts could even be counterproductive. The best man lo, the worst tears himself down, he would say. Maybe only 1 guy in the middle gets the optimal work. All of this was the genesis of his annual welcoming line of Freshman, stress recover and improve. That's all training is, he'd say. When Environmentalists first articulated, the hard easy method. That's the way they classify this throughout the whole book. Hard easy. He was widely despise for it. The anthem of most coaches then was the more you put in, the more you get out. When Bower chi them, come on, the greatest improvement is made by the man who works most intelligently, they were morally fronted. His easy days were der delighted. The intentional tailoring of stress to the individual was called cod. And a 1 way to to summarize what he's what he's going for. He's trying to optimize for optimum. Rather than maximum. So this paragraph tells us a little bit about that. This was not a matter of Intellect, but of trying to monitor driving hunger, A hunger not confined to coaches. Driven runners really think 200 miles per week is doing them good. But if a coach wishes to rise above damn foolish ness, he must celebrate optimum, rather than maximum and bower did. In this next little antidote, gives you good idea of the Man act that we're dealing with here. This guy named John who's a, friend and neighbor winds up being an attorney and advisors to Nike as well, it's driving home, and he sees bar in tango with some kind of something's going on with... At Bower house. So it says, John saw bill's car stopped at the Bower driveway. Dust rising. Bower had a thick bodied hissing, writ diamondback rattle snake, press to the gravel with a clipboard. Need any help, John asked? Nope said Bower just taken him a while to quit. In the newspaper that week, there was a photo of the clipboard and the 7 foot snake, the largest ever killed in Lane County. Ba killed the 7 foot rattle snake with a clipboard. And this is a description of the relationship Bower had with his athletes, which I thought it was very interesting. We were not his kids. We were in that phrase he took for medicine in his care. And the necessary distance of a doctor was part of that. He didn't love us as sons. He cared for us as patience, administering to our needs. He could issue Edi and hammer us when we needed it, and it's funny because even though Phil Knight is technically his boss. Always... He talks about his in his great in his auto. He's like, you know, I'm terrified of the guy. Like, I was scared of him, but I also at the same time loved him and had a deep desire for him to, approve of me. He and to, you know, to basically say, hey, I'm doing good job. He said, outside of his father. Bill Bower and his father were the 2 male influences his life that he crave there... The the words not appreciation. What what's the word we're looking for. Their acceptance and admiration. Is maybe way to put that. Alright. So now I guess to an part in the story where he's starting to make shoes, and he starts making shoes way before Nike, and he does it again because he thinks it's the best way to accomplish his goal, which is, you know, he's trying to make his athletes the best at ethics in the world. So it says, he found himself in the campus shoe shop. I don't wanna demeanor your artist street ba Bar said, but how hard is it to make a pair of shoes? I mean, really, you cannot make your own shoes erupted the repairman. Trust me. You cannot make shoes without a factory. Let us s that you were absolutely right. Of course, I can't make shoes. But if you were going to make a shoe and you had the right equipment, how would you go about it? Bower said later, it was wonderful to watch the repairman morph into a g gucci professor professor of cobb science 01:01. His workshop at home began to resemble the ka shop. And so this is where we get into, like, 1 of the main tenets of barr philosophy and that's speed. To go fetch... The lighter you are, the faster you will go. And I think this is metaphor that can we applied to a lot of things. I'm sure there's things in in our lives that we're doing that we actually don't need to that are actually weighing us down. Let's rid ourselves so that. Let's go faster. He says I wanted to shoes as light as if I drove nails through your bare feet. He would recall with some re. He obsessed about weight for a simple mathematical reason. If a Mile has an average 2 year yards stride, he takes 880 steps in his race. Save an ounce from his shoe and you save him 880 ounces. That's 55 pounds of hard labor. At the time, American shoes weighed from 7 to 10 ounces. So that's another reason why Nike was so successful because I covered them the founder of Adidas. It's... I think the the books called like sneaker wars. I don't remember which founders it is, but A d... His name was Audi dawson. Dude was a straight up genius. I think he's, like, 700 and something patents if I'm remember correctly just on on like, the innovations he did for shoes. So Adidas is, like, you know, the rolls royce of shoes. But they're expensive, and they're a little heavier than bill thinks they need to be. American shoes are crap. They're really heavy, they're cheap, but they're... They fall apart. They're they're they're just useless. So Barron is like, okay, adidas are expensive and hard to get my hands on. And American shoes suck. So that's I need to make my own. Phil Knight is gonna take that 1 step further we're hit with his thesis about that he wrote at Stanford business school where he's like, hey, the same way the Japanese we're able to take market share away from Germans in electronics and cameras. They could probably do the same thing in in athletic shoes. That was the thesis in which he built Nike on them, which 1 up being correct. So that... So let me go back to where we're out here. So he's saying, the first organ runner for whom he made a pair of spikes was phil knight in 19 58. I skipped over something. Let me go back at the time American shoes weight from 7 to 10 ounces, half a pound on average. Even the lightest adidas weighed 5 ounces. I beat that by 2 ounces pretty quick, Bill with Crow. And before I get into where Nike came from because this it's a really interesting quote here from Phil Knight. Something I think is is also really important to know is that Let me read this sentence to. Really Bill was focused on small improvements over time. So he's talking about that and running, but think about that when he's designing products. So that's what he's doing. Is he's making a product. He's just making it by hand. Bill's designed grew organically over time. Breakthroughs were brilliant, but rare. So he's just doing small improvements. He'd make custom shoes, and then, you know, he can... He... He's in a unique position of being able to test out his prototype because he's her track coach. And you're wearing his shoes. And he really is okay. Well, that's too hut light, or that's too heavy, or that makes you over pro 8 or that doesn't give you enough, support that causes injuries and so he's constantly going back and just do trial and error over and over again, making the best shoes. What's wind up being the best traction in the world. Now this where Phil Knight talks about where Nike came from. I have not heard this anywhere else. I thought this was very fascinating. As a freshman, he would say 4 decades later. I had to make 1 hell of an adjustment. Phil knight was a crazy good runner. I think he was like the second best runner in his state something like that, like, really good, when he when he when he came to Oregon. So he says is a freshman, I had to make 1 hell of an adjustment. I had to go from being a good high school competitor to a locker room with 3 Olympia. If you were ask where Nike came from, I would say it came from a kid who had that world class shock administered at age 17 by Bill Bower. Not simply the shock, but the way to respond. He attached such honor to not giving up to doing my up. So Think about that sentence he attached such honor to not giving up to do my almost. Reach You doug. It is insane. What what Film Phil had to go through to make sure that Nike survived. Like almost every other book that we read. Right? It's like, 0IA great idea, and now I'm a fortune 500 company I'm a billionaire. No. That doesn't happen. I'd be thinking about. In full case, it was 5 years. Before he was able to work on his company full time. He was... I think he was he was doing... He was an accountant if I remember correctly. I knew he's a professor teacher in in there as well. It's just insane 5 years before we can even start start working on his business full time. Okay. Let me go back to this. Not simply shocked but the way to respond He attached such honor to not giving up to doing my most. Most kids didn't have that adjustment of standards that introduction to t reality continues on the next page. And I graduated from Oregon in 19 59, masking his relentless with his quiet demeanor. He was... If he your dog that I think everybody's gonna agree. Phil Knight is relentless. Same way he was a relentless runner He applied that to... Again, that's why I think there's so many metaphors between this between, you know, athletics and and and whatever the craft or work, whatever you wanna call it, masking his relentless with his quiet demeanor. He would not rest until he competed to the ultimate level in something, and that was his... I I had forgotten. That his goal was I'm going to overtake Adidas. It's like starting... I'm trying to to put it... Like, what would that be comparable today? Like, saying right now. Hey, I'm gonna start a company that makes phones better than Apple. Like, that's how far Adidas was the benchmark. It had... It was it was the largest company was the best company had the best shoes. If Phil like, yeah, I'm gonna run them down. I know, I'm gonna beat them, and he did. Now, another thing I admire about Bar. You know, he he had... He spent a lot of time in all to came up with a lot of his ideas, but he also was relentless and and learning the best of what other people figured out. Very... Reminds me Sam Walton. You know, Sam Walton would constantly go to all different resource retail stores and take all their good ideas. Does the same thing. So he meets this this this coach in New Zealand. And he says, I thought a cross country race was going on, Bar of recall. But there were men women, children, all ages all sizes. This guy's name is littered. Lydia had told me that he begun the Auckland Jog club about a year earlier. We found that the best thing for my champions was also the best thing for everyone else, a great long Sunday run. Everyone... So so Be goes over there. And he starts he's going over to learn from littered, but he's also lydia making him run, and Bower getting his ass kicked by just these old normal people. And he's like, I don't understand what's happening here. Everyone had left me he would say, except 1 old fellow move back and said, I see her having trouble. I didn't say anything. I couldn't. He's that a breath. Then he said, I know a shortcut. Bower Savior Savior was his guy named S, who was then 73. Steven kept stopping and waiting for bill encouraging him to keep going. It gave build the bloody shock of his life. A second jolt was discovering that Stevens was discovering Stevens medical history. I'm a coach of athletes Lydia would remember Bower saying, and that old guy has said 3 corona, and he had away from me. Bower didn't need a 2 by 4 twice. He would run almost every day during the 6 weeks in the country. He pumped lid for information. Lydia famous S was train don't strain. And it's from the shoot to New Zealand that another... It's really hard if you go back and look at all companies environment and his life, just how hard to believe the 1 person accomplish all this. He's about to write, you know, jogging, the sport jogging. Barron is credited with popular that back in America. You took the ideas he saw in Zealand, brought it back, we're, like, a hundred page book called jogging and sold over a million copies in the sixties. So it says the next morning, a sports writer from the local paper who had been following the tour phoned ask to some up his experience. Bill told him that the competition was great, but the biggest thing that had happened was his realizing that his idea of exercise was way way low? He's talking about exercise for our normal people too? In New Zealand, thousands of people jog, Bill said. The women jog, the kids jog, everybody jog. The reporter asked them, What do you think we could do here and barr said why don't we find out? Continues. Originally, a nation of pioneers accustomed to heart physical labor, America in the mid twentieth century had become a society that actively condemned adult fitness. It may be hard for anyone born after 19 60 to believe, but runners in those days were regarded as essential tricked. At best. Sub immersive and dangerous at worst. Phil talks about Phil Talks about this going on runs and people get so mad that they'd throw, like, things out of their car. You know, you're running on the road right next to the highway, and I just it's kinda funny. And, you know, people just throw things at you. It's hard for us to believe, you know, because that's not the world that that we live in today. During the day, cars are... Here we go. During the day, cars are routinely sw to try to drive a run off the road. And running a night was deemed suspicious enough to warrant being stopped by a police cruiser and held until phone calls ascertain that there had been no burglar in the area. And if you really think about it, That makes the story of Nike even more remarkable. But Nike started in this environment. I... 1 thing that that Phil Knight said that as was reminded of is that he's... When he started nike, he said that he believed, like, the reason he started Nike. You remember, he they started with running shoes. That if he believed that if everyone got out and ran a few miles a day, the world would be a better place. And Bower helped millions of people go out and and jog a few miles. Okay. Is... I think he he printed the the he did, like, a follow ups to the. So it was sold probably a couple million copies. I know the first version sold over a million copies. So... Alright. So let me go back. Now we're going to the birth of the company is gonna form into Nike. It's called Blue ribbon Sports. So this is the beginning of blue ribbon and great advice that Baron gifts night. I worked up a little speech about what Bill meant to me I would say. But when I went to give it, I kind of, got choked up. Somehow, he grasped my intent and made it to me, made it to me instead. A speech about what I had meant to the team, to the team and to the university of Oregon. Then Bower delivered the final line, never underestimate yourself. I would deem that moment my true connect commencement ceremony. Being Bill Bower Guinea pig, knight would say, I had naturally absorbed why Bill had to make our shoes. American running shoes were still made by off sheets of tire companies. That's crazy. I didn't know that. They were cheap and terrible. They cost 5 bucks and gave you blood blisters after 5 miles. Adidas was taking advantage and at 30 dollars a pair, adidas was making a killing. Knight proposed a new company that would import first rate athletic shoes not from Germany but from Japan. Where his research had shown skilled labor was far cheaper. The paper was called can Japanese sports shoes due to German sports shoes with Japanese cameras have done to German cameras, And it sketched out a high... Sketched out a tracks shoe distribution distribution in the Western states and projected sales to high school and college teams of up to 20000 per year. So that's exactly what Blue Ribbon does. They start selling. They don't make their own shoe. They start resell they're called Tigers. Their lightweight Japanese running shoes. And so the very first incarnation of Nike, Phil knight goes over to to to Tokyo convince them to for him to have, to be first starting out to be the the sole, the exclusive reseller in the west and eventually, I think it's the rights to the entire United States. They went up later on re ne on that deal, and that leads them to producing their own shoe which they called Nike. And this is the beginning of the partnership between Bar and Phil Knight. I like the looks... This is Bar writing night. I like the looks of your tiger shoe. I've heard of these but never been able to get hold of a pair. If you can set some kind of contractual agreement with these people for goodness sakes, do it. Bill was already tinkering his mind. I have some ideas for a flat shoe he added. I'll pass on some of my ideas to you, but, of course, I'll expect you to make some kind of arrangement with cutting your old coach in 2. They shook hands on a partnership. Bill would test and design the shoes if and if they deserved it, pitch them to other coaches. Buck, that's that's... So in the book, buck is is Phil nights nickname. So sometimes he calls them buck. Sometimes he calls them Phil, just so you know, he's talking about there. Buck by virtue of a 51 to 49 percent division... Division of voting control would run the company. And there's 1 sentence on why Bower, who's been presented opportunities like this before chose to partner with Knight. He said, He knew knight would give the venture the cease of a runner. Moving on. Now here's advice that Ba giving his runner, but I think he's talking directly to us in this case, and it's the importance of focus that you can only focus on 1 thing at a time. We... So the athletes talking about. We spent an hour, an hour in the old indoor arena, mastering 1 element at a time. And now this... Here's the quote Environment. You can only think of 1 thing at a time. He'd say, I thought he meant just me, but later I... Lot... Later on, I found it applied to most people. So, again, he's not gonna try to... I'm meeting with you 01:01, that's it's coaching cell, I'm not gonna try to tackle half a dozen things in the each... I know you need to prove. We're gonna do 1 at a time. And then once you have that mastered. I'm gonna move on to the next thing. There's also storing the book where the author could have been an early investor in Nike. And so Gonna read it to you but not, I mean, he he turns it down, and, you know, that's very expensive stake, but it really illustrates how tentative the early days of Nike were. I... He won the the author had won some kind of like, scholarship and some grants. So he got an extra 2000 dollars. He says, I moved about this Be. It being the first time in my life, Was I was in my life that... The first time in my life, I had more than 50 bucks. Interesting. He said, Buck and I have a shipment of shoes on the dock in Portland and need some cash to pay the duty. This might be a fine time for you to take a thousand or 2 to invest a thousand or 2000 or 2000 in in stock. Seriously Bill, I said, Man man. What are the chances of this business really panning out. Kenny? Here's how I see it. It's a good idea. Bucks a good partner. The cortez is a good shoe? That's the 1 that he. The 1 of the first designs the bower designed. I wish I could guarantee you will turn 2000 into a lot more, but I can. It's a risk. I thanked him and ran for the airport. I used my windfall for Christmas vacation in Hawaii instead. So I mentioned earlier, how, you know, his... His his training style and his approach to his craft was vastly different from his peers. And this is Be response to other coaches not understanding the need for resting recovery. I love this kitchen insights his personality. I wrote bower about it. Talking about this guy just beating the hell out of athletes is not letting recover they're getting injured. And so he says, and this is what Bower says. As a coach, my heart is always divided between pity for the men they wreck and scorn for how easy for how easy they are to beat. And this next paragraph is really what I was talking about earlier that he values consistency over intensity. The the name of the athletes is not important, this book is full of, you know, it's probably, you know, 50 different athletes they talk about, but the idea is important. Even though they work together daily on technique, it would take them months to get comfortable with each other because the change Baron and knew Stein how most needed to make was the hardest for him to accept. His basic lesson both in throwing and in life, Neil, that's Neil Steiner, Stein Howard. Neil would say was don't rush it. Pace yourself. Take it slow in the beginning. In training, don't go too hard or fast for your body, do what you can and don't expect to get there all in 1 day. It was interesting. This part, I was listening to it, a trainer who trained some of the best athletes in the world. He's on a podcast 1 time. And he's talking about when he was younger. He's from Canada, and there's this there's this famous boxer in Canada. I think his name was Otis Grant. And he was chain training at the famous brothers Jim. And he didn't he... You know, he's a young, very similar to what the the author Kenny was talking about. Driven, you know, he's doing this hard intense workout, and then he sees, you know, o, I think he was a multiple champion. Might even been a Olympia. And he's like, what what's happening here? Like I'm training way harder than this guy. And he didn't understand Like, yeah, but this is my tenth workout. That's his millionth workout. And if finally clicked to him. He's like, if I keep training this way, and I keep getting injured or I keep have to take time off, I'll never get to my million, you know, million just an exaggeration, obviously, but the point sale stands. Like I can do that through 10 workouts. Maybe we can do it to a hundred workouts, but I can't do this in level of intensity to to a million. And the fact is that that the the the improvement happens over time, the knowledge, not only does your body improve over time, but hopefully, your mind and, and the way you analyze in their case, their sport, improves over time. And I never forgot about that. And so he says it's it's consistency over intensity. Get... You set yourself up so you can do consistent efforts, so you can get to that millionth rep that millionth workout. I thought it was very interesting. So in addition to this this priority of consistency of intensity, it's bower understood the independence is empowering. Okay? We're partners, but I'm not gonna do the work for you. So he says, was typical of how Barr taught. He gave us our workouts, our lessons, our tactics, but then he gave us the freedom to execute them ourselves. Morris simply this slowed from Ba not being a father figure. My high school coach was like a member of the family. He would say, looking out for us, keeping us from harm, boy was Bill ever not like that. He expected us to be independent adults and make our own way. I believe they gave us more self knowledge. We could run well for the rest of our lives because his teaching us how to do it on our... Because he was teaching us how to do it on our own. Bill once told me He was proudest that all his Olympia set their personal best records years after they were out of school. And now we hear more about this philosophy By himself. I don't believe in chewing on athletes he once said. People are out there to do their best. If you grow at them and they're not tigers, they'll collapse or they'll try to make like a tiger. But tigers are tigers. All you have to do is cool them down a little, so they're don't make some dumb mistake. They'll know myself in the space there's 2 things happening here are to 2 things he's saying here. He's... This experiment sounding a lot like Charlie Mu here. What is he saying? Like I'm not trying to make you a genius. I'm trying you to avoid being stupid. That's something that Mu talks about all the time. All you have to do is cool them down a little bit, so they don't make some dumb mistakes, and this is the second thing. That sounds like Mu His view was that intelligent men will be taught more by the vic of life than by a host of artificial training rules. That word vic even in the book the Tale Child Mu describing why mu calls of self biography or not, why he's right hundreds of biographies. He says reading personal biographies allows 1 to experience multiple lives and successes and failures. Reading business biographies allows 1 to experience the vic of a business and learn how problems are solved. So a lot of echoing between the philosophy of Mu there on that our bower on that page and Mu. So something that Bower had to deal with is he's got a lot of... There's a lot of giant egos, the people that come to the university of Oregon have, you know, been the best runners at their, in their state and their school. They've won championships when they're younger, and a lot of them are, like, some of them are hot heads and hard to control. That's what he was talking about there. Like, I'm trying to cool them down so they to do dumb things. But he said there's was a great quote. I just gonna read 1 sentence but so Was interesting. Because like this dust up, I'm talking, oh, you know. I don't wanna pace myself I'm gonna run all the way. Environment said, a, with the talent bar side, comes the temperament. I had some highlights about the early days of Nike. Just gives you an idea of how uno unrecognized and it's just crazy to to study the early days of any company. So especially she nike. I think about how, you know, how large and it's known for quality of products and everything else and just did not start out like that. There's also this really interesting guy. I wish Should find a book on. His name is Jeff Johnson. He was the first employee of Nike. He's all over Shoe dogg Hilarious. This is Phil Knight talking about. Jeff was a real shoe nut. But it turned out he was also just bright as hell and really into business, and he soon became a lot more than just a shoe peddle. So the author is actually running in some of the shoes that they're designing, and he runs into Jeff Johnson at a track me. And so Jeff comes over to him, and he's any points at a shoe and he says, I sell all the tigers down here. But this is the first time I've seen those. And so the authors like, well, the... They're called the cortez. They don't keep him in the loop, and this is Hilarious. Jeff says, I worked for the company 2 years before I had my first phone call. That's not an exaggeration. It sounds for preposterous now, but it was true he said. Knight never communicated. He talked... Knight talks about this in in Chew. Just writing him letters every day updates. He just never responds. Jeff is completely enthusiastic about what they're doing, Phil Knight trying to like, no. Don't don't be so excited. This is nothing. This is nothing. Because, you know, for many years, it wasn't anything. Knight never communicated. The the blue ribbon office, which was his house where he still live with his parents, never called never called me. And when I called there, he they said he wasn't he was never home. Sometimes I learned about my company's shoes by seeing them on athlete feet. The head off... The at... The head office wouldn't alert me to a thing, in the head office at the time, I think it's Phil knight and his sister. He remembered the time as thrilling thrilling in its absorption. The problems were obvious would say, but the solutions were too. We just, had to not let her growing pains kill. And 1 of the most you know, when you're reading a biography, you're seeing the the entire arc of their life. And as such, you feel you could get to know these people, you become emotionally invested in their lives. And 1 of like, the most emotionally, pro provocative, paragraphs in Shoe dog is is night talking about these early days, and he's, like, I wish how I wish I had just written down what I was what we were hap... Like, what was happening, took more documentation. I can't remember I don't have the quote front me. But, basically, the paragraph is just saying, you know, everything it was so important to me, and you think you're gonna remember everything and now, you know, 70 something years old when I'm writing this book 50 years later and I forgotten all this. He said something is, like, falling through the like, quarters falling through I can't remember the words he used. It's really great writing, but it's just, you're, like, damn. And then he talks about at around the same time. He was like, I... How I wish I could just do it all over again. And just really hit you because, you know, at that point, you've read through multiple years and of struggle, and you just realize how much of his life and how much effort he put into what he was doing. It's very, very admirable. Going back to this the first office night opened up was in a narrow storefront next to a pink bucket tavern. If I'm not mistaken. They didn't have A. The windows were broken. So it was like, freezing and cold in there. Nights early hires were friends and family members who had no background in the task of importing and warehousing. Inventory counts rarely matched. Business expenses were put on personal credit cards. Sales were limited to by by how many shoes we had and I would recall and shoes were limited by how much dollars we had to order them. He says he and Penny, that's his wife married in 19 68. I was still teaching accounting. But the next year I told Penny if we sell 300000 worth of product, I'm gonna go full time. She was pregnant and a little anxious. We hit 290000, and I said that's close enough. In the fall of 19 69, this is wild. This is insane. I don't remember this from Shoe. Check this out. In the fall 19 69 night had at last become a full time employee of his 5 year old company. There were some nervous moments night would remember. Every time I brought a fresh letter of credit home and it said, mister and Missus Knight guaranteed liabilities to the tune of 300000 dollars. Penny would say, we don't have 300000 dollars. And I'd say I don't care just sign the thing. And so the book goes into more detail about the early days of, of, Nike, them getting screwed over by their, the people... They're distributor the people that are resell shoes. So they did something smart and Bar played a huge role in here. It's like, okay. I'm gonna resell your tigers. But these guys are getting a little shady. Looks like they're gonna they're gonna cancel the contract and they cancel contract. All these into the company, like we know in the trademark on the shoes were screwed. So they start in parallel, developing what eventually becomes Nike. They didn't have a name with it. They they named it, like, the very deadline when the... The shoe boxes had to be printed it. They came up with the named Nike. And it was actually Jeff Johnson, who came up with that name. Phil Knight wanted to call Nike, dimension 6, which I was if it's a terrible day. We're not calling... We're calling and we're not calling that. But anyways, during this time, you know, Phil has to give a speech to the small group of employees, right on the cusp of of ren renamed the the company Nike saying, you know, that essentially, everything we've built up over the past few years, so we're we're gonna go into a lawsuit over this, but they're... You know, we... We basically cannot resell tigers anymore. We've gotta go down our own path. And, you know, it's do or die. If we succeed the company, you know, we'll have jobs and we'll move forward if we don't, we're gonna fail ride out of business. But the reason I bring that up to you is because I loved Phil Knight perspective. And we talked about this last week, and I feel I talked about a a bunch of other books, but where Phil and Catherine Graham, Catherine was talking about oh my god, can you believe? You know, that we we had the bad luck of living at the same time the Hill did. You know, just 1 of history's worst human beings, you know, but they don't have fill phil Phil Graham. Changed their perspective. He's like, yeah. That sucks. But we don't have control. We, we know, we didn't make Hitler. We we have no control over what he's doing, but he's like, why don't we look at it from a different perspective And he said, essentially like, yeah. Okay. It sucks that we're alive, during Hitler, but look at it from the positive directors, like, we get to fight and beat and eventually kill the biggest son of a bitch in history. I think is his... The quote he said. Will, Phil Knight is saying the same thing that Jeff Johnson hears is like, yeah, it's scary, but we got it right where we want them. So he says, knight had had had a little longer to assess a situation. He amazed Johnson when he said an all earnest ness. Jeff, we have them right where we want them. On its sa, which I don't I don't think that's the right way to pronounce that. It's too slow to react to product Development ideas we give them. They never ship what we order. And they prob... And they'll probably yank the distribution at the end of the contract in 19 72 anyway. What we need is a brand we can control because we have everything else, the shoes and the top runners. This is the best thing that could ever happen to us. And I love that. You got a problem That's fine. Let's just look at it from a different perspective. Let's change... Let's let's flip it a problem into opportunity. It's fantastic by Phil Knight there. So 1 of a... Not 1 of. The way Bar... So Bar role in the company. He has own lab, it's in Eugene, Oregon. And... But a lot of the manufacturing is taking place in, across the country, and, I think New Jersey. And that Jeff Johnson guy is now moved from the West Coast over, Phil Nights send him over to Jersey to run everything. And him and Bower keep having these desktops and disagreements, you know, ba, like, as you can imagine, it's a very hard person to to to get along with. Especially when he's, you know, generation are too older. So, eventually, Johnson realizes, they... They... There's something there's a there's the story about tell you is what leads them to repair their relationship because Johnson realized how much bower cares. And that's what Be, you know, Phil It's like, I... We have to focus on making money because if we make money, then the company survives. Environments, Like, yes, It's fine. But I... I... I'm only going to do so if we have the very best shoes. He tried to resign from Nike. I think like, 30 different times. I'm... That's not an exaggeration. Like, he kept any anytime something would go If that's it. I'm leaving. And and Buck and Phil Knight would have to come back and and talk him back, like, no. No We... We need you. We gotta keep them happy. It was just hilarious, but this is Be and Johnson real quick. 1 morning at 06:30 in the morning the phone rang. It was be, calmly asking about some un remembered aspect of the shoes they were planning. Johnson realizing was 3 hours earlier in Oregon thought. Goddamn. This man is serious about shoes. They got along better after that. Bar came to appreciate that Johnson was far from just a shoe dog. Johnson most appreciated bar for his ind to those who opposed him on the worth of his hard easy approach. Bill simply asked who are you gonna believe? Those who don't wanna change, are the... Those who don't wanna change, are the evidence before your own eyes, Jeff would say. Bower seemed born to be brave that way. To stand firm in defense of simple, humiliating truth. So this is more. This is Phil like more on the highly disagreeable nature of Bill Bower. He's not... Like... But he's also... Here's the thing. He's disagreeable. Yes, but he's also extremely generous with his time. His money. Like, there's 2 sides of his coin. He's not just a jerk. Like, people that people that knew Be loved him. And if you read his book, you'll come to love him too. It's really Remarkable. Phil Knight always knew is gonna be tough. To this day, he would say years later, I'm not sure I didn't start this company to to please Bill Bower. Old teammates have said to me, you did it to spend a lifetime with them, not just 4 years. And I can't disagree. But when they say bill must make it seem like 2 lifetimes, and I can't disagree with that either. Bill basically just rail at us all the time as a company. We made the worst shoes except for all the others. Barbara, his wife once said, I don't know how you put up with him. And I said, I don't know how you do. So there's is a story in here where, Kenny, the author takes this this guy he was a a runner from Great Brittany, winds breaking, the mile, the 1500 and the 800 records. So he was a first person to, to own all the the those records at the same time. And so he's he's visiting from Great Britain and he's he's visiting Oregon, and kenny he takes them to to meet and to spend an afternoon with Baron. And I'm gonna read this to you. The highlights from their conversation now. Is what's happening here is Bower discovers a kindred spirit. And so, his name is Coat CCCE. Is a Sebastian C. And we're really what C is saying is what he learned from his father. And what he learned from his father is even though Ba has already had, you know, by this point, story, multiple decades of success, it's reaffirm that, like, he's not the only 1 that... The only that his ideas actually work that they worked in Oregon, and they're also working in great Britain, and so he's finding his kindred spirit and really what... What were the reason this spoke to me so much is because if you remember, I always talk about the the Henry Singleton, which is, like, the pro warren buffett. The warren buffett before Warren buffett. Right? Charlie mu and warren buffett. When you read their shareholders hear their speeches they took over and over again about the operators and the people they admire. And I've done a podcast on a bunch of them. Right? But 1 of them, the person named Most, they say, you know, you could take the top 100 business school graduates and add up their record still wouldn't be good as as Henry Singleton. Charlie Mu said, you know, his his returns were just utterly ridiculous. They were mile higher than anyone else. Something you learned by studying Henry Singleton is that he shot... He shut the world off from him himself. Right? He in his office and think... And it's very similar to Bower and other people... Other people have the streets. It's not just just Henry Singleton. But the singular like, mind he had. Really, I would say is, like, you can be the best by going on your... By going your own way. Right? You're not gonna be the best by fitting in. You're not gonna be the best by just copying to the tea. This means you don't borrow good ideas. Of course, Borrowed good idea ideas They a lot of smart people around him. But he found a way to to to come up with his own unique ideas. And again, it's usually not done in a group setting, which Ba says, like I don't like group workouts. Like, you got 1 person's loaf around, 1 person's pushing too hard, maybe 1 in the middle gets gets the right mix, So that's why I do individual things. Sub sebastian C trains by himself. There's a lot of... There's just a lot of similarities. So let me read this you. Sun had c describing is training in detail. My father is my coach, and the basic foundations have been consistent. Essentially, it has been 100 percent quality, not quantity. Everything I'm I'm highlighting here could come on bar mouth. Okay? In winners, I have very seldom run more than 50 miles per week, less in the spring. At of time where people were running hundreds of miles. A c somehow had defied middle distance wisdom that pure speed work was destructive and led to stale. My father C said, that you might not know the accepted lore of athletics, but if you know people and sense individual needs, it can make all the difference. At the words individual needs. Bower closed his eyes, here here he said. Back to C. It was a happy accident that from the first that from the first, when I was 13, my father felt the first race. When I was 13, my father felt you ought not to smash a kid on the road. So he kept a distance low. As a junior, I averaged 28 miles per week and ran successfully. I placed third in the European junior tournament against junior running 80 or 90 miles, so he's doing a third of what they're doing. And he beats almost all of them. All he beats all of mix up 2. So Bower is listening to this, and this is what he says. And this is the part that reminds me of Henry Singleton. So you developed a methodology that isn't at all dependent on what others do. That takes a certain sort of man. So if you remember at the end of Henry Singleton life. He's like 80 something, he's was always about to die brain cancer, and he pioneered stock buy way before people were doing it. And sometimes it was smart to do it sometimes it's not. And so it went up turning where he would advise against it. But he was asked by... He's like hey, you know, all these people are now doing what you were doing 15 years ago, and he says, well, you it must be wrong if everybody's doing it. So think about what Singleton said, now let's go back to what barbara just sent here. So you developed a methodology that isn't it all depend on what others do that takes a certain sort of man. So he says how do you how do you avoid racing when you're training. Sebastian says, I've always trained alone. Singleton worked alone? The yes he had partners just he had employees, but he spent most of his time in his office alone. You see the day I started running was the day that, that my father started coaching. After that, it was bringing his science to bear. This goes back to speaking to Bar emphasis on the individual. After that I was bringing his science to bear, studying everything he could find. He's gotten rid. He says of 95 percent of what he learned. That's his father, His coach. The 5 percent he kept is very specific. He has no other runners. People ask if he will coach them, and he says, I don't know enough about you. I'd have to move in with you. Alright. So moving back to to Empowerment issue with Nike Bill felt S. S by the company as it group as his nature was so opposite to the corporate. He hated the companies. Knight would lose count of bill's attempted resignation. It was a bunch he would say. Each time it happened night with grit his teeth counts at 15 and go on. He never let the resignation take effect. I had been trained by him, said knight. I knew him. I loved him. I simply never took it personally. If I had anything to say about it, he was not going to leave. Bower was supposed to do his bower thing, which was to be a genius, a process which knows no supervision or deadlines. That's just really great writing there. 1 of the most devastating things is his working dish and just cause a nerve damage. So he winds up having, like, a limp to can figure out why and it says it didn't take long to find out Had been sniffing glue. For 23 years from 19 50 to 19 81, Power had been labor in tight un ventilated quarters, assembling his shoes with rubber contact cement. He had permanent nerve damages this. From then on he would walk with the pronounced drop foot, which caused the limp. In this last sentence here it's just a great summary of... Just... Again, in good writing. It was hard to see this without thinking of the price bill had paid. Bower give her of soft light shoes to the runners of the world had in the process, rendered himself unable to run in them. I thought this part was Hilarious imagining being the cofounder of Nike and being cold to diversify. This is John his lawyer neighbor and adviser, guy that caught him killing that we're rattle of sn with with a clipboard, and it says it was John whom Bill always blamed for vise him not to keep his nike eggs in 1 basket to diversify in other stocks. He told me late, this is John not talking. He told me later that he thought I probably kept him for being 1 of the wealthiest people in America today. If he hadn't diversified, he'd be he'd be over twice as wealthy, maybe more. Imagine that. I mean, it works out because building care about money anyways. He said even after the nike stock he owned appreciated. He was just donating it to to athletics, building things. He wouldn't notice he didn't buy new cars new clothes. He didn't give... He didn't care about that stuff at all. But I just thought it was hilarious. Just imagining the founder of Nike and being told to diversify away from that investment. Just a few more things before we close. I love this part, talks about more about the the, you know, Nike is now leading the pack by far. But they overt took Adidas, they know took Re bak and then Re ba overtake them. But really, this section reminds me something I learn from, reading reading about and studying Arnold Sc. And he says, like, his his personal motto work like Helen advertise. So we see Nike had to adapt to that model. We used to say if they we had... That we had the best athletes in the shoot, and the best athletes and the best shoes we couldn't lose. Phil Knight would say. But guess what? Re bought went by us with what we thought were terrible shoes. They were soft and they ripped apart. The day was announced that Re box sales had overtake Nike, night night, closed himself in his office, faced the wall and sat there weak and sick and devastated for hours. So that just gives you an idea of you know, how crazy competitor the film knight was. He's a very... Like, it's a very calm guy, calm personality up from the outside. You hear him speak, he sounds like a normal person inside is a raging competitive Man. Right? Mark Parker, who strength who strength was design an appearance at night, led the company back, not by asking consumer focus groups what was best, but by finding it out in the lab and then telling people in advertising. For 1 such promotion, this is a 19 84 Olympics, Nike paid Michael Jordan 500000 dollars to develop and promote a special line of Air Jordan shoes. Bower rolled his eyes. Bill thought we were over paying P Donna athletes. Knight said. And now 20 years later, Michael Jordan sounds a lot like Ara, when he rails at how high, we have to pay the new guys. I thought that was funny. The air Jordan Shoes and campaigns were amazingly successful and brought the company back to pre. After Re bak said night, it was the best athlete the best shoes and the best ads. So that's what I mean about. It's really you could sum up the section with with Arnold's model. Work like Hell advertise. Bill may have gru about the need for such ads, but he loved the actual results. The essential Nike phrase just do it, had certainly been uttered by bill to all of us. And I'll close on this in June 19 99. Bower stepped down as a member of the Nike Board of directors. Over 31 years, he had made countless attempts at this. Now with sales creeping towards 6000000000 dollars a year, Buck had finally permitted it. 6 months later, Bill died beneath Barbara's favorite photo of him, taken at their wedding. On this June day in 19 36. His face was calm with a knowing almost sm look of victory. 1 imagine the same look on his face on the day he departed at 88 years old lying comfortably in his bed. When Barbara came out of the shower and found him gone. Oh, it's just like you she said. To go on ahead with absolutely no warning. He had pulled it off, Bill managed a perfect ending to his life. In the months and years after Bill died, Barbara slowly went through chest of documents and photos. In them, she found a letter, Bill had begun to write tonight, but never sent. Bill had jot some thoughts down on a yellow legal pad. Rough rough out a first draft. It read. Dear buck, I wanna tell my partner in sports how much I admire your leadership and the crew or team you have assembled and direct. The road has had some sharp curves. Yes, and some major obstacles to get around or over. I have never avail myself of the opportunity to express my admiration for your leadership and accomplishments in the growth. From the small blue ribbon to International Nike Incorporated. Your leadership has been phenomenal. Barbara joins me in appreciation and admiration. A few days later, Barbara delivered the entire legal pad tonight. And am I going to cry? He asked her? She nod it. So he took it away to read it alone. That resides in a sacred door, he would say later. Knowing at last, that Bill Bower had judged him worthy. So by the time I reached that point, you tom of 400 plus pages, hours of having a 1 on 1 conversation about the life of Bill Bower, and I came to know him. I came to love them, and it's just devastating. I had tears on my eyes when Got to that part. Because you really do feel like you lost somebody that you knew. Just like Phil Knight said, I think that he thought the world that he hurt Nike because he thought the world would be a better place if everybody got out run a few miles every day sincerely believe the world would be a better place if everybody read biographies. If we learn from the lives of great people that came before us. So to that end and if you wanna read the book, I'd highly recommend reading this book, reading shoe, any of the books, leave a link in the show notes. And if you buy that book using that link. The podcast benefits at the same time. You can also go to founders podcast dot com. The links there, or you can just go directly to the Url it's amazon dot com forward slash shop forward slash founders. Podcast maybe? I don't know... I forgot... I cannot I believe it at the url. You'll find it. You're smart. If you cut this for. Alright. With that, that's where I leave the story that is a hundred and 53 books down 1000 to go, and I'll talk to you again soon."
}