{
  "transcript": "Charles Schultz was twentieth Century America's favorite and most highly respected cartoon. His comic strip peanuts appeared daily in over 2000 newspapers. Compilation of the strip sold in the millions of copies. Thousands of toys and gift items continue to bear the likeness of Charlie Brown, Lucy, snoopy, and other characters who populate their world. Beginning with the first strip published on 10/02/1950. Until the last published on Sunday, 02/13/2000, the day after his death. Schultz wrote, pencil, inked and letter by hand every single 1 of the daily and Sunday strips to leave his studio. 17897 in all for an almost 50 year run. Charlie Brown and his friends were preoccupied with what is possessed and continued to ob assess us all. The relationship of the self to society, the need to establish our separate identities, anxiety over our neuro behavior, and an overwhelming desire to gain control of our destin. Charlie Brown appeals to us because of his resilience. His ability to confront and human the imp forces around him and his unwavering faith in his ability to improve himself and his options in life. In his insecurities and defeats, his affirmations of small victories, Charlie is someone with whom we can identify. This has been Charles Schultz amazing gift to the world through his small drawings appearing daily. In the buried pages of the comics section of the newspaper. Schultz major writings have been gathered in this volume. Here the reader will learn directly from the man himself, the facts of his early life and the development of career, Here, he talks about a wide variety of topics. The sources of his creativity and inspiration, how peanuts came to be, the meaning of each character in the strip, his daily routine, how to achieve a career in cartoon, the importance of his work in animation and television and his work ethic. The intent of this collection of Schultz essays is to round out the portrait of the man as he saw himself. He speaks entirely for himself in these pieces. And the reader can experience directly the greatness of his mind and soul. And that was the excerpt from the introduction of the book We talked you about today, which is the auto of Charles m Schultz, and it's titled my life with Charlie Brown. And I just love that last sentence right there. And I think it's a great way to, quickly demonstrate why learning from biographies and auto so such a value activity. The reader can experience direct the greatness of his mind and soul. I wanna go back to the what I feel the most remarkable. 1 of the most remarkable paragraphs in any book that I've ever read for the podcast so far. And that's this idea that beginning in with the first trip published in 19 50. And the end, the last trip in 2000. So it's almost 50 years, off by about 6 months. And that 1 obviously, appeared the day after his death, The fact that Schultz wrote pencil inked and letter by hand every single 1 of the daily and Sunday Strips Leave studio 17897 in all. And I think that reason that that paragraph so important to me is because I think it could act like a North star, you can find if you think about all the information that's conveyed just a few sentences there. It's really telling us fine work that you love to do that you never wanna quit. And in in doing your work, make the the lives of the people that enjoy your work, little better. I think that's a fantastic, just a fantastic achievement. Okay. So let's jump into the rest of the book as the introduction said, it's a collection of essays that that that gonna function as an auto. A lot of what I'm gonna share with you today random. I feel it's just me and you, listening directly and learning directly from Charles Schultz. So it's going to his first piece of advice. This is his advice to young people. He says, if there were... What... But 1 bit of advice I could give to young... To a young person. It would be to learn to do at least 1 task well. Following that, I would also say don't sell out to the base elements of your profession. Do what you do on a high plane. If God has given you a talent, do not use it un. And that is kind of a preview for advice that he gives throughout the entire book where he's, you know, here's 1 thing that he's did really well, it was just I make a cartoon. I draw funny pictures. That's exactly what I'm doing. And so he talks about even though later on, I'm gonna share with you, like, just the you... It's gonna blow your mind how financially successful this guy's business was, but he never as big and as popular and just, you know, they they took some of his drawings in the Apollo It's just... He had president's calling him talking about how much they loved his comic strip. But what I loved about what he did. He's like, listen, Can... I always have to go back to the basics. All I'm doing is every day I sit down on my desk and I draw funny pictures, and can't lose sight of that. And if I do that really well, and I do it over a long period of time, then I'll let the rest... Everything else take care of itself, but I'm gonna focus that. And I think that's fantastic advice everybody. In the very beginning of the book, there's it's like, a chronic chronological chronological order of main events in his life. I'm gonna skip over a lot of that. I do want to to to highlight 1 thing to you because it talks over a... Let's see. This is a 34 year period. Talks about about the growth of the comics. Okay? So I'm gonna read a bunch of numbers the years and then how many newspapers his comic strip appeared in. And it's... You know, he... I think he he helped... He... At 1 time, he held again guinness book of world records for the most the, like, his comic strip was in the most the number of newspapers. Right? But what was fascinating to me about this section is how long It was just slow consistent growth over a long period of time. And that is the main, I think, takeaway I took from this section. So in 19 50 starts out 7 newspapers. 2 years later, he's in 40 newspapers. 8 years later, he's in 355 newspapers. This is, when I say 8 years, it's 8 years from the to starting 0.1950. Okay? Let's see. 21 years later. He's gone from 355, up to 1125 years later, he's up to 1480 and finally, 34 years later, he is in 2000 newspapers. And I think embedded in in those numbers it's the fact that there's a huge benefit to just not quitting. In other words, don't interrupt the compounding. Okay Now, here's an essay he's writing. So he says, and so 25 years have gone by. So he's been doing peanuts for 25 years. And this was actually surprising to me. I actually changed my note that's on page. Let me read it to you. First, and I'll tell you why. I have been asked many times if I ever dreamed that peanuts would have become as as successful as it is. And I think I always surprised people when I say, well, frankly, I guess I did expect it Because after all, it was something I'd planned for since I was 6 years old. I did have the hope that I would be able to contribute something to a profession that I can now say that I have loved all my life. So the interesting point to me was that he only ever had 1 goal in life. He at he wanted to be a cartoon since the time, he's saying since he started falling in love with reading comics at 6, didn't go to college decided to go to art school instead, was writing drawing comics the entire time of his childhood. But the reason I changed the note on the page was this is surprising to me because in this book, it's very similar to, a few podcasts ago with the the Katherine Graham auto where I said it was... It's kinda like you're reading a diary or a very personal journal. Somebody because they're revealing, like, emotional states that I don't think most people reveal to, to the external world world. And the reason this is surprising is because he talks about, you know, Charlie Brown is kind of, like a loser. It's his words. This the way Charles describes Charlie Brown, and he's very insecure. Nothing ever goes right. And he says that that that the inspiration from that came from his own insecurity. He grew up very awkward unsure of himself didn't know where he fit. And so Charlie Brown has the same way Charles Schultz felt when when he was a child is the way Charlie Brown is drawn and conveyed to to the reader of the comic strip. So the... I I thought there was very interesting j position there in the sense that I... He's insecure he's not sure of himself, but he knew that he was gonna be successful being a cartoon. I don't know how to reconcile that. I don't know if you can reconcile that. I just thought it was very interesting observation. I wanted to share with you. And in this moving on into this essay. He talks about his early influences, and then this his memory of his parents. So he says, I was drawing cartoons in the early years, but created very few original characters. So he he would just copy Other way, this is how we learn. Right? We imitate first. Most of the time I copied Buck Rogers or Walt Disney figures. He talks about how the huge influence that. Walt Disney had on his life. I used to buy every big little book and comic magazine that came out and study all the various cartoon techniques. In my high school years, I became a Sherlock Holmes fan. And used to buy scrapbook at the local 5 and dime and filled them with Sherlock Holmes stories and comic book form. That's actually really smart. Sure essentially, he's he's he's converting the story in 1 medium into the medium that he's gonna work in. Friend of mine was named She. Friend of mine named Sure, was 1 of my faithful readers. And when I started peanuts. I used his name for 1 of the original characters. Now talks a little bit about his parents here. I think it... And this is actually really good advice and something I try to do with, especially with my daughter. I think it is important for adults to consider what they were doing and what they're attitudes were when they were the age, their own children are now. There is no other real way of understanding the problems of children. Charlie Brown's father is a barber, which is auto for our family's life revolved around the long hours my dad spent in the barber shop. He loved his work very much. I recall him telling me once that he really enjoyed getting up in the morning and going off to work. He was always in the barber shop from by 8 in the morning, and during the 19 thirties, he always worked until at least 06:30 at night. And on Friday and Saturday nights, many times, he was working till 8 or 9 at night. He had 1 day off each week, Sunday. I would say that it's very interesting now to looking back on that that that paragraph because it follows his... Char... I don't think Charles took any days off. He'd go to work early in the morning. I think he tried to be done by like, 3 or 4 in the afternoon, but it's something he did every day. I wonder how much of his dad's schedule had an influence on him. He'd loved to read the comic strips his father that is. And we discussed them together and worried about what was going to happen next to the certain to certain of the characters. And he talks about his dad a lot more in the In his mom and we're gonna see why because his mom had tragically died of cancer. Says my mother also encouraged me my drawing, but sadly never lived to see any of my work published. She died a long lingering death from cancer when I was 20, and was a loss from which I sometimes believe I never recovered. Today, it is a source of aston to me that I am older than she was when she died and realizing this sad me even more. So he is writing those words about 32 years after she died, and he's only 52. When he's writing those words. So she died really young. So in this next section, he's actually talking about a lot of the storylines that he gets for... That he got for, from, peanuts actually came from his own, childhood. But this is just a fantastic sentence. I just wanna read it to you as a standalone alone. There are certain seasons in our lives that each of us can recall. And there are others that disappear from our memories like the melting snow. And now we get to the point where he decides to take to do... To pursue this as a career and he does this really early It says during my senior in high school, my mother showed me an ad that red. Do you like to draw, send in for a free talent test? This was my introduction to art introduction schools incorporated. The correspondence school. So this is what he does instead of, college. He says, I could've have taken all the... I could've have taken my drawing there in person, but it did all of the lessons by mail. Now, here's gives you an insight into, like, why would he do that? It's... You know, there's some people that have to do, you, have to do the college courses by mail, but this is actually located in Minneapolis where his family was that time. He says I did that for because I was not proud of my work. So we see that that lingering Charlie Brown es security there. The entire course came to a hundred and 70 dollars, and I remember my father having difficulty keeping up with the payments, this is during the great depression. I realized then that during those depression days, he had become accustomed to owing people money. The following 2 years of high school works excuse the 2 years following high school were extremely difficult. For this was the time, my mother was suffering so much with her illness. I was drafted into the army in 19 43 to serve in world war 2. I went into the bedroom. This is terror. This is just sad, man. I went to the bedroom to say goodbye to my mother. She was lying in bed, very ill. And she said to me, yes, I suppose we we should we should say goodbye because we will probably never see each other again. She died the next day. Okay. So he graduated from that course. He actually starts teaching at that art school. And and while he's doing that, and, he's trying to pursue his own career career in being a cartoon on nights and weekends than any of his free time. So this... The next section, I consider this the pre history of his career. There were many of us on the staff at the at the art introduction school who had ambitions to do other things. And I used my spare time to work on my own cartoons. I tried never to let a week go to, let a week go by without having something in the mail working for me. So this is a sentence that appears multiple times in the book, over, you know, many decades are separating all these that he's writing, but this idea that you should always have something in the... We have to use as a metaphor, obviously. But he's, like, you... Should always have something in the mail working. So he makes maybe a few comic strips, sends them off in the mail. What he means is he's sending those off to different syndicate. The people that actually get comic strips in the newspapers. And he never lets a week go by where he again, he he has, like, a store value for his work. I made it. I send it off I forget about it, and then I I create something new, and then I do I repeat that over and over and over again. This is how he winds up breaking into being a cartoon and getting... Signing the Syndicate deal for what becomes peanuts. I submitted cartoons regularly to the Saturday evening post and sold 15 of them. These are, like, 1 off occasions. So not... These are not strips I run over and over again. These were these were strongly formative years, and my ability to think of ideas and to present them properly was improving steadily. It seemed that it would only be a matter of time before I'd be able to sell some type of marketable feature to a syndicate. I'm still convinced that my eventual success was due largely to what I have called the in atmosphere in the Department of instruction at the correspondent school. It was an exciting time for me because I was involved in the very sort of thing I wish to do. And part of the reason I think that he talks about this is so in because all the instructors are trying to do the same thing. So they would collaborate. They would share ideas. In fact, a lot of the characters named in peanuts. Are named. Their first names are from fellow, like, friends and instructors during this time of his life, and he's really young, early twenties, is when this is all happening. And 1 of the 1 of his friends and fellow instructors actually encourages him to submit, which is eventually gonna become peanuts. So it says Frank Wing my fellow instructor at our instruction... Our instruction said Spark. That's that Schultz nickname. Everybody calls them Spark. Spark, I think you should draw more of those little kits. They are pretty good. So I concentrated on creating a group of samples and eventually sold them as a weekly feature called the little folks. So little folks is gonna run for 2 years, and it's going to morph into peanuts. It's gonna be renamed. The character is gonna be developed, But this basic idea he just keeps working on for a few years and eventually that changes into what's gonna be his life's work. I was making regular trips to Chicago to try sell to to try to sell comic features. I dropped into this the Chicago son 1 day and showed my work to Walt Dixon. So he talks about this guy over over again. I think this is the most the single most important influence on his career. Who was then their comic editor, and he was very impressed what he saw. I recall him ex screaming, I certainly cannot say no to this. We'll have to take it to the president. We went into the man's office. He barely looked at the work and abruptly said, no. At this time, I was also becoming a little more curious and was learning how to talk with people. When I first used to board the morning train to ride to Chicago, I would make the entire trip without talking to anyone. Little by little, however, I was getting rid of my shy and feelings of inferior and learning how to strike up acquaintances on the train and talk to people. So more in his career pre history and this idea of just always keeping something developing the male, I continue to mail my workout to a major syndicate. 1 day opened up a letter from 1 syndicate that turned me down, and the next day opened up 1 from a director who said he'd liked my work very much. Arrangements were made during the next few months for me to start drawing a Sunday feature. But at the last minute, their editors changed their minds and I had to start all over. I accumulated a batch of some of the better cartoons I'd been drawing for this deal that fell through, and mailed them off to United features syndicate in New York. This is the 1 This is is finally big break. I don't know how much time went by without me hearing from them. But I'm sure it was at least 6 weeks. I can... Convinced that my drawings had been lost in the mail, I finally wrote them a letter. Describing the drawings I had sent and asking them if they could recall receiving anything similar. I received a nice letter from Jim Freeman, their editorial director who said they were very interested in my work, and and would I care to come to New york and talk about it. When I got to the back, so it's really funny that happens there. So he he goes in new York, he arrives too early at the syndicate office. No one's there at the receptionist. He's like, hey, Haven't had breakfast yet. I guess I'll just go have breakfast and come back and then we'll have the meeting. By the time he gets back. The meeting is already over and they decided to offer him a deal. When I got back to the Syndicate... Syndicate offices, they had already decided they would publish a strip. This made me very happy. I returned to Minneapolis filled with great hope for the future and asked a certain girl to marry me. When she turned me down and married someone else there was no doubt that Charlie Brown was on his way. Losers get started early, and that actually becomes AAA storyline in peanuts. Okay. Moving on to a next essay. I love this part because he's really... It kinda echoes that paragraph I talked about at the very beginning that I found so interesting the fact that he could work on something almost every day for 50 years, the body of works, you know, 17000 plus comic strips. And I feel, you know, 30 years... This is... Let's see what, 35 years into his career. It's another way to explain the same concept. The fact that you can tell that he found something he'd loved to do. Which is so rare for for humans to find in their lives, which is really bizarre. If you think about it because work is gonna take up what half of our conscious time they're actually awake, You know, sleep 8 hours a day, work 8 hours a day, have 8 hours a day yourself, You have 16 awake hours or thereabouts and half of them, you're probably spending working. So, he says sometimes it takes me a long time to come to certain conclusions. I've been drawing the peanuts strip for almost 35 years now. And, of course, I've had many strangers visit my studio. They look at all the books of my room and then look at my drawing board and express amazement that this is the actual board at which I sit and draw the strips. Inevitably, the conversation turns to how far ahead I work. When they learn about the 6 week daily strip deadline, so he's gotta turn for the 1 that appears on the Monday through Friday. Newspaper, he's gotta turn that in 6 weeks early. The 12 weeks for on the... The 1 that appears Sunday, the bigger, obviously paper, he has to do that 12 weeks in advance. A visitor almost never fails to remark. G. You could work really hard. Couldn't you and get several months ahead and then take time off. This is the most important part of this section which I love. Be being, as I said, a slow learner, it took me until last year to realize what an odd statement that really is. Now, the reason I think it's is so important because he's comparing contrasting the way he feels about his work to where the way I think most people feel about their work. Right? So I go, want you just work in these short burst, then you... Then you have to do anything for a while. Alright. So he says, took me to last year to realize that was an odds me statement that really is. You don't work all of your life to do something, so you don't have to do it. I could talk about Beethoven knocking out a few a few fast so he could take some time off or Picasso grinding out a dozen painting so he could go away. But the comparison would obviously be pom. So this idea that's the most important sentence. Doesn't let read it again. You don't work all of your life to do something so you don't have to do it. Okay. So this is a little bit of a about where his ideas has come from. He's talking about, character snoopy and then his brother spike and where spike lives, so I'm... I omitted that, but he says, but I didn't get my idea of his surroundings from childhood memories. Mine is just a cartoon desert. He made a place. He grew up obviously in Minneapolis. Is cold snowed all the time and spike lives in the desert. So he's, like, I just made that up. And this is the important part. Most comic strip ideas are like that. They come from sitting in a room alone and drawing 7 days a week. As I've done for 40 years. Now there's 2 things that that... Those 2 sentences may me think of. Let me grab 1 comes from another book. 1 second. Okay. So this is from the book, dis force, which is on Henry Singleton. Think I covered maybe the early 1 hundreds and founders you can find it. It's called dis Force. This is Arthur Rock. Arthur Rock was a venture capitalist. He was 1 of the first investors into Apple and he invested in Tel, which is the wonderfully successful company that Henry Singleton founded. He says something is very interesting. And it's gonna echo what Charles schultz just to save advice. He's like, that's not where you get good idea. You get ideas from sitting in a room alone doing the work. Right? So she says, Henry reminds me of Doug go. He has a single of purpose. A 10 nasty that is just over powering. He gives you absolute confidence in his ability to accomplish whatever he says he's going to do. Yes. This is important part. Yes, he is rather a loop, operating more or less by himself and dreaming up ideas in his corner office. That's exactly what Charles Schultz just told us. Right? Let me tell you this. That corner office produced a corn of ideas. You could say the exact same thing about Schultz Studio. That Schultz studio produced a corn of ideas. Now that also made me think of this line. It's from the song called Power by Kanye West. It it's off of his album in my opinion 1 of the greatest hip hop albums of all time, my dark Fantasy. My beautiful at Fantasy. And he says, I just needed time alone with my own thoughts. I got treasures in my mind, but couldn't open up my own vault. My child like creativity, purity and honesty is honestly being crowded by these grown thoughts. Reality is catching up with me taking my inner child. I'm fighting for custody. And I think those... What Kanye is saying in that song, what Charles schultz is saying in that essay, and what Arthur rock is saying about henry singleton is this exact same thing. That there's value in shutting yourself off from the world and focusing on the the unique ideas that your mind will will inevitably create if given the time, shut out the world for a little bit, not forever, you're gonna wind up being, like, howard Hughes peeing in a bunch of jars and growing up your hair and fingernails. So you know don't wanna to go to that stream but there is value in just being alone with your own thoughts for for an extended on uninterrupted periods of time. You're gonna produce and tap into things that you did not know or even there. Okay. So going back to the book, this is funny. Given the fact that the fact that in that line, I didn't even put that together till now. That Kanye talks about, my childhood... My child like creativity is honestly being crowded by these growing thoughts because the next essay he's writing when he's 73. And it's called don't grow up. So there's just... The the there's just... The next few pages, this is gonna go on for a while. It's just random advice and observations from 73 year old Charles schultz. Alright. Let's go. An astounding thing has been happening to me in the last couple of years. People come up to me and say, are you still drawing the strip? I wanna say to them. Good grief. Who else in the world do you think is drawing it. I would never let anybody take over. And I have it in my contract that if I die then my strip dies. People also asking me if there's any message on the... Our theme to peanuts. I suppose it might be that Charlie Brown in spite of always losing never gives up. It's interesting Charlie Brown never gives up. And if you can work on the same thing for 50 years, clearly, you've you can say the same about yourself. But really I never think about that. I just think... And this is what I mean about the theme that goes over and over in the book, just stick to the basics. Stick to the basics stick to the basics over a long period of time and everything else will take care of yourself. But I never really think about that. I just think about how I'm gonna get 2 or 3 more good ideas, and I draw from day to day. You see I work just as hard now. If not harder than I ever have. I think I'm more particular about what I do. My drawing is so much better now. In spite of the fact that I keep reading an articles that I'm not as good as I used to be and that some people even say that I should quit now before the strip deteriorate, but that's nonsense. I think of a person maintains decent health it can handle the grind, then this is 1 of those professions where should get better all the time. So he's 73. I think he dies. He dies it's... He dies 5 years from after he's writing these words. I also have a great fear of becoming boring. There are a lot of boring people around. We... You and I talk about this this double ent andre avoid boring people. I think it's just great advice. There are a lot of boring people around. And unfortunately, I think older people can become boring very easily. The way to prevent all that is by maintaining an interest in others and forgetting about yourself. I found that simply asking other people about themselves can be quite fascinating. I gave lecture once to a group of high school students. And I said, go and this is just really great advice from an older gentleman. Go home tonight and ask your parents where they met. Ask your dad what he did in the war. Ask your mom, if she went to the high school prom. Talk to your grandmother and don't just let things die, pursue the questioning. Do it now before it's too late. It's this kind of thinking that promotes cartoon ideas. Anybody can think of shallow cartoon situations. But I'm always trying to pursue something a little bit deeper. I... I suppose we're all at the mercy of the medium in which we work. And a comic strip doesn't give you that much room for a topic like death, but it can be there if you work at it. I think you also have to make an effort to stay open to the world. I read a lot. I don't read simply for research or to get ideas. I read because I enjoy it. Let me just stop and interrupt there real quick. It's interesting that he talks about, because he never went to college, he was insecure. Even when he's an adult, you know, all this person has a college degree that I'm talking to, they must be smarter than me. So he talks about constantly reading and trying to do, like, pursue self education. I thought that I was just really great advice. And then, obviously, you know, the idea that just because somebody went to college and the other person didn't that the person with a psychologist d defect facto smarter is ridiculous. Going back to this. Maybe the real secret to not getting too old is to not grow up. I'm not a complete grown up really. Remember 73 when he's writing this. I find that I still feel out of place most of the time. This is more of his charlie brown tendencies than everyone way. At different times, I've had trouble traveling and be and Become almost. I'm always insecure. I think I'll always be an anxious person. Somebody asked me in an interview recently, what are you anxious about? And I said if I knew I wouldn't be anxious anymore. I have some very good friends and different professions, and I was just with 4 or 5 of them a couple weeks ago. 1 of them was having a birthday and we all went up to lunch. And I suddenly realized that I felt a little bit out of place. See, I'm not a businessman. I don't know anything about financial affairs or banking or what attorneys do or things like that. All I know is cartoon, golf, hockey, books and reading, and a few more things like that. So it's a joy to me when I find somebody I can relate do. So I wanna stop there because this is also... Sometimes it's, it's beneficial when you see you can step out outside of yourself, and you see there's a 73 year old man right now, 1 of the most successful people that has ever lived and he's talking about still being insecure. So when I see stuff like that. Say I've... I'm gonna experience something that. I have to pause, step out of myself. Was, like, this is not unique to me. This is part of the human condition and the human experience. Do not, let, like, you can't live too much in your... I'm talking to myself now. You can't live too much in your mind. You gotta step out of these things. And what I also found is interesting is, like, he has no reason to be insecure. Listen to we saying. See, I'm not a businessman. I don't know anything about financial affairs. At this point that he's writing this. He's making 40 to 50000000 dollars a year. You obviously, know a hell of a lot. 40 to 50000000 dollars a year. The the the cumulative earnings of peanuts is well over a billion dollars. And again, I I bring that up is because 1 it's weird that His securities, Like I don't even anything think about financial matter But 2, I think he hits on this. All I knew was cartoon. Again, I go back to the Alan Watts quote where he talks about, you know, anybody can be interested in something. If you're interested in something there's just chances are that other people 2. Well, he's not... Alan Watts was giving advice on, like, work, not necessarily how to produce a business, but this idea. Charles Schultz is extremely interested in cartoon tuning. Guess what? I think the book says something like 90 at the at the time he's writing, I think this is in the 19 sixties 19 seventies, 90 to a hundred million Americans were reading the comics every week, which is insane. So I I just like that idea. You don't have to be a financial wizard, but if you know something, if you're interested in something, and you can attract other people like minds are also interested in that, you can build a career that. And it's essentially unlimited opportunities to pursue that way to pursue that, using a method just based on what your own, you just happen to be interested in. And I go back to that Jeff Bezos quote. He's like, you know, we don't choose our passions our passion she us? Like, why am I selling a billion dollars a year in Amazon stock and funding Blue Origin. It's like well, was 5 years old. I obsessed rockets. Well, Charles Schultz, his passion found him. It's... At 6 years old he starts getting into into cartoons. It's not like you're sitting down and having deep thoughts at 6 years I was like, I presume this as a career. It's like, no, Just it it shows you. I just think that's really good advice from 2 really smart people. Was like, okay. Well, what is... What am I naturally interested in. Going back to this. I think life is a total mystery. I have no idea why we're here where it all came from or where we're all going, and I don't think anybody knows either. But here's 1 of the things that helps me personally, to survive. Years and years ago I was living in Minneapolis. Met a man who played played the Viola. I thought this said Violin. I hope that wasn't a spelling errors. III assume there's a... There's an instrument called the Viola, who played the Viola for the Minneapolis Symphony. And in 1 of our talks he said to me, you know, playing the Viola to me is a lot like religion. And I thought that's nonsense. What does he mean by that. But as the years went by, I could almost say that drawing a comic strip for me became me a lot like a religion because it helps me survive from day to day. It's an interesting thought. I always have this to fall back on. When everything seems hopeless and all of that for I know I can come to the studio and think. Here is where I'm at home. This is where I belong in this room drawing pictures. Okay. So that's the end of this essay. He's doing... There's another There's a Q and A. So it's questions about reading that children frequently ask, and I'm just gonna do some highlights here. This is gonna be quick. Here's 1 question. How does reading help you help with your career or hobbies? His answer reading helps me to gain knowledge that helps me creating my comics trip. Number... Well, the numbers is. Matter another question, What is your favorite book as an adult. 1 favorite is my last million readers by a mill Ga var It's... I don't know how to press sell this thing. It's a biography, and I actually looked for this. I might read it. If I can find it. I think it was out of stock, but I have to check again. 1 favorite is my last million readers by a mill something. I like this book because it relates stories of early newspaper wars and beginnings of careers of various newspaper columnist and cartoon. And the last question, what advice would you give to our class about reading? Read Read read, the more you read, the easier reading will become. The more you read, the more knowledgeable you will gain. And finally, reading is enjoyable. There are so many places you can visit, experiences you can experience and people you can meet all through reading. Okay. So there's another essay where he goes into great detail about how to develop a comic strip. Really, this is on how to develop any kind of work. So it says 1 of the hardest things for a beginning to do is merely get started on his first set of comic strips. It is a... It's strange that most people who have ambitions in the cartoon field are not willing to put in the great amount of work that many other people do in comparable field. So he's saying it's strange that... Potential cartoon won't put in the work. That applies to every single other domain. Humans are by nature, most of us are extremely lazy. And so just 1 way to have a massive advantage. It's just not be lazy. So it's it's strange. And most people who have ambitions are not willing to put in the great amount of work that many other people do in comparable fields. Most people who have comic strip ambition wish to be able to draw only 2 or 3 weeks material and then have it marketed. They are not willing to go through many years of pre apprenticeship. Remember he was drawing for years before he ever started to do it as career. Very few cartoon, are willing to draw a set after set of comic strips just for the experience. He's saying they wanna rush through. Right? We seem to have a tendency to believe that all we have to do is perfect our lettering our figure drawing and are rendering and then we are all set to go. Nothing could be further from the truth. 1 of the main things to avoid is thinking too far ahead of yourself. Try to think of your daily episodes without concentrating too heavily on the overall theme of your comic feature. The system I recommended will also assure you of going in whichever direction your thoughts tend to take you. So the know left my, to myself on this page, a way to summarize what what I'm learning by reading this is actually quote I need to quote Henry Singleton. So he's and it's kinda echoing what Charles to sing here. My only plan is to keep coming to work every day. I like to steer the boat each day rather than playing playing way ahead into the future. I know a lot of people have very strong and definitive plans that they worked out on all kinds of things. But we're subject to a tremendous number of outside influences, and the vast majority of them cannot be predicted. So my idea is to stay flexible. So Charles Schultz is gonna show up He's gonna work every day, but he's gonna be flexible. And over time, like I said before, III think it's actually... I'm echoing Bill Walsh, the Title of his his auto. The 1 I the 1II think it was founder founders 01:06 something like that. But it's the score will take care of itself. The characters that you start out to draw today may not be the same characters that you end up drawing a month or a year from now. New personalities will come along that you never thought of creating at the beginning So he's talking about personalities characters really could be metaphor for ideas. New ideas will come along that you never thought of. Frequently, these new personalities, new ideas will take you to completely different places. In regard to the characters themselves, it is not advisable to worry too much about the development. Let them grow with your ideas. This is all different ways to say the same idea. Right? You must be patient in developing your strip and not look too far ahead. That's exactly what Singleton just said. Be perfectly content to work on the single strip that is now in place. Now in front of you on your drawing board. Okay. It's an and end of that, Essay, there's only 1 sentence from this next essay that I that I, highlighted, and I think it's fantastic. I grew up with only 1 real career desire in life. And that was someday to draw my own comic strip. This goes more into his schedule. Is the way he sets up his work his... And it actually titled creativity. So how he gets his ideas. Surroundings play a different definitive role in my kind of creativity. I found from experience that is best to work in 1 single place and have a regular routine. I feel more comfortable in a small plain room than I do in a fancy studio. I have never had anyone work as an assistant on the actual comic strip or comic pages partly because I feel there would be... There would not be much for them to do. The drawing is relatively simple because of the style I have adopted, and I have too much pride to use anyone else's ideas, and this goes back to, just, you know, keep it simple stupid. Go back to the basics. There are days when I would like to draw something very philosophical and meaningful or something to touch the hearts of everyone, and I find it absolutely impossible. 1 solution I use at these times is simply go back to the basics. Cartoon is after all, drawing funny pictures. That's something a cartoon should never forget. If A cartoon remains with his own medium if he does not let himself become carried too far afield and always remember that his business is to draw funny pictures, then I believe he will have a minimum of bad days. Then he talks a little bit about why he feels cartoon such a is such a reward. The most wonderful part of the business is is knowing that you are reaching people and communicating with them. This is what makes cartoon such a rewarding profession. So when I read that, actually, my favorite quote. If you... If you're thinking about it, like, it's a it's a quote from Richard Branson, and it just the best description of what a business actually is that Ever heard. And he says, a business is simply an idea to make other people's lives better. So in the case of Charles Schultz, he really likes cartoon. But his cartoons, there's people that Him never been reading his cartoons for 40 years. On a weekly basis, and they talk about the impact that they have in the life, how they identify with certain character's personality, all the other stuff. So again, his... It's a... His ideas, I'm gonna pursue something I love at the same time, I get to pursue what I love, I also get to make other people's lives better. Even if it's in a small, you know, a very tiny way. I think he says on your 6... It takes 16 seconds a day to read a comic strip. Now he took talks to a little bit about why he feels he succeeds. He's rating this 1. I think he's almost 60. If you if you should ask me why I've been successful with peanuts, I would have to admit that being highly competitive has played a strong role. I must admit that I would rather win than loose. In the thing that I do best, which is drawing a comic strip is important that I win. I still enjoy... So the summary here is I I succeed because I'm competitive and I love what I do. I still go I still enjoy going to work each day. Though friends who know me well can testify to the fact that I never actually use the term work. If I have to say that I will not be free to do something on a certain day, I will always put it I have to go to the studio and draw funny pictures. Again, goes back to... He does not over complicate things. Like back to the basics. Well, I I go to work every day and I draw funny pictures. And I do that every day over a long period of time. It could be a superstition, but I guess it is really that I don't want anyone to think about, to think that what I do is that much work. It is 1 of the few situations in life where I feel totally secure. This goes back to his... Talk about he he has our hard time traveling. Calls himself a, you know, he... His studio, he likes it because he's in complete control. When I sit behind the drawing board, I feel that I I am in command. I'm comfortable in my studio. And I'm reasonably proud of many of the things that I've drawn. I think that I've done my share toward contributing to the advancement of our profession, and this also makes me proud. We have covered the world with... This is interesting. That that... He's just talking about the criticism me gets because peanuts was so heavily merchant which that's where a lot of his money comes from. We have covered the world with licensed productions. Everything from sweatshirt, the boxes to toothbrushes, and have been criticized many times for this. Although for reasons that I cannot accept, So we also see a fierce independence of mine in that statement. Right? My best answer to such critics is always that the feature itself has not suffered because of our extracurricular activities. I have drawn every 1 of the 10000 strips that I've that have appeared, and I thought of every idea. Not once that I let our other activities interfere with our main product, which is the comic strip. It has always been a mystery to me how we can be accused of over commercial something that is basically a commercial product. But it really does not matter what you called or where your work is placed as long as it brings some kind of joy to some person some place. It's another great sentence to create something out of nothing is a wonderful experience. To take a blank piece of paper and draw characters that people love and worry about is extremely satisfying. I hope very much that I will be allowed to do it for another 25 years. Interesting He wrote those words in 19 75 his last trip appears 25 years later in 2000. The next Essay say is all about developing careers and cartoon, but he says something that's fantastic. He says beyond this lies 1 of the great truths of artistic endeavor. The value of a single creative mind turning out a piece of work. Invariably, there is 1 creative mind responsible for each successful comic strip. So that's... Again, he's talking about comic strips. If you think about it founders, is all about the power of the individual. The focus is... You could easily... I could be reading histories as reading biographies of individuals. I could read biographies of companies. Right? But the focus for this podcast, the focus is on the individual as opposed to the company. The company doesn't exist without the individual, the individual comes first. Invariably. There is 1 creative mind responsible. I love that. Even the cases where we may have an artist writer collaboration, we are still far away from the complicated team effort that are necessary in other entertainment endeavor So he's talking about why, you know, he'd much rather draw a cartoon and say work on a movie or television having to work with, you know, hundreds of people to get an idea where he can just go in when it... When he pleases as he pleases and create something directly from his mind to his hand, he finds that very, very satisfying. So when he's 36 years into his career, he writes a an essay that I think he's eminent qualified to rights. It's called On staying power. Like, how are you still doing the same thing? And I'm just gonna give you the main... To me, the main takeaway happens in 2 paragraphs. And, it's asking ourselves like, what are we uniquely? What are you uniquely qualified to do. To have staying power, you must be willing to accommodate yourself to the task. I have never maintained that a comic strip is great art. It simply happens to be something I feel uniquely qualified to do. 1 of my favorite quotes comes from S j Per. I don't believe in the importance of scale. To me, the mural is no more valid than the miniature painter. I think the form I work in has its own distinction. And I would like to surpass what I think I have done. Okay. So this next essay, at this point, he's been working on peanuts for 45 years. He's giving a, like, a keynote address to the National Cartoon society convention. So there's a couple things I'm gonna highlight in here. The first we see this again, never forget what it's all about Stick to the basics. I'll read this to. Now, he is the most widely syndicated cartoon... He... This is the introduction to him. He is the most widely syndicated cartoon ever with more than 2300 newspapers. He has more than 1400 books published, selling more than 300 copies. This is bananas. That's what I was just... The the success this guy had. Is just mind blowing if you think about it. The financial success the amount of people that read his read his comic strips. Amount of people have brought his books. It's just absolutely insane. This all began a few months ago when he... When he was gonna meet with me and my wife Karen at his studio. I had expected to meet Charles Schultz for about 15 minutes. I I'd expected that we'd would have a couple photos taken, and then we would be shuffled out the door. Instead, he spent the whole day with us. During the course of that day, I began to know to get to know spark. And what impressed me about him was after all of his accomplishments, is he is still a cartoon who is doing his daily cartoon. He's sticking to the basics. He goes into work every day like us beginners. And what really impressed me about him was the passionate dedication he has for the work and enthusiasm... And then the enthusiasm has for his work. There's... That... This is something some of us, I think lose at times. We all wanna become rich and successful, and sometimes we lose sight of the fact that what it is really... That we... Let me start this over again. We all want to become rich and successful, and sometimes, we lose sight of the fact that what it is all really about is cartoon art. So now we get into some highlights from his speech, he's 2 things happening on page 1 is he's warning us about people who with that... The people to watch out for and then also about the importance of gratitude. This is first the people to watch out for. It... I've always had a good relationship with the men who are the sales managers and the sales and the men who are with the presence of the syndicate. Now I think it's important for all of us and all of you to establish those relationships. There's a business relationships side of cartoon. Right? But it's not a business of sling Inc. It's a deadly serious business. And some place up there in these large corporations, there are some people that that you will never know exist. They don't care anything about you. So watch yourself. They don't even read the comics. They could not possibly care less about what happens to you. They're like the man who owns a theater and doesn't really care about the actors. He likes the bottom line and that's it. Those are the people to watch out for. The older you get? Well, it took me 40 years to discover that. And now On gratitude. I was talking to friend the other day, and I said, you know, cartoon have nothing to complain about. This is all we ever wanted to do all to all of our lives, and we finally have a chance to do it. We can live any place we want to. We can work any hours we want to, and they send us money and another piece of advice from the same speech which summarize this is as you aim to please yourself. I never give my work to somebody else and say, what do you think about that? I just don't trust anybody? If I think it's funny or if I think it's silly, I send it in because I'm just trying to please myself. I never try to please a certain audience. I think that's disastrous. There's no way in the world you can anticipate what your reader is going to like or dislike and kind of an extension of that you should just be trying to please yourself as you know, not don't really listen to... If you believe in what you're doing and you love what you're doing, you know, critics don't really know... The they can't possibly know your work better than you know it. I used to have in the early days of founders like this almost every single book was like this section I called Critics don't shit. This is a very example of this. So he's talking about, you know, this other guy insulting him. And he says 20 years ago in an interview, A Caps said Penis has just about run its course now. Little kids talking like adults. Little kids don't talk like adults, adults don't even talk like that. So he's just criticizing, you know, Charles Schultz life work. And he says, anyway, that was 20 years ago. And since then, I've added 1500 newspapers. And finally, I'll close on this. This is Charles Schultz as an older successful gentleman just telling us to carry on with your daily work. Every profession and every type of work has its difficulties. And 1 of the most difficult aspects of creating a comic strip is attempting to sustain a certain quality of day to day schedule that never ends. Trying not only to maintain that level, but to improve the features as the months go by in spite of the problems 1 may be having in one's life, makes cartoon a very demanding profession. I believe the ability to sustain a certain quality in spite of everything is 1 of the elements that separates the good features from the weaker ones. I went through 1 strange phase in my life where became quite disturbed by dreams. Which occurred to me irregular over a period of several weeks. I would find in my dreams that I was crying uncontrollably. And when I awakened, I was extremely depressed. Naturally, it is not easy to disregard something like this. To forget it all and start thinking of funny cartoons for the daily pressures of life affect us all. I have talked to many people who have agreed that they find themselves feeling angry throughout much of the day. The mere routine of having to deal with customers our company people in superior positions is enough to make the working day difficult. Sometimes, simply reading the morning paper are watching the news is enough to discourage anyone. We become angry with ourselves with our family, our fellow workers with people we meet in stores and of course, with the government. It takes a good deal of maturity to be able to set all this anger aside and carry on with your daily work. And that is where I'll leave it. This was an absolutely fantastic little book. It's hundred and 70 something pages. Just... I I... There's a lot in here. I'm gonna reference this, I think a lot in the future. There's a lot in Schultz career that I personally find aspirational. Alright. So I'll leave that here. If you want to buy the book in sports podcast at the same time. There's lincoln in the the show notes You can buy this book or any of the hundred in... Let's see. If you count bonus up with those I think, we're up to hundred and 59 books. It's more of that maybe a hundred and 60 something like that. But anyways, the links there, If you buy a book using that link, I get a small percentage of sale. And it's a way to support the podcast and no additional cost to you that is a hundred and 54 books down. We all secretly know it's more than that, but that's what I'm sticking to. So a hundred 54 books down, 1000 a go. Next week, little preview. It's coming very soon. I already started reading it. I just got the book today. It's called invent and Wander, the collected writings of Jeff Bezos. So if you have not, already listened to my 2... I've actually did 3 podcast podcasts on Jeff bezos basis. I did hit every single shareholder, which is in this new book in Event and Wonder. I did the everything store, and then I did... I think it's a space bar. It's the 2 different strategies that Elon Musk and Jeff Bezos are utilizing to accomplish a very similar goals. So I would jump into those. If you want, you have a few days. I'm going to to try to get that podcast out as soon as possible bowl. It's a brand new book. I pre ordered it. Got it the day it came out. Usually, you know, most of the books that we cover in the podcast are very, very, very old. So this is actually unique, but, again, I think you should just fountain of good ideas. So anyways, hundred and 54 books down 1000 ago, and I'll talk to you again soon. Very soon."
}