{
  "transcript": "You learn different things from your grandparents than you do from your parents. It's just a very different relationship. I spent all my summers from age 4 to 16 on my grandfather's ranch. He was incredibly self reliant. If you're in the middle of nowhere, you don't pick up the phone and call somebody when something breaks. You fix it yourself. As a kid, I got to see himself all these problems himself. He was a careful, conservative, quiet and introverted sort of person. Not prone to crazy acts. 1 day, he was all by himself at the main gate of the ranch, and he forgot to put the car in park. When he got to the gate, he noticed the car was slowly rolling down to the gate. He thought this is fantastic. I have just enough time to un unlock the gate, throw the gate open and the car is going to drive right through, and it'll be wonderful. He almost got the gate latched when the car hit the gate and caught his thumb between the gate and the fence post, stripping all of the flesh off his thumb. It was just hanging there by a tiny little threat. He was so angry at himself that he ripped that piece of flesh off and threw it in the brush. Got back in the car and drove himself to the emergency room 16 miles away. And when he got there, they said this is great. We can re attach the thumb. Where is it? He said, oh, I threw it in the brush. They drove back with the nurses and everybody, and they looked for hours for the thumb, and they never found that piece of flesh. Something had probably eaten it. They took them back to the emergency room and said, look, you're gonna have to get a skin graft for that. We can sew your thumb to your stomach and leave it there for 6 weeks. That's the best way to do it. Or we can just cut a skin graft from your butt, and it won't ever be as good, but the advantage your thumb won't be sewn to your stomach for 6 weeks. And he said, I'll take option number 2. Just do the skin graft from my butt. That's what they did. It was very successful and his thumb worked fine. But the funniest thing about the story is that I have incredibly vivid memories of him. And definitely, his mornings were completely ritual. He would wake up, eat breakfast, read the newspaper and shave with an electric razor for a really long time. For, like 15 minutes And when he was done shaving his face. With that razor, he would take 2 quick passes over his thumb because his thumb grew butt hair, which by the way, did not bother him at all. The whole point of moving things forward is that you run into problems, failures, things that don't work. You need to back up and try again. Each 1 of those times when you have a setback, you get back up and you try again. You're using resourceful ness. You're using self reliance. You're trying to invent your way out of a box. We have tons of examples at Amazon when we had to do this. We failed so many times. I think of this as a great place to fail. We're good at it. We've had so much practice. To give you 1 example, many years ago, we wanted a third party selling business because we knew we could add selection to the store. We started Amazon auctions. Nobody came. Then we opened this thing called z shops, which was fixed price auctions, and again, nobody came. Each of these failures was like a year or a year and a half long. We finally came across this idea of putting the third party selection on the same product detail pages as our own retail inventory. We called this marketplace and it started working right away. That resourceful of trying new things, figuring things out, what do customers really want, pays off in everything. It pays off even in your daily life. How do you help your children? What's the right thing? Even when our kids were 4, we would let them use sharp knives. And when they were 7 or 8, we would let them use certain power tools. My wife has this great saying? I would much rather have a kid with 9 fingers than a resourceful kid. Which is a great attitude about life. That was an excerpt titled resourceful from the book I we talked to you about today, which is invent and Wander, the collected writings of Jeff Bezos with an introduction by Walter Isaac. So there's 3 main components of the book. The first is a rather long introduction written by Walter Isaac. That's about 30 pages long. Walter Isaac is a biography if you've listened to a lot of founders episodes You already know who he is. I've done episodes on a bunch of the books. The biographies he's written Steve Jobs, this an episode on, the book, Isaac extended on Steve Jobs, Benjamin Franklin, Leonardo Vinci. And I think that's the the the only 3. So he wrote a really long introduction. Then the rest of the book, you're... And when you read this, you're you're speaking directly. I guess you're listening directly to Jeff Bezos himself. The first section part 1 is all the shareholder letters that he's ever written. If you remember, I actually read every single 1 of his shareholders letters, go back to founders number 71. If you haven't already listened to that. So it's jeff Based, so shareholder letters, all of them. So this is gonna be some review for the people who have already heard that podcast. And then the second part was really actually interesting. They took a lot of the speeches. That Jeff Bezos has given in public talks and essentially transcribe them and edited them edited them down, which is very fascinating. So I got a lot of highlights from all 3 sections. I don't wasting more time let's go ahead and jump right into it. I'm gonna start with the introduction, and I'll tell you when we obviously switch over to the shareholders. So this is Isaac writing. First, he says, I'm often asked who of the people living today, I would consider to be in the same league as those I have written about as a biographer. Leonardo Vinci, Benjamin Franklin, ate a Love. I missed somehow missed his biography and ate a lovely. I just ordered it. So that'll be a future episode. Leonardo Vinci Benjamin Franklin ate a Love, Steve Jobs and Albert Einstein. All were very smart, but that's not what made them special. Smart people are a dime a dozen. And often, they don't amount too much. What counts is being creative and imaginative. That's what makes someone a true innovator. And that is why my answer to that question is Jeff Bezos. And from here, Isaac gonna give us like, a brief overview of Bezos life up until now But what what I found more interesting is he continues to compare and contrast. What Bezos has in common with all these great historical figures, which I found the most interesting. So it says, it helps to be excited by all disciplines. Leonardo Vinci and Benjamin Franklin wanted to know everything you could possibly know about everything that was know. They studied anatomy and Bot and music and art and weaponry and water, and engineering and everything in between. People who love all fields of knowledge are the... This is such an important, sentence. People who love all fields of knowledge are the ones who can best spot the patterns that exist across nature. Both Franklin and Leonardo were fascinated by whirlwind and swirling water. That helped Franklin figure out how to store... How storms move up the coast and to chart the gulf stream. It helped Leonardo understand how the heart valve works as well as to paint both the water rip by the ankles of Jesus and the baptism Christ and the curls of the mona and Lisa. Another characteristic of truly innovative and creative people is that they have a real reality distortion field. A phrase that was used about steve jobs that comes from a Star trek episode in which aliens create an entire new world through sheer mental force. When his colleagues protested that 1 of jobs ideas or proposals would be impossible to implement, he would use a trick, he learned from a guru in India, he would stare at them without blinking and say, don't be afraid. You can do it. It usually worked. He drove people mad, he drove them to distraction, but he also drove them to do things they couldn't believe they could do. 1 final trait shared by all my subjects is that they... This is my I think my favorite... This is my favorite paragraph out of the entire introduction. 1 final trait shared by all my subjects is that they retain a child like sense of wonder. At a certain point in life, most of us quit puzzling over everyday phenomena, or teachers and parents becoming impatient, tell to stop asking so many silly questions. We might savor the beauty of a blue sky but we no longer bother to wonder why it is that color. Leonardo did? So did Einstein, who wrote to another friend. There's a direct quote from Weinstein einstein. You and I never ceased to stand, like curious children before the great mystery until... Into which we were born, we should be careful to never outgrow our wonder years or to let our children do so. And now Isaac shifts back to Bezos. Despite his fame and influence, he has remained somewhat of an en. But through his life but through his life tail and writings, it is possible to get a sense of what drives him. When Jeff Bezos was a young kid, he spent his summers on the sprawling South Texas ranch of his grandfather, Lawrence guys. An upright but loving naval commander who had helped develop the Hydrogen bomb as an assistant director of the Atomic Energy Commission. There Jeff learned self reliance. When a bull are broke, he and his grandfather built a crane to lift out the gears and fix them. Together, they cast the cattle, built wind meals, laid pipe and had long conversations about the frontiers of science, technology, and space travel. Jeff was a v reader with an adventurous mind. His grandfather was taken to the library, which had this huge collection of science fiction books. Over the summers, Jeff worked his way through the shelves reading hundreds of them. And later in life, he would not only quote them, but also occasionally invoked their rules, lessons and lingo. His self reliance and adventure spirit were also instilled by Jeff's mother. Jackie, who was just as 10 niches and sharp as her father and son. She became pregnant with Jeff when she was only 17. Jeff's biological father ran a bicycle store and performed in a circus uni cycle troop. He and Jackie were married only briefly when Jeff was 4, his mother remarried. Her second husband was a better match. A person who also taught Jeff the value of grit and determination. Miguel Bezos. He too was a self reliant an adventurous person. He had come to the United States at age 16 as a refugee from Fide Castro Cuba, traveling on his own and wearing a jacket his mother had sew for him out of household rags. After he married Jackie, he adopted her lively son who took his last name and forever. And forever after considered him his real father. And now we say a personality trait in, like, a young, like, a child, Jeff Bezos that he has... That he keeps his entire life it says that his montessori preschool, bezos was already fan focused. The teacher complain this this is now bezos talking. The teacher complained to my mother that I was too task focused. And that she couldn't get me to switch task, so she would just... She would just have to pick up my chair and move me. He recalls. And by the way, if you ask people who work with me, that's probably still true today. This is really interesting. And goes into who he looked up to when he was a kid. His childhood business heroes where Thomas Edison and Walt Disney. I've always been interested in inventors and invention, he says. Even though Edison was the more prolific inventor, Bezos came to admire Disney moore because of the audacity of his vision. It seemed to me that he had this incredible capability to create a vision that he could get a large number of people to share Bezos says. And now we get to the part where he graduated high school college. It gets a job and then gets the idea for Amazon. After graduation, Bezos went into... Went to New York to apply his computer skills to the financial industry. He ended up at a hedge fund, run by David E shaw. This is actually a really important person. I look for a biography on him. He's still live. I couldn't find anything that's written about him. So if you find anything, please send it to me, because Bezos says over and over again, in his letters at his talks that David is 1 of the most brilliant people that he's ever known and that he took a lot of his ideas and philosophies. And applied them in the early days of Amazon. So it says, he's winds about hedge fund run by David Shaw, which use computer algorithms to discover pricing disparities in the financial markets. Bezos took to the work with a disciplined Z. While working at a hedge fund in 19 84, Bezos came across the the statistic that the web had been growing by more than 2300 percent each year. He decided that he wanted to get a aboard that rocket, and he came up with the idea of opening a retail store online. When he told David Shaw, he wanted to leave the hedge fund to pursue this idea. Shaw took him on a 2 hour walk through Central Park. You know what Jeff, this is a really good idea. I think you're onto a good idea here, but this would be a better idea for somebody who didn't already have a job. He convinced Bezos to think about it for a couple days before making a decision. So I'm gonna get to this part right here. 2 things I I think I should tell you. So, if you read this book, and I would highly recommend buying the book, I think the the description in founders number 71, which is where I read Jeff Bezos Shareholders. Came from this newsletter I subscribed to. It's called Cb Insights, and it's actually the 1 that gave me the idea to read his letters. And it says to read Basil shareholder letters is to get a crash course in running a high growth Internet business from someone who mastered it before any of the playbook were written. That's a fantastic sense. I wish I came up with that on my own, but I did not. It came from that newsletter. So anyways, I think, you know, the book was 17 18 dollars. It's just an absolute new brainer. If you read this book from beginning to end in order. Like, I did, you're gonna see him repeat a lot of other things. And I think that's important 1 because somebody repeats something, it's clear that's important to them and 2 reputation is repetition is persuasive. Right? But what I think the better way to do to read this book is, let me give you an example that I always say, like, I think Charlie Mu is 1 of the most important thinkers over come across. I think you have to study him and and listen to his talks and read his books. But I would say, I would always recommend starting with the tower of Charlie Mu, Even though the book... The Poor Charlie Alma is way more comprehensive, you know, I'd read both. But I would start the to tell Charlie Mu because it's very similar to the book I have my hand, where you can pick it up, if you wanna go to table contents, just pick a subject your you're interested in. Read a few pages, put it back down. It's gonna... Like, it's gonna spur thoughts and ideas in your mind, but also over time, makes you... It's a easy way to understand how they think. Right? How Mu thinks you can figure out from the Tower Charlie Mu. How Bezos thinks you can figure out from this book. But the reason I bring that up is because I have a lot of highlights that are gonna sound very similar, but he's he's describing them in different contexts and different situations, and usually polls what I found most interesting about Bezos says, his efficiency of communication. You can read 2 pages and like, wow. There is a ton of thinking composed are embedded in those 2 pages. And then what I like about them is he pulls out many different ideas and lessons from the same story. So I just wanna bring that up in case you hear me repeating myself. Alright. So the reason I wanted to talk about that before this section is because I've learned a ton of really good ideas from Bezos. He's got a ton of them. I think this is his most important idea. This regret mini randomization framework is fantastic. And it's like... It's essentially the framework he comes up with on how to make the decision to jump from a high paying hedge fund, Job in New York to starting an Internet bookstore in the early nineties. Alright. To make this decision, Bezos used a mental exercise that would become a famous part of his risk calculation process. He called it a regret mini immunization framework. He would imagine what he would feel when he turned 80 and thought back to the to this decision. I wanna have minimized the number of regrets I have he explains. I knew that when I was 80, I was not going to regret having tried this. I was not going to regret trying to participate in this thing called the Internet that I thought was going to be a really big deal. I knew that if I failed, I wouldn't regret that, but I knew the 1 thing I might regret is not ever having tried. I knew that would haunt me every day. And I think about that idea all the time. I think I learned it first when I read the everything store, Brad stone biography on, Jeff Bezos. I think it's found founder number 16, somewhere back there if you haven't listened to podcast read the book yet. And since then, I have... I can't... I've lost count on how many people I've told that. On, almost every conversation, if I talk to somebody enough times, I'm gonna bring up this idea, because I think it's fantastic. It's a really way... It's a really great way to clarify what's important in life. And I just think it's simple to to be able to apply. Okay. So it says, Bezos goal soon came... Soon came to create in everything store. So it's talking about the early days of Amazon. Obviously starts out books He's gonna go expand that. Right? His next stamps... His next steps were to branch out into music and video. Keeping his focus on the customer. That's... I don't have the Kindle version of this book, but if I if if I did, I believe if you search for that, phrase. Focus on the customer is probably the most repeated phrase in this entire book. He emailed 1000 of them, meaning his customers. Is a really smart idea too. He emailed 1000 of his customers to see what else they would like to be able to buy. These answers helped him understand better the concept of the long tail. This is also something he talks about over and over again, which means being able to offer items that are not everyday best seller items. And thus, don't command shelf space at most retailers. So he's looking for a wedge. An advantage that he's gonna have over other retailers. Right? Something that's only possible in the everything store online that would not be possible in the physical, like I said, with a physical competitor. The way they answer the question this direct from Bezos now. The way to answer the question was with whatever they were looking for at that moment. I remember 1 of the answers was I wish you sold windshield wiper blades because I really need windshield wiper blades. And I thought to myself, we can sell anything this way, and then we launched electronics and toys and many other categories over time. Now this was very interesting. There's also an excerpt from this book that comes from time magazine... A time magazine writer because they they have the decision to make bezos, I think person in the year in 19 99. So listen to how this writer. This insight from this writer. Remember 19 89 when when he's writing this. That really does put Bezos in historical perspective. And I don't think this was at all obvious at the time, but it's probably more true today, which is very fascinating. Every time a seismic shift takes place in our economy, there are people who feel the vibrations long before the rest of us do. That's fantastic thought. Fantastic sentence. Right? Vibration so strong they demand action. Action that can seem rash even stupid. So Bezos talks a lot about a lot of the ideas in his shareholder letters that people like this the dumbest thing ever, Amazon Prime being 1 of them. Aws being another example. Do developing the echo and Alexa. Is another example he uses. People are just... This is the dumbest thing ever. This is, you know, gigantic businesses now. Fe owner Cornelius Van belt jump ship when he saw the railroads coming. Thomas Watson jr overwhelmed by his sense that computers would be everywhere even when they were nowhere, but his father's office machine company on it, Ibm. Jeffrey Jeffrey Jeffrey Bezos. That's weird. Jeff Bezos had that same experience when he first peered into the maze of connected computers called the worldwide web. Remember, this isn't how they describe a 99 and realized that the future of retailing was glowing back at him. And I love the fact that they chose to put him in a historical context, something I've talked you about all the time and that you see reading these books over and over again is they have a lot of the same ideas. They're expressed in different ways, but the themes are very similar across multiple hundred years and vastly different industries. So I really appreciate that they tie that together here. Now, what I thought was very interesting too is they're gonna quote what he's... Some of the stuff he says, Isaac about the quote, something he says in the shareholder letters. And this is Bezos thinking that is completely different. From everybody else at the time. Right? And this is during the dot com bust, everyone else was focused on stock prices. And Jeff somehow maintained his focus on the actual underlying business performance. This is what he focused on instead. And I think it had to be really, really difficult considering that he was in the minority thought at this point. He says, as I watched the stock pro the stock... The Amazon stock price fall from a hundred and 13 dollars to down at 6 dollars. I was also watching all of our internal business metrics. Numbers of customers, profits per unit, etcetera, etcetera. Every single thing about the business was getting better and fast. It's a fixed cost business. And so what I could see from that, from these internal metrics is that a certain is that at a certain volume level, we would cover our fixed cost and the company would be profitable. So then he continues to talk about how focusing on act on that as opposed to what everybody else is focus on. Was actually really helpful and kept him moving forward. He then extends that same idea to the idea that you can't let other people do your thinking for you. And he's gonna specifically use the example of market research. And he says, market research doesn't help. So it says, market research doesn't help. If you'd had gone to a customer in 2013 and said, would you like a black always on cylinder in your kitchen that's about the size of a pringles can that you can talk to and ask questions that also turns on your lights and plays music. I guarantee you they would have looked at you strangely and said no thank you. And now, Isaac gonna give us his top 5, most important lessons that he learned from studying Jeff Bezos, I'm just gonna listen them for you because we'll go into more details as we see, the writing of Jeff himself. So it says, through this book, you can learn many of the lessons and secrets revealed in Bezos interviews writings and annual shareholders letters. He has personally composed since 19 87. Here are the 5 that I think are the most important. Number 1, focus on the long term. It is all about the long term. Number 2, focus relentlessly shareholders and passionately, on the customer, Jeff loves that word relentless. I've said this over and over again, but even to this day, he was thinking for a brief moment he flirt with calling Amazon relentless. If you go over relentless dot com to this day it forwards to Amazon He that domain. Number 2, focus relentlessly and passionately on the customer, ob obsessed over customers. Number 3, avoid Powerpoint and slide presentations. Talking about internal communication, internal com... Company communication. Number 4, focus on the big decisions. Actually... He has a really interesting bezos which I'll tell you about later. Has some really interesting ideas about how to optimize and how to make... You should be making a handful of small... A small number. It of high quality decisions. How he goes about doing that. Number 5, hire the right people. Okay? So this is the first shareholder letter setting the tone. And the summary is, you... We're gonna focus on the long term, and we're gonna focus on optimizing for cash flow. Okay? So it sets It's all about the long term. We believe that a fundamental measure of our success will be the shareholder value we create over the long term. Because of our emphasis on the long term, we may we may make decisions and weigh trade offs differently than some other companies. We want to share with you our fundamental management and decision making approach. We will continue to focus relentlessly on our customers. We will make bold rather than timid investment decisions where we see a sufficient probability of gaining market leadership advantages and some of these investments will pay off, others will not. But we will have learned another valuable lesson in either case. When forced to be... When forced to choose between the appearance of our Gaap accounting and maximizing the present value of future cash flows, we're gonna take the cash flows. We will work hard to spend wisely and maintain our lean culture. We understand the importance of continually reinforcing a cost conscious culture. And at the end of the letter, he again sets the tone. This is not going to be easy. We are not expecting it to be easy. We're doing it because it is hard. We were we are working to build something important. Something that matters to our customers something that we can tell our grandchildren about. Such things are not meant to be easy. The 98 shareholder letters all about obsessions. This is the part I found most interesting, we intend to build the world's most customer centric company. That's a phrase he's still using up until last year's shareholder letter. But there is no rest for the weary. I constantly remind our employees to be afraid to wake up every morning terrified. None of our competitors but of our customers. So he says, listen, I'm gonna assess relentlessly over our customers because I understand that their loyalty to my company. It's temporary. It's temporary right up until the point another company can offer them something better. So he says, we consider them to be loyal to us right up until the second that someone else offers them a better service. In 99, he does really quickly. He describes why he feels the opportunity this in front of him, the 1 that's in his grasp is not normal. I particularly enjoyed this. He says consider the most important point. The current online shopping experience that Amazon's offering is the worst it will ever be. It's good enough today to attract 17000000 customers, but it will get so much better. We are doubly blessed. We have a market sized unconstrained opportunity in an area where the underlying foundational technology we employ improves every day. That is not normal. And then in in the... Year 2000, he talks about, the importance of bold bets and understanding that they can and they will fail sometimes. And then he goes into detail this thought that he expo on later about, the Internet allows... What's the right sized for a company to be if it's an Internet based business. So so. Many of you heard me talk about the bold bets that we as a company have made and will continue to make. Our decision to invest in smaller e commerce companies, including living dot com and pets dot com, both of which shutdown operations in 2000 lost a... And we lost a significant amount of money on both. We made these investments because we knew we wouldn't ourselves be entering these particular categories anytime soon. And we believe passionately in the land rush metaphor of the Internet. So then he's like, okay, I had this idea. I I acted on this idea and I realized the idea was incorrect. So I'm gonna learn from that. So he says, you know, we believe passionately and then land rush Metaphor of the Internet. Indeed, that metaphor was an extraordinary useful decision aid for several years starting in 19 94. But we now believe its usefulness largely faded away over the last couple of years. In retrospect, we significantly underestimated how much time would be available to enter these categories. Online selling, relative relative, this is his point here. Online selling relative to traditional retailing is a scale business, characterized by high fixed cost and relatively low variable cost. This makes it difficult to be a medium sized e commerce company, which is what pets dot com and living dot com were at the time he purchased them. He also expresses this idea in another quote. And he says on the Internet, you can be big, or you can be small. It is very hard to be medium. And just 2 sentences I wanna pull out over the next few years, Jeff says this a single most important thing, and it is probably what he repeats the most. Most important, we stayed relentlessly focused on the customer ob obsessed over customers. In a year or 2 later, he expresses the same idea in a very different way. And again, the know left myself is it's as simple, but not easy. He talks about just being obsessed it it's so interesting if you think about how poorly run most companies are. He says it's a it's a huge competitive advantage. If you just obsessed over the over the customer that companies distract themselves by looking up and looking at, you know, other the... What other companies are doing or what's happening internally. Like, look at the customer. Just focus on that, and this is a great simple way to do that. He says start with the customer and work backward. That is the best way to create value. So this is what I mean about. He's he he's a very clear communicator. He express really profound ideas in very simple ways. Start with the customer and work backward. That is the best way to create value. Now we're up to 2006. This is Bezos answer. So he says, I often get asked, when you're gonna open physical stores. The potential this is his answer. The potential size of a network of physical stores is exciting. This is a way before, you know, he's have Whole food Ideas doesn't any of this yet? Does Amazon go. Doesn't have the book bookstores he has none of this. So this is a... This is very interesting seeing he's thinking years before opening that because you realize why he took so long to do so. The potential size of a network of physical stores is exciting. Physical world retailing is a cage and ancient business. Very interesting. Cage ancient business that already that is already well served, and we don't have any ideas for how to build a physical world store experience that's meaningfully differentiated for customers. I love the fact that he still had that frame of mind. I always think about, like, I didn't, you know, what? I read 5, 6 books in Edwin land, 1 of the most important entrepreneurs ever live in my opinion. When I found fascinating is, you know, he's focused on... He has, a bunch of, like, app that I always think of. You know, He's like, don't do anything anybody else can do. And so he invented instant photography, and he had patents on this, and he essentially had no competitors because nobody could do he he invented a new category. Right? And while inside the research and development of Polaroid, they started developing, they spent years. It's like a decade, trying to develop, like, photocopy. Right? And then Xerox comes out, which was developing the same idea in parallel, and Xerox comes out and they get to market suit... They get to market before. Polaroid does, and land shuts down the entire division. And he's like, I... There's no meaningful differentiation, so I'm not going to do it. That take... I mean, think about that. You worked on it for years and years. How much did you invest time employees money. He's like, I'm not gonna do something somebody else can do? And we see Jeff... Expressing that same idea. I think edwin Lane was expressing this idea and like what the 19 40 19 fifties. Jeff saying the same thing in 2006. This is not changing. Right? So we have... We can't... We have no ideas that's meaningful differentiated for customers now fast forward to the present day we live in. And Amazon go is completely different than any other store. There's no checkout let you walk in, take what you want and walk out and you're automatically. That is a meaningful differentiation. That was very interesting He's like, well, I like this idea. Yeah. I wanna tackle in the future. I don't know how to yet. And Jeff's like I just gonna be patient being long term and we'll figure out a way. We'll invent new technologies in new ways. To attack a ancient industry. That's fantastic. Alright. Let's go back. This is the same shareholder letter. This is where you talks about patients can be a competitive advantage. And some large companies it might be difficult to grow new businesses from tiny seeds because of the patient and patients and nurturing required. Amazon's culture is unusually supportive of small businesses with big potential, and I believe that's a source of competitive advantage. We have so many people at our company who have watched multiple 10000000 dollar seeds turned into billion dollar businesses. That firsthand experience and the culture that has grown up around those successes is a big part of why we can start businesses from scratch. The culture demands that these new businesses be high potential and that they be innovative and differentiated and differentiated but it does not demand that they'd be large on the on the day that they are born. So in 2007, he focuses on the importance of being a missionary compared to compared to a mercenary. Right? He also applies that when he buys people's business, he asked himself. Like because this this entrepreneur or missionary mercenary. So he talks about... This is really fascinating because you know, it starts off. He's had a love of reading. Start off as a bookstore. Now they've just invented the Kindle. And he talks about Was like, you know, we talked about how to develop a parallel reading experience because he says in the shareholders. You can't out book a book. And it's very hard to improve on something that's been really successful in its current form for hundreds and hundreds of years like a book has. And so I really love what he's saying here though is books, don't know that myself is a books as the antidote. To shorter attention spans. And how he thought about that while developing the idea for the Kindle product. We humans c evolve with our tools. We change our tools and then the r tools change us. Writing invented thousands of years ago is a grand who of a tool. And I have no doubt that it changed us dramatically. 500 years ago, Gut invention led to a significant step change in the cost of books. Physical books ushered in a new way of collaborating and learning. Lately, network tools such as desktop computers, laptops and cell phones have changed us too. They shifted us more more towards information snacking, and I would argue towards shorter attention spans. If our tools make information snacking easier, we will shift more towards information snacking and away from long longer form reading. So we I think that's a bad shift for ourselves, and our species as a whole, and the kindle is a way to get away from that. I'm not going to build a something that is gonna... That you're just gonna to smack snack on information. What's... The... There's a... There's a great there's a great movie on Youtube. It's like, 20 or 30 minutes long it's like a documentary. Goodbye is getting Max Joseph. It's just called bookstores. I've watched it over and over again. Well, first of all, he tours some of the most beautiful bookstores throughout the the world. But he also talks to people where reading fundamental in their life, and there's this 1 person. I think she's a professor, I can't remember what... Somewhere in... She might... She might be, like, a teen of a college. I can't remember something like that. Right? And she said that something I never thought. I never forgot where in terms of why I'm reading is so important in life, and she says because reading is forced meditation. So again, thinking books as the antidote to shorter attention spans. I like that. Now we're back to 2008, the financial crisis, and I love the summary of the section is if they... If you seek instant gratification, you're gonna find a crowd. In this turbulent global economy, our fundamental approach means the same. We're gonna stay head heads down focus on the long term and ob obsessed over customers. Long term thinking levers our existing abilities and lets us do new things we couldn't otherwise contemplate. It supports the failure and iteration required for invention, and it frees us to pioneer in une explored basis. Seek instant gratification are the elusive promise of it and chances are you're gonna find a crowd there ahead of you. Long term orientation interacts well with customer obsession. If we can identify customer need, and if we can further develop conviction that that need is meaningful and durable. What a great word. Our approach permits us to work patiently for multiple years to deliver a solution. Something that he talks about learning and, learning the importance of, from reading the auto, Sam Walton is frugal gallery. And so he's talking about p. He's calling it prudent spending here. But really, he's telling us the benefits of a limiting waste they compound. Another way to express this idea come from Henry Clay F, which is a partner of Carnegie. I did multiple podcasts on them, and I the sentence I always think about. He's Henry Clay F when they're talking to their business partners and the people they're working for. He said gentlemen, watch your costs. That Carnegie and F, they focused on costs because costs are permanent. Your revenue is gonna fluctuate over time. Your costs are gonna say the same. So they focus on that end of the business is very interesting. So it says the customer experience path we've chosen requires us to have an efficient cost structure. The good news for share owners is that we see much opportunity for improvement in that regard. Everywhere we look, we find that experienced, so this is really interesting. So it says everywhere we look, we find that what experienced Japanese manufacturers would call Mud. I'm probably pronouncing that incorrectly. It's m mu d, it translates to waste. I find this incredibly en merchandising. I see it as potential years and years of variable and fixed production productivity gains and more efficient, higher velocity more flexible capital expenditures. I love that. So he's saying. Benefits of limiting this waste, this Mud is gonna compound. The the the the footnote that he leaves on this page is fantastic. At a fulfillment center recently, 1 of our Kai experts Kai is a Japanese term. It means change for the better or continuous improvements. So let me go back to this. At a fulfillment center, recently, 1 of our Kai experts asked me. I'm in favor of a clean fulfillment center, But why are you cleaning? Why don't you eliminate the source of dirt and Jeff tells us his response to this question. I felt like Karate kid. Okay. So moving forward to 2011 to saw about the power of invention? This letter is all about the power pension. Just have 1 paragraph to read to, which I think is... Fantastic, Jeff is talking about why he she's creating all the new products are creating and they're wanting of being successful, eliminate gatekeepers, and he explains why that's so important. I am emphasizing the self service nature of these platforms because it's important for a reason I think is somewhat non obvious. Even well meaning gatekeepers slow innovation. When a platform is self serve, even the improbable ideas can get tried. Because there's no expert gatekeeper ready to say that will never work. And guess what? Many of those improbable ideas do work and society is the beneficiary of that diversity. Okay. Now on into 2012, this 1 is titled internally driven. The note of myself. I don't remember what I was talking about. Says this is wild. It reminds me of Charlie Mu on Costco being against human nature. So we're gonna figure out what I meant by that. 1 advantage... 1 advantage perhaps a somewhat subtle of 1 of a customer driven focus is that it aids a certain type of pro. When we're at our best, we don't wait for external pressures. We are internally and he I tell size that word, we are internally driven to improve our services, adding benefits and features before we have to, before we have to. We lower prices and increase value for our customers before we have to. We invent before we have to. These investments are motivated by customer focus rather than by reaction to competition. Okay. Now I remember what I was talking about there with that note. There's a there is a quote Mu said. Let's see. It says a Charlie Mu said at the 2014 Berkshire Hathaway Meeting. Costco is unbelievable. It is against the human nature of many entrepreneurial people to get price down and service up. The connection there is Costco is doing that because they're internally driven just like Amazon. They're doing that before. Excuse me, they're doing that because rather, they're focused on the customer not the competitor. And this is the wild part. This is what this is what... How Jeff applies that idea. We built automated systems and look for occasions when we've provided a customer experience that isn't up to our standards, and those systems then proactively refund customers. 1 industry observer recently received an automated email from us that said, we noticed that you experienced poor video playback while watching the following rental on Amazon video on demand, Casablanca. We're sorry for the inconvenience and have issued you a refund for the following well. 2 dollars and 99 cents. We hope to see you again soon. Surprised by the proactive refund, he ended up writing about the experience. Amazon noticed that I experienced poor video playback, and they decided to give me a refund first because of that. Wow. Talk about putting the customer. So that's only 2 dollars and 9 9 cents. I'm own version this so my wife and I just... We've had a son... My son's about 7 years old now. So and we order a lot of the stuff we need, obviously from Amazon. And his diapers and formula were were put... Were accidentally charged on a corporate card instead of a personal card. And so my wife's is dealing with them. And she's like, oh, hey. Can you just refund the the corporate card and put it on this personal card instead, please. And it was like, 200 dollars. So substantial. It's not 2 dollars 99 cents, like, that video on demand example. And they said, you know what, we're just gonna refund it and because you're such a good customer. We're not gonna charge you again. What the hell? That's insane. And now just like this person was writing about, wow. This is a this is a good experience. I'm telling you. Like, that's a... It just... It kinda demonstrates it's just a good if if you're putting the value, like, if you're focused on the customer you're doing what's best for them. And, you can't, you know, get away 200 dollars all the time. But they even reference, you know, you, you know, you've been customers for 15 years, whatever the number is you you spend x amount, you know, this is a little token of, like, appreciation for your customer loyalty. It's just just so again, really surprising thing to see especially for a company's largest as Amazon. I expect to get shitty service from large companies. And so far, Amazon has not done that, which is really, really surprising. Moving forward to 2014. I love this idea, characteristics of a business that you should keep according to Jeff Bezos and again, he's gonna communicate rapidly. A dreamy business offering has at least 4 characteristics. Customers love it, it can grow to a very large size, it has strong returns on capital, and it is durable in time with the potential to endure for decades. When you find 1 of these get married. 2015, the summary they put for this letter is big winners paid for many experiments. And this, I think this is very important to remember. Outs outside returns often come from betting against conventional wisdom. And conventional wisdom is usually right. Given a 10 percent chance of a 100 times payoff, you should take that bet every time. But you're still going to be wrong 9 times out a 10. We all know that if you swing for the fences, you're gonna strike out a lot. But you're also going to hit some home runs. This is 1 of my favorite quotes of is. The difference between baseball and business, however is that a base... Is that baseball has a t outcome... Outcome distribution. When you swing no matter how you connect with the ball the most runs you can get is for. In business, every once in a while, when you step up to the plate, you can score 1000 runs. This long tailed distribution of returns is why it's important to be bold. Big winners pay for so many experiments. Alright. So for 2016, you know, he talks about it's day 1, the bit... The building he works in is name day 1. He talks about its day 1. You know, I think in every single shareholder letter, he talks about his speeches. So 2016 is all about fend off day 2, and it was prompted by by a question from 1 of his employees. Jeff, what does day 2 look like? That's a question I got at our most recent all hands meeting. His answer. Day 2 is S. Followed by re relevance, followed by extra excruciating painful decline, followed by death, and that is why it's always day 1. To be sure, this kind of decline would happen in dream slow motion an established company might harvest day 2 for decades, but the final result will still come? I'm interested in the question how do you fend off day 2? What are the techniques and tactics? How do you keep the vitality of day 1 even inside a large organization. So he's gonna share with us is thinking this? He's like I think about this question all time. Here's the I've come up with. Such a question can have a simple answer. There will be many elements, multiple paths and many tracks apps. I love the fact that, you know, he he's always pointing out like, there's many ways to be correct. He's like, I'm gonna describing my philosophy on business. It is not the philosophy on business. It is mine. There are others. I'm just telling you what the ones I like. I appreciate that. I don't know the whole answer but I know many bits of it. Here's the starter pack of essentials for day 1 defense. Customer obsession, a skeptical view of proxies, the eager adoption of external trends and high velocity decision making. So there's only... I think I only have new no on 2 of those. Yeah. I'm gonna focus on 2 of them. I think we've talked about customer obsession. Enough. Right? You get the point. So I'm gonna talk about resisting pro... Proxies, which is really interesting. Resist proxies. As companies get larger and more complex, there's a tendency to manage proxies. This comes in many shapes and sizes and it's dangerous, subtle and vary day too. A common example is process as proxy. So this same exact idea of Bezos is going to talk to us about right now is in all over if you study Steve jobs. He talks about how people confuse the process of creating a new of creating products with the the craftsmanship that's actually required. He's like, the process is not the thing. Jeff is gonna say the same thing. Common example is process as a proxy. Good processes serve you so you can serve customers. But if you're not watchful, the process can become the thing. This obviously very important if you have both Steve jobs and Jeff Bezos talking about this. Right? This can happen very easily in large organizations. The process becomes the proxy for the result you want. You stop looking at outcomes, and you just make sure you're doing the process right. Gu. It's not that rare to hear a junior leader defendant a bad outcome with something like, well, we followed the process. A more experienced leader will use it as an opportunity to investigate and improve the process. And I... This is so important to underline it twice. The process is not the thing. Now, moving on to the next thing. The high velocity decision making. You have to make good decisions, but you just have to make them good decisions quickly. How one's what's what is 1 way to do it? And 1 of his specific tactics that he says he's like, listen, you need to learn how to say disagreeing commit and he gives us an example that here. Use the phrase disagree and commit. I disagree and commit all the time. We recently green lit a particular Amazon studios original. I told my team my view. It's debatable whether it would be interesting enough. It's complicated to produce. The business terms aren't that good, and we have lots of other opportunities. They had a completely different opinion and wanted to go ahead. I wrote back right away with, I disagree and commit and hope it becomes the most watched thing we ever made. Now why is he doing this? Consider how much slower this decision cycle would have been if the team had to actually convince me. Rather than simply get my commitment. That is a really interesting really interesting sentence that contains a really interesting thought. Most people say you gotta convince. I'm the boss. You gotta convince He's like, No, you don't need to convince me. You need to get me to commit because then I can green like this. I don't agree with you. You have not convinced me, but you think it's important. You're closer to it. I'm willing to commit and move on. Again, use the phrase disagreeing and commit. Now think about, I'm moving on to where At. Am in 2018? 2018. This 1 is about intuition curiosity and the power of wandering. So we've talked a lot. Think about what the the book is named invent and wander. Talks about... I wanna be in inventor. The important of innovation, The important event invention over and over again. We haven't even talk about wandering. This is very interesting. It only takes a paragraph to describe why it's important. Sometimes, often actually in business, you do know where you're going. And when you do, you can be efficient. Put in place a plan and execute. In contrast, wandering in business is not efficient. But it's also not random. It is guided by hunch, gut, intuition, curiosity powered by a deep conviction that the prize for customers is big enough that is worth being a little messy and tangent gentle to find our way there. Wandering is an essential counter to efficiency. You need to employ both. And why is that so important he's gonna wrap up the section Is a very important sentence? The outs outside discoveries the non linear, the non ones are highly likely to require wandering. Interesting he uses the word hunch gut intuition, heart, conviction over and over again. Says the most important decisions in your life are not... Cannot cannot. They absolutely cannot be based on data. They've got to be on this, you know, fuzzy, more obscure idea of hunch gut intuition. He says the the very idea of him starting Amazon was not smart. It's not something he made with his mind. He did it with his heart by following his intuition. Okay. So now I'm onto to the last part, the last section of the book where, you know, they've essentially transcribed and I think Lightly edited a lot of the talks gave, which is really, really interesting idea, by the way. You know, you have access to my notes. I have a bunch of talks by Jeff Bezos, but they're just highlights. They're not fully comprehensive, like, this. So the opening of the podcast came from, you know, 1 of his talks he was given. I think it's with his him and his brother, and they tell resourceful. Right? So this 1 is thought about thinking 3 years out. And it's very interesting because we just went over the importance of rest in recovery and how people don't prioritize that enough on on the the Nike Cofounder founder, Bower podcast. Right? So we see Jeff bezos was talking a lot about this. And he's really talking about on making high quality decisions and prioritize sleep. Right? And this section is called thinking 3 years out, which is where his focus is is not really focused on day to day as much now as what's in the future. And so he's gonna talk about that. I like to putter her in the morning. I get up early. I go to Bed. I like to read the newspaper. I like to have coffee. I like to have breakfast with my kids before they go to school. So my putter time is very important to me. That's why I set my first meeting for 10:00. I like to do my high Iq meetings before lunch. Anything that is going to be really mentally challenging is a 10:00 meeting. Because by 5PM, I'm like, I can't think any more about this issue today. This is really important section because I think some people have... And, again, reading biographies will will you of this notion that, you know, they're they're super. Yes. They're they're smart driven those not normal characteristics, but they're not, like, they're not mutants. And just this idea, You know, by 05:00 and working all day, My mind is toast. I feel the same way. I try to record first thing in the morning after after some kind of physical activity. I feel I'm just more alive. I can I can connect thoughts? My brain is more alive. When I record or try to do anything that requires using my brain at night or later in the day. I just feel dumb. And I... So I really appreciate that basis is essentially saying the same thing. So he says, I like to do my high iq meetings before lunch. Anything that's gonna be really you challenging because a 10:00 meeting before 5PM. Excuse me because by 5PM, I'm, like, I can't even think more about this issue today. Let's try again tomorrow at 8 at at 10AM, then on to 8 hours of sleep. I prior prioritize sleep. I need 8 hours. I think better. I have more energy. My mood is better. And think about it. As a senior executive, what do you really get paid to do? You get paid to make a small number of high quality decisions. If I make, like 3 good decisions a day, that's enough. And they should just be as high quality as I can make them. Warren Buffett says he's good if he makes 3 good decisions a year, and I really believe that. This is on recruiting talent? Do you want mission... Mercenaries or missionaries. This is something he repeats enough over and never gonna have to read to you at least once. We have not created, a kind of country club culture, where you get free massages and whatever the perks of the moment I've always felt had a bit of skepticism about those kind of perks because I also worry that people will stay with a company for the wrong reasons. You want people to stay for the mission. You don't want mercenaries at your company. You want missionaries. Missionaries care about the mission. And Jeff applies that to company he buys too. He talks about when he met with things name's John Mack, the founder of Whole foods. He's like, oh, this guy's clearly a missionary. Not just a mercenary looking to flick his company. He talks about the importance of not only getting people in the company, But how do you keep them? Like, if you want brilliant people, you got... There's a... You can also drive those people away because they have really high standards You have to hear them. In 1 way to drive brilliant people away is to make decisions really slowly. You could drive great people away by making the speed of decision making really slow. Why would great people stay in an organization where they can't get things done? They look around after a while, and they're like, look. I love the mission, but I can't get my job done because our speed of decision making is too slow. And the importance of speed has been over and over again of these books. I always think of Nolan Bush and Founder of both atari and Chuck Cheese. Well he's got this great book. I think it's called, like, finding the next steep jobs. Did a podcast on it. In the back catalog look at him. And listen to it. But something I've always thought about. He employed. Steve johnson he's in 19 or something 18 19 years old was working at Atari, and he had all these weird requests. He didn't wanna wear deodorant and he wanted be able to work barefoot. He wanted be able to sleep at the at the office, and nolan one's like, yeah, I'm gonna accommodate because I think this kid's smart and is really good, but he says, like, when I gave Steve an assignment, I didn't have to go back and check on him. Right? He was a born entrepreneur. And he said something I always thought about. He says, listen, Steve jobs had 1 speed go. Okay. So now we're gonna go back to this important speed. So this is how to speed up decision making. And I love... This is something I also heard Jeff say over an nerve again. It's just a good idea that I think we should all keep in our our brains. There are ways to increase the speed of decision making and it is super important. There are 2 types of decisions. There are decisions that are irreversible and highly consequential, and we call these 1 way doors. They need to be made slowly and carefully. I often find myself at Amazon acting as the chief slowdown officer. Whoa. I wanna see that decision analyze 17 more ways because it's highly consequential and irreversible. The problem is that most decisions are not like that. Most decisions are 2 doors. You can make the decision and you step through. It turns out... If it turns out to be the have been the wrong decision, you can back up. And what happens in large organizations is that all decisions end up using the heavyweight process that is really intended only for irreversible highly consequential decisions, and that's a disaster. When there's a decision that needs to be made, you need to ask. Is to say 1 way door or a 2 way door. If it's a 2 way door, make the decision with a small team or even 1 high judgment individual. Make the decision. If it's wrong, it's wrong, you'll change it. But if it's a 1 way door, analyze it 5 different ways. Be careful because that is where slow is smooth and smooth is fast. You do not want to make 1 way door decisions quickly. Now, this is from an Sa titled competition. Is really interesting. This is what... This is the example I had to mine when I said that, you know, in just, like, 2 pages. Bezos can just communicate. There's just so much thinking embedded in these 2 pages. And this is on scale, nimble, robustness, and innovation are excuse how scale can't read writing, Jeez, how scale, nimble, robustness and innovation influence competition. 0 sum games are unbelievably rare. Sporting events are 0 sum games. 2 teams enter an arena, one's going to win and 1... Is going to lose. In business, however, several competitors can do well. That's very normal. The most important thing for doing well against competition in business, is to be both robust and nimble, and it is scale. Scale is a gigantic advantage because it gives you robustness. You can take a punch, But is also good if you can dodge a punch, and that's nimble. As you get bigger, you grow more robust. The most important factor for nimble ness is decision making speed, which you talked about over an nerve. Just cover that. Right? The second most important factor is being willing to be experimental. You have to be willing to take risks. You have to be willing to fail and people don't like failure. I always point out that there are 2 different kinds of failure. There's experimental failure. That's the kind of failure you should be happy with. And there's operational failure. We've built hundreds of fulfillment centers at Amazon over the years. And we know how to do that. If we build a new fulfillment center and it's a disaster, well, that's just bad execution. That's not a good failure. But when we are developing a new product or service or experimenting in some way and it doesn't work out, that's okay. That's a great failure. And you need to distinguish between those 2 types of failures and really be syncing invention and innovation. And the other thing about competition, this is such an really interesting idea you don't want a fair playing field. And the other thing about competition is that you don't want to play on a level playing field. This is why you need innovation. When it comes to competition being 1 of the... 1 of the best is not good enough. Do you really wanna plan for a future in which you might have to fight with somebody. And you might have to have a fight with somebody who is just as good as you are? I wouldn't. I already mentioned this, but it's important. I think, when you talk about again, to it's in the title the book It's about Wander. We'll wander a little bit too. We have some very specific ideas about how we want to do about what we want to do. But I believe in the power of wandering, all my best decisions in business and in life, have been made with heart, intuition and guts, not analysis, and this is coming from somebody with a gifted analytical mind. What that tell you? It's extremely important. Oh. I'm gonna read again. All my best decisions in business and in life have been made with heart, intuition and guts. Not analysis. When you can make a decision with analysis, you should do so, but it turns out in life that your most important decisions are always made with instinct intuition, taste and heart. And this is another 1 of his ideas. I think about all the time. It's fantastic idea to orient your... I think your work around and your life in general, but put your energy into things that won't change. I get asked a very interesting question from time to time. Jeff, what's gonna change over the next 10 years? And I enjoy playing with that answer? That's a fun dinner conversation, but there's an even more important question. I almost never get asked. What's not going to change over the next 10 years? And that question is so important because you can build your plans around those things. So I know for a fact that Amazon customers are going to want low prices 10 years from now. That's not gonna change. Customers are gonna want fast delivery. They're gonna want a big selection. So all the energy we've put into those things will continue to pay dividends. It is impossible to imagine a customer coming to me in 10 years from now and saying, Jeff, I love Amazon. I just wish you delivered a little more slowly or I just wish the prices were a little higher, that's not going to happen. When you can figure out things that are going to remain true under almost all circumstances, then you can put your energy into them. Okay. I have a ton, a ton more highlights. I could literally sit here for 5 hours telling you about this book. I just highly encourage you to buy it. If you buy it using the link that's in your show notes on your podcast player or at founders podcast dot com, you'll be benefiting the podcast at the same time. Okay? And I'm going to read what I wanna close on. The reason I'm telling you that upfront is because I wanna close on by reading almost his entire commencement address to the graduating class of Princeton that he... That he gave the speech in 2010. And it's called we are what we choose. And when I'm done reading, the podcast is just gonna end because I want you to think about what he's... I there's questions he's gonna ask. And these questions, I think we should internalize and and think about. So again, that when Pac ends, that's a hundred and 55 books down 1000 ago. Okay? So here we go. This is what our... We... Excuse me. We are we are what we choose. Address to the princeton graduating class of 2010. My grandparents belong to a Caravan club. A group of airs stream trailer owners who traveled together around the United States and Canada. And every few summers we joined the Caravan. We'd hitch up the airs stream trailer to my grandfather's car, and we'd go off and align with 300 other airs stream adventures. I loved and worship my grandparents, and I really looked forward to these trips. On 1, when I was about 10 years old, I was rolling around in the big bench seat in the back of the car. My grandfather's was driving. And my grandpa grandmother had the passenger seat. She smoked throughout these trips and I hated the smell. At that age, I'd take any excuse to make estimates and do minor arithmetic. I'd calculate our gas mileage, or figure out use of statistics on things like grocery spending. I'd been hearing an ad campaign about smoking. I can't remember the details, but basically, the ad said that every puff of a cigarette takes some number of minutes off your life. I think it might have been 2 minutes per puff. At any rate, I decided to do the math for my grandmother. I estimated the number of cigarettes per day, the number of puffs, per cigarettes and so on. When I was satisfied that it come up with a reasonable number, I poked my head into the front of the car, tap my grandmother on the shoulder and proudly proclaimed. At 2 minutes per puff, you've taken 9 years off of your life. I have a vivid memory of what happened, and it was not what I anticipated. I expected it to be applauded for my clever and arithmetic skills. Jeff, you're so smart. That's not what happened. Instead, my grandmother burst into tears. I sat in the back backseat and did not know what to do. While my sat crying, my grandfather who had been driving in silence pulled over onto the shoulder of the highway. He got out of the car and came around and opened my door and waited for me to follow. Was I in trouble? My grandfather was a highly intelligent quiet man. He had never said a harsh word to me, and maybe this was to be the first time. Or maybe he had asked that I go back in the car and apologized to my grandmother. I had no experience in this realm with my grandparents and no way to gauge what the consequences might be. We stopped beside the trailer. My grandfather looked at me, and after a bit of silence, he gently and calmly said. Jeff. 1 day you'll understand that it's harder to be kind than clever. What I wanna talk to you about today is the difference between gifts and choices. Clever is a gift. Kindness is a choice. Gifts are easy. They're given after all. Choices can be hard. You can seduce yourself with your gifts if you're not careful. And if you do, it'll probably be the detriment of your choices. This is a group with many gifts. I'm sure 1 of your gifts is it the gift of a smart and capable brain. Your smarts will come in handy because you will travel in a land of marvel. We humans will aston ourselves. Jules verne, Mark Twain, Galileo, Newton, all the curious from the ages would have wanted to be alive most of all right now. As a civilization, we will have so many gifts just as you as individuals have so many individual gifts as you sit before me. How will you use these gifts, and we would take pride in your gifts or pride in your choices? I got the idea to start Amazon 16 years ago. I came across the fact that web usage was growing at 2300 percent per year. Had never seen or heard of anything that grew that fast, and the idea of building an online bookstore with millions of titles something that simply couldn't exist in the physical world was very exciting to me. I had just turned 30 years old, and I'd been married for a year. I told my wife Mackenzie that I wanted to quit my job and go do this crazy thing that probably wouldn't work since most startups don't. And I wasn't sure what would happen after that. Mackenzie told me I should go for it. I'd always wanted to be an inventor, and she wanted me to follow my passion. I was working at a financial firm in New york City with a bunch of very smart people, and I had a brilliant boss who Much admired. I went to my boss and told him I wanted to start a company selling books on the Internet. He took me for a long walk in central Park. Listen carefully to me and finally said, that sounds like a really good idea. But it would be even a better idea for someone who didn't already have a good job. That logic made some sense to me, and he convinced me to think about it for 48 hours before making a final decision. Seen in that light, it was a really difficult choice, but ultimately, I decided I had to give it a shot. I didn't think I'd regret trying and failing, and I suspected I would always be haunted by a decision to not try at all. After much consideration, I took the less safe path to follow my passion, and I'm proud of that choice. Tomorrow in a very real sense, your life. The life you author from scratch on your own begins. How will your use your gifts? What choices will you make? Will inertia be your guide or will you follow your passions? Will you follow dogma or will you be original? Will you choose a life of ease or a life of service and adventure? Will you wilt under criticism or will you follow your convictions? Will you bluff it out when you're wrong or will you apologize? Will you guard your heart against rejection or will you act when you fall in love? Will you play it safe or will you be a little bit sw buck? When it's tough, will you give up? Or will you be relentless? Will you be a cy or will you be a builder? Will you be clever at the expense of others or will you be kind? I will hazard a prediction. When you're 80 years old in in a quiet moment of reflection, na for only yourself, the most personal version of your life story? The telling that will be the most compact and meaningful will be the series of choices you have made. In the end, we are our choices. Build yourself a great story."
}