{
  "transcript": "On the morning of 04/11/1886. A young physician named Victor Stick had come out of his office about noon, on his way home to lunch when he saw the most bed rag figured I'd ever seen come limp down the street. The man was covered with mud, his clothes were in shreds. He was all teeth and eyes. He was scratched, bruised and hungry, but gritty and determined as a bulldog. As I approached him, he stopped me with the gesture, asking me whether I could direct him to a doctor's office. I was struck by the way he bid off his words and showed his teeth. I told him that I was the only practicing physician in the whole surrounding country. By George, he said emphatic. Then you're exactly the man I wanna see. My feet are blister so badly that I can hardly walk. I want you to fix me up. I took him into my office and while I was his feet which were in pretty bad shape. He told me the story. The story, 1 theodore was to tell many times, and 1 that was to be told about him for years after he'd left the badlands was of his last and biggest adventure in the West. And maybe be summarized briefly as follows. It has the ring of the adventure stories he had loved so much as a boy, but it also happened just as he said. Earlier in March, Theodore was informed by Sea wall that a boat that they'd had kept on the river had been stolen in the night by someone who had obviously taken off with it downstream. They suspected the culprit was a man named Finn. Who lived up river with 2 Cro of equally bad reputation. So in the next few days, Sea wall and Dow put together a makeshift boat, and after waiting for a blizzard to pass, the 3 of them took off in pursuit. Pushing into the Icy current on March t. It was a matter of principle theodore later said to submit tame and meek to theft or to any other injury is to invite almost certain repetition of the offense. They were 3 days on the river before catching up with the thieves. Theodore had brought along some books to read and his camera, expecting there might be a magazine article in the adventure. Each man had his rifle. The second night, the temperature dropped below 0. The next day, they spotted the missing boat and going ashore they found Finn and his partners who surrendered without a fight. We simply crept noise up and covered them with cock rifles. From there, they spent another 6 days moving on down the river, making little headway now because of ice jams and taking turns at night guarding the prisoners. Food ran low and the cold and biting winds continued. But not the least extraordinary part of the story is that during these same 6 days after catching the thieves. Theodore in odd moments, read the whole of Anna Cor. At a remote Cow camp, Theodore was able to borrow a horse and ride another 15 miles to the main ranch, where he got supplies and hired a team, a wagon and a driver. And then came the rough part of the es. It was agreed that Sea wall and Dow would continued downstream with the 2 boats and that he Theodore would go into 3 captive overland heading du south some 45 miles to Dickinson where he could turn them over to the sheriff. The captive rode in the wagon with the driver. Theodore walked behind, keeping guard with his trusty Winchester rifle. So by the time doctor Stick saw him, he had walked 45 miles in something less than 2 days with no sleep. And had at last deposited his prisoners in jail. When Sydney asked why he had not simply shot or hang the thieves when he first found them and saved himself all the trouble, theodore answered that the thought had never occurred him. He impressed me and puzzled me wrote stick. And when I went home to lunch an hour later, I told my wife that I had met the most peculiar and at the same time the most wonderful man I'd ever come to know. I could see that he was a man of brilliant ability. And I could not understand why he was out there on the frontier. That was an excerpt from the book that we talked you about today, which is mornings on horseback. The story of an extraordinary family of Vanished way of life and the unique child who became Theodore Roosevelt and is written by David Mc. Before I get into, the book, and I'm gonna start telling you where the author tells us why he actually wrote the. I'm wanna tell you why I'm reading the book. So Theodore Roosevelt has been a supporting character and a lot of the biographies that I've read for this podcast. Especially recently. It started with, back on Founders number 01:35 when I was reading the biography of Joseph Pulitzer, Theodore roosevelt about was at war of sorts with Pulitzer, then when I read the house of Morgan, biography of the Morgan family on Founders number 01:39. He's a main character in that book. When I read the House of Morgan, that made me look for a book, III actually stumbled on a book, called the hour of Fate and that was found number 01:42, and that podcast was all about the rivalry and then the temporary partnership between Jpmorgan and Teddy Roosevelt. And the author of that book does a great job of comparing and contrasting, the 2 individuals, and though Jpmorgan might be I actually, I wouldn't say he's more well known actually. Teddy Roosevelt was probably more famous. I mean, his face on Mount Rushmore for God's sake. But I I just found Teddy Roosevelt to be the far more interesting person. He lived a far more interesting life than Jp jpmorgan than in my opinion. And then finally, on founder number 01:45, I read the biography of William Randolph Hears. And again, that's another person, Teddy roosevelt about went to War with. And in all of these books, even if he just appears for a brief time, he he he makes an impression on you. And so that piqued my interest, and I know I had to read a biography for. I wanted to know more about this just craziest centric character, 1 of the, you know, we live 1 of the craziest lives in in human history. Now, this is where... And the reason I chose there's a... When you start researching, trying to find a biography on Teddy Roosevelt. I mean, there... There might be a hundred more. I can't even tell you how many I went through. The reason I chose this 1 is because David mc recall wrote 1 of my favorite books that Ever read. And I covered it back all the back founders number were 28 it's the wright brothers. If you haven't read that book, it's just really essentially a book about resourceful ness, and you can read it, you know, in 2 or 3 days. David's books, at least these 2 the 2 have I've read so far. This is not a lot of fluff in them. He he tells amazing stories and just a few hundred pages. So let's go to the very beginning of the book where he's he's gonna set the stage. Why, you know, why did he want to study Teddy Roosevelt. And he talks about seeing a play when he's around 10 years old back in 19 43? And this is the impression. He says the impression that lasted was a 1 wonderfully high powered comic, slightly loo. That's a great description of Roosevelt. Actually have to read the book. Tremendously alive and appealing figure. Years later, I encountered another theodore Roosevelt. Still the Show, still in command of the stage, but also shrewd, complex, a man of many gifts and masks. Remember that part for later, the idea of conceal what was really going on in his life. And as amazing as much life as he fit into his 60 short years is the amount of pain and tragedy that he had to endure and that he usually endured in silence alone. Wanna go back to a man of many gifts and mask, and it was what I read of his early life in particular that led me to this book. My intention was not to write a biography of him. What intrigued me was how he came to be. I was interested in knowing what was involved in the meta of the most cons despicable an wonder. What who what and who were involved in the forming of all that energy and persistence. The underlying theme would be the same of, as that of my earlier work, the creative effort, the testing and the struggle, the elements of chance and inspiration involved in any great human achievement. And my interpretation of will call us saying there It's like, in other words, what happened to him? How did this person achieve such a life that he achieved? I wanna know his about his family. I wanna know about his early life. And so this is also... I guess I'll tell you right it front. This is also... I made a mistake? In the sense that I wanted, like a complete life history of Theodore Roosevelt. That's not what this book. This is a still a very fantastic book. It's actually in a very old book. It was first published in 19 81, it won the National Book award. Of course, Mo mccoy is a great author. He's 1 of the polls are 2... I think, 2 or 3 times, 2 times at least. But what Mc did in this book, and I didn't know how I received it was he's gonna focus on Teddy Roosevelt life from the age of 10 until the age of 27. Now in the Epi of the book, Mc does a great job of giving an overview over the rest of his achievements that he does after the age of 27, just most of what he's able to accomplish. But I really appreciate Mo perspective, reading this book gives you an idea of how he was able to do those things later in life. So let's go ahead and jump back into the book, so waste snow time. I wanna talk about the most important influence of his life. And that was his father... I didn't know this before over the book, but he's actually Teddy Roosevelt junior. So his father, the original theodore Roosevelt had a... The largest impact of any other single individual. And this is something that I really like this idea. We came across before. When I read the book, Stan Lee. He has his life motto. So Teddy, Roosevelt how life model, he gets from his dad. Stan Lee. I don't know how to pronounce it. It's the name of the book I it is, like acc, But in me, it's it... The translation is ever upward. So Teddy Roosevelt motto in life is get action, and that comes from his father. So this is a description of his actual father, and I would say a lot of the traits that he... That his father had, he learned and adapted his own life. He says he hated idle. Every hour must be accounted for, and 1 must also enjoy everything 1 did. Get action he said, seize the moment. Man was never intended to become an oyster. D seat or coward was not to be tolerated. Courage he he rewarded openly and sometimes with dramatic effect. And this is a description of Teddy childhood. It was a family of paradoxes. Privileged and cushion beyond most people's imagining. So what they're talking about there is Teddy grandfather was... He created a company in New york city, he was they were extremely wealthy. I think by the time he died, his estate, The grandfather's is a estate, which they referenced they call him Cvs as initials. It would put in like, today's dollars, So he's not, like Robert Bearing Wealthy, but extremely wealthy. Somewhere in the range of 20 to... The equivalent of 20 to 70000000 dollars. So Teddy never had to worry about making money on his own, he had he he didn't get all of that money. There's a lot of siblings and and it passes through multiple generations, but he had a substantial income, a very comfortable income so he could pursue other interests. So that's what talking about privilege and cushion. His family Paradox. Privileged and Cushion beyond most people's matching. Yet little like the stereotype of the va insular rich. Uneducated in any usual formal fashion, but also inhibited by education. So what they mean by that is they didn't send their kids of school. Think they differ for like, a few years. But mostly, the... All their education came from reading books and pursuing their own interest. Teddy Roosevelt, I mentioned this in the hour of fate because they're was surprising, he... I forgot what the exact circumstances were, but I think it was going out like campaigning, for some political office at the time, and they would take these train rides all. They'd be going for weeks at a time, and they take train rides all across the country, and he he he would bring books with them. And I think in that book, he read something like 40 books in 6 weeks. In this book, they talk about the fact that he read, like, 50 books in 5 weeks. The the level of... And he wrote... He wants up writing dozens of books. I I can't... Again, I'm just so surprised. Like you read when you sit down and document, like, or outline, all everything that Teddy Roosevelt was able to accomplish in his life, It it does not seem possible. And I guess I'm trying to to to convey that thought to you. I just don't understand how somebody could have all these experiences and produce as much work as as he did. So anyways, talking about, hey, they might have sent their case of formal school, but they're definitely not dumb. Okay? So it says they were uni unemployed by education. They were ardent readers. Ins at ask or questions, chronically troubled cursed, it would often seem by 1 illness or mysterious disorder after another. That's true. You refusing to others to their troubles or to give to despair. So Wanna continue this idea of Paradox, even the the the birth of Theodore Roosevelt was a bit of a paradox. His father for a wealthy northeastern family, his mother was a very came from a very wealthy southern family from Charleston, South Carolina. And it's through the stories of her side of the family that Theodore starts to have this lifelong love adventure of the outdoors. It was completely different of, like, the office work or the factory work that was taking place in the Northeast at the time. So it says stories were at once bizarre, scary and always long going far away. They were always exciting. At night, with the onset so 1 thing, mean, part of theodore Roosevelt childhood early the life is that he suffered a lot of health problems. The biggest health issue was that he was asthma, and he'd have these d debilitating asthma attacks. They're very scary. He'd had to sleep sitting up at night. You know, they they they would come out of nowhere. So during the time, they would tell him all these stories of his mother's family and and previous, and that's where he's getting this love love of venture. So it's just an attack of Asthma, they could soothe and distract, him as almost nothing else could. He says guns, violence. Savage death, episodes that seem more like the stuff of fable or fantasy. We're all part of the world that his mother's spun. So let's go back to his dad real quick. There's some quotes from Teddy auto biography. I gotta see if I I'm gonna read that book. I don't know. I downloaded another book. It's called... I don't know if it's his auto about. It's called the strenuous life, which I might also read. But this is a quote from Teddy auto. Talks about his... How Important his dad was and then also a mistake that his dad regrets that that Teddy writes in his own life. So it says he, meaning his father avoided this the war that's a civil war by hiring a substitute. He paid to have some other man go in his plate which was both legal and costly. That his father regretted the decision to his dying gay. He always afterward felt that he had done a very wrong thing and not having put forth, put forth every other feeling aside and joined in the absolute fighting forces. The decision had a profound effect on his older son and namesake. For whom it became the glaring single flaw in the life of a of an idol father. And 1 he would feel forever compelled to compensate for. And in his auto, Teddy states that, my father was the finest man that Ever knew. A little bit bit more of a description of Teddy child that he keeps with him for the rest of his life, he's brim full of mischief and has to be watched all the time. And even at the young age of 10 years old He already... He's already yearning for adventure, Just... They call him Ted. I'm just gonna keep on Teddy because it's too confusing for me. Teddy, who's hunger for adventure in any printed or spoken form was ins. And whose private mu on large matters of historic consequence were sometimes so out of proportion with his physical size and age has to be strange amusing. So, after he suffers a great tragedy. Tragedy. He decides hey I'm not gonna... I'm not gonna be a rancher I'm not gonna be a politician. I'm actually gonna be a writer, and historian. And he wants I'm writing... I think the first... The first book of wrote was on like, the war of the the naval... The the role the navy played in the war of 18 12. It just really bizarre things for somebody in their early twenties to to write a book about what he did do that. It was from the heroes of my favorite stories, he would explain as a grown man. From hearing of the feat performed by my southern fore grandfather that's his side. And from knowing my father that I felt great admiration for men who were fearless, and I had a great desire to be like them. And what he's referencing there is really just part of the human experience at the stories that were exposed to, the ones that wear gravitate to they have an effect on us. They shape the future. Our future desires, our future experiences that we actually go after. This another example of him being ambitious from a very young age. Still there runs a theme of the pleasure and pride in being the first to see or do something. An eager to set himself apart from others to distinguish himself to get out ahead of them are simply to be alone, absorbed in his private thoughts. So more about going back to his struggles with Asthma. There's a there's a doctor, an English physician who writes a book called on Asthma, and there's some ideas that Ted got from reading that book. That Teddy and his father got from reading that book. And that Teddy really takes these ideas and then runs with it for the rest of his life. And the guy that wrote the book his name is Psa. So it says much of what Su wrote on the importance of exercise, reed as if it might have been the very text for all theodore was to preach to his small son, and the sun himself would choose his own lifelong creed. Organs are made for action, not existence. They are made to work not to be. And when they work well, then they can be well. It says for a child as acutely sensitive and intelligence as he was, the impact of Asthma could not have been anything but profound, affecting personality, outlook self guard and the whole course of his young life. The asthma child knows he's an odd. That somehow for some reason no 1 can explain he is defective, different. Ailments other than Asthma, any of the inevitable knocks and childhood are are of later life are often taken with notable stoic. It is if this they're describing the effects of Teddy asthma. It is a is it is as if having experienced asthma, he finds other pains and discomfort mild by comparison. He has learned at an early age what a precarious unpredictable thing life is it's a really good thought to have in a good sentence in description of what's what's Teddy doesn't know at this time he's still child, what's, in his future enforcing. He had learned at a very age what a precarious unpredictable thing life is and how very vulnerable he is. He must be prepared always for the worst. But the chief lesson is that life is quite literally a battle. And I think Teddy could write... Be writing these words himself. And the test is how he responds in essence, whether he sees himself as a helpless victim or decides to fight back whether he becomes as Teddy was to say extremely 10 niches of life. Let me stop there before I tell you what he does to like, how... What is approach to solving this problem. The prom of ba. Right? So at the same time, I'm reading this book, a friend of mine decided to read the book with me this week. So we've been going back and forth texting and sending, like, screenshots and pictures of passages that were very interesting. And he was able to summarize in just a, like, what's the main point? The main lesson of this book of the life of Teddy Roosevelt? And he says, was there a wasted minute in the life of Teddy Roosevelt question mark. And he answers his own question. No exclamation point. And I think that's 1 lesson I'm gonna carry forward. It's just like, I I need to fill My life can be a lot broader and richer in experiences if I use Teddy Roosevelt and the the life of Teddy Roosevelt as inspiration moving forward, which I hope I do. So let's go back to this is Asthma was getting worse. But Teddy shows what it will be his lifelong trait. Of determination. Theodore, and so now, this is... This is his father talking to him. Theodore, you have the mind, but you do not have the body. And without the help of the body, the mind cannot go as far as it should. He must build himself up, he must build himself up by his own effort. You must make your body. It was a summons and the offer of a way, the 1 way to write his own balance. It's hard dr to wait to make one's body, the his father said, but I know you will do it. And with that, the sorry little specimen threw back his head and declared he would do it. And this is now Teddy own internal interpretation of what his father... The lesson his father just taught him. Suddenly, as he told his friend, he saw himself for what he was. On a front to human shape, boneless, all speed, no strength, a pretend. It was no good wishing to appear like the heroes he worship. He... If if he made no effort to be like them. Strength had to come first. 1 must be strong before everything else. So this is where he starts having that lifelong habit of strangers exercise. He's always busy he's always moving. The only time he's sitting still is when he's sitting down reading. So now he he starts having a love of the outdoors. He starts riding horses. He starts learning to hunt. So they're talking about how he hunts in this sentence. But really, this was his approach to all things of life. And it says he would charge off ruthless in chase of whatever object he had in view. I'm gonna skip over this next part. I just thought it was really random. His father's is obviously, you know, relatively wealthy, a good investor in New York. And so Alexander Graham Bell, who I read that... That fabulous book. It's called the reluctant genius or reluctant genius rather. Actually goes and meets Teddy Roosevelt dad and asked him for investment and Teddy Roosevelt dad turns them down. So skip over that part, but this is a really important thing and something, again that I think is so instrumental. If you go back to the the biography of est Est Lau that I read. She talks about the special relationship we we had... She had with her uncle, who was a skin specialist. And that he taught her all the stuff he learned, which she then, you know, used to build her her business. But in that book, she's like, do you understand how important it is to have somebody tell you that they believe in you. And what that gave her that boost of confidence that she could do this and I I think she was, obviously, if you read her. She's definitely born with her buddy's confidence. She was she was a very gangster old lady. But the same thing that was happening with her experience with her uncle, is what's happening with Teddy and his father, his father told him explicitly that I believe in you. Not only... It's 1 thing to believe in, you know, your friend a loved 1, a child, but you gotta tell them that. And I'm very glad that that that theodore Roosevelt senior did that to theodore Roosevelt junior. And so he's... In this section, I'm reading a a quote from a letter. It's 1 of... I think might be the last letter that is filed writes and because Teddy is going off to Harvard. So, you know, we fast forward in his life. He's 18 19 year old something like Danny and he says. As as I saw the last of the train bearing you away, Theodore wrote. I realized what a luxury was to have a boy in whom I could place perfect trust and confidence. And this is more on the father in son relationship. This is right before his father dies. His father dies tragically at ph of 46. They did not see it coming. He was running for office. I forgot what exactly was doing. And within a month, he's diagnosed so I think in hindsight, they they believe it to be stomach cancer, or some kind of intestinal blockage, but it went from, you know, running from office in 3 months later were being dead. And so this is what happened right before his father dies. They said to goodbye to each other on January second, He's going back to Harvard. And according to later entries in in his new diary, Theodore told him, this is theodore the father that he was the dear of his children and had never caused him a moments pain. And now his father's death is gonna... His father's death is going to be mean, a major turning point in his life. So this is his reaction to his father's death says to young theodore, it was all a hideous dream. In his private diary, he let go pouring out pain and be. And a torrent of longing and loneliness and angry self judgment. He began with hours after the funeral describing the suspense of the ride home on the boat, the bitter agony when I kissed the dear dead face and realized he would never again on this earth speak to me. This is just devastating when you read this. He was the most wise and loving father that ever lived. I owe everything to him. His anguish spills across pages for weeks and months with father gone nothing seems to have any purpose. Father was a shining example of the life he must aspire to. Father was a perfect example of all himself was not... I'm I'm sharing these these parts because it's very important and especially, I think this 1 of the main benefits of reading biographies. Is, you know, diet roosevelt most 1 of the most accomplished people ever lived. He made himself into that. But he... The same feelings that you and I have, right, whether it be joy, terror, sorrow, grief, self doubt, everybody experiences this. The people that they write books on don't... They keep going. They don't stop because of this. And you're about to hear, Teddy Roosevelt saying, I'm nothing. I'm a, like, a shell of a man compared to what the man my father was. It's very important to realize that, you know, again, he's not... That's what he feels at the moment. That's not what he really, like, I'm sure he believes it at that moment, but he keeps going forward. He keeps trying to make his father proud. So I think these these parts are extremely important. Grief turned to shame and a sense of futility. He felt diminished by the memory of the man. Direct quote from from his diary. Looking back on his life, it seems as if mine must be such a weak useless 1 in comparison. He was in engulfed by self doubt. How I wish I could ever do something to keep up his name. He would write in his diary. So the this part is very interesting what... How we how like, how how does he deal with the death of his father the death of the most important person's life, the, overwhelming grief that he's experiencing. And he starts to deal with emotional pain through physical exert. And this is something that he does for the rest of his life. His father's gonna die. I talked about this on the hour feet. I'm gonna talk to you about it here in more in a minute. His mother and his wife die on the same day. I mean, the level of tragedy this guy had to endure is unbelievable. And he always went... When... This happens he reverts to dealing with emotional pain through physical exert. And there's just 2 sentences that give you an idea. It says he loved to row in the hottest sun over the rough water in the smallest boat. And then the second sentence, they're going on this hike and and the doctor, the family doctor is saying, you know, be careful. He says, look out for theodore. The doctor said to advise their their guide. They're up in in maine doing a bunch of hikes. He's not strong, but he's all grit. He'll kill himself before he'll even say he's tired. So not only does he throw himself into physical activity try deal with his his grief. He goes back to Harvard. He's got 2 more years at Harvard after his father's death death. Excuse me, to complete. And this is where he talks a lot about his dad. We see how he throws himself into his life. He talks also in his diaries are journals about all the lessons that his father taught him. And this is after his father died. It was really interesting. That I always referenced this thing I learned from Henry Clay f, but it's also been manifested and and described in in many of the other founders that we've covered in the podcast. But idea about, gentlemen watch your costs, about, you know, making sure you're resourceful being frugal, not letting small expenses compound to the detriment of your life, your business, everything else. His father had his own version of that. He says once a theodore would later relate, his father had given him a brief lesson an economy. He's trying to teach us son, you know, you didn't have to work for this money. Your grandfather did, but that doesn't mean you go and waste it. Don't be, you know, you gotta be frugal. You can't be silly. So she says the great trick was to keep the fraction constant. His father had said. If 1 could not increase the numerator thing about revenue, then 1 must reduce the denominator expenses. He talks about that. He's... I even think he's talking about in business sense you know his father was running a business at the time. Than he meant in his own personal economy. He could hardly have been more energetic. He was a figure of incessant activity of constant talk, constant hurry, a b in a bottle. He rode, meaning, on the road team, boat. He took boxing lessons and enrolled in dancing class. He wrestled and went on went on long hikes. He was always ready to join anything. He was forever at it. Said another friend. There was no 1 who possessed such an amazing array of interest. He joined the Rifle club, the Art club, the Gl club. He was vice president of Natural history music National History society. This is all at Harvard, by the way. He helped start a Finance club and was named to the editorial board of the advocate, which is an undergraduate magazine. During his senior year, he began to work on a book. His study of the naval side of the War of 18 12. This is what I was what a weird, interest to have is such a young person. Right? There was always something different about him. He was wholly constitutional incapable of ind. This is great writing by mc. This book by the way, won the the National Book award back in 80. So is spectacularly written. He was wholly constitutional holy constitutional incapable of a ind. He was the kind who spoke up in class. The strange s manner of his speech persisted. He sort of sp as he spoke. His start... His thoughts charging on fashion and his mouth could handle them. This sentence was just hilarious because it's a description of how he ate chicken, but my opinion also could be a metaphor of how he lived his life. His friend remembered how he ate chicken as though he wanted to grind the bones. He was a rabbit competitor in anything. He attempted. He was constantly measuring his performance, measuring himself against others. Everybody was rival. Every activity, a contest, a personal challenge. Later in that summer, he caught... He climbed some mountain I can't pronounce. Carrying a 45 pound weight in his pack and noted in his diary that both his cousin and his friend had given up an exhaustion long before reaching the top, and they didn't have a 45 pound weight in his backpack, Theodore always thought he could do things better than anyone else. This is also criticism in his later life. They was ego statistical. But the impression is more of somebody who wants to prove who must prove that he could do things better than anyone else. And again, going back into this deep seated, like, what is motivating him Think go back to what Mc was saying? Like, III need to know what happened to this guy? How did he do... Like, how how is it possible did he accomplish what he did? Like, what influence that he said And then we we hear dead in his own writing. Again, this his on his diary, didn't think it was gonna be published for other people to read of what's pushing him? Oh, how little worthy I am of such a father? I feel such a hopeless sense of inferior to him. And he's writing, I loved him so. He's writing that years after his father has died. It's also during college, he gets diagnosed with a health disorder and we see his lifelong train of defiance. He also received a extremely describing news from the college physician. He had gone for a routine physical examination, and they told him that he had heart trouble. He was warned. He must live a quiet life choose a relatively sedentary occupation he was told. He was told to avoid strenuous physical exert. He was not to run upstairs, for example. He responded at once and defiant, telling the doctor he could never live like that. He would do exactly the opposite. So after college, he starts... He gets... He starts writing books. He's writing articles, but he also gets involved in Politics. He joins the New york state assemblies. He's really young. I think he's like 23 20 23 at a time something like that. And what I love is because I thought about the the... You know, last week, I did that book, most of it's just the writings. It's it's in invent and Wander, the collected writings of of Jeff Bezos. So most of it's written just by Jeff Bezos Right? But the introduction, fairly long introduction that book is are written by Walter Isaac, who wrote a bunch of biographies, a number of which I've covered on the podcast. Right? And 1 thing he said about that, you know, what did Leonardo Vinci, Albert einstein, Steve Jobs, ate a lovely. Book coming soon on her probably next week or 2. Steve jobs, did I already say him, Benjamin Franklin. I forgot who else he listed? Like, what did they all have in common? He's, like, they never lost their child, like sense of wonder. Had this amazing world that we live in in this amazing experience that we call life. Right? Teddy Roosevelt same thing. So he goes up. He's got new job, and he's an album. And he says it was only when he reached Albany, however, that he realized when an extraordinary world he had entered. A new legislative diary had begun. Filled with a whole new cast of characters. Some as closely observed as various rare birds in the boy field journal that he wrote. There was much the same feeling of wonder and discovery, a a little of as though he... As as a a little as though. Excuse me. He were back on the nile nile wherever he took a trip when he was younger, seeing fauna of unimaginable shapes and kinds of plum. I like it that I butcher that by stuttering my way through. I apologize. But what they're talking about there is... Even as boy, like, his diaries is, like, he'd be looking at a field and you just think you see grass. He would notice trees and shrub and different animals. And he just had an amazing attention to detail that he would catalog. So the way he same way he did that with wildlife through was his whole life. Now he's doing it with Paul. And this is where, again, so far in the history of founders, we've seen him as an adversary. He's against these people that he feels corrupt, politicians and businessman. And so this is... We see this he he's coming this observation very early in life. He's writing about all the different politicians than out are his peers and what does he come to the conclusion. Roughly a third of these, he judged to be crooked. And more about his approach, he plunged ahead deferring to no 1 making his presence felt. And yeah, he's 23. He's the youngest member of the assembly at the time. So he jumps right in. He gets a lot of press coverage because he's calling people out on the corruption. He doesn't know any better. Says you had despite... And... So anyways, the press is making fun of him and make fun of how, like, He's all teeth, the way he talks is funny. He's just like a weird character. So it says you had despite all this, he and this is his response. He had despite all this, He left no doubt that he... That he was there to accomplish something. He worked hard. He obviously cared and wanted to learn. You could see that here was an uncommon fellow. He was distinctly different. 1 of his friends, this guy named Spin. He says, they called him a walking interrogation point. Theodore would literally stand a man against the wall boring in for half an hour. He very interested in all the information. Not only he gonna read a lot, but he's gonna pump you for as much information as he could possibly get. So she he says at breakfast, he would sit with the other members, re ant... Sit talking and reading a stack of morning papers going through the papers at tremendous speed. He threw each paper as he finished it onto the floor. And all this time he'd would be taking part in the running conversation of the table. Had anyone suppose that this inspection of his papers was superficial, he would have been sadly mistaken. Roosevelt saw everything and formed an opinion on everything. And this, like zest for life, not wasting a single moment of life. I really just love about Theodore Roosevelt, and this is a great paragraph that that illustrates us He was a mad man. So talks about his friend and fellow like, paul philip politician. They're living at the same boarding house. Right? And and this is how this guy's named hunt, and this is how Hunt knows who's walking to the door without it seeing. He and Theodore boarded at the same house. Hunt always knew when it was theodore returning from a weekend because theodore would swing the front door open and be halfway up to stairs before the door swung shut with a bang. Dude is literally running up the stairs. That's a running through life is how he approaches his life is hilarious. And part of the reason that he, like politics so much because he really loved to fight, and politics is, like this... He saw this 1 giant battle. He said he re the battle itself. He loved to fight. It was possibly the chief reason he loved politics that he needed politics. He was never poor pleased with himself, then when he made a stout fight. We already know this because he had a fight with joe... These are not... You know, are formidable individuals. He's picking on people. He's going after Jpmorgan, Joseph Pulitzer, William Randolph Hears. At the time that he's fighting them These are some of the wealthiest people in the planet. Experience moreover had already taught him a a gru respect for the rogue who fought against him. Who too were fearless and forthright in their fashion. He wanted a formidable individual. He wanted somebody didn't measure himself up against. He says, instead, he preferred them to what he called the timid good men who stood on the sidelines. In a political fight, he fought tooth and claw. Years years later, writing about his old... His father's old friend, John, hay, Theodore made an... Acutely revealing observation. Feel... Revealing of his own nature. So what they're saying is, you know, he's talking about John Hey, but he's really talking about himself. The problem with, hey, not that he possesses this trait, but that what he saw, he did not like others. She try to avoid himself. Okay? The problem with, hey, he said was his unwillingness to face the rather intimate association, which is implied in a fight. 1 must never shrink, shrink from what was rough in life. 1 must never recoil or flinch he wrote. Mourn in his approach to life at at his worst, he got what he called his cage wolf feeling. To be confined to be hemmed in to have nothing to do was unbearable. Boredom was something he had to He had had to deal with so rarely in life that when he had to, he hardly knew how to respond. Okay. So now we got to the part of his life. His father's already dead. He's already politician. He meets the love of his life. He's absolutely in love. She's about to give birth to his daughter, and this is where He just goes through undeniable and un tragedy and despair, his mom and wife die in the same day. Again, disease had struck and destroyed and changed everything. The life of the family had seemed an une ending tragic struggle against 1 curse disease after another. Pod disease, asthma, cancer, and now ty forward and bright disease. Bright disease, which I didn't know before is the chronic inflammation of the kidney kidneys. The sole overwhelming lesson was the awful b of life. The sense that the pre awaited not just somewhere off down the road, but at any moment. An asthma childhood had shown that life could be s, cut off unless 1 fought back. And all of Papa ammunition to get action to seize the moment had the implicit message that there was not much time after all. Father had died at 46. Mother had only been 48. Alice, his wife was 22. Her life had barely begun. Nothing lasts winter waits. And this next sentence is something I've never never forgotten since the first time I read it On the day Alice died, the made large x on the page in his diary and beneath that he wrote only. The light has gone out of my life. And now main part of the book is where he goes off he goes west goes to the Badlands, starts like, a ranch business and is just seeking sol, seeing physical exert. That's where he's obviously, I said at the beginning of the podcast where he's walking what, 45 miles, no sleep over 2 days, something like that. And so we just see... You know, this is where he's dealing with... Again, even his geography, he never mentions. He... I I think he's, like, 1 sentence about his mom, and nothing. He never mentions Alice or anything. And I'll talk more about why he might have omitted that because he felt, like, you know, your troubles or your own. Don't make your troubles other peoples. And so he had... I had to find a way to deal with And this is due his struggle feeling. You know, at the time he's like, I'm done with politics. He went to the convention in Chicago. I think, when he was 25 years old and he winds up being his candidate that he's was backing loses, and he He's just think he's done. He thinks I'm gonna go be a a cattle rancher or Cowboy. I'll be a writer historian. And he's just lost. He's completely lost, and I think that is why this part of his life is when why Mc set up the book that the way he did. You know, he had to go through just unbelievable struggle and despair and sadness and mel colleague and figure out who the hell am I? And what do I want? My life to be? Like truly, What what do I want out of life? And so we go... We... I'm gonna just read some highlights about this time. And it almost feels like, I put... Like, does he have a death wish here? Was he punishing himself in the badlands. He's in the notes something himself. And so the reason I I put that I put that is because he's in a bar or, like, a sal, and people are making fun of him because he's, like, the skinny guy with, like, big teeth. He went up getting a lot of muscle, you know, doing all his physical activity. But the guy has guns, and, you know, they're in Montana somewhere. And this is what happens. He says, when he stood up, the guy's making in front of them him. So it says Theodore stood up and in quiet business like fat fashion, flattened. An unknown drunken cowboy, who had a gun in each hand. Who who with a gun in each hand had decided to make a laughing stock of him because of his glasses. So the fact that he had really buy bad eyesight he would travel, you know, 20 pairs or something like that of glass who's was terrified of losing him because he couldn't see or at all. With his idea ideas. And you're very depressed. Who's gonna sort of fist with a guy with 2 guns and his hands. You know? And so we see that. He said sometimes was after the... Sometime that first year, meaning, this is his escape to the badlands. As Bill Sea wall. This is somebody who's working with him. Also remember Theodore could become very mel colleague. Very much down in spirits. It made no difference what became of him. He told Sea wall. He had nothing to live for. You have your child to live for, I said. Her aunt can take care of her, but a good deal better than I can said? She would never know anything about me anyway. She would just be as well off without me? Does it think about the the the devastation. Like, what kind of mindset? Do you have to be experiencing the the the depth of depression you have to be enduring to say something like that. He's not bad father. He's a great father. His whole life. And he when's having 5, I think 5 more kids after this. But isn't that. She would just be well off without me. Well, I said, you don't... You won't always feel that way. You won't always feel as you do now, and you won't always be willing to stay here and drive cattle. Whatever it was theater or felt for the badlands was quite beyond Sea wall. Anybody who preferred such a place to the east sea wall wrote, must have a deprived idea of life or hate or hate himself or both. So Was saying anyway that actually wants to be here instead of being in the luxury in relative luxury It his life back east. Must have a d deprived idea of life or hate himself or both. They they describe the, what the badlands ends look like when it wasn't winter as hell if the flames had been extinguished. This is Barren, you know, frontier landscape that he's in. This is a very interesting line from his his biography. Because, you, he's in a completely different experience. He's out exposed to wolves and G bears and just... It gets 40 below 0. You could freeze to death. It's a very, very dangerous place. And he he makes up the point that, like, at first, I was I acted like I was I had courage. And then by acting, I actually developed it. So he says, as long afterward he was to write. There were all kinds of things in which I was afraid of it first, ranging from G bears to gun fighters. But by acting as if I was not afraid. I gradually ceased to be afraid. The theodore convinced that was convinced that his own political career was finished, and he had decided that it was that it was definitely as a writer that the world would hear from him. And in these writings, we see a lot of, like, ranch what he's doing, trying to raise cattle, you he went to losing almost like a million dollars on this this business venture he's doing right now. But we see that it was entirely different from the the world of Politics bet that he was living in office work back East. That's also what he ends up liking about it. But in this writing, We also see the traits... He's observing traits and other peoples, and so we see the traits that he values. So it says, he wrote of their courage. They're phenomenal physical endurance. He liked their humor. He talking about he's talking about Cowboys. He like their humor. Admired the unwritten code that ruled the cow camp. Mean, coward and dishonest are not tolerated. There's a high regard for truthful and keeping keeping keeping one's word. Intense contempt for any kind of hypocrisy and a hearty to dislike for a man who shrink who shu his work. The cowboy was bold. Cared about his work. He was self reliant and self confident. Perhaps most important of all, the cowboy seem to know how to deal with death. Death in a dozen different forms being an everyday part of his life. Okay. So a large part of the book is him being out west, being in nature doing this and in this cath experience is working through all the the mental anguish and troubles that he's experiencing from, you know, all the tragedy he's still in early twenties. The book ends when he comes back east. He's 27 years old, and he's about to run for Mayor of New York city. He actually loses that election. But what's very interesting to me is we see this this belief in himself. Even... Again, he... In his diary, it's all self doubt. I'm I'm a shell of a man. I'm nothing. I'll never be the the man my father was. And yet had they're riding a train back east and he already thinks he can be president. So it says on the train back, the theodore sat with his friend Arthur Packard. And remarked to Packard that he thought now he could do his best work in a public and political way. Then responded Packard, you will become president of the United States would impressed Packard was that theodore seemed to have arrived at the same conclusion. Okay. So the book ends... He's 27. He's having that conversation on the train. I'm gonna be president. It doesn't happen for another 15 years. And, obviously, asked to take place because he's vice president the time. And Mc kin actually gets killed and that's that's where Out theodore becomes prison obviously. So this is the part where I was mentioning earlier, which I found really interesting while eventually read another biography that covers his later years because it's full of just, you know, it fits multiple lifetimes, and, what does he got 30 33 years left. So let me go over this outline, and I'll close on this outline of his life, which is really, really fantastic. With the assassination of William Mc mackenzie 19 o 1, Theodore theater became, 42 years old, the youngest president in history, and possibly the best prepared. He had he had by then served 6 years as a reformed civil service commissioner, 2 years as police commissioner of New york city as assistant secretary of the navy, as a colonel in the rough riders, As governor of New York and as vice president. He was a well do a ari democratic big city harvard educated Republican with industrial roots in the deep south and a passionate following the west, which taken altogether made him something quite new under the sun. As president, he was pitcher at pic picturesque, noisy, colorful in ways that amused and absorbed the press, worried the elders of his party and delighted the country. To his admire, he was the outstanding comparable symbol of morality at his... In his time, a stream of fresh, pure bracing air from the mountains to clear the fe atmosphere of the national Capital. The most striking figure in American life in American life. While to others, some of whom had once been his friends, he was that damn cowboy, a man drunk with himself, an excellent specimen of the genus american American, ego. But he was also president with a phenomenal grass of history, who spoke German and French and knew something in the world from having traveled abroad from the time he was a child. More important, he was able. He was he was as able an executive as ever occupied the office. He loved being president, love the power for what he had could... What he could accomplish with it. He settled the great coal strike of 19 o 2 by entering the the mediation as no president had done before. That's what the book the our fate is on. He initiated the first successful trust suit against the corporate monopoly, the giant Northern securities company. And when his father's friend, Jp Jpmorgan came to Washington to demand an explanation, such actions served only to harden his resolve. He took the big Is and built a Panama canal and served as a peace maker in the Russian Japanese war. For which he received the Nobel prep peace prize, and he was openly proud of all achievements. As president, the boy who adored hero stories built a new navy and sent a fleet of battleship around the world on goodwill missions. As president, the asthma child who crave the outdoors for whom the un unsigned natural world had literally met life itself, increased the area of national forest by some 40000000 acres. Established 5 national parks, 16 national monuments including the Grand Canyon. 4 national game refugees, 51 national bird and made conservation a popular cause. As president, may... He made the White House a bully pulpit, preached righteousness, courage, love of country, this strenuous life, which everything which everything considered might have been his greatest contribution. Once when an old family friend asked how he felt the pulse of the country, diet response was, I don't know the way the people do feel. I only know how they ought to feel. His devotion to the memory of his father, a feeling of his father's presence in his life remain with him till the end. My father was the best man Ever knew he would say. It was to him he felt he must be true. In his study between small portraits of Abraham Lincoln and grant, he hung a large oil portrait of his father. Of his mother, Theodore was to say comparatively little. Of Alice Lee, this is his first wife. Theater was to say nothing. Nor supposedly was her name ever spoken with the new family he and Edith had established. To judge by his auto, she never existed. Their romance his first marriage never happened. The 1 possible explanation to be found in his own writings is a common and a letter to his sister concerning a mutual friend whose life had taken a tragic turn. Theodore writes. I hate to think of her suffering, but the only thing for her to do now is to treat the pass as pass. The event as finish and out of her life to dwell on it, and above all to keep talking of it with anyone would be both weak and morbid. She should try not to think of it. This she cannot wholly avoid, but she can avoid speaking of it. She should show a brave and cheerful front to the world. Whatever she feels. And hence fourth, she should never speak 1 word of the matter to anyone. His own brave and cheerful front was what the world knew him for. What a large proportion of his countrymen country and most loved him for. No 1 seemed to do so much or to enjoy what he did so thoroughly. Yet his favorite contemporary poet was Edwin Arlington Robinson, whose themes were loneliness and the burn of personal memory. The robust quick stepping legendary T was a great deal more pens and intros. He drove more on the isolation and sadness inherent in human life than most people are realized. Black care for all the phenomenal pace he maintained throughout his life, cl to him more than he let on. He kept at his writing. In his public career, it is estimated he wrote a hundred and 50000 letters. He also wrote his own speeches and presidential messages. And more than 20 books dealing with history, literature, politics and natural history. Judged by almost any criteria, his second marriage was an une unequivocally success. The second marriage produced 5 children to whom their father was openly, passionately devoted. He read to them at night, told them ghost stories, joined in their games, led them on morning... On long morning excursions on horseback. Exactly as his father had done. To be with him was to have fun remember 1 of his cousins. If for no other reason, then he's so obviously was having a good time himself. I love all these children and have great fun with them, and I'm touched by the way, they feel I am their special friend champion and companion he wrote. The letters he wrote his children from Cuba, the White House, Panama, whenever separated from them were to become famous when published as a best selling book the year of his death. He continued to ride, shoot, hike, spa, Row, play tennis. His knowledge of large animals of North America probably surpassed that of any 1 of his day. The last letter he wrote, like the first that we know of had to do with birds. A book was about the only thing that can make him sit still and his love of books lasted as long as he lived. He read everything and anything. Sometimes 2 books in an evening, And his favorites, the Irish saga, Saga, Bun, Scott, Cooper, the letters of Abraham Lincoln, Hoc Finn, he read many times over. His health was not particularly good later in life, appearances to the contrary. He was dogg by all his old ailments by stomach trouble, insomnia, chest colds, and by asthma from time to time. Poor eyesight was a lifelong handicap. Sailing off to fight in Cuba in 18 98, he carried a dozen extra pair of glasses in his pockets and in the lining of his hat. And a blow suffered during a spa match in the White House blinded him permanently in his left eye. He put on weight, and as time passed, he was bothered with rh or gout. He did not know which. I am falling behind physically. He told his son. When he dying his asleep in the early hours of 01/06/1919, he was 60 years old. And he seemed much older. But by then, since leaving the White House, he had fallen out with his handpicked successor, broken up the 19 12 of public National Convention, launched his own progressive Bull moose party, campaigned again for president, had been shot in the chest by a fan, his glass case and foley copy of his speech in breast pocket had save his life. Lost the 19 12 election, he had hunted big game in Africa, flown in a plane, led an exploring expedition in the Amazon jungles, during which he contracted Malaria, lost 50 pounds and again nearly died campaign to get the country into the first World War and suffered the loss of his son Quentin, his youngest, who was killed in aerial combat behind German lines in 19 18. Theodore was buried with a minimum ceremony on a bitter cold day. Of the thing said in his memory among the simplest and best, is this by a friend since childhood. He was so alive at all points and so gifted with the rare faculty of living intensely and entirely in every moment as it passed. And that is the main lesson I'll take away from the life of Teddy Roosevelt to be alive at all points and so gifted with the rare faculty of living intensely and entirely in every moment. And that's where I'll leave it. For the full story to read the book. If you buy the book using the link that's in your show notes, you'll be supporting the podcast at the same time. That is a hundred and 56 books down, 1000 ago, and I'll talk to you again soon."
}