{
  "transcript": "The computer and the Internet are among the most important inventions of our era, but few people know who created them. They were not conjure up in a garage by a solo inventor, suitable to be single out on a magazine cover, are put into a Pant with edison, bell or morse. Instead, most of the innovations of the digital age were done collaboratively. There were a lot of fascinating people involved. Some ingenious, and and a few even geniuses. This is the story of those pioneers, hackers, inventors, and entrepreneurs, who they were, how their minds worked and what made them so creative. The collaboration that created the digital age was not just among peers, but also between generations. Ideas were handed off from 1 cohort of an innovators to the next. I was struck by how the true creativity of the digital age came from those who able to connect the arts and the sciences. They believed that beauty mattered. I always thought myself as a humanities person as a kid, but I liked electronics Steve Jobs told me when I embarked on his biography. Then I read something that 1 of my heroes, Edwin Land of Polaroid said about the importance of people who could stand at the intersection of humanities and sciences. And I decided that's what I wanted to do. The people who were comfortable at this humanity's technology intersection helped to create the human machine s that is the core of the story. Like many aspects of the digital age, this idea that innovation resides where art and scientists connect is not new. The leonardo Vinci was the exe of the creativity that flourish when the humanities and sciences interact. When Einstein was s while working out general relativity He would pull out his violin and play mo art until he could reconnect to what he called the harmony of the spheres. When it comes to computers, there is 1 other historical figure not well known, who embody the combination of the arts and sciences. Like her famous father, she understood the romance of poetry. Unlike him, she also saw the romance of math and machinery. And that is where our story begins. That was an excerpt from the introduction of the book that I'm gonna talk to you about today, which is the innovators. How a group of hackers geniuses and geek created the digital revolution, and it was written by Walter Isaac. So let me tell you before jump into the book. Let me tell you how I found this book. So a few weeks ago I read the the book invent and Wander the collected writings of Jeff Bezos. The vast majority of that book is just written directly by Jeff Bezos. Right? And but the introduction is written by Walter, Isaac, it's fairly long introduction and he's comparing and contrasting, Jeff Bezos with other historical figures. So Isaac has done a bunch of, biographies that I actually did Pie On. So, Ben... His... I did his Podcast on his book, by American... Benjamin Franklin American life. Steve jobs, he he wrote probably the most famous biography of steve Jobs. And I also did his podcast on his biography in leonardo Vinci. So in that introduction in event in Wonder, he's comparing Jeff Bezos to all these other people, and he also compares it to this person I'm... I don't recall. And it was this, person named Ada Love. And he he mentioned writing a book on I was like, how did I miss that? Because I went through, you know, once I find a writer, I usually, if I enjoy books, I usually try to read others. And so I realized he's talking about this book. So the first chapter of the book that I have in my hand is about ada lovely lease. So let me read just in case you were you're unfamiliar with. Like, I was. Let me just read the first paragraph from her with Wikipedia. So she says, she was an English mathematician and writer, chief known for her work on Charles Ba proposed mechanical general purpose computer. This isn't in the 18 hundreds. That computer was called the analytical engine. She is believed to be the first to recognize that miss... That the machine had applications beyond pure calculation and to have published the first algorithm. Intended to be carried out by such a machine. As a result, she's often regarded as the first to recognize the full potential of computers and and recognized as 1 of the first to be a computer programmer. So when I read that, I was like, okay. I I definitely have to read this book. Okay. So before I jump back into the book, I guess it's gonna tell you something right up front. Normally, when I sit down to talk to you, I'm really excited to tell you about the things I learned from reading the book. I don't feel that way right now. I feel very nervous. Because this is a much larger story than the life story of 1. It's the it's a biography of sorts of the digital revolution and then maybe what hundreds of people that influence that. So today is not going to there's... There's not gonna be much of a narrative here. There's... The story is just too large and Ice books. I mean, he's incapable of writing small books anyways. I'm looking at the biography of Davinci right now. It... All his books are gigantic. Right? And he doesn't... And every page is very this just just a lot of information on there. So I'm just telling you front because I'm very hyper sensitive to ever wasting a minute of your time. It's going to be completely random. These are just the highlights that I thought. Were interesting to get the full story, you definitely have to read the book because there's just so much information there. So with that out of the way, I'm gonna jump into, talking about ada Lovely first, and then I'll go through some of the other characters that I found. Were interesting and in parts of the book. And this is a little bit about her early childhood, her early life. It says Lady Byron, that's ada his mother. Wanted to make sure that Ada did not turn out like her father. And part of her strategy was to have the girl rigorously study math as if it was an antidote to to poetic imagination. So Lord Byron in case you don't know. He was 1 of the most famous English poets that ever lived. He was alive and ended ended end of the 17 hundreds died early, he died at 36 years old, so does zeta, and he dies in in 18 24. So he is a... He's completely different than what his daughter went up being. You know the term Lu, it's it's now uses, like, shorthand to describe somebody, like, anti technology. It actually comes from these English textile workers, who, in a form of protest, broke all these machine, these textile machine that were used to essentially replace workers. So Lord Byron was a large supporter of that. He was very anti technology. Thought it would makes us less human. His daughter is very different. She has the the romantic and poetic sensibilities of her father, but then as we see with her mother, she's She also has a love of technology and mathematics and and sees the how the the 2 fields relate. Okay? So that's just some background. I'm not gonna... He... Isaac talks about Byron. In case actually really funny, interesting figure, but that's... That's in the book. You wanna learn more about that. So it says, despite these efforts, Ada developed some of her father's propensity. She had affairs as a young teenager with 1 of her tutors so the were you're talking about there. You know, lord Byron was extremely famous in his day, very much a playboy, a ladies man, constantly had affairs and, you know, just... It kept a stable of lovers. In addition, she had mood swings that took her from feelings of grand to despair, and she suffered various abnormalities both physical and psychological. She winds up getting... She comes addicted to gambling and painkillers killers, I think. So she gives you an insight. So she says, she decided on her own 18 to begin a new series of lessons. This took a direct quote from her. I'm was cease to think of living for pleasure or self gratification. She wrote to her new tutor. I find nothing but very close and intense application to subjects of a scientific nature now seemed to keep my imagination from running wild. Her interest in technology was stoked when their mother took her on a trip through the British industrial Midlands to see the new factories machinery. Ada was particularly impressed with an automated weaving loom they used punch cards to direct the creation of the desired fabric patterns. And she drew a sketch of how it worked. And in this next section, we see a little bit about our personality. She definitely mis fit, like her father did not wanna defer to authority. She declare that she could relate to her father's defiance of authority. Referring to his misuse genius. She wrote to her mother. If he has transmitted to me any portion of that genius, I would use it to bring out great truths and principles. I think he has be this ta to me. I have this feeling strongly, and there's a pleasure attending to it. And what we also see that she had a very... She was full of self confidence. She developed a somewhat outs outside opinion of her own talents and began to describe herself as a genius. And her letters to ba, that's the the person. This becomes a mentor. He's a... Let's say a generation older, maybe like, an older brother, several years, maybe a decade and a half older in her. He's the 1 that that is developing the analytical engine, which is you could think of as, like, a very early version of what's gonna turn into a computer. As says in her letter to Baba, she wrote do not reckon me conceded. But I believe I have the power of going just as far as I like in such pursuits. So there we see in her writing her very developed sense of confidence. Again, Isaac does a great job of putting this into historical context. So this is extremely rare for women at a time. And that you have to have this this self confidence to buck the trend of the culture that you're living in and the times and that that 8 was alive. And I'm gonna tell you more about that in a second. This 1 sentence I just wanna include before I go back into, her self confidence. The whole concept of imagination especially as it was applied to technology intrigued her, so we see the why? Like, why? She's so interested in this. Ada believe she is a special, even supernatural abilities, which she called an intuitive perception of hidden things. This direct quote from her. Her exalted view of her talents led her to pursue aspirations that were... I just ran her ramon own point here. Her exalted view of her talents led her to pursue aspirations that were unusual for an heir ari democratic woman and mother in the early Victorian age. Here's another quote from her. I believe myself to possess a most singular combination of qualities exactly fitted. To make me preeminent a discover of the hidden realities of nature she explained. So what winds up making, ada lovely, famous is she writes what she titles at the time notes, other people, including Alan turing and and other people that are building a digital revolution, referred to it as lady Love notes. It's it's small. It's like it's almost like a small book, 20000 words on what she feels is the potential for a machine like ba analytical engine. And a lot of what she's going to predict winds up coming true with the invention of the personal computer. So it says in her notes, ada explored 4 concepts that would have historical resonance a century later when the computer was finally born. Actually, not even the personal computer, the computers that came before them when they were the size of rooms. The first was that a general purpose machine, 1 that could not only perform a preset task, but could be programmed and reprogram to do a limitless and changeable array of tasks. In other words, she envisioned the modern computer. And what's really interesting about this is she's seeing things that the inventor ba couldn't even see. So it says this insight would become the core concept of the digital age. Any piece of content, data or information, music, text, pictures, numbers, symbols, sounds, video could be expressed in digital form and manipulated by machine. She's having this insight in the 18 hundreds. That's sorts weeks are so unique. Even ba failed to see this fully. He focused on numbers, meaning trade up calculations just math. Right? But Ada realized that the digits on the Cogs could represent things other than mathematical quantities. Thus did she make the conceptual leap from machines that were mere calculators to ones that we now call computers. But then she takes it even further, which is... She's talking about artificial intelligence. Again, in the 18 hundreds as well. There was 1 other significant concept that she introduced in her notes. It raised what is still the most fascinating meta topic involving computers. That of artificial intelligence can machines think a to believe not. A century later, this assertion would be dubbed, Lady love objection by the computer pioneer Alan turing. Now Isaac summarizes why he feels that she's worthy of of her reputation and respect. She deserves respect as a person who rising above the expectations of her background and gender and define plagues of family demons, dedicated herself diligently to complex mathematical feat that most of us never would or could attempt. Her impressive mathematical labor and imaginative insights came in the midst of bout of illnesses that would cause her to become dependent on opioids that amplified her mood swings. And now he tells us about her response to her notes being published and her, her response to her contribution to what would be a brand new field. For a while, she was able to ba a claim from a friends and to hope that she would be taken seriously in scientific and literary circles. Publication made her finally feel like a quote, completely professional person. She wrote to her lawyer. I really have become as much tied to a profession as you are. It was not to be. Ba got no more funding of this machine... Of his machines. They were never built and he died in poverty. As for Lady Love, she never published another scientific paper. Instead, her life spiral downward. And she became addicted to gambling and opioids. She had affair with a gambling partner who then blackmail her. During the final year of her life, she fought an exceedingly painful battle with ut cancer. A company by constant hem. I thought she died of a drug. When she died in 18 52, at age 36, she was buried in accordance with 1 of her last requests in a country grave next to her poet father that she never knew, who had died at the same age. And now Isaac summarizes. Her impact for us here. The reality is that Aid contribution was both profound and inspirational. More than any other person of her era, she was able to glimpse into the future in which machines would become partners of the... Human imagination. Her appreciation for a poetic political science led her to celebrate a proposed calculating machine that was dismissed by the scientific establishment of her day, and she perceived how the processing power of such a device could be used on any form of information. Thus did Ada, countess of Love help sow the seeds for a digital age that would blossom a hundred years later. Okay. So now this is where the part of the book where Isaac starts to build the history of the digital revolution through the people that can contribute to it. So I just wanna read this 1 section to you. I... I've talked about him on a number of podcasts. Definitely the 1 on Claude Shannon. He's also figure in Tuxedo park and a couple other podcasts I've done. And I've been I'm embarrassed now because we all know I can't pronounce anything correctly. But I've been calling this guy Van bush. In Isaac says, right? What I what I was reading is Van, and he says, Rh it's Beaver. It's Van ever. Van bush. So it says, Van ever bush, and I'm gonna mostly read his auto. Maybe another biography of him. He's definitely gonna come in the future because he's such an important figure and he appears in those are the 2 books that come off time in my mind. But I'm pretty sure he's been a bunch of others. So this is Van Bush, remember his name for he is a key character in this book was able to build the world's first analog electrical mechanical computer. He dubbed his machine a differential analyzer. Okay? So we... If you listen to the the the like Said did on a mind at play, the biography of the fantastic biography of Claude Shannon, that is the machine that bush bush hires Shannon to run that machine. So that's how the... They're 2 lives connected. Now he also is gonna... This is where we could into some random stuff. Because, again, the story is just much too large to to build into any kind of narrative here. This is a little bit about Alan turing. It's just amazing. It is absolutely amazing how many historical figures are in this book. And there's maybe like, 10 of them. That I've done podcasts on. So it says, this on turing, there was a lonely intensity to him. He also had a trait, so common among innovators that was charming described by his biographer, and he says, Alan was slow to learn that distinct line that separated initiative from disobedience. This is actually writing his mother wrote in her memoir, she describes her son. He could be abstract and dreamy. Absorbed in his own thoughts, which on occasion made him seem un. Indeed, he surmise that the seclusion of a mid evo monastery would have suited him very well. He's very introverted, did not he was very comfortable in paying attention to his thoughts as opposed to other people. Although he did work hand in hand with a lot of people caught Shannon being 1 of them. Claude Shannon, obviously, he's gonna pop up in this boat is extremely important, because he wrote what people consider the Magna carter of the information age. There was another seminal theoretical breakthrough in 19 37. This 1 was, the work of an Mit graduate student named Claude Shannon. Who that year turned in the most influential master thesis of all time. That is a hell of a statement. A paper that scientific America later dubbed the Magna carta of the information age. And I'm not gonna cover too much about Shannon that I already covered another podcast, but I thought this was interesting it's really a thesis behind the whole book, and I'd say that thesis is behind founders. Is the fact that we're constantly building on the ideas of people that came before us. So it's just better to know about those ideas. Right? Not to be ignorant of all that humans accomplish before we were born. At Bill Rat Bell Labs, Shannon saw up close the wonderful power of the phone systems circuit. Somebody just sent me a book recommendation on Bell Labs. I can't remember the name of the book, but it's a history of bell Labs I might cover in the future. So says, wonderful power of the phone system circuits, which use electrical switches to route calls and balance loads. In his mind, this is what I love, taking an idea from 1 field and applying to another. In his mind, he began con contracting the workings of these circuits to another subject that he found fascinating. The system of logic formulated 90 years earlier by the British Mathematician George B. B revolutionized logic by finding ways to express logical statements using symbols and equations. He gave true propositions the value of 1 and false propositions A0A set of basic logical operations such as and or not either or and if then could... He's talking about computation there. Isn't he? Could then be performed using these prop propositions just as if they were math equations. Shannon figured out that electrical circuits could execute these logical operations using an arrangement of on off switches. He says that it's... It is possible to perform complex, mathematical operations by means of relay circuits. He summed up at the end. This became the basic concept under all digital computers. Okay. So I'm skipping over large parts of the book. There's a bunch... I have a bunch of highlights I'm not gonna share on the podcast because they're just... It's, like, 1 or 2 sentences this is about a person. I'm gonna focus instead on the people that I highlighted a lot of. So it gives you, like, many stories within a story. I found this guy named John Von Neumann, to be very interesting. And this is just 1 of these people that have a broad set of knowledge about different subjects is as a mathematician physicist, a computer scientists an engineer. And I just thought, his way that he would, collect a bunch of ideas and then assimilate all these ideas together to create new unique ideas was very fascinating. So says at this 0.1 of the most interesting characters in the history of computing reenter enters the tail. John Von Neumann. The Hungarian born mathematician who is a mentor to Alan Turing in Princeton or at Princeton. And to give you an idea of the formidable Intellect of Von neumann and it says if they meant this a quote from 1 of their developers of the hydrogen Bomb, Edward Teller. Who once said. If a mentally superhuman race ever develops, its members who resemble john John Von Neumann. Ava von Neumann was an elegant Bon Viva, who hosted sparkling parties with his wife once or twice a week at their huge house and prince and von Neumann wore a 3 piece suit at almost all times, including on on a donkey ride down the Grand Canyon. He ate so heart that his wife once said he could count anything except calories. And he drove cars with an abandoned that was reckless. So I just found his personality very interesting. He's very full of life. Again, just exciting. Von neumann developed an interest in in ways to mathematically... Mathematically model explosive shock waves. This led him to become in 19 43, a member of the Manhattan project. Later on Neumann embarked on a mission to understand the potential of high speed computers. So he starts to interact with all these other people working in the same field. He actually gets 1 of his main criticism is that, he talked to... This is a quote from another person in the book. It says he talked about concepts without worrying where they came from. He would go around talking to people, had a very extensive of network, constantly connecting the people together. And if he learned something from you, he'd repeat it, even and sometimes, you know, he'd forget where he learned these things from. I don't really see a issue with that. I think all ideas, you know, there no 1 really owns ideas. They're just... They're constantly built and and manipulated manipulate through time and and added upon. By other people. But, again, people... They rubbed that part of Newman personality rubbed people the wrong way. I didn't see in based on Isaac writing any, like, Malice or, you know, I don't think he was doing it. He wasn't saying, hey. I'm credited with this. He was just very interested in sharing everything he knew. Von Neumann had also mastered the integrating art of fe humility. He was an amazing comp combination of a brilliant man who knows that he's brilliant, but at the same time he's very modest and shy representing his ideas to other people. He was very restless and would march back and forth across a room, yet. When he presented his ideas, it was almost as though he was apologizing for disagreeing with you or thinking of a better idea. And almost everybody that met him. Was like, this guy's a flat out genius. And so we hear a little bit about here It says it was a it was a manifestation of his broader talent, which was to get the essence of a new idea. The thing that Von Neumann had, which I've noticed that other geniuses have is the ability to pick out in a very particular problem, the 1 crucial thing that was important. Okay. I wanna skip ahead to to... So as much as I I admired Newman on the other end of Spectrum, I I, along with many people disliked William Shock. So you might know the name if you've listened to all these podcasts right now. I think way back on founder number 8 maybe. I did the book the Intel Trinity. It's about the founding story of Intel. I focused on Bob No, who I found really interesting as a mentor jobs, but he worked for William Shot. Before he started his own company, he winds up leaving Chocolate company because Shock was so in napkin at managing and just a disgraceful person in general. So this section is really not about qualities that we wanna emulate the ones we wanna avoid. Right? Which I think is the other part the benefit of learning from history. William Shock pre the others and sometimes frighten them with both his intellect and his intensity, definitely definitely smart, really crappy people skills though. Even as a baby he had a ferocious temper, with fits of rage so loud and so long that his parents kept losing babysitter and apartments. His 10 was ferocious. In any situation he simply had to have his way. He was inc, creative and ambitious. He never learned to be easy going or friendly. He had an intellectual and personal intensity that made him difficult to deal with. The pride, he should have felt and success of his team was overshadowed by his intense and dark competitive drive. He wanted all the credit. That's this is what I mean about. He was not a good person around a company. And he he later admit this being like, a, a defect in his personality. He says my emotions were somewhat conflicted. He later admitted. My relation with the group success was tempered by not being 1 of the inventors. I experienced some frustration of my personal effort. This is the... He wants up been inventing an improvement on somebody else's invention. That's what he's credited for. But that's what he's referencing here. He's said he got so mad that he made him work harder, so he could to get the credit. Okay. So it says, I explained some frustration of my personal efforts started more than 8 years before had not resulted in a significant invent contribution of my own. There were demons that increasingly nod away deep in his psyche. He would never again be friends with Bard and and. He said 2 people was working with. Instead, he started working fever to claim equal credit for the invention and to create on his own and even better version. And this is where we see more of just... What I just described Petty behavior from him. Shock became increasingly disco concerted. So much though that he had trouble sleeping. His will to think as he called it, was driven by my own motivation to play a more significant personal rather than managerial role in was in what was obviously becoming a development of enormous potential importance. So he's talking me this is all Ego here. Right? I'm just doing this not for the betterment of any anybody, but, because I want ad isolation from other people. At odd hours of the night, he would pace around searching for better ways to make the device. And this is just more on the faults of shock. 1 problem with successful teams, particularly intense ones is that they sometimes break up. It takes a special kind of leader, inspiring yet also nurturing competitive yet collaborative to hold such seams together. Shock was not such a leader. He was just the opposite. He was auto, often nothing out spirit by q initiative. His prick personality meant that he was passed over for promotions. The hell with that he told a colleague, I'll set up my own business. I'll make a million dollars that way, and I'll do it out in California. And this move to California is what many people believe is the the very beginning of Silicon Valley. He traveled the country trying to figure out his new. This is actually smart. He visited technology companies. And met with successful entrepreneur such as William Hewitt and and with land. He winds up getting funding. He's gonna shock me semiconductor is gonna be, like a subsidiary of another company, and the person that he wants to get funded from, is this kinda named beck, and I don't know I left myself on this page was just face palm. Because Chocolate didn't... You again, used to be extremely arrogant, but the problem is, like, part of part of the problem moving being arrogant is you you think you know everything. And he didn't know what he didn't know. So he he starts assembling this board of directors, and what does he do? Puts all all competitors about it on it. And this 1 more... Experience entrepreneurs twitter, like, that's really stupid, shock. Like, these... The your board is gonna be privy to information that could help their business and in term harm your business. What are you doing. So he says, I asked a little bit more about who else was gonna be on to board. And it turned out he's gonna have a board composed of almost everyone who is in the instrument business. All of whom would be as competitors. Beck realized how unbelievably naive shock was. This was interesting. Shock also insisted that the company be located in Palo alto. Where he had been raised so that he could be near his aging mother, which then had the historical significance of helping to create Silicon Valley. So he starts this company. This is actually a smart move that he does. I love Bob No. So he says he set he set about comp combining a list of the best semiconductor Conduct I... Semiconductor engineers in the country and calling them cold. The most notable of them, all destined to be... I the most notable of them all. Destined to be momentous choice was Robert No. A charismatic Iowa Golden boy with a doctor from Mit, who was at the time a 28 year old research manager. In January 19 56, Noise picked up the phone and heard the words, shock here. He knew immediately who it was. It was, like, picking up the phone and talking to God. Noise declared. And so noise talks about why he he had a obviously, great respect for Shock. Didn't work closely with them. Didn't realize how deficient his personality was he winds up leaving shock semiconductor taking a bunch of, 7 other people with them that called the traders 8. It's very famous event in the early days of of, the technology industry. But what Noises is saying here was very interesting talking about why he spent so much... Like, why he was so excited to work in this field. He says I suppose that was 1 of the things that influenced me to get involved in transistors. Royce described his excitement more vividly. The concept hit me like an Atom Bomb. He was simply astonishing. Just a whole concept. It was 1 of those ideas that just jolt you out of the rut and get you thinking in a different way Honestly, this is exactly how I feel about podcast podcasts. And now we get to the point where shock and unravel Some leaders are able to will be will and demanding while still inspiring loyalty. They celebrate the ness, audacious in a way that makes them charismatic. Steve jobs, for example, his personal manifesto, dressed in the guise of a Tv ad began, here's to the crazy ones. The mis fits, the rebels, the trouble makers, the round peg and square holes. Amazon's founder, Jeff Bezos has the same ability to inspire. The na is to get people to follow you even to places that they may not think they can go. By motivating them to share your sense of mission. So that's what jobs and bezos are able to do. Shockingly could not do that. Many transformative innovators have been similarly stubborn about pushing a new idea, but shock crossed the line from being visionary to being hall Don't... That's not how you pronounce that word. Turning him into a case study in bad leadership. I do not wanna get to... After I, I want people to to write about me, this this way. Like, this is a... This is a a cautionary tale we're learning here. Turning him into a case study in badly leadership. That's terrible. He couldn't face up to the fact that he made a bad decision, so he started blaming everyone around him. His paranoia already diffuse into his personality layers was manifest in disruptive incidents. For example, when a secretary at the firm cut her finger opening a door, shock became convinced it was a sabotage scheme. I don't even understand what he's talking about here. He ordered everyone in the firm to take a lie detector to test. It's got nuts when shock returned from stockholm collecting his nobel prize, the atmosphere at the firm deteriorated very rapidly. He got way too eye on his own supply. It began to resemble a big psych Psychiatric Institute. Noise told. Noise told shock of the general feeling of resentment that was accumulating, but his warning had little effect. So this is where noise and he's actually has to be convinced later by Gordon Moore other people to to to jump. And this is where they're gonna do fair child semiconductor, But this was a surprising way that the trade 8 wind up getting funding. And this is... You're gonna see a character that's appeared in several other books. I wanna find and see if there's a bog found because he was an early investor in Apple? His name's Arthur Rock. I didn't know. Forgot or maybe I maybe I never knew. He's an he's gonna wanna be an early investor in Intel. He was an early investor and on the board of Tele, Henry Singleton company. Like, how is this even possible? So it says we believe that we could get a company into the semiconductor business with... Within 3 months. So they're they're... The traders hate trying to raise money. There's really no venture capital industry to speak up at the time. And so they're sending letters to to institutions, investors trying to figure out how to to do this. And it says the letter ended up on the desk of Arthur Rock, who's at the time it was a 30 year old analyst who had been succeeding with risky investments. Rock was impressed. As soon as I saw noise, I was struck by his charisma. And I could tell he was the natural leader. They deferred him. At that meeting the group including noise made a pact that they would all leave together to form a new firm. It was hard to get money. The idea of seed funding for startups was not yet well established. When someone suggested, so our Arthur Ro trying to to to be the 1 to do this deal, 8, he's 7... He's not having success, so he winds up. Someone tells him, hey, Go meet with this guy named Sherman Fair child. I'm maybe we should find a book on this guy too because he's he's a he's an, A Outlandish character. Fair child was the owner of fair child camera and instrument. He was an inventor, a playboy, entrepreneur and the largest single stock holder in Ibm, which his father had c founded. A great tinker as a Harvard freshman, he invented the first synchronized camera and flash. He went on to develop aerial photography, radar cameras, specialized airplanes, methods to illuminate tennis courts, high speed tape recorders. Color en grieving machines and a win resistance match. In the process he had a second fortune to his inheritance and he was as joyful at in spending it as he had been making it. He he put a 1500000.0 dollars to start the new company. And he has an option that if it's successful he can buy the whole company for 3000000, which he one's up doing. And then that part leads to the founding of Intel later. Shock semiconductor never recovered. 6 years later, Shock gave up and joined the faculty effort. The trader is 8 who had formed fair fair charge semiconductor by contrast turned out to be the right people at the right time at the right place. The demand for transistors was growing. The civilian space program along with the military program to build ballistic missiles propelled the demand for both computers and transistors. So I just included that part because you and I I've talked about this over went over guy, there's just some... Something you see the this example in history. Over whenever again, that there's the right person at the right place with the right set of scales at the right time. Okay. So I wanna talk more about Arthur Rock. He's the 1 that noise is gonna go to him when he leaves fair child semiconductor. Well, let me not run on my point. Let me just read this. This is really about the beginning of venture capital. And again, I think this Arthur rock character is very interesting. I'm not gonna talk too much more about noise. I have a new... Another biography of his coming. Hasn't arrived yet, but... So it'd probably be a founders episode of him and I would say in the next few weeks. Alright. So it says in 11 years to assembled the deal for the traders 8 to form fair child semiconductor. Arthur Rocket helped to build something that was destined to be almost as important to the digital age as a microchip. Venture capital. For much of the twentieth century Venture capital and private equity investing in new companies have been mainly the purview of a few wealthy families, such as Van builds, Rockefeller, Whitney, f and War berg. And it talks about 1 of the first, you can consider, like, venture capital firms actually came from the Whitney family Fortune. It says, they set up a company called J h Whitney and company, and listen, this was very interesting, which specialize and what they originally called Adventure Capital. And their purpose was to fund entrepreneurs with interesting ideas who could not get bank loans. Venture capital. Sounds way better than venture capital. They should've have kept that name. Right? Venture capital. I'm gonna venture capitalists. That's that's fantastic. Arthur Rock took this concept west. Oh, so this is interesting. So Arthur Rock is learning about what the whitney are doing. And this is gonna remind you of the idea. Remember we we talked about Milton Hershey. You know, at the time he had failed, I think had 2 or 3 failed businesses goes out west, I think did Colorado if Remember correctly and realize realizes, hey, they have an idea out here. I think it was making, like carmel, good tasting caramel that didn't spoil. I remember correctly. And he's like, I'm gonna take this idea that's out in the middle of nowhere and transport it back east, and that's where he built his first successful company sells that company and starts hershey chocolate. Right? Arthur Rock something very similar. He's like, oh, Whitney have a good idea. Why don't Take that idea what they're doing? And take it out west to California. Arthur Rock took this concept west, usher assuring in the silicon age of venture capital. When he put together No short traitor 8, Rock took a stake in the deal. After that, he realized that he could raise a fund of money and do similar deals without relying on 1 corporate patron. And the money and then this is what he says about that. The money was on the East Coast, but the exciting companies were in California. So I decided to move wes knowing that it connects it to. I like that idea because it could be, yeah, again, there's a lesser known idea that's in a different place that maybe you could bring whether it's 1 geography or 1 industry, whatever the case is. I I like the transfer of that and building value, bringing something new to an area, it'd be an industry or an actual location that wasn't there before. 1 of his key investment maxim was to bet primarily on the people rather than the idea we're gonna see how he does that with noise. I believe so strong. This is Arthur rock speaking. I believe so strongly in people that I was... That I think talking to the individual is much more important than finding out too much about what they wanna do. That part reminded me of this famous quote gets in the book creativity inc by ed Cat, the cofounder of Pixar. He talks about, you know, it gives these talks, like, what's more important people are ideas, and he's like it's obvious. Like, ideas come from people. So people are more important in the and the best illustration of that was this quote where like, listen, if you give a good idea to a mediocre team to screw it up. But if you give... If you give a mediocre idea to a brilliant team, they will either fix it or throw it away and come up with something better. So I think that's what Art the rock is echoing there. Where he's like, listen. I'm about people because that person is gonna figure it out. I'm betting on the person. It doesn't matter if their idea changes or not. So says 2 of his first bets were on Tel and scientific data systems with both paid off handling. So he's talking about the early days of, vet venture capital. If I... So now noise comes up to him And he says, hey, I wanna to start a company ask. Could you find me the money? Rocket assured him it would be easy? What could what could better fit his theory that you place your money on the Jo keys that you invest based on your assessment of the people running the company, than an enterprise that would be led by Robert No and Gordon Moore. This is intel obviously. He barely asked what they were gonna make. It was the only investment that I ever made that I was a hundred percent sure would succeed. He later said. So then they go into the early days of Intel, I'm not gonna cover that. I do wanna to talk to you about Andy Grover real quick. This just a cup... Few paragraphs that I thought we're very, very interesting. This is about his early childhood, which is just insane. I I should read this book, actually, it's it's highly recommended by a lot of people. So it says as Grove wrote in his memo swimming across, by the time I was 20, I'd lived through a Hungarian fascist dictatorship, German military occupation, the Nazi final solution, the siege of Bud by the Soviet Red Army, a period of chaotic democracy in the years immediately after the war, a variety of rep oppressive communist regimes and a popular uprising that was put down at gunpoint. I just can't imagine the kind of person. Like, if you survive all that. What kind of person are you going to be It's very interesting. And IIIII always talk about this idea of, you know, it maybe puts the the stress of building a company in the proper context gets difficult, but it's not like, that, which Had lived to. So just a few more quotes about Andy Grove. Grove had a blunt, no bullshit style. It was the same approach Steve jobs whether use. Brutal honesty, clear focus and a demanding drive for x. So technically, Grove wasn't a founder with c cofounder of Intel. But Arthur Rock talks about this I and Gordon moore and Bob No at knowledge too. Like, he was the person that that should've have been running the company. They both both noise and more served temporarily as the head of the company and they're like no. We need to get this guy. Gross mantra was success breeds complacency, complacency complacency breeds failure and only the paranoid survive. So we have another extreme character there. There's an entire chapter on video games, which I love. And... But, really, it's a chapter on Nolan Bush now. And I... We already... You already know about him because I read his book finding the Next nxt jobs. He's a founder of Atari and chuck cheese. Also hired a 19 year old Steve jobs. I'm just gotta share 1 paragraph from this, because he talks about, you know, there was no funding for a video game industry when he was building Atari, like, you're kidding me, and he talks about he had a runaway hit with the video game Pong. But he says I'm proud of the way we're able to engineer Pong, but I'm even more proud of the way I figured out and financially engineered the business. He said, engineering the game was easy. Growing the company without money was hard. So now we get to the part about the very beginning. Like, what... What's laid the foundation for the Internet. I'm gonna talk more about Van Ever. Got his name right? Yeah. Ben Bush real quick. Just as a brief over overview over overview before I jump into a book on him. I found him to be a very interesting character, bush was well suited to this task because he we start in all 3 camps. He was the Dean of the Mit Mit school of engineering, a founder of the electronics company Ray, and America's top military science administrator during world war 2. No American had had a greater influence in the growth of science and technology than Van or bush. Again, that's a hell of a statement. This is more about chris precision and an overview of his life and work. Like many successful technology leaders, He was an expert in both engineering products and making Crisp decisions. All of my recent ancestors were c captains, and they have a way of running things without any doubt he wants said. That left me with some inclination to run a show once I was in it. Lean, sharp, salty. Van Bush is a yankee whose love of science began in a passion for tinkering with gadgets. While setting it tufts, he and his roommates consulted with a series of small companies, and then after graduating founded Ray, which grew into a sprawling defense contractor an electronics firm. He in a Phd and engine... His He's 1 of these guys we've we've come across a few times where you read everything they accomplished, and you just don't believe it's possible. I felt this way reading about theodore roosevelt last week too. So he says, here in our a Phd in electrical engineering jointly from Mit and Harvard. Then he became a professor Dean of engineering and Mit where he built his differential analyzer. His passion was elevating the role science and engineering in society at a time, the mid 19 thirties when not much exciting seem to be happening in either field. The advent of World War 2 would change that, producing an explosion of new technologies with Van, bush leading the way. He oversaw the Manhattan project to build the Atom Bomb, as well as projects to develop radar and air defense systems. Time Magazine dubbed him general of physics. He was a man of strong opinions, which he expressed and applied with Vi, if he stood in all of the mysteries of nature, had a warm tolerance for human frail and was open minded to change. When the war ended War war 2 that is, Bush produced a report at at Roosevelt Behalf. He had to give the the report to Harry Truman because Roosevelt once to dying that advocated government funding of basic research and partnership with Universities in industry. Bush chose an evo and quintessential American title, Science, the Endless Frontier. So a lot of people that read that report later on and became inspired in their own careers. It's also referenced in the book later. The war bush wrote had made it a clear beyond all doubt that basic science, discovering the fundamentals of nuclear physics, laser computer science radar is absolutely essential to national security. It is also crucial for America's economic security. New products and new processes do not appear full grown. They are found on new principles and new con conception, which in turn are painstakingly developed by research in the pier realms of sign france. A nation which depends upon others for its new basic scientific knowledge will be slow in its industrial progress and weak in its competitive position in world trade. So he's talking about country level. I say I'm a personal level that. You can't. You gotta build your own personal curriculum. I love that. There... Let me go back to a nation which depends upon others for its new basic scientific knowledge will be slow and its industrial progress and weak. In its competitive position in world trade. The creation of a triangular relationship among government, industry in academia was in its own way. 1 of the significant innovations that helped produce a technological revolution of the late twentieth century. The return on that investment was huge. Leading not only to the Internet, but to many pillars of the American post war innovation and economic boom. Okay. So that's bush. We'll get to more... I promise I would do a podcast in the future on him for sure. Okay. So I'm skipping away way ahead. There's this kind named Douglas Angle Bart. I've heard the name I've read his last name a few times. I just wanna a book on him because it's just unbelievable. Let me just read... I just I'm just gonna spend 1 paragraph on on him so you understand. You created on what... Let me just read it. In addition to the mouse, and there's a picture of the book of the first mouse and it was created by the guy named Angle. So it says in addition to the mouse, it included many other advances that led to the personal computer revolution. So these are all his ideas. So let me back up. En working on these ideas in the 19 sixties. So he... He's working on it for several years, and he's doing presentations on all this stuff. So it says, over the next 6 years coming 19 68 Angle bert went on to devi a full fledged augmentation system, augmentation system for computers. Trying to make them have more functionality that he called online systems. In addition to the mouse and included many other advances that led to the personal computer revolution. On screen graphics, multiple windows on a screen, digital publishing, blog like journals. Listen to this isn't insane because this is the world we live. When this is in 19 68. Blog like journals, Wiki like collaborations. Document sharing, email, instant messaging, hyper text linking, Skype like video conferencing and the formatting of documents. 1 of his techno charge pro Alan Kaye who would later advance each of these ideas at Xerox Park, set of En bird. I don't know what Silicon Valley will do when it runs out of Doug ideas. Okay. Moving forward, we get to the part on software, Bill gates is at, like, half the chapter on software. A lot of what... I'm only gonna read a few sentences from the section because I went back and looked at the notes that Isaac can use, a lot of them come from that book hard drive, which I did a few weeks ago, maybe a few months ago but now. So if you haven't gone back to listen to that, make sure you do. It's it's really interesting because it's the history of Microsoft and Bill Gates up until the time he Ipo. And just, you know, how crazy he was. So this says, like, many innovators, gates was rebellious just for the hell of it. He decided that he... This is this was hilarious. He decided that he's in at Harvard at the time. He decided that he would not go to lectures for any course in which he was enrolled. And instead would audit lectures only on courses that he was not taking. He's just being again, rebellious for the hell it. And this is him talking about his personality at the time. Gates was the prime example of the innovator personality. An innovator is probably a fan, somebody who loves what they do works day and night and may ignore normal things to some degree, and therefore, we viewed it as a bit imbalance, he said. Certainly, in my teens and twenties, I fit that model. Gay was also a rebel with little respect for authority. He did not believe in being differential. Then he start talking about Steve Jobs and his time at Victoria. I thought this was very interesting. Job showed up dressed in his hip ga and said he wouldn't leave the lobby until he was hired. Bush decided to take a chance on them, and this is just a great line. Thus the torch was passed from the most creative entrepreneur of video games to the man who would become the most creative entrepreneur of personal computers. Now, again, I'm I'm not gonna cover about 6 podcast on jobs here, but I do think this is... I am actually gonna repeat myself, because I think it's important. This is just a few brief lessons of what Steve jobs learn at Atari. Jobs would later say he learned some important lessons at Atari. The most profound being the need to keep interfaces friendly and intuitive Instructions should be insanely simple. They give an example of an atari game, insert quarters avoid cli ons, forwards. You know exactly what to do. Right? Devices should not need manuals. That simplicity rubbed off on him and made him a very focused product person. Bush Bush was able to help mold john's into an jobs into an entrepreneur. There is something ind ind def in an entrepreneur, and I saw that in Steve. Bush now said. He was interested, not just in engineering, but also the business aspects. I taught this is really important. I taught him that if you act like you can do something, then it will work. I told him pretend to be completely in control and people will assume that you are. And there's just a quote from jobs in here that I think is really it's an interesting way to think about a new market, which is what he was doing when he invented his the first apple computer. Right? My vision was to create the first fully packaged computer. We were no longer aiming for the handful of hobby who like to assemble their own computers, who knew how to buy transformers and keyboards. And this is the interesting part. The interesting way to think about a new market. For every 1 of them, there were a thousand people who would want the machine to be ready to run. And there's something I don't recall on the other books I read on jobs. He starts talking about the the the the Apple 1 as an information appliance. Not as a computer, like, just like you you have a fridge or anything else you plug it in and just... It's very obvious how you use a fridge or an oven or anything else. And I like that idea. It's like, I'm gonna do the same thing for appliances for information. It's very, very fascinating. Going back and forth now. There's a lot. Again, you gotta have read the book because this is insane, but I I wanna use that idea where Bush and I'll just told him Act like here know what you're doing and people will believe you. This is Gates goes and and has the most important meeting was life. Right, when they they meet with Ibm. And this is he... He comes back and I thought this is interesting. Let me read the paragraph you and then I'll I'll tell you my interpretation of it. Once Skate began his presentation, however, they quit focusing on his the shareholder appearance. He wow the Ibm team with his mastery of details, both technical and legal. And projected calm confidence when insisting on terms. It was largely an act. When he arrived back in Seattle gates went into his office late on the floor and ago, aloud about all his doubts. So 1, act athletic care control and people will believe it from Nolan Bush. Right? Now, too. This is the big... This is why reading these resources is so important because, you know, your... My... Everybody's image of Bill gates now is completely different than that person. Right? That young bill real gates created the old version. The biggest deal of his life and he's full of self doubt. What... What's the lesson there? You're... Like, it's not that you're gonna be a immune self doubt. It's that you move forward anyways. And just a few more sections with Steve Jobs. This is really about Steve Jobs, competition, personality, stealing ideas, the importance of competition. Let me just read it Steve Jobs and team and Apple bought a new Ibm pc as soon as it came out. They wanted to check out what the competition looked like. The consensus was to use john... Jobs phrase, it sucked. Jobs was a aroused by competition, especially when he thought it sucked. He saw himself as an enlightened and warrior, fighting the forces of ugliness and evil. That's funny. 1 reason jobs was dismissive was that he'd had already seen the future and was embarked on inventing it. There's... Just like there's a history of bell Labs is also booked I think it's called dealers of lightning or something like that on the history of Xerox Park. I'm actually gonna read... There's a 2 parts here I'm gonna do on Xerox, the founders of Xerox soon. And then maybe I'll do... Maybe make it 3 parts areas and do the the Xerox park. So that might be interesting. But it says on visits to Xerox Parks. He was shown many of the ideas that Alan Kaye, Doug El bart, the guy just told you about and their colleagues had developed. Jobs 2 main visits with his team on Eric Park. Were in December 19 79. This is where he's gonna steal a bunch of ideas that uses this apple. Jeff Ras an Apple engineer who who was designing a friendly computer that would eventually become the Macintosh had already seen what Xerox was doing and wanted to convince jobs to look into it. 1 problem was that jobs found Ras ins inseparable. The technical terminology he used for Ras was a shit head who sucks. Yeah. Love the way the young Steve Jobs man, the way he communicated. But eventually, Jobs made the Pilgrimage. He'd had worked out a deal with Xerox that allowed the folks to study the technology and return for allowing Xerox to make a million dollar investment in Apple. He was great at making products, but John's was really good at making deals too. Jobs was certainly not the first outsider to see what Xerox Park had had raw. Its researchers had given hundreds of demonstrations to visitors, but here's the important part. So hundreds of people saw the exact same thing Steve jobs did. They didn't have. They didn't do what he did next though. That's the difference. But jobs was the first to become with the idea of incorporating parks interface ideas into a simple inexpensive personal computer. Once again, the greatest innovation would not come from the people who created the breakthroughs news for the but from the people who applied them useful. Yes. That's the whole point. You're sitting on a gold mine he shouted. I cannot believe Xerox is not taking advantage of this. When challenged... When he was challenged about pi Xerox his idea is Jobs quoted Picasso. Good artist copy greater steel. We've always been shameless us about stealing great ideas. He also crowe that Xerox had fumble its ideas. They were copier heads who had no clue about what a computer could do. They just grabbed defeat from the greatest victory in the computer industry. Xerox could have owned the entire computer in he said. In fact, neither explanation does jobs or Apple justice. What really matters is execution, jobs and his team took Xerox ideas improved them, implemented them and marketed them. Just a few more random things. This is on Steve Case and the founding of American online Aol well. I should find a book on him because I found this very interesting. Ask you. That's the first time I saw the Internet. I was, don't know, 12 years old, maybe on Ibm pc and using American online to get online. Case came up with American online, which caused many of his colleagues to Gag, so they're they're creating a service and helps people get on tv for the first time. This is really early. What maybe nineties, early nineties. So I can't remember when it was founded. But he says, but case liked it. He knew just his jobs, just as Steve jobs had when he named his company Apple that it was important to be as he later said, simple, uni intimidating and even a bit sap. With no marketing dollars, case needed a name that clearly described what the service did. And the name of American online accomplish that. Case applied the 2 lessons he had learned while working at Pro and Gamble. This is why I'm reading you this section. Make a product simple and launch it with free samples. America was carpet bombed with software disks offering 2 months of free service. That's how you've got online back in the day. You connected to your phone. And the way we got online, they they mailed your house. It's a... You put in the Cd Rom, and you download it, and then you to give you a free month. A few... A few... Yeah, they give you a few months free. Got you hooked and then you start paying for the service. It now seems really, really silly, but up until 19 92, oh, this is another thing. That was interesting. It's just 1 highlight, but he they had to get a law changed. This is hilarious. It now seems really silly, but up until 19 92, it was illegal to connect a commercial service like Aol to the Internet. And I gotta include this this quote in here. It's they talked about the the beginning of Jose browser created by Mark Jason, and this is Mark Jason on Pioneers. Jason was a fan of the pioneers of the Internet, and their writings inspired him. When I got a copy of Venue bushes as we may think, I said to myself, yep. There it is. He figured it out. Bush and visited the Internet as fully as you could, given that you didn't have... That they didn't have digital computers. He and Charles Ba are in the same league that's the end of Quote. Another here was Doug En bart. That's the guy keep mentioning. He... His quote from, is a quote from jason about En. His lab was node 4 on the Internet, which was, like, having the fourth telephone in the world. He had the amazing foresight to understand what the inner... Internet would be before it got built and finally I'm gonna close on back on Ada, and this is about Lady love, objection and really what just saying is Aid intuition was right. Ada Love would have been pleased. To the extent we are permitted to surmise the thoughts of someone who's been dead for more than a hundred and 50 years, we can imagine her writing, a proud letter boasting about her intuition that calculating devices would someday become general purpose computers. Beautiful machines. That can not only be... They can only manipulate numbers, but can make music and process words and combine together general symbols in succession of unlimited variety. The analytical engine has no protections whatsoever to originate anything. Ada love declared, really what she's saying. She's saying that man and machine compliment each other they're not replacements for 1 another. Peter T in his book 0 to 1 as an entire chapter about this. In her mind, machines would not replace humans, but instead become their partners. What humans would bring to this relationship she said was originality and creativity. Innovation will come from people who are able to link beauty to engineering, humanity to technology and poetry to processors. In other words, it will come from the spiritual errors of ada lovely. Creators who can flourish where the arts intersect with the sciences and who have a rebellious sense of wonder that opens them to the beauty of both. And that is where I'll leave it. For the full story, get the book, If you wanna... If you buy the book using the link that's in the show notes, you'll be supporting the podcast at the same time. I read this book over I think 5 days. I do not recommend doing that. I would spend more time on it. Maybe you spend a few days really digesting which each chapter says, Isaac does an amazing job of building. He links all these ideas together all these people together, it's just a fantastic book. It's just a very... It's just as a ton of information. So what I would recommend if you do care, to read it. Just take your time with it. So that is a hundred and 57 books down 1000 a go, and I'll talk to you again soon."
}