{
  "transcript": "Hey there. Real quick before we get into this episode on walt disney. A few people reach out to me this week asking how to buy gift descriptions. So I'm just gonna leave a link in the show notes if you're interested in doing that, and thanks as always for helping spread the word about founders. 1 day in the early 19 fifties, walt Disney stood looking out over 240 acres of farmland in Anaheim, California, and imagine building a park where people could live among Mickey mouse and snow white in a world still powered by steam and fire for a day or week or if the visitor slightly mad forever. Despite his fame and success, exactly no 1 wanted Disney to build such a park. Not his brother Roy, who ran the company's finances, not the bankers and not his wife Lillian. Amusement parks at that time were a generally despise business. Disney was told that he would be headed towards financial ruin. But Walt persevere, initially financing the park against his own life insurance policy. He assembled a talented team of engineers, architects, artists, animators, landscape. And even a retired admiral to transform his ideas into a soaring yet soothing Wonderland. The catch was that they only had a year and a day in which to build it. On 07/17/1955, Disneyland opened its gates, and the first day was a disaster. Disney was nearly suicidal with grief that he had failed on a grand scale. But the curious masses kept coming, and the rest is entertainment history. 800000000 visitors have flocked to the iconic park since then. In Disney's land, popular historian Richard Snow brilliantly presents the entire spectacular story, A wild ride from vision to realization that reflects the uniqueness of the man determined to build the happiest place on earth. With a watchmaker precision, an artist conviction and the desperate, high hearted reckless of a river boat gambler. That was from the back cover of the book Gonna talk to you about today, which is Disney's land, Walt Disney and the invention of the amusement park that changed the world. And was written by Richard Snow. So I actually found this this book on excited. I wasn't expecting to do this book this week. I was in a bookstore just randomly looking through the biography in the business section and I saw this book. I picked it up read that back cover I like, I'm gonna buy this right now. And I started reading it, I couldn't put it down. So that's a great indicator that that's the book that should be talking about this week. And when I didn't realize until after had already started reading the book, was that I had read another 1 of Richard Snow books. So I think all the way back on founders number 8, maybe. I read his book called I invented the modern age, the rise of Henry Ford. And there's paragraph in that book. That I thought was just hilarious. It's it's how he came up with the name of that book. Just gonna read you real quick. 1 day towards the end of his life, Ford was talking with a local high school boy named John Ball. And they got into the subject of education. Ford spoke of the virtue of the Mc reader era, that's how he educate himself when he was younger, and that sounded pretty fu to challenger her, but sir, he protested. These are different times This is the modern age and young man for it snapped, I invented the modern age. The claim as as is as per preposterous as it is mega. It is also largely true. That's 1 of my favorite paragraphs I which never wrote. I thought I was fantastic the way he summed that up. So back to Disney, this is the third book I read on him. I was actually shocked. I went back. So I I done founders number 2 and founders number 39. On Disney. I cannot believe I let this much time pass before reading another book on him. He's 1 of the most influential entrepreneurs and aspiring entrepreneurs every live. I wanna read this quote. That's at the very beginning of the book, which I found remarkable. Because when I read when I read triumph of the American imagination by Neil Gay gap Gable, Ga, that was the 1 the book I covered on it's the most comprehensive biography of Walt Disney. I think Ever written. Was on Founder number 2. I was really shocked, you know, because Going into that book, I knew of Disney, you know, through animation to cartoons. I didn't know his favorite project he ever worked on with Disneyland. And so I wanna read this quote, that's right at the beginning of book, he says, when he reached middle age, it's scene that we were gonna witness an all too familiar process. The conversion of the tired artist into the biz... In the into the tired businessman. When in 19 55, we heard that Disney had opened an amusement park on his own name it appeared certain that we would not look forward to anything new for mister Disney. We were quite wrong. He had instead created his masterpiece. So I wanna start with a good way to think about the importance of Disneyland and then getting into or Walter Life. So says Disneyland is the extension of the powerful personality of 1 man. It is not like many perfectly good modern theme parks, a consensus on what might make a nice place. So if you're... Just the first time you're studying and learning about Walt Disney, I... He's an obsessive with soul in the game, I put them up there with people, the fan people that were very concerned about the quality of their products like Steve Jobs, Enzo Ferrari, Henry Royce of Royce Royce Fame, he's the same exact breed of person. And so the idea that he's gonna design from consensus. Just is not gonna happen. At the age of 9, walt was climbing out of bed every morning at 03:30 in the morning to go to work. He was delivering newspapers and snow. Disney's father didn't believe children should have toys. But on nice mornings, I used to come to houses with those big old porch, and the kids would have left some of their toys out. I would find them and play with them. They're on the porch at 4 in the morning. When it was just barely getting light. Then I'd have to tear back and go and go back to my paper route again. More about his father, his joy father. His father inc a peculiar joy blend of grim protestant work ethic in socialism. His mother did her best to soften things for the boys. Sometimes handing them slices of bread butter on the bottom, so their father wouldn't see them being spoiled with such a luxury. So his father's a very hard man, just like Disney Disney winds up being very sting with praise, and as soon as all of his sons got to the age, they try to go as far away from him as possible. So gives you an idea of his early life does not sound like a very nice person to be around. Their farm and this is before they move to the city. They're working at the farm, Disney's really young. Their farm like every farm demanded hard work, which in this case was think. Elias Disney. That's his father's name, believe that using fertilizer on a crop was like giving whiskey to an alcoholic. He refused to do it with the predictable results. And this is where the author goes into, like, growing up in this kind of environment how this probably influenced what Disney chose to work on later in his life. For 1 who spent so much of his working life celebrating the virtue of family, he was eager to get away from his. He was turned down by the army because of his youth, so he forged an earlier date on his birth certificate and in September of 19 18, the 16 year old joined the Red Cross as an ambulance driver. He arrived in France shortly after what it was very surprising to me. I read, the the biography of Ray Cross, the founder of the Mcdonald's franchise system, and he talked about... He volunteered for the Red Cross and he served in France for him during World war 1. And he says was a strange kid. This isn't in his book grinding it out. He says there was a strange kid that when we all went out and, you know, got drinks or went out to party at night. He would stay back in the Barracks and and draw cartoons. He's, like, his name was Walt Disney. So they actually serve and seem this same red cross division, which was interesting. He talked to... So he he comes back after the war over. He talked his way into an enterprise called the Pe Rubin commercial Arts studio. This is where he starts drawing and doing marketing for for companies For a few weeks, he had a fine time making advertising... Advertising layouts writing copy and designing program covers for local movie houses. Disney, this this was a, a seasonal job. So he winds up getting, like, oh, Disney was out in on the January streets, along with another brief hire. This is somebody becomes rather important. It's just 1 of his business partners, scanning Oo, ear works have no idea if Pronouncing that correctly by the way. Disney liked Ear works and suggested the optimistic idea that they form a partnership. They did. The fetal business founded in weeks. But Disney w a job that's... He has I think 2, at least 2 failed companies before he starts the Disney company, Maybe even 3. The fetal business founded in weeks, but Disney w a job at the Kansas city film ad company. So before he moves California, he's in Kansas. Kansas City. And soon he got the firm to hire ear works. Their new employer produced a minute long promotional films for local businesses that ran in the city's movie houses. Even for that morning time of animation the very beginning days of the animation industry, These were recruit. Disney know this... The reason I bring this up is because the next paragraph, this is something Disney does his entire life. Disney immediately sought more advanced technology as he would for the rest of his career. He found books on animation, borrowed a camera and started experimenting. He was from the time he starts working till the time he dies, he's always focused on improving his work. Soon he was producing short cartoons, a cartoon ads that he called laugh. And then he made... Then he made longer cartoons drawn from fairy tales. He went bankrupt in 19 23 after completing an ambitious project called Alice Wonderland. But he doesn't give up there. He sends out his work on Alice Wonderland to a film distributor says a film... He sent it to a film distributor distributor named Margaret Wink. She gave she gave Disney a contract to make 6 Alice episodes. So these are the very first cartoons he's making. He became hiring a larger stat staff and persuaded Oo Ear works to join him again. Alice is in Wonderland ran out of steam in 19 27. Margaret Wink had then turned over the distribution business to her husband Charles Mint. This guy is gonna be a sc bag and a theme that we see through all these books They're constantly lecturing us that you need to control. Your... Anything that's important to your business or your work. You should control it. Disney says the same things is because this guy is gonna run ripping him off. Who urged Disney to come up with something new that can he could market through universal pictures. Disney responded with Oswald the Lucky Rabbit which proved a solid success. He confidently went to meet with mint and asked for more money. Mint offered him less money. Disney... Ind refused and discovered that not only do universal own the rights to Oswald. Therefore Disney didn't have control, but that Mint had hired away his entire animation staff. The steel distributor told him, either you come with me at my price, or I'll take your organization away from you. Disney never hesitate. You're not gonna say that that's somebody like, well Disney is he's like, alright. I'm out here. Not coming with you. I'm gonna start brand new. This is the the lore of the creation of Mickey mouse. He takes us long train ride back to California from New York City. He's with his wife and on this the the the myth that could be true. It's promoted to be true. That on that train ride is when he draws Mickey mouse. He named... He wants to name at Mo mouse. And his wife's like, that's the stupidest name ever. Like, that's a terrible name, and she actually gave him the name Mickey mouse. Mickey Mouse was introduced to the world. For his third, for his third, Mickey short, Disney hired an orchestra, and Steam But Willie was the first sound cartoons so we see him constantly wanting to innovate. He made the first sound cartoon. He doesn't stop there. And what's amazing about the the career of of walt disney. Is once he does something, he gets bored. He's not like I'm just gonna I'm not gonna sit here and just make more sound cartoons then Make feature link films, and he just keeps going and going and always trying to expo on his ideas. Mickey mouse has a bigger following. It would... This is talking about how successful. Mickey mouse, you know, he built his entire empire. Later in his life, Disney is a great quote. Like I hope we never forget that it all started with a mouse. So anyways, this this Hollywood reporter is talking about how important Mickey mouse like, how big it was Says Mickey mouse has big... Has a bigger falling, the 9 tenths of the the stars in Hollywood. Disease cartoons became subtle and more fluent. He added color to them and began to garner Academy awards in 19 33, and I keep him mind, this is 22 years before he starts working on Disneyland. Right? 19 33, he released what 1 media historian has called the most successful short animation of all time. That's 3 little pigs. It's the whole story of Disney is just 1 innovation after another 1 athlete after another. It's really remarkable. Urged to make a sequel of the little 3 little pigs. He declined. His thirst for refusal a fine showing business app app at the gym. I don't know how to pronounce that word. But like a short saying, you can't top pigs with pigs. He was tired and making sure films. In 19 34, he embarked on making the first feature length cartoon. He had budgeted a half million dollars for Snow white and the 7 shorts. It ended end up consuming a million and a half. He was terrible numbers. Hey, he has another great quote Was, like, we're innovating I'll tell you what it cost when we're done. Same thing. I think he said, he thought Disneyland was gonna cost him, like, million and a half something like that. Let's say, 2000000 dollars maybe and it gonna be being 17000000, which I think is the equivalent of like a hundred and 60000000 today. So this is not surprising. So, yes, No way. I'll do it for I think I do it for a half million dollars. Winds up being what? 3 times that. So it takes a million and a half dollars and 4 years. By the time it was released in 19 37, And it become known as... In Hollywood is Disney's Fo. Right? That's what I, this guys gonna fail. Wrong. Snow white was a triumph. The biggest hit of 19 38 and the most profitable sound film ever made. The next couple of years were the most satisfying Disney would know until he began a toy with the idea of an amusement park. Thinks soured film him quickly. His next 2 features performed typically at the box office, partly because of the war that's World war 2, partly because the war choked off his European market. Revenues g d, and he had to take his company public. He almost lost this combination. And deep salary cuts triggered an ugly strike at the at the studio. The strike only lasted 5 weeks, but it left Disney with a lifelong grievance. 1 thing that he never got over. And this is where at the point of his life where he kinda... He's looking for something new. He's not satisfied his work anymore he kinda goes off into, like, hobbies and. Not... I wouldn't say he comes over rec clues, but he's definitely withdrawn from the studio. This is what his daughter, Diane wrote about this time. I think it was just after the war when nothing seemed to stimulate him. I could sort of sense it. I could tell he wasn't pleased with anything he was doing. 1 small enterprise did please him, though, and it had little to do with the art that he had done so much to invent and of which he was the undisputed master. That is a hell of a sentence. The art he had done so much to invent and of which he was the undisputed master, completely turned his back on animation. He was this made. So this is a some some guy comes to visit him, a film critic Lays at his house. He says he was dismay to find the man who's working long admired seemed totally uni interested in movies and seemed totally almost weirdly concerned with the building of a miniature railroad engine and a string of cars. I'm gonna pause here. I finish the rest sentence this in a minute. That's when I first read his the Neo Gable book. Was like, why is this guy spending so much time building this miniature replica of a railroad. I thought it was the the weirdest, like, Crisis 1 could have. All of his Z for invention for creative fantasies seem to be going into this play thing. And what's really interesting is talking about how he felt before he found something he could pour all his love and it this is what I meant about, like, an obsessive a soul in the game if they don't have an outlet, like, the professional outlet is what they value most in life besides their family. And in some cases, like, ends for ferrari case, more than their family. Besides the sun Obviously, he said he never loved anybody except on. He's like, he's... Like, he didn't believe it was possible for a man of a woman. I mean, that's extreme, but he loved his cars. But anyways, there's... I wanna read this... This is where Disney's on the verge of a nervous breakdown before Disneyland. Okay? So he... There's also something in this book... Not in just book. Every... The the other 2 books I read about too. He's got towards the... Towards the end of his career. At the end of every day, on the studio lot. There's this just he he has a professional masse Zeus. Her name is Hazel George. He meets with her every day. Strips down naked, drinks Scotch and his massage by this woman. She's the last person he ever says goodbye to when he leaves the studio for the last time. So I'm gonna bring it... He's talking... I'm gonna tell you what he's saying during 1 of these massage sessions. During their sessions in 19 48, George, Hazel George, began to sense that her boss was singing into what seemed to her to be a dangerous depression, perhaps a nervous breakdown. And this is not the first time in his career that this happened to him. He'd had had 1 or something like 1 back in 19 31. He said at that time that I had I had had a hell of a breakdown. I went to pieces. I kept expecting more from the artist and when they and they let me down and when they let me down, I got worried. I would just pound pound pound. Costs were going up. And It was always way over what they figured the picture would bring in. I just got very irritable. I got to a point that it couldn't talk on the telephone. I would begin to cry. Now it seemed again to be just pound pound pound. Once more the money wasn't coming in. His last successful feature Bam was 6 years in the past, and Cinderella was nowhere near finished. Disney was often grieve, abrupt and when not angry, he was remote. And so it was just during this like, nervous break suppression. He starts spending less time at studio, starts spending all this time building. He's gonna call the Lily Bell named after his wife. This this very realistic miniature railroad at the house he's building. He's got a tunnel. I mean, it it's... I think you spent, a couple hundred thousand dollars on this thing. And he's go going to different places all across the country researching, like, he just can came completely obsessed with locomotives and railroads. So he goes to this railroad fare with another 1 of his employees. And this is where he he gets the blueprints. These are the early boot blueprints, the early inspiration for what he's eventually going to build a Disney. And is that this railroad fare, and this his idea at the time of Amusement parks were were thought of, like, you know, they're kinda ghetto. Like, shitty just shitty he plays to go, well, you'd have, like, theme parks built on a theme that were temporary and the U, like, a world fair or a fair... Like, in this case, a railroad fair. And this is where he's gonna get a lot of ideas. So it says, what impressed him most was were the affairs ancillary ex exhibitions. 1 could see some of the spores that would blow into Disneyland in the guide books description. This is how they they were marketing it. In its acres of exhibits, the railroad fare offers hours of fascinating enjoyment, intriguing pageant, invaluable education, taken back to the early days when an unbelievable unbelievable American... No. That's not. What's that where I gotta go back on a. When an unbelievable American looked at a scans at the first wood burning locomotive. You will move you will move rapidly forward to the mammoth streamline that... That's what they're calling the the the railroads the modern railroads are building, our locomotives. That back in, the way into our own tomorrow. Each exhibit will prove an exciting and entirely different chapter in a stirring mel drama. 1 railroad will take you into a primitive Indian countryside. Another to away to the playgrounds of Florida are the romantic old French quarter of New Orleans. So you have this sent this this circle. Think of it, like, a wheel with spokes coming out. This is where you start, and then you have all these land. That's exactly what disneyland end is. Right? It talks about they're dressed up. They... Everything in... If you're going to the French quarter New Orleans, that people are speaking the right language. They have the same uniforms on that people would have in the back of the day. So So he he really takes this idea and runs with him. There was gum to be had in the recreated French quarter and the people who served it were dressed in period in in period costumes. The exhibits added up to a coherent hole. The growth of America told in 3 dimensions, a history lesson you could walk through. Although the term still laying in the future, Walt Disney was visiting a theme park. Kim That's who he's with, and Disney stayed at the fair for several days, and then they made another crucial stop on their way home at Henry Ford's 20 year old Greenfield Village. I do not think Henry Ford's still alive at this time. As the richest American, he was able to collect on a titanic scale. So they're talking about the the similarities between Henry Ford and Disney, and 1 similarities that they are both nostalgic. So it talks about some of the things for purchased and and sent to this greenfield village. He bought Thomas Edison Men Park laboratory. He collected the homes of people he admired. Noah Webster no webster upstairs, which is a slave cabin where George Washington carver was born. Harvey Fires, childhood farm, a courthouse where where Abraham Lincoln practice law. These are actual buildings. He literally bought them and had him transported over here. He acquired not only the right brothers house, but the bicycle shop where they conducted their momentous experiments. Ford was not recreating the past. Instead, he was building a vision of a most appealed to him about it. Ford's town was an entirely... This is the main point of why I'm telling you this about the section. Ford's town was an entirely personal reflection of the man. So would Disney's be the road map of Walt Disney's life. So 1 thing W had to overcome is everybody. Told them it's like, this is a Dumb idea. Why, like, why are you building a amusement park? They're terrible things. And I love this. Like, they're saying something that's true. At the time amusement parks were terrible. He's like, that's the point. Have an opportunity to because there's so much room for improvement. That's a very powerful idea. Why would you wanna get involved in an amusement park? They're so dirty and not and not fun at all for grown ups. Why would you wanna get involved in a business like that? He filled the question the way he would countless times during Disneyland Germ determination. That's exactly the point mine isn't going to be that way. Mine's going to be a place that's clean. Where the whole family can do things together. And that part reminds me of what Henry Roy said about his... He's like I didn't innovate when I was been in a Rolls royce. He's like I just made every single part of the... That goes into an automobile better. And was a combination of those improvements that created something entirely new. I feel that's what Disney was doing when he was building upon the lack of quality from amusement parks. Like, I'm going to improve every aspect of it, and I'm going to make it better. I'm gonna make something new as a byproduct This is how Walt described is in a few years before it was built. What was quoted as saying. Disneyland will be something of a fair, an exhibition, a playground, a community center, a museum of living facts, and a show place of beauty and magic. So as he gets going with the idea. He hires the Stanford Research institute to find out where he should at the park. He hasn't doing research and stuff. First, I thought it was really interesting The 2 people they hired. Their names are Woody and Buzz. Which I found fascinating because, you know, what, 55 years later. Pixel pixar is gonna make a movie with the 2 main characters being woody and buzz and then Disney is gonna buy that company. I just thought it was very weird. Are really interesting rather. And this is what 1 of the guys, buzz, his last name is Price. He's saying, that he was, like, this is a bizarre. This is his reaction to Disney's idea. So it says, it sounded strange. Unlike anything you would expect an amusement park. At the time when most parks were planned as a grid with foresight side access. Disney outlined a design concept of a single park entrance passing through a turn of the Century main street, which would end in a circular plaza or Town square. The area within then feed off rat into 4 them cinematic activity areas. The world of tomorrow, Fantasy land, frontier land and Adventure land. Whereas most amusement parks, amusement parks wanted all the street visibility they get, Walt's entire park would be hidden from the outside world. He was he was talking about customized rides, exhibits and attractions instead of the standard off the shelf, ferris wheel and tunnel of love. Rise would be subordinate to story and setting. Most shockingly, there were no thrill rights. Price could not imagine such a place without the Roller coaster. But most alarming, this entertainment anomaly had to be open in just 2 years. So once he secures the land in Anaheim. Which is, like, just orange grips at the time. He's bringing all... He's bringing a bunch of his friends out, you know, 01:01, and he just brings him out there, he... He sees a... The people he brings he's just a giant field orange gross. Right? But Disney is visualizing and telling the story of what this will... He's gonna transform this into. And this is a this was funny to me. This is a friend's response to Disney's plan. While he talked becoming more and more enthusiastic by the minute, I had to I had begun to grow more and more concerned. I hardly knew how to tell him for once that he was making what would Probably be the biggest most ruin mistake of his life. What can I say? I knew he was wrong. And I thought that was funny because that that sentence He's like, I knew Disney was wrong, and knew was wrong. Everybody said that to him. So Disney sets up the secondary company outside of the Disney studio. He starts funding this through he sells his house. Far against his life insurance Eventually, he's gotta bring his brother into this because his brother is the 1 that always took care of finances for the main disney company. And so this... His brother's name Roy, and Roy just has a great way. He's gonna... He's telling the story about their relationship. He's he's Disney's older brother, and 1, the story made me laugh. And 2, it's a great way to think about Disney's like, just his... Just would not give up his persistent personality. Always pushing forward. It is very interesting. So it says, Roy Disney once told him an incident that happened back in the the days 60 years earlier. Walt found a pocket knife. He was 5 years old, and I was 13. I said, look, you can't trust yourself with a night knife, you'll cut yourself, and I took the knife away from him. Roy was remembering this because the brothers had recently had a sq, and walt accused me of bullying him and throwing my weight around, and he says, you've been doing that since I was born. I remember you took that knife away from me. Roy saw the f internal equation differently. When Walt and I were on the farm, we had to sleep in the same bed. Now, Walt was just a little guy, and he was always wetting the bed, and he's been peeing on me ever since. And so as you imagine Roy sees how determined his brother is, and he's... This is really Roy on the futility of trying to stop walt, and he's calling him Junior. He says he's talking about his idea for a theme park. Junior got his hand in the cookie jar again. He he may have said said it fa fatal holistically because he knew that a determined junior was almost impossible to dis. And so you have to... When you're studying the career walt disney you have to bring up Roy because what would have never succeeded without his brother. There's 2 things are having this pedro. So thought that was interesting. This is when the very early days of the Walt Disney company walt eventually hires other animators, and he stops drawing himself. And he says something that was surprising. He says I was never happy with anything. I did as an artist. And then this is a Royce perspective understanding how valuable his brother was to the Disney company. He says, he never lost his calm understanding that the company's pro prosperity rested not on the rock of conventional business practices. But on the churning extravagant, perfection imagination of his younger brother. Okay. Moving on. So 1 of the smartest things I think Disney did was he's like, where am I gonna get the financing for this for this park. Right? The banks will lend me a little bit, but I gotta have a major sponsor. So at the time, Disney's reminds me of George Lucas where he was always I think somewhere back in the thirties, maybe 3500 or 35 something like. I read the buyer George Lucas. He was always focused on the next medium of storytelling. And he would... A lot of people ran away from it, but he would go to it towards it and try to improve on it. Disney was the same way. So a lot of people... A lot of animators, and people in the movie business thought television was terrible. Like, it's gonna be bad for their business. He's like, no, it's gonna be good for our business. So at the time, all the different Tv networks would want a a Tv show from Disney. And so what Disney says, okay, I'm gonna do a Tv show. But to get my Tv show, you have to finance my park. So it's, like the presenting sponsor of disneyland that. And, Nbc turns them down... What's the other 1? Cbs, maybe? Yeah. Cbs, Abc b, which at the time had the the Mon almost broadcasting company because it was like the the minor 1 jumped at the advantage. Or just jumped at the opportunity rather. And so he just... I'm gonna read a... A bunch of stuff happening here, but, basically, Rory is about to go to the Northeast and pitch all the different networks on this new Tv series that Disney's is doing and saying, hey, to get the Tv series you need to to pay for the park too. Right? So Disney called before this can happen though, they don't have there's no, like, what's the idea. So Disney is like, I'm gonna have a drawing them. Disney calls up a former employee on a Saturday morning. Okay? This guy does not work for him anymore. He meets meets with him to tell him about Disneyland. Then he asked him to draw a rendering by Monday So Roy then could take it to pitch the tv networks. Right? And the guy's like, hell no. Like, I'm not doing this and Disney offers to stay with him the entire time. So they wind up working 40 hours straight. To get the rendering done, so Roy can take it and see this is, you know, out of the mind of walt Disney. This is what it's gonna look like. So it says 40 hours after Disney's phone call, R sat down his his pencil. The 2 men looked at the finished work. What they'd conjure from Disney's vision and R patient's skill was remarkably close to what, 2 years and many millions of dollars later would rise from the vanished orange grows. Of Anaheim California to tease the imagination of the entire world. And so this is a little bit about Disney realizing the importance of Tv early, and then just a great perspective on new industries that gonna end the session with. 1 of the reasons Disney's broke with the United artists in 19 36 was they're pushing for the television rights to his films. Something he refused to consider even at a time when there were perhaps 2000 television receivers in the entire world. By 19 48, he was saying publicly that the newcomer would help rather than harm the motion picture industry. A you that proved highly controversial in the next few years, when the student when the studios came to regard television as a homeowner does termites. Bill Walsh remembered that he was going through a period of frequently running into his boss in hallways and parking lots. When 1 day Disney stopped him and said, you. You're gonna be the producer of my Tv show. This is the Tv show is he's making to advertise Disneyland, which 1 big advertisement, but it's also, like, new programming, for for the for Abc. Right? So it says you're gonna be the producer of my Tv show. Walsh was dumbfounded. But in we're having experienced a television producer, and this is what I meant about this is just a fantastic, perspective on new industries. Who does Walt said, and that was that. Now, this part I actually love. These guys that he hired from the Stanford Research Institute are going to like, a amusement park owner's convention kind of thing. And they they give a presentation for what did Disneyland, what it's gonna be hasn't been built yet, and this is what other amusement park owner said, which I love. The reaction was unanimous. Disneyland would not work. They took price buzz price. That's the guy gave the presentation. Took careful notes of the negative remarks. There were no positive ones. Beginning with all the proven money makers are cons are missing. No roller coasters, no ferris wheel, no carnegie games like the Baseball throw. They said without barker along the midway, these are door quotes from the meeting. Right? Without barker along the midway to sell the side shows, the marks won't go in. Listen to how they're describing their customers. Marks. What does that tell you? There there wasn't enough rye capacity to make a profit. But that was irrelevant because custom rides will never work. Anyway, they're too costly to build and liable to break down. And besides the public doesn't know the difference are care... They're again, they're describing their customers. They have disdain for their customers. Many of disney's disney's these favorite projects may no sense at all. Things like the castle and the pirate ship are cute, but they aren't rides, so there's no economic reason to build them. And Main street is loaded with things that don't produce revenue. Walt's Screw ideas about cleanliness and grant great landscape maintenance or economic suicide. Listen to everything they're saying. This is really wild. He will lose his shirt by overs spending on things the customer never really notices. Tell your boss to save his money. Tone to stick to what he knows and leave the amusement business to people who know it. The dire lit didn't frighten walt Disney. That audience, those guys who called a paying customer a mark couldn't grass what he had in mind. So now, let me compare and contrast. You clearly see through their remarks how they think about their business. Right? These are just shitty people, and they have shitty products. This is how Walt is describing This is before it's built, But this is, I I guess, as they're building them. Right? This is how he describes it. And then at the end of this, who would you want? Like, who do you wanna support? Who do you wanna give your money to? Who do you wanna be a customer of. Listen to this. Walt wanted something more akin to a motion picture than an amusement park. This is a direct quote from him. In designing Disneyland, we thought of the park as if it were a 3 dimensional film. We wanted everything that guest experience, guess, he didn't call Marx, didn't call suckers didn't call idiots, guess. We wanted everything that guest experience, not only the show in the rides to be an entertaining part of the story. This was a new idea. We took the most basic needs of guests and turn them into attractions. Okay. So moving on. The reason I think I love this book so much and the reason I recommend people to read is because really the it... It's the history of Disneyland. Right? And you see the person of the person that built it. I I would say the the history of the development and creation of Disneyland. It's like a micro cross for the creation of any kind of worthy endeavor endeavor, like, a street a a new company wherever the the case is. And you see the the inevitable ups and downs. This is very interesting. And something I was... This this next few seconds this something gonna reach you. What I really thought I was like, damn. This was not it was not easy to not quit. It was an almost impossible goal to have. And I think reading about something that seemed impossible from the outside ones being successfully completed is very inspiring. So he's about to run out of money again. So he says 1 day, Disney took Harper go. This is 1 of his employees up to a temporary wooden observatory observation tower. His crew had knocked together in the middle of the site. So that there's very little done, but he's spending a lot of money. I have half the money spent he told Go, and nothing to show for it. Golf saw tears in his eyes as he repeated nothing. So at the same time that they're developing Disneyland, they have to make an entirely new series. And when you figure out, like, how important this Tv show ends up being, it went up being, when you... When you... I think it was like, a hundred and 80000000 Americans at the time, over 52 percent tuned in to watch the show, They said, like that percentage has never been duplicated no Super Bowl, no, mash, no anything. As far as like, a percentage of the total population that watched the same show. Right? And so that's also something that's unbelievably important. And I think what Disney does here, more founders should do this. They're in the bet... Founders are in the best position to tell the customers why their product exists. Right? Instead of going to another website, you see some, you know, random templates you've seen a million times. With a bunch of copy. Like, why in their video of just a founder or an audio, or whatever it is. It's like, hey, this is... That's my name, this is what I built, but this is why. People want to understand why. And so they they came to the the conclusion. Like, we can't find a host Like, what other hosts can you get that's gonna tell people? Again, this is as largest economic investment ever makes? Why you should come to Disneyland? Why you should support this project? Who's gonna be in better position than Walt Disney? So they realize There had been a good deal of discussion around the studio, about who might serve as a host. But as time drew near Disney realized that if there it was 1, it was not a cartoon and it... If there was a host and there was... And it was not a cartoon character, it had to be walt. And this is his thinking, which I think is dead on, dead accurate. I don't consider myself an act or anything, but in try and get a hold of these things, I can introduce them, get them going. Think about who else is thought? I spent more time thinking about this in end we'll just at this point. Nobody. I'm... I'm myself, and that's good and good or bad, I'll still be myself. It's the safest bet to get underway, and then we can develop new ways and other people that could take over. If we over overuse me, I'll be the first to recognize it. I know my limitation. If it's my business, I can talk about it. If it's what we do here at the studio, there would be no problem to do that. And now this is a little bit about how walt disney work. This is what I was just talking about, like, you know, pick up this book because I think it... It's it's analogous to me about the creation of a company. And think about this In their case, they're building something no 1 else has built before. So it says, Disney said I don't ever wanna see an organizational chart. A veteran of these early months meaning the creation of Disneyland. Said, you asked the question. What was your process like? I kinda laughed because process is an organized way of doing things. I have to remind you during the walt period of designing Disneyland, we didn't have process. We just did the work. Processes came later. All of these things had never been done before. Walt had gathered up all these people who had never designed a theme park. Never designed a Disneyland. So we were all on the same boat at 1 time, and we figured out what to do and how to do it on the fly as we go along, go along with it and not even discuss plans, timing or anything. We just worked and walt just walked around and made suggestions. So when they think about the park it's like A3D movie. They realize, hey, we have to train the the the employees there to... They're really actors. Right? They're playing a role. You can see this in, you know, they talk about. We don't have it's it's... We don't have customers. We have an audience. They don't say we have employees we have cass. When they talk about hey, when you're moving to the park, You go backstage. These are the terms these. So they come up with this idea that they they found a school He's guy named vans are ar stale, France is the 1 that hires to run it. And he said the... He has this great it's great little anecdote, anecdote on perspective, the importance of the perspective you choose to look at what you... Because you you have a choice on how to look at the things that you're presenting with, and I thought was fantastic. So he talks, the theme of our joint effort here will be that we create happiness. How do you manufacture that elusive intimate commodity? At Disneyland, I wanted people to feel that they were involved in something more than parking cars, serving food or sweeping up popcorn. He told a parable. And this is what I... The main point of the section. 2 men are laying bricks. Somebody asked them somebody asked 1 of them what he's doing and is told I'm laying Bricks. To the same question, the other man answers, I'm building a cathedral. So no note. I left on myself on the sections. Which 1 are you? So I love this little story on... They they built the stage coaches, like, they had an old West, and no, I'm, you know what? I'm gonna read the section 2 you first. And I'll tell you what I thought. The stage coaches were among the first of the parks attractions to be finished. But the pressure of time was already weighing on everyone. 1 day, John Hen stopped by to check the progress on the coaches and had an idea which he brought to his boss. Why don't we just leave the leather straps off, Walt. The people are never going to appreciate all the close up detail. The same sc that had recently made Disney refused to license a davy crockett cult revolver because the firearm hadn't existed in Navy's day treated hen to a tart little lecture. You're being a poor communicator. People are okay. Don't you ever forget that? They will respond to it. They will appreciate it. Hence didn't argue. We put the best damn leather straps on that stage you've ever seen that's sold in the game. These are the people that I wanna buy products from. It's not... Oh, let me assume that my customers an idiot that he's not gonna notice. It's like, no, We're gonna do the best job because that's what... That's the set the standards we set for ourselves. Everything Disney did was like that. There's another there's a bunch of stories in the book Another 1 that just comes to mind is there there's something that's like, 40 or 50 feet in the air. I think that they want... It wanted to be, like, w iron or something like that, maybe, like, the outside of a castle or something. And somebody gives him a suggestion. He the huge plastic while it's cheaper. We're running at a money, you know, we're running at a time. It's so far away the customer not gonna notice it's the difference. And while it's like, no. Like, I will notice the difference. I will know that we compromised our own high standards. We're not going to do that. Everything Walt did was like that. So if you ever been a Disney our Disney world, they have this section called Auto tokyo, you drop around, like these little cars are on a track. I don't know myself here is I love this guy already. Actually might read his book for a future episodes. So it says Auto top, or auto auto? I don't know how to pronounce or whatever, which would turn out to be perhaps the most popular of all the parts attractions was in the hand of a 23 year old who had been something of a child prodigy. Bob Ge began his 2012 memoir with a proud statement. This direct quote from Bob. Trained as a car stylish I contributed to Ventures worth over a hundred and 75000000 dollars, all without ever obtaining an engineering degree. In fact, my training was all free because it was all learned on the job. No 1 ever asked for my qualifications. If I had no experience in a new task, I'd keep my mouth shut and go full speed ahead. So you gets recruited by that Uber Ear works guy. That's how he gets the job at at Disney, and I just put a giant yes with exclamation points. Ear asked Gu did... If Ge did outside work. I did not, but I said yes anyway, and that leads him to... Yeah I you said works for Disney for a long time. I forgot maybe a few decades. And I think, also, moving forward, studying the the history and the development of disneyland. You just realize, like, nothing's ever going to be perfect, and sometimes you have to go forward even if things that are very important. Are not there yet and just know that they will be there want, in the future. And really, this section is do what you can where you are with what you have. Disney had had land for a hotel, 60 acres, but no money. He ran out of money because he planning on building hotel. Right? You probably need a hotel you're in the middle of nowhere at the point at this point. I'll tell you more about that in a second. And yet he ran out of money. So what what are you can do? You gotta keep going forward anyways. But no money left to put 1 up. He knew it was needed. Anaheim 2 motel and 5 hotels so 2 hotels, 5 hotels still offered a total of 87 rooms. There's like, something like 50000 people that show up on the first day. So there's entire chapters dedicated to the opening day and how big of a disaster it was. I'm just gonna list off some of the notes they ran out of both food and water. There was not enough bathrooms. People were peeing in bushes. The boat ran off the track. Guests had to swim to shore. Asphalt had not given enough time to settle, and it was still soft. So women would show up in high shoes and their shoes would be stuck in asphalt. It it wind up being unfortunately, over a hundred degrees that day. There was a gas leak. There's minor car crashes led to people losing teeth and and bloody shin, Walt had to resupply the bathrooms himself with toilet paper because they kept running out, and it they also caused the worst traffic in orange County history. And so it says from the book, it was total confusion, both on camera and behind the scenes. But it was the celebration of the birth of a dream. So even though all that crappy stuff happened did not go as they wanted to, they said, we had a park. It was a start. And so from there, They... And Walt did something smart too, he just viewed it as, like, a living thing. It's like Disneyland will never stop being improved. It's something it's a product that it will constantly move and change and out live me. And I thought it was really interesting. But what, after a few months, that they're improving all of things. And Disneyland becomes, or Walt Disney said it would be, which is not like any other park. The story goes on with much that would have made Disney happy, especially in his in... In its insistence that Disneyland was not only a lot of fun, but something completely new. Here, we first noted the thing which impressed us more deeply as the day went on. This is a review of the park. The care and quality of materials, which has gone into everything. Disneyland is not s. It is not a carnival of concessions at the beach. It is also not false fronts and makeshift rear. It is carefully built by experienced work. Details are not forgotten and materials are of the highest of obtain quality In this next section, this next quote, from 1 of the first employees, just a reminder that when you're doing something new, it's not supposed to be easy. I ran my ass off said 1 Pioneer employee. I lost 15 pounds in the first 60 days. You never walked. You got behind the scenes and you ran. There was always a fire to put out. I went 14 straight months without taking a day off and just a few more things here. This was actually a surprising answer. Disneyland had only 1 boss. And that boss did not welcome what he saw as a growing infringement on his authority. Disney, France, the guy that started the school. Remember Disney being asked what he thought was his greatest accomplishment. This was a surprising answer from Disney. To be able to build an organization and hang onto to it. And that answer kind of informs why he did not... It kinda related to, you know, not welcoming growing infringement on on his authority. And this is Disney's idea of plus, which is just constant improvement for your product over time. Disney was determined to keep it growing by what he called plus. His term for improving what was already there in making constant additions. The way I see it, Disneyland will never be finished. It's something we can keep developing and adding to. A motion picture is different. Once it's wrapped up and sent out for processing, we're through with it. If there are things that could be improved, we can't do anything about it anymore. I've always wanted to work on something alive. Something that keeps growing. We've got that in Disneyland. And was very tragic that at the time of his death, he was working on Disney world, which was, you know, orders magnitude larger than when he's was working on Disney. I was... Wanted to expand, expand that idea. I think he it goes from, like a hundred and 60 acres to, like, 40 or 60000 acres. Or something... Something crazy like that. And unfortunately, he dies, he's a lifelong, you know, chain smoker of cigarettes, who dies of of lung cancer. He works up, you know, up until he can anymore. Really. Disney's pace never slack. But the cough that had alerted his colleagues his approach for as long as anyone in the studio could remember, got worse. He had made sporadic attempts to give up smoking, but none took. In early November, he went into the hospital for tests. And the doctor discovered a walnut sized growth on his left lung. He had surgery and lost the entire lung. 2 weeks later he was back at work. A couple weeks after that, Disney was talking with Mark Davis, 1 of his favorite animators. John Hen was with him and dirt and Dick Irvine, and they were all examining a mock up of an improved moon trip attraction. After a while, Disney said to Irvine? I'm getting kinda tired. Do you wanna take me back to the studio? As he walked to the door, he turned and said, goodbye, Mark. It was the first time Davis had ever heard him say, goodbye. His end of the day Scotch and massage sessions with Hazel George had become increasingly important to him. The 2 called the massage room the laughing place. Just after he'd had finished with Davis farewell, he showed up and said to hazel. Well, here we are in the laughing place. He paused. There's something I wanna tell you? That was as far as he got. They we in each other's arms. Then he left Hazel George and his studio forever. And that's where I leave it. For the full story by the book, there's a link in the show notes that if you buy the book using that link be sporting the podcast at the same time. Real quick, there's an afterward where the author talks about all the work he did on the book and a great bib, which I'm gonna grab a bunch of more books that I'll cover in the future on Walt Disney. But he says something that I think is important that for us to support authors and make sure we're buying as many books as we possibly can. And he quotes George Or who said writing a book is a is a horrible exhausting struggle, like a long bout of some painful illness. So he says, I haven't found it... This is now Snow, I haven't found it quite that harrowing, but like every writer, I've had my occasional fraught dol rooms when the terrible 2 word 2 word question looms, who cares. So authors put an unbelievable amount of time, effort and research. Into dis s down and condensing down something that just can teach us a hell of a lot. And, you know, a couple hundred pages, 10:15, 20 hours, whatever it takes you to read. So please do by this book. On that link, you also see, you know, what is it a hundred and... What however many books have done far. They're all on there. Great Christmas gifts, holiday season gifts, whatever you wanna do by using that link. It supports packets us at the same time. That is a hundred and 58 books down 1000 to go, and I'll talk to you again soon."
}