{
  "transcript": "I was born in Bud Hungary in 19 36. By the time I was 20, I had lived through a Hungarian fastest dictatorship, German military occupation, the Nazis final solution the siege of bud by the Soviet Red Army, a period of chaotic democracy in the years immediately after the war, a variety of rep oppressive communist regimes and a popular up uprising that was put down at gunpoint. This is the story of that time and what happened to my family and me. Before I tell my story, it may be helpful to provide some historical context. When I was born, hungary was governed by the right wing dictatorship align with Nazi Germany. During the early years of World War 2, Hungary maintained a policy of arm neutrality. However, when Hitler's Germany attacked the Soviet Union in June 19 41, Hungary abandoned that policy and declared war against the allies. For all intents and purposes, this meant to declaring war against the Soviet Union. By 19 43, the Soviet Army had the Germans and their hunger in allies and retreat, and the front began to work its way through Hungary toward the capital Bud pest. The Germans occupied Hungary in March 19 44, and in October installed an extreme fascist government. Gestapo official Ado off E men who oversaw the implementation of the Nazis final solution took personal charge of the deportation and extermination of Hungarian Jews. Within 4 months, virtually all Hungarian jews living outside of boot bud passed had been deported. The great majority of them were killed in concentration camps. Before the process could be extended to bud, the rapidly deteriorating military situation. The Soviet forces were advancing on Bud and the Western allies had successfully landed in Normandy and Italy forced a halt to the deportation. In January 19 45, after street to street and house to house fighting, the Soviet army pushed the Germans out of Bud, and by mid April out of the rest of Hungary o as well. Instead of a German occupation army, there was now a Soviet occupation army. The communist party gained more and more influence and finally consolidated its position in 19 48. Persecution intensified during the last few years of the life of the leader of the Soviet Union, Joseph Stalin with purge, arrests, imprisonment, and deportation affecting the lives of broader and broader circles of people. Stalin died in March 19 53, and a gradual relaxation of totalitarian controls took place. Over the next few years, this process accelerated. Until it culminated in a rebellion against the communist government, which was known as the Hungarian revolution of October 19 56. That revolt lasted for 13 days and was then put down by Soviet armed forces many young people were killed. Some 200000 hungarians escaped to the west. I was 1 of them. That was an excerpt from the book I'm we talked you about today, which is the auto of Andy Grove, and it's called swimming across. So over the years several listeners have recommended this book to me. A few weeks ago, Was reading Walter Isaac book, the innovators and Andy Grove is 1 of the characters in that book. And he quote, Isaac quotes from the the opening, of this auto where Andy is detailing all the different regime changes that he lives through for his first 20 years of life. So I immediately go to the book, and I'm glad I did. It's 1 of the best books I have ever read. I stayed up late, because I didn't wanna go to bed without knowing what happened. I woke up early to try to finish the book. It was absolutely amazing. So let me go ahead and jump into it. I wanna fast forward. He's 5 years 5 to 6 years old. It's gonna be 19 42. And this is where, his father is forced to go serve in the army, and is the result is the community in Bud that Andy lives in is left with little kids, the women, mom's, grandma and old men. And so we see... It says in 19 42. When I was 5 years old, my father was called up into the army. He was not really a soldier, he and other Jewish men were cons constrict to serve in labor Battalions clearing roads, building fortifications and the like. He had been called up for short periods of time before, and each time he came home in a few days or at most a few weeks. This time though, he was it was going to be different. When he came home with the news, he was trying to smile, but there was something wrong with his smile. His unit was to leave for the Russian front. And he would not come back anytime soon. So later in the book, andy reveals to us that 90 percent of the Jewish people called up to to serve at the on the Russian front, do not return. This is how Andy remembers the aftermath of all the men leaving. The woman would stay up late until the afternoon talking and drinking, talking and drinking and chain smoking until the air in the room was hazy from their cigarettes. Visitors had often smoked, but I didn't remember anyone ever drinking at our house before. The mood was different. Instead of the laughter and animated conversation that had been used to, everyone seemed preoccupied. I noticed that my mother drank more than the other women. After they left, she often continued to smoke and drink by herself as the light dim in the room. It seemed as though her thoughts were very far away. I knew she was thinking about my father. The letters had stopped coming shortly after he was taken away. Then in the spring of 19 43, my mother got an official notification saying that my father had disappeared at the front. I didn't know what that meant. I didn't know how people could disappear. And it was during some of these conversations that they talked about what they thought was going to be the eventual... What was eventually going to happen, and that was that the Germans were going to round up and, put Jews in the ghetto. And this is hell. This is Andy Kindergarten. This this part is wild. Once my my when my mother was talking with the other war wives, I overheard a phrase that intrigued me. The phrase was they will put the jews in a ghetto, I had no idea what a ghetto was. But for some reason the phrase stayed with me. 1 day, I dragged some of like... Some of the kindergarten tables and chairs over to the wall to make an enclosure. This is at school. I declared that this was the ghetto and that we would put all the Jews inside it. A few of my teammates meats and I started chanting. They will put the jews in the ghetto. They will put the jews in the ghetto. We grab some of the other kids and drag them inside the enclosure. Pretty soon, we were all chanting in unison and they will put the jews in the ghetto. They will put the jews in the ghetto. And a year later, the bombing of Bud pest starts. So it says from time to time we had air raids. They always happen in the middle of the night when I sleeping. My mother would reach into my bed and drag me to my feet and dress me while I was still half asleep. I could hear the howling of the sirens as I came awake. Other people streamed out of their apartments hurrying downstairs to the seller too. Everyone filled into the room and took their places. Nobody talked much. We never did get hit, but an apartment half a dozen blocks from us did. It looked like a big knife had sliced off the front half of every floor. You could see into the apartments on all 4 stories, like a doll house. In the back part of each room, the furniture was still in place and the pictures were still on the walls. The front part had fallen off into a big heap of brick stones and unidentified identifiable Rubble, which really crazy about how extreme experiences, Andy Grove had to endure early in life. Actually, 1 of the the New Times book review of this book was really interesting. It says, it's a subtle and compelling commentary on the power to endure. The power to endure is a great way to think about this book. But, about, let's say, 14 years after, and he's experiencing this. He escapes to New York City, and he's on a boat and arrives off the shore of New York City and he's looking at all the buildings, and the first thought he remembers having is, wow. These buildings don't know what it's like to be hit by bond. So this point in the story, the Germans have fully occupied Bud past, they're about to start killing Hungarian and Jews, and this is what Andy remembers. That's spring we had many thunderstorms. There's a feeling before a storm breaks that the weather's is about to change range. You know something is going to happen. The wind stops, the temperature drops, the air gets more humid. Something is going to burst out. That's the kind of feeling there was in the air that spring. Even on clear days, I didn't know what was different. I just knew that something was. So his mom is becoming more and more concerned. She all alone. She sends her only son till she's worried about the people the Germans killing Jews in Bud pest. She sends andy out into the countryside to stay with friends and relatives. And then it turns out that was winds up being a bad idea because they start killing people on the countryside first, and then they move to the cities. So she she sends another relative to go get them. And, they're talking to Andy about, hey. You you... You... I think he's been there for 1 or 2 weeks something like that. Like you gotta come back to your mom. He says she explained that the Jewish people were going to be taken away. So they start doing the, the removal, and, forcing the the juice from the countryside into the concentration camps. The strength... 1 thing that, if you read this book, he'll be struck by is how strong and resilient. His mother is. Way to you re I I have to read to you some of the horrifying things she had to endure. In fact, he dedicate this book to his mom. It says to my mother who gave me the gift of life more than once. That is not an understatement. So now he's back in Bud pass with his mother. It says before that summer, listening to the radio was an occasional thing. Now friends came over almost every evening to listen. People started paying a lot more attention to the radio than they had before. He talks about the only way to get information was from newspapers, which printed a lot of lies and the radio, which also printed which also telling people... And so a lot of it was just rumor and talking to other people. So it says, but at the same time, my mother didn't want anyone else outside apartment to hear us listening to it. She would pull down the blinds and draw the curtains, then turn the radio on at a very low volume she and her friends would huddle around it with a very serious expression. So that's a actually good point. Now that I'm reread this after I finish the book. There's many instances, regardless of whether the Germans are in charge, or the Russians are in charge, where Andy felt, like, you have to hide how you really think and how you really feel. Just like his mom saying, hey, we're gonna listen to radio We're trying to get information, but we can't have... Can't let our neighbors or anybody else that could potentially spying on us know what we're doing. 1 of the re revelations that he reveals later in the book is that at the for for the very first time when he gets to America, it feels like he can be who he is. Like, I can actually express my thoughts. I can I don't have to hide? I don't have to pretend anymore. Later in the summer, the radio disappeared. Jews were no longer permitted to own a radio. So this is step by step. Germans are starting to put more restrictions on them, and then obviously starting to round them up and and and assassinate them and murder them in masse. Government pro government post government posters. Excuse me, appeared on the walls of buildings, describing the latest regulations applying to Jews. Jews were not supposed to mix with other people. Some stores started to carry signs. We do not serve Jews There's a lot in this book even though it's happening a different place. A long time ago I read the biography of Levi Strauss. And before he escaped to America. He had to deal with all this. His family is Jewish. It's you know, started saying, hey, you can't shop at the store. Hey, you can't have this occupation. Hey, you can't. Live in a certain town. It just keeps encroaching. Once it starts, it it's just not gonna stop. The only way to make it stop is usually through violence. Continuing. At the end of the summer, our lives changed in a major way. Jews had to move out of their apartments and into special buildings that were designated as houses for Jews. People called them star houses because a big yellow star of David was painted over the entrance in of each of these houses. Nobody complained or commented much. We made do because there wasn't much else we could do. Things were happening to us 1 after another. Just when we got to used to 1 thing, another thing happened. The next thing that happened that was that we were all required to wear a yellow star of David on our jackets. We were forbidden to step outside without wearing 1. People avoided looking at us. Even people whom we knew wouldn't... Even people we knew wouldn't meet our eyes. It was as if a barrier was growing between us and everyone else. They're also restricting like, how much food they can have. So he's a young boy he's growing. He needs obviously, a lot more calories. He's not getting them. A non jewish neighbor of his winds up feeding him. She gives him chicken soup and mashed potatoes, which is like a delicacy. And he talks about it was so great enjoyed every bit of. Look what happens the next day. The next day there were loud knocks on our door. When my mother opened the door, a strange man stood there with a grim look on his face. Words were exchanged between the 2 of them. My mother came over to me and said, I have to go away for a while, but stand here and wait for me. There was no 1 else in the apartment. It's just him his mother. I didn't know what was going on. All I could do was wait. My mother returned in a couple hours shaken up. She told me that the man who came her was a policeman who arrested her along with the superintendent wife. That's a non jewish person feeding well it says feeding Jewish people was against the law. And my mother had broken the law by allowing the wife to provide us with food. Jesus. For My mother said that she was incredibly listen listen to this. This is... My mother said that she was incredibly lucky to be back. As the policeman was taking her in, he told her that she should have made a more proper goodbye because she'd probably never see me again. So The only reason she did see her son again is because 1 of his father's former non Jewish business partners just happens to see her being escorted to the police station recognized his mother. Had a friend in the police force and instantly... Was instantly able to call them, pull some strings and have her released. So once she she's released, she realized, I have got to get my son out of here. We've got to leave. So they wanna believing Bud pasteur are gonna go, stay with friends and relatives in a small town, and this is where she she they she tries to hide the fact that they're jewish. It says, the third time My mother came she came to take me away. Nobody else was around. She said... This is the the strength of this woman is unbelievable, She sat down with me on a sofa phone and explained that she now had official papers for us. According to these papers, her name was Maria Mel. The paper kept her first real name, and I was her son, Andres andres mel Mel. I was to forget that my... I was to forget that my name was ever g This is the the Hungarian version of grove. He changes that he american recognizes and when he when he leaves. And I had to absolutely positively learn this new name. Andre Mo and the story to go with it. And this part's it's really hard to read because if you if like, if you have kids, you you automatically think like, oh, my god. I imagine my kids ever had to go through this. And I just couldn't imagine my son having to experience what, Andy, like, to... He's a young boys. Maybe 7, 8 years old this time. He says, I didn't care where we were going. I cared only about 2 things. I was with my mother, and I had to learn a new name. I understood that I had to memorize it to the point where it was part of me. I couldn't make a mistake. I was afraid I would forget it. So all along the train ride, watching my reflections in the glass disappearing. And mu in ina, Andre Mo, Andre andres Mo, Andre M over and over again. So they're in the countryside, they're being sheltered by a family seeking in refugees, and this is the first close call that Andy has to dine. 1 morning shortly they after to came back from the toilet there was an explosion outside in the courtyard. It didn't sound like a plank dropping at all. It sounded the way Imagine an explosion would sound. A big, long, loud reverb bang, followed by the random rattling noise made by the pre... The the debris of roof tiles, bricks and pieces of wood flying around. The silence after the explosion was deep. Peoples sat frozen in place as if waiting for more explosions to come. After a while, when nothing else happened, we went out and notice fragments of a shell had torn into the door leading into the toilet. I stared at the fragments. I had gone through that door just a few minutes earlier. So he living literally through a war zone a the Russians arrive in the town he's in. They're pushing out the Germans and yet as Andy about to describe for us, they trade out 1 level of brutality with another. A Russian soldier came in and waved the old man and the 2 other women out of the cellar. He closed the door and fastened it from the inside and prop his machine gun against it. He sat down at the side of our bed. He was g. He poked his 4 finger against my mother's chest, then pointed it at himself. The Russian soldier kept g and again poked his finger against my mother's chest. My mother got out of bed and pick me up. The soldier moved his gun and opened the door and let my mother carry me out. She handed me to 1 of the women in the... In another cellar, then she went back to our seller. The neighbor woman took me into her bed and put her arm around me. I lay there, stunned and full of apprehension. I had no idea what was happening to my mother or what would happen to both of us. There was so much pressure in my chest that I could barely breathe. After while, my mother came back for me. She was very tense and angry. She picked me up again, which was unusual because I was too big for her to carry me. She carried me to bed and we went to sleep later on the night, some more Russians came into our cellar. My mother yelled at them. Something about how all 3 of the women had already done it today. After some hesitation, the Russians left. Sometimes it's really hard not to hate humans and what they're capable. They are raping. These women every day. After a short while, they hear that the germans have been pushed out of bud test, so they they immediately go back, and this is what they see when they get back to Bud pass. We kept walking. And winter intersection is all man lying in the street face down. His legs and arms sp out. It was the first time I'd ever seen a dead body. I kept turning my head to look at him. My mother yank on my hand and crowd. Look where you're going. We kept walking down 1 street, I could see a strange shape as we got nearer. I realized it was a dead horse. An old man cro next to us. Next to it. Saw where the horse frozen leg with a kitchen knife, cutting off sliver of meat and dropping them in a bucket that was next to him. He didn't look at us as we walked past. I felt as if if I was in a dream. The city didn't look like the Bud pass I'd left behind just a few weeks before. In barely 2 months, it become a different world. To break up her trip, we stopped at the apartment of a friend of my parents, this friend was a Jew who'd had been a highly decorated office in the Hungarian army. Because of that, he did not have to move into the Jewish house or a ghetto. He was exempt from those regulations. So they get to their apartment of their friend. We went up to the third floor of the building where he lived and knocked on his door, but neither he nor his family were in that apartment anymore. Some neighbors heard our knocking and came out to tell us what happened. The arrow cross. This is a, like, German, like, government, I guess, occupied Hungary. The arrow cross had taken him and his wife and his children. Who were younger than I, out to an empty lot nearby and shot the entire family. After a moment of silence, my mother turned around and left, pulling me by my hand, This is how Andy remembers the end of world war 2. Now keep in mind, he's about 9 years old, his father has been gone. As far as they know, he's missing, he's disappeared. They haven't seen or heard from him in 3 years. The war was effectively over in early April 19 and 45. The Russian soldiers were still there, marching around a standing ground... Standing guard. Much as the Germans had done a year earlier. I could barely remember a time when soldiers hadn't been a backdrop to my everyday life. They wanted getting their old apartment back. It was being occupied. You know, it's furniture destroyed, but at least they have... There were old a lot of their old stuff and they're back in the old apartment. In early September, my mother got word that trains were coming from the prison camp in Russia, where she somehow thought my father had been. So we again went out to the railroad station to look for my father. She did they did this multiple times. The train station was a distance away, and we had to walk both ways. I was getting very impatient. I was tired from the long fruit list walk and from standing on the hard concrete platform. Getting jo by the crowds watching the men streaming by and looking in vain for my father. The next day we did it again. I didn't wanna go. I didn't think it was much use anyway because I had no recollection of my father. We got home tired and thirsty and wear sat down in the kitchen to have something to drink. All of a sudden, my mother sat boat upright in her chair and stared at the wall so intently that you would think it had just spoken to her. I asked her what's the matter? She hush me and continued to listen, Then she said, greatly agitated, I thought I heard your father's whistle. My parents had a private signal between the 2 of them. They would whistle the first few bars of a popular song. I was annoyed and protested that she was imagining things. Just then the doorbell rang. My mother turned and ran down the hall. An ema man filthy and in a ragged soldiers uniform was standing at the open door. My mother stopped as if she had turned into a statue. Than in a moment took off and left on the man, embracing him in an all encompassing hug, I stood there alone and forgotten. I thought, this must be my father. His arms and legs were like sticks. He looked worse than a beg. So the families were reunited at this point. There's a multi year transition towards all out communism. This this part was just interesting though. So this is... I I would say he's probably about 10 years old He says when when I wasn't in school or taking English or piano lessons, I read quite a bit. My favorite books were Carl May, by Car the author. A German who had written a popular series of novels that took place in this... Sierra, Nevada Mountains of the American West Remember this part for later. So he wrote a series of novels that these are his favorite books. There are a series of novels that take place in Sierra nevada Sierra Nevada Mountains of the American West Carl may America, Was a world where wrongs were always right and injustice always prevailed. I like that. I like that. That's his writing not me. No. Like myself on this page. This was this is it's interesting because Andy Grove is going to escape to Austria. Austria is where Arnold Center grew up in Arnold Short circuit fantastic auto geography. If you haven't picked up that book and you're look for something to read. I'd highly like recommend that. It was very interesting. Arnold knew he's gonna flee Austria. He never... He never thought I'm gonna go to anywhere else. He knew I'm going to wind up in America. Andy Grove had the exact same thought. Some friends were like hey, let's go to England. Let's escape to Italy. He's like, no. I'm going to America. And now we get to the the enter the incompetence of communism. In August 19 48, the Communist won and took charge of the government. Soon private companies were taken over by the state. First large companies were national, then they moved on to smaller companies. In short order, our dairy business was national. So his father... They they were like, you know, middle class, maybe lower middle class They had a small dairy business, and that was obviously taken over. My father and everybody else has given other jobs. My father became the director of a state company in charge of livestock, breeding and exports. Things were changing increasingly, employing oh my god. The incompetence of communism can never be overstated increasingly employing somebody employing somebody was considered the same as exploiting them. It was something the communist governor frowned on. Having rationalize all businesses, the government turns attention to the school system. I had to change schools. There was nothing to be done. The communist government called all the shots, what a sentence. The communist government called all the shots. They increasingly interfered with our daily life. They took away my parents business. They uproot me from school, all in the name of some political philosophy that I didn't really understand. In that part, especially resonates to me because my grandfather went through the exact same thing. Since they increasingly interviewed with our daily life. They took away my parents business. They uproot me from my school, all in the name of some political philosophy that I didn't really understand. My father was born in Cuba. And what what I've been thinking about a lot lately is I am the age now. Then my grandfather was. When he had to leave everything behind. He had a wife and a child. 1 child, they went up having another... They have a they have a... They went up having a, girl when they moved... When they emi immigrated to the United States, but I just cannot imagine. I think that's why I have these conversations of people didn't have these experiences growing up. We are constantly reminded about how that things can change. And then history obviously is full of examples of of people living normal life and then all a sudden, you know, things way outside of their control causes their their lives usually war to drastically change and, you know, I try to explain to friends that, you know, just lived here in America, their whole life. It's just like, that that could happen here. It can happen anywhere. And again, history is full of examples of people just living their daily lives not expecting something drastic to happen and something drastic to happen and then be forced to respond to it. So I always think about, like, what happened to my family. Like I don't want that happen to my kids. I wanna make sure that I can I can do whatever I can? That's in within my power to avoid that outcome for them because I just could not imagine, like, right now at this sign of life, Let's see somebody invaded America, a completely authoritarian to dictatorship. That's gonna control every single aspect of your life. What would I do? And at this point, the story, Andy, I think 13 years old to me... See. 49 is about 13 years old. So he's gotta live through this for another 7 years and then traveling all around hungary. He's forced to... Like, he's a young boy. This about this this paragraph I'm about to reach you. Like, the the memories that are embedded in the young life van Grove were just remarkable and not in a good way. The road to the farm went past would have been my grandparents house. I always had a tight feeling in my chest when went by because now because by now, I knew my relatives had been taken from that house to be killed. Those relatives wind up excuse me, 1 up dying. They were transferred to auschwitz. Only 1. I think there was like 9 of them. 1 of them survived, and the only reason the Germans at the time let that 1 survived was because she was, train. She was skilled as a seams, and they needed to make clothing and and uniforms and everything else for for the German military. So Andy continues about his love for for reading, and he does something that's really smart. Think about, like, how awkward The transition going into Puberty transition from childhood to adulthood is, now having to do it under a communist dictatorship, having to go through, you know, 5 previous 5 years of war, And so he he adopt, he finds strength in fictional characters, and then imagine what it would be like, if he could have the traits of the people he so admired. Since I discovered Cs forrest books about the nineteenth century British navy captain, captain, her ratio horn blow. Something about the character really intrigued me. Although I couldn't... I wouldn't tell him anyone this, I fan myself as a later day captain Horn blow. A man of few, but deeply thought out words, carrying the weight of the world on my shoulders. He's 13. Living a rich inner life that my classmates had never suspected. Had they known what I was really like, I imagine they would be a lot more respectful. Nobody would call me, a horn, call me puffy, so he eats a little, like, Chu at this time. When's it growing out of that, but he was made fun of a lot for being p. Or dare to push me around. I borrowed the horn blow books for my neighborhood library. After I finished the entire series, I went back and read them all over again. The thought really appealed to me to be able to display what I was really like by trans myself into an imaginary person set in an imaginary scene undertaking imaginary adventures. This thought excited me. So at this point, they're in the car, it's him, his mother and his father. They're driving to go check on when he's like, livestock, facilities that his father in charge of, his mother's is reading newspaper. She's freaking out because in the newspaper is accusing his father and other people of bending official rules. And it says my father been put in charge of the government's animal breeding program, but he didn't know anything about the subject. So he hung on to people who were experts in their field even if they were hold overs from the previous regime. Remember when he said, communist call all the shots. And their morons. These people couldn't run a gas station, much less a country. It's ridiculous. Now it seemed that my father had recommended someone for a particular post and the government didn't approve. Criticism in the newspaper was something to be taken very seriously. It usually trouble ahead. Andy is 15 years old when this is happening. My uncle and his son law were arrested in the middle of the night. My my aunt showed up at our house the next morning frightened and utterly helpless. Nobody would say where they were taken or why. There were no charges and no 1 to inquire to. They were just gone. A few days later, my father was fired from his job. He was told that in any future job, He would not be allowed to earn more than 1 fourth of its previous salary. People stop dropping by apartment to visit my father. All throughout the book and he constantly references. He's, like these people don't know. Like, they can't It's interesting to me if you read about how when he's running intel. And a lot of his... Because I've read his book how high output management a long time ago. And a lot of his theories on management and how to build a company and how to to work. To me, now they're reading this book in understanding, like, he had a deal with, you know, a completely centralized economy. They they couldn't even administer, like, the basic necessities of the citizens it's his way of management was completely different. You know? He was not... He got rid of all the hierarchy he didn't believe in having an office... Like, he was against, like, all the luxury that you'd see in, like, executives. He didn't have like, a special parking spot. He worked just a normal cubicle. He would allow... Pete, like, they'd have vigorous debates within Intel, and, you know, you could yell back and forth at him. He he basically says that I'm running the company, but I'm just like you. And then his whole thesis on, like, you know, only the paranoid survive, that, like, when you're when you're successful, you start to become complacent and that good ideas can come from anyways. Like, I I'm not, like, a sole source of good ideas. Like, there is no top down, like, management in this company. We take good ideas from wherever they come from. I now reading the book you see that it's informed from seeing just a gross level of incompetence that comes from, like, centralized authority trying to run even a a smaller con country like Hungary. That's very interesting, But I wanted to... I got lost my thought there too. What's also remarkable is during all the stuff that to go through. He still handles his business. He's doing really well school. He's very determined to be able to get an occupation so he could buy a house for his family. He wants to take care of his family. He winds up successfully later on. I think, like, 5 years after he gets to America get... Makes enough money to bring his family, they went up living with him in California till they till they die. So anyways, let me let me go back to this. So this is what the reason I thought about this is because the the title of the book swimming across. This is where the title the book comes from. And again, remember this part for later on too. Because he's doing fantastic at school. This is his physics teacher. Says that a parent teacher conference at fall, mister V valencia told the assembled parents life is like a big lake. All the boys get in the water at 1 end and start swimming. Not all of them will swim across, but 1 of them, I sure will, and that is grove. They call them g, but you we know miss grove. So that that 1 is g. Both my parents were there, and when they returned home, they told me about it with great pride. They also told me that many other people, they also told many other people about it over time. My swimming across the lake of life became a family cliche. I continue to get encouragement from each telling. I hoped mister Vale valencia was right. What a difference between, think about that to use? Maybe 15 years old a time, he's getting encouraged we're saying, hey, You're smart cage. You're taking care of your business. You're gonna get a get... You're gonna get through life. You'll you'll figure things out. You'll get through life. Okay. So at 15, all the things he has to do door. Now he's writing the book. I think he's, you know, close to maybe be 66 years old a time. He's about to retire. I know he's already retired from Intel, you know, 1 of the most successful careers in human history. He's already swim across. The difference I always say think about that. Like, what is the difference looking forward imagine yourself is 15 year old andy grove. Everything you've gone through. All the uncertainties that it's ahead, and now think about the satisfaction he has to have. Later in life looking back. It's like, I did it. Now there's another another round of for deportation, people forcibly relocated without warning. When the Germans were in charge because you're Jewish. Now the communists charge because you're not you know, towing the line. We're gonna control every aspect of your life and you're gonna pretend that you agree with what we're doing And if not, we're gonna to disappear you. I don't remember exactly when the deportation started. What the stories had in common was how the deportation took place. There was a knock on the apartment door in the middle of the night someone in uniform handed the deportation order to the residence and told them to get their belongings ready before dawn. At the appointed hour, canvas cover truck pulled up in front of the house, loaded up the family in their belongings and drove away. Rumor had it, the people selected for deportation were guilty of Bourgeoisie tendencies, whatever that meant. Often though, it was implied that the real reason they were targeted was that high ranking party officials coveted their apartment. The re rumors of the deportation had the effect of perm our lives with an intangible but constant nagging fear. Alright. So as life under Communism gets worse, his father starts telling him more and more time is captivity. So at the beginning, his father has a good job. He's respected that's taken away from him. And so before that's taken away from him, you know, Andy talking about all the the as the young person, he sees, like, the dad, look what they're doing. And his dad's, you know, either shuts down the discussion Cole or says, you know, don't talk about that, definitely tells him not to talk about that with other people outside the family. But even if... When they have discussions and his mom and andy he kinda see it more are willing to admit it more than his father is, his father just sits silent. And so now everything's been taken away from him. He starts revealing like, yeah, these are terrible people. He says some of the stories were so horrific. I found them difficult to digest. So his father's, you know, talking about the time in captivity. But the clear the clear fact that only 10 percent of the men and my father's work Battalion has survived. The story in the of what they do, and these are Russians doing this to hungarian jews. The story that was most incredible to me was how in the middle of 1 bitterly cold winter night, my father's battalion was made strip naked and climb trees. And the guards sprayed them with water and watched and laughed as 1 after another fell out of the trees frozen to death. There's another story similar to that in hardcore history, Dan Carlin blueprint for Armageddon series. And I... I think it was the the Russians doing it through the Germans it might have been the Germans during to the Russians, But it's they're in summer in Russia it's frozen. They can't get the trucks out. They make the prisoners from the opposing army that they captured, lay down, shoulder shoulder. They cover them with water. It's so cold that it freezes over the top of them, and they then use that as a makeshift road to drive their trucks out. This is more on the power to endure. It's a great sentence to think about this book, the power to endure. This is more about his father's time. He started opening up more. My father brought home some pictures that he had managed to keep with him throughout his years in the war and captivity. They were wallet sized studio photographs of my mother. Taken him before he left just so he could have a picture of us with him while he was away. My father treasure these pictures. They never left his body. They gave him strength when he needed it most. In his darkest moments when it looked like he could not make it he used the backs of the pictures to scribble his goodbye messages to us, Jesus. Christ. I read these notes over and over again. Again, like, when you when you read stuff like this. Like, you just think about what if I was in the situation. I read these notes over and over again. 1 of them that my father wrote near the end of the war particularly touched me. It was dated April 19 45. My dear ones, now that it looks like the end would be here and the prospect of seeing you again. I had... Had... I've had another setback, a new disease, sc... Some skin ulcers. It's spreading from 1 day to the next. There is no medicine. They don't know how to treat it. It's a slow death. It looks like my struggles of the last 3 years were for nothing. And all I would like to... And all I would like is to see you again. To know that you are alive, but I am destroyed, just my love for you keeps me alive. He's writing a goodbye letter thinking he's never gonna see his wife and child again. He made it home 5 months later. So now he's end of high school wants to study at the university, he wants to be a chemist. And he's excited the opportunity to prove his life, because even is all the crazy stuff that's going on around him, Like, we all still have the same human impulses you know, if you can think back to your time this time in your life. Like, you know, you have this huge most majority of your life is is ahead of you. A lot of uncertainty, but you're excited. You get to now you're becoming trans... Going from childhood to adulthood, you get to make your own decisions. You get start building your life. And so Andy going through that at the same time. But again, this is communism, and, you know, it's like, always say, oh, quality for all. Nope. That's a that's a lie. You it's who you know. It's the connections. It's the way to get the system bent for you. I was hoping that my experience would help my with my mission to the university, but my parents and I knew this was far from enough. Their search for connections. That's in quotes continued. Then we got lucky. My father discovered that the brother of 1 of his friends was a professor at the university. He checked on my application and confirm my worst fears. I had been classified as a class alien and was being rejected. So they... If... In your previous life in your pre communism days, if you were had dared, you dare employ somebody else because remember, they owned a small dairy business, they had employees, how dare you? You were considered a class alien. Mean, you were a trader to your class. You dared provide employment opportunity for somebody else. And so they were being rejected. So what They have to do, they have to go in and they have to manipulate his paperwork. Our connection did something. I never actually knew what it was, but I suspect he removed the papers I called me, like, that classify me as a class alien. And without those, I was rec classified as other. In late summer, postcard arrived at our house. It briefly stated that had been admitted to the Natural Sciences branch at the University of bud. The postcard arrived in the middle of the day, and I grabbed it and stared at it with my heart pounding. I stroke the words with my fingers to make sure they were real. I was going to the university. I was going to be a real chemist. My life had a direction. A weight that I didn't even know I was carrying was lifted off my shoulders. Who's was der during he's in college. He's studying to be chemist, and he comes he he comes to a real... An important discovery. You know, poor realization. He's... And the summary is, you should always have more than 1 interest. So he starts wanting... Like, taking a very, really strong interest in in the opera and singing. So it says my fashion with Opera also continued to grow so much that I decided to take singing lessons. I like the sound of my own voice, And I fantasize I would be discovered as a later day, this opera singer. I don't know how pronounce his name. The lessons were half an hour long 2 evenings a week. They were outright boring. I didn't care. I was learning real singing. Sorry I persevere with vi using the times when I was alone in my apartment to practice. I would have been mortified if anyone at home had heard me. My singing was not meant for friends and families. It was only for me and my teacher. After several months, my singing voice got smoother and more flexible. I never really learned how to read music, and I always had trouble timing, but I loved every minute and I spent on it. Even when I had to sing particular parts over and over again. I went in and practiced. So he's he's said actually going for a walk with his friend, they're arguing about something. And so while he's walking to his lessons. He's like, I gotta go do these lessons. So he says, I went in practice. My classmates was still there when I came out. We resumed our walk, but before we could resume our argument about chemistry, he asked, what was that stuff you saying? I could hear you through the door and it sounded really neat when my singing went well, it made me feel better about everything. Even if things at school were tough. I thought I had made an important discovery. I real... I realized that it's good to have at least too interest in your life. If you only have 1 interest and that goes sour, there's nothing to act as a counter to lift your mood. But if you have more than 1 interest, chances are something will always be going okay. So this paragraph he's gonna talk about like, working his way through the the chemistry curriculum. But I really think it's a good metaphor for life. So he says, I was completely alone in this task. Each of us had a different compound, and each of us chose his his or her own path and everyone was completely preoccupied with his or her own problem. So I couldn't brainstorm with any of my classmates. I was completely alone in this task. Each of us had a different compound. Each of us had to choose her own path and everybody was preoccupied with his her own her, his or her own problem. So that... Now we get to the part. He he's gotta be almost 20 years old this point. This is right before he's gonna be forced to flee. It's about to pop off. In June 19 56, the the revolution I think happens in October of the same year. June 19 56, there was a buzz about the, about, a group organizing a public discussion about the journalist practices of the day. Member, they're deep into communism by this point. By the time the session started, people filled so say, hey. A bunch of journalists are gonna have this panel and everybody from the city is gonna be there. By the time the session started, people filled every nook and cra of the auditor. Cram the stair waves and overflow into the courtyard of the building. Loud speakers had to be hung so that the sessions could broadcast to the crowds waiting outside. My friends and I managed to find a place inside the auditor editorial. A long table was set up on the stage. At it set a panel of writers and journalists. Just remember that what I was just saying about not only in Hungary, but it's also having Cuba with this complete control of the flow information. That is about to end. And and an up uprising that it's gonna eventually be put down by violence is going to spring up in its its place because what they say here. So it's a panel of writers and journalists. 1 by 1 they stood up facing the audience. Describing the many ways in which each had worked to mislead the Hungarian public through lies, distortion and exaggeration, so the newspapers and the the radio, the 2 main sources of information have all been compromised. And they're like, listen, we've been lying to you under the force of the government because we we were told we had to. And this... And they just start talking about... It's lasts for hours. But, oh, you think this thing's true Nope. That's that's false too. The editor of the major communist daily newspaper told how we had doctor the... And it's even like, little things like this. How pathetic do you have to be? He had told that he had doctor the weather forecast to promise clear skies for each May day. That's the big, parade so to speak to celebrate, you know, the government? In order to encourage people to turn out in large numbers for the annual parade. The meeting started in late afternoon and went on for hours. There seemed to be no end to the revelations and confessions. It was fascinating to listen to, and I couldn't help a feel that I was witnessing something unusual and significant. I sense that it I was witness his history being made. Then the thought occurred to me. The whole thing reminded me of a pressure cooker whose lid had been weakened. The danger was that as more steam was generated, the weakened lid might well explode. And here comes a revolution. The crowd thick and people overflow onto the street. Everyone was holler and shouting happily as more and more people shared in the increasingly ex... Increasing excitement. Every window facing the street had someone hanging out of it, waving madly. After all the years of su silent may day marches, there was something magical about a large spontaneous demonstration. A Hungarian flag was un... From a window along the way. The original flag before the communist uprising, had the Emblem of S saint. Stephen, a gold crown with a cross on top in the center. During the communist years, this Emblem was replaced by the cross hammer and sickle of the Soviet Union. The fl was now waving from the window had a hole in the middle. The communist emblem had been cut out. Pretty soon, we saw more flags like that, than more flags until about every building was decorated 1 if you go Google, the Hungarian revolution of 19 56 you'll see pictures of these flags remarkable. All with a hole in the middle, the sight took my breath away. Those flags were permanently altered. The seemed une unequivocally and destined to provoke a reaction of some sort. The demonstrations had started as an active support and celebration. But now I feel we had crossed a line of no return. I began to feel nervous. A wave of excitement swept the crowd. It seemed that all the students who originally organized the March had formulated a 12 point program of political reform. So they're they're gonna go to the the state controlled radio station and and give their demands. You could imagine what a totalitarian dictatorship is going to respond to this. The buzz that we should... That the buzz was that we should head to the main radio station to demand the 12 points to be read over radio bud. Meanwhile, also have heard people saying that a crowd was trying to topple the gigantic statue of Stalin. I was excited but also increasingly scared. I joined the stream of thousands that were flowing in that direction. But before I could get there rumor ran the crowd that the security police were firing on the demonstrators. I decided to head home. The events had gone way beyond the ex exuberance demonstration of the afternoon. Now was really scared. The events are gonna take place over a series of days. The fire... This the next day The firefight between the demonstrators and the security police had raged all night. We still heard sporadic shooting from the distance. Of the hours later, I saw trucks coming back. This time the truck beds were full of wounded people being taken to the... Taken to a hospital that was in her neighborhood. Later people said that the Russians withdrew from Bud test. A new government was formed. Political parties that had been long dis span came back to life. It was as if the gradual t that had slowly been taking place over the past couple of years had suddenly turned into a flood. I had mixed feelings about the whole thing. On the 1 hand, I was happy to see the communist regime toppled. On the other hand, I was worried about where all this liberation might lead. The war were not that far in the past. I went to Bed filled with une easing this and anxiety. Early in the next morning, I woke up to the sound of wooden planks being dropped. It sounded familiar, but it took me a few minutes to think why. And then I remembered the sound from 11 years ago. It was the sound of heavy artillery fire. Artillery fire. My heart sounded started pounding, so that Russians is left, but now they're coming back and they're coming back with bombs. A strange rumble approached. This is on his street. I ran to my room and flung open the window to see what it was happening. Before I had a chance to lean out, I froze a vehicle that looked like a tank, without a cover was coming to a stop right in front of our house. Russian soldiers inside the show were manning machine guns pointed in all directions. I was too frightened to move. I sat down petrified. That night, we slept in the coal seller, huddled in coats and blankets. It turned out to be a wise thing. The next morning, I heard 2 mortar, whoo and crash overhead. They landed in the attic in our of our building. All the man men ran upstairs grabbing buckets of water from their apartments in the hope of ex any fires that the shells might have started. I went with them. This is just an amazing paragraph too. Listen to how the paragraph ends. Broken tiles and splinter of wood were scattered on the attic floor. Bits of the show were still sm on the floor. Luckily, the floor was covered with sand. So instead of throwing water on the em, we shovel more sand over them and the fire was quickly extinguished. The sand had been spread in the attic in anticipation of an attack by the American imperialist during the Korean war. The irony of the situation didn't hit me until later. Radio Boot Bud began broadcasting messages from the new regime in its old cheer positive voice. It reported that the defeat of the counter revolutionaries, it it reported on the defeat of the counter revolutionaries and the restoration of the order in the city. The next day Russian soldiers showed up at our house. They wanted to get into the apartments facing the street. 1 of the apartments they had chosen was ours. They had waved us back into the cellar. I wish there were no more falling on our house and no russian soldiers in our apartment. I wanted the tram to run again. I wanted to go back to school. Wanted life to go back to normal. So it's during this time, they're they're hearing a lot of reports of just Russians trucks will pull up, and there'll be a bunch of young people around Andy age that just happened to be hanging out. And they're escorted put back to the trucks and disappeared, and so his parents are freaking out, and this winds up becoming the single most important decision of his entire life. Escaping became a recurring topic of conversation between my parents and me. I was very tempted, But I didn't know how to go about it. My parents thought I should go, but we're terrified of what what what might happen to me if I was caught. So I ago. Should I go? Do I dare go? Should I go alone? If not with whom? How would I start? What if I got caught? All of my end unanswered questions multiplied. I rationalize that things weren't so bad here after all. I really like the university. I like my class. I like Vicki. This is girlfriend at this time. Maybe I should just stay, but then the lore of the opportunity of getting out to the west started the circle all over again. So as you can imagine very confusing. If if it was especially a 20 year old to make this decision. It's just... It's remarkable, and he's gonna get pushed into the direction. 1 afternoon in early December, my aunt my aunt Man stopped. Stop by. She came right over to me and without any greeting said Andy. Or, I'm changing his named Andy. Andy must go. I stated her. You must go. She repeated, and you must go now. Immediately. On her way back from shopping, she had seen several Russian trucks. This trucks had pulled up to at an intersection. Russian soldiers had jumped out, rounded up the young people who happened to be the neighborhood heard them off in trucks and left. She was an osha survivor. She had been... She had seen the worst that that could be. She was not a historical woman and had absolutely no reason to exaggerate. I knew where I would go if I did leave, Of course, it would be America, or as the communist regime put it imperialist money gru America. The more the more scoring they heap on America, the more desirable America sounded. America had a mass mistake of wealth and modern technology. It was a place with lots of cars and plenty of hershey buyers. So interesting people's impression. Right? When you're a young person. There were 2 more immediate problems holding me back from leaving. I didn't know how to do it, and I was scared. So his father's, like, for... It's like a friend of a friend situation, realize realizes, hey, if you can get your son to Austria. I know somebody that'll that'll help him find people that can help? That winds up not being true. The guy went up. He doesn't want a meeting up with them, the guys annoyed that he's even there because it's just a... I mean, with 200000 hungarian refugees. I think, wind up pouring into Austria this time. So this is the escape. He... They wanted... There's like... They're leaving in the middle of the night. It's very cold middle December a young group of young people. They wind up... There's, like... Close to the border of Austria. There's very rural part of Hungary. They they see this this, like, hunch back hungarian guy. It's working in the field. And they go up to him and they ask them, like, is there you know, can you help us? How do we get, like, how do we get into Austria? It turns out this guy had, like, a side business of smuggling pete this hunch back guy of smuggling people into Austria. So this is what happened. He was firm by behind how he wanted to do this and we needed to? We would walk for 5 or 10 minutes in a field or through the woods. And then he... So he's saying you guys gotta go ahead. You're not gonna see me, but I'm there and I'll guide you all I'll keep... But again, he can't be seen walking with God forbid you know, some kind of government official or soldier sees a a, small group. They know what they're doing. They're they're trying to get out of there. So he constantly, like, intersect with their path. And is a description that. We would walk for 5 or 10 minutes in a field or through the woods, and he would materialize from the dark. Tells us head in a slightly different direction and then disappear again. Another 5 or 10 minutes, he would catch up with us again and direct us to the next step, and so it went. Every time we thought he had abandoned us. He would materialize out of thin air and give us our next instruction. It was cold and dark, so dark that sometimes we feel our way among the trees. I lost the track of time. After a while, we emerge from the woods, I could... After a while, we merge from the woods, this is 1 of my favorite parts of the entire book. It's just such a it gives you goosebumps when you read it. After while we emerge from the woods, I could see the faint lights from a cross an open field. The man came close to us. Those lights are Austria. He whispered. Head toward them and don't take your eyes off them. This is as far as I go, and he was gone. I didn't take my eyes off those lights. I t toward them as if they were a magnet. The muddy field seemed endless. The lights never seemed to get brighter. We stumbled across some ditch and crossed the dirt road. We heard dogs barking at a distance and suddenly a flare lit up the sky. We threw ourselves to the ground, holding our breath, then the fl flare burned out and it was dark again. We picked ourselves up and continued. After it would seem like miles and miles and miles, the lights finally came close. Had we made it? We snuck up to the first house that we could see. Dogs immediately started barking the dark. We again threw ourselves to the ground. A man came out the house holding a lantern over his head and called out in Hungarian. Who is there? My heart stopped. I had heard stories of people who had attempted to cross the border, gotten lost, and we right back in hungary. Had this happened to us too? Who was there the man repeated? We hesitant picked up ourselves off off the ground and forced ourselves to approach. When he saw us he smiled, a big warm smile and said relax here in Austria. For a moment, my wine went blank, then I started breathing again, almost pant with relief my clothes were suddenly drenched with sweat. Now, there's a long journey ahead of. And now 1... There's not 1 single person that could steward them to hold. The whole way. So really, I'm about to read... They're gonna they're gonna wind up going to another house luckily this woman speaks on Hungarian, but it's... When I got to this point, I just had a thought, it is really, really hard to wrap your head around this book. The fact that it's such a contrast between humans being absolutely without remorse unbelievably brutal to each other. They'll murder little kids, they'll rape women and yet the same species. On the other end of the spectrum is you have unbelievable acts of kindness and selfless. The fact that they're risking their lives, They get caught helping these refugees, and they will they could they could be killed. They could be taken away prison, they could lose everything and they still do it. We asked her where we could get to train for Vienna, and she told us that... That's where she was going too. She was taking some food in a wicker basket to the market there. She had a little girl with her, and in a few minutes, they were ready to go. The 4 of us walk in the dark and freezing cold until we came to the railroad tracks. There was no station, not even a sign indicating where we were, but the woman said the train will stop here in about 15 minutes later, a train came along, and it did indeed stop for us So imagine that, didn't have to come across this woman. They... There's no way they... They would would've have caught this train. The woman explained to the conductor she speaks both Hungarian and German. The woman explained to the conductor that we were escape, refugees. The conductor shrugged and pat on the shoulder, then continued through the car without demanding or fair. We were on our way to Vienna. So to get to Vienna, there's, you know, an unbelievable amount of organizations set up to try to help to some American organizations, people are going England, they're going to all different parts of the world. This is everybody in the world knows what's going on in Hungary at the time. And he the the plan is, okay. I wanna go to America, you have to have... You know, somebody not sponsor, but like, he has a family there. And so he writes a telegram he's parents like, we have family there get in touch with them. And I'm just gonna read you... This is just an incredible incredible sentence when you figure out where he's got no pet. He's got no money. He's in a strange country for the first time of his life He doesn't know the... He needs help. He cannot survive without the help of other humans. And so he's writing a telegram to his family in New York. And he's, you know, he's talking about he feels weird. Like, I. I felt strange about approaching people I've never met with a request for help, and then he says, I couldn't afford lux like embarrassment. So while he's in Vienna, there's this organization called the Irc since for the international rescue committee. And they do interviews, a lot of people wanna go to America, they only have certain about spots. So he does an interview, and he finds out the next day that he was declined. And I think, you know, normal people are probably like, oh, I gotta figure out another route. And he's not the kind of person gonna give up. So he finds out... He he says, where are they? And someone said they were conducting another years of interview interviews at a school some distance away. I took off like a mad man. I ran all the way through the cold streets. My heavy shoes hurt as my feet ran, but I didn't care. Sweat was pouring it down my face by the time I reached the school. There's a familiar long line of people waiting to interviewed. I didn't wait as a next person emerged from the interview room. I brush past the person whose turned was supposed to be in pushed in to stand in the front of the table. The Irc representatives were a different group of students than the ones who had interview me the day before. They stared to me blank. I didn't give them time to say anything. I swiped the sweat off my face and with my hands and with my hands and still pant started talking in English as fast as I could. He was very, very lucky, like, 5 years before his father thought it a good idea to learn England English because he said that's what Americans and and people in England speak, and he had a feeling that was gonna be the the most popular language in the world in the future. I explained that I interview you yesterday that I was not selected, but I really, really, really wanted to go the United States. 1 of the interviews asked me why. I told him I had relatives in Your york city would take care of me. That I was a chemistry student that I thought it I become a good chemist, and then I belong in the United States. The war... The words poured out of me, not eloquently or coherent, but as I talked and talked and talk, I could... I... But I talked and talked and talked as I could overwhelm their objections by the sheer volume of our words. I almost didn't dare stop talking. But finally, I ran other things to say. I stood there pant slightly and still sweating profusely. The students looked at each other and smiled. Then 1 said, okay You can go to the United States. I was speechless. I couldn't believe my good fortune. The thought of it hit me. After all the years of pretending to believe things that I didn't of acting the part of someone I wasn't, maybe I would never have to pretend again. The train went on, and I finally fell asleep. So this international rescue community they gave him a voucher. He's got to go to... I think he is in England. I forgot maybe Germany, I can't remember exactly where they... The ship left from. So he he takes this multiple week trip a bunch with a bunch of other Hungarian refugees to New York City. And they're getting there by boat. And he's making friends with people on the ship, and so There's just a lot of sentences from the time he leaves and makes it to America. There's just a lot of sentences that are gonna... Better like this. So he says, my new friends explain to me that this ship was 1 of the many that had been built after the war for the sole purpose of bringing the troops home from England. Remember his entire life, his entire, you know, young life has been in a war zone a centrally planned economy. He didn't... What they just told him blew his mind. Right? It seemed incredible to me that ships would be built for just 1 purpose, but they assured me this was the case. There is a ton of sentences like this. He talks about he never saw the ocean. Didn't know what salt I smelled like. There was no no such as real coffee, in hungry. They call it coffee, but it was it was not ran out of coffee beans. It was a made of, like, ground hazelnut nuts or something like that. So he starts having real coffee for the first time ever on the ship. He's like, it tastes amazing. So that's real coffee made from coffee beans. He never had a banana before. He never had an orange. He's eating all these things. He gets to America the gi polio vaccine He's like I don't understand You guys have a vaccine. Like, people in Hungary are dying, or or I guess, well you eventually do die from polio. Means like, we're were still getting in involved. He'd never seen a Tv before. He never saw a trash inc. He could not believe America when he got there. There's actually a really good book about this idea. Do you guys know who Patrick Carlson? Patrick Carlson is the founder of Stripe. He... He's a source of great book recommendations. Actually, if you go to pack your carlson dot com. I think maybe forward slash books. But he just recommended this other book. I just bought the audible version. If it's good, I'll read it and maybe talk about it on the podcast. It's called Freedom Forge. And it's about the the, was 1 of the most remarkable achievements in American history, which is how industry rose to to the challenge of building all the machines in rep weaponry that the a... They called the Arsenal democracy. I'm also listening to Dan Carlin his latest series, which is on the war in the east. And it talks about the difference between, like, how the jet Japanese built... I'm not finished with the latest. I'm like, maybe an hour and a half 2 hours it, But the the... He talks about... Let mean, these are, like, approximate numbers. Right? Don't I didn't take notes, but it's, like, during the the entire time that Japanese are Americans Friday... Japan was able to build, like, 8000. Let's call ships. I don't remember what it was. Right? 8000 pieces of machinery for the war effort. They said in the first year, the Americans were able to build 40000, and that was the least amount they ever built, and they did a year after year after year. So total, they... You know, whatever this just... I can't remember what it was. Let's let's just sum ships. Japanese bill 8 8000. Americans were wind building hundreds of thousands of them. So this, I I have a feeling that's gonna be in the book for forge which Sounds really interesting. But, again, going back to, again, it... Listen what he says. It seemed incredible to me. That shifts would be built for just 1 purpose. So he gets to America gets to New York city, and he winds up enrolling in school. He he has the help from countless different organizations they provide him with room and board or start small sip. They pay for his tuition as books. He gets a job, and works. And he his schedule at the time of remarkable well I mean, could you imagine? Could you imagine everything this guy went through and know he's like I got this land of opportunity in front of me. So from time he wakes up the morning, he's got, like, morning classes, then he has to come home. He studies all day long, then goes back for night classes. And then he's also working while he's doing that too. And he's, like, every once in a while, I would buy myself a at at the subway in New York city, they would sell cups of Coca Cola for 5 cents, and every once in a while, I treated myself to this. But I didn't do it too often because that was 5 cents, I didn't have to bring my parents over with me. Winds up, not liking the New York City, like I love America don't like New york City. He's he gets stewardship, like, a mentor with 1 of his professors, who he never forgot for to rest of his life. In fact, he never forget that any of those people helps. The the the royalties for this book. Go to the international that isn't that amazing. The the royalties of the book go to support refugees modern because that that that Irc still so us his day. But anyways, the... So he talks about, he's telling his his mentor about, you know, I love America, but III can't handle the the the the weather here, then he was just tired of the snow. And so he's, like, he's his mentor tells him about San Francisco. He's like, you know, he might might like it there. So after school, that's where he decides he's he's gonna set up. And I just wanna tie this before I close I wanna tie this together. Soon after graduation we called into an old car and drew about the California, so I so I could go to graduate school at the University of California Berkeley. Somewhere in Highway 40, I saw a sign indicating that we were nearing the Sierra in Nevada. The words jumped straight out of the Carl May books I had read when I was a kid. Now here I was about to drive through those mythical mountains. I fell in love with the San Francisco Bay area from the moment I drove through the tunnel north of San Francisco and saw the city glittering in the sunshine. It was everything professor had suggested it would be. It was beautiful. It was friendly. It became home, I've lived in the Bay area ever since. And now we reach the Andy grove of the age that he is when he wrote the book He's about 60 62 somewhere in there, and he's reflecting back on this. He says, I love my life in the United States. The doors at the international rescue committee and professor Schmidt opened for me were just the first of many. I went to graduate school and scholarships. Got a fantastic job have fair child semiconductor, the high flying company of its day. Then participate participated in the founding of Intel. Which in time has become the largest maker of semiconductors in the world. I rose to be its chief executive officer, it position I held for 11 years. I've continued to be amazed by the fact that as I progressed to school in my career, no 1 has ever resent my... Obsessed in the account of me being an immigrant. I became a Us citizen. I was named Time Magazine's man of the year in 19 97. My 2 daughters now have children of their own. In fact, it was the arrival of the grandchildren that stimulated me to tell my story. As my teacher Valencia predicted, I managed to swim across the lake, not without effort, not without setbacks. And with a great deal of help and encouragement from others. I'm still swimming. And that's where I leave the story. If you wanna buy this absolutely amazing book. And you use the link that's in the show notes in your podcast player. At the same time you'll be supporting podcast. That's a hundred and 59 books down 1000 a go. I'll talk to you again soon."
}