{
  "transcript": "Rockefeller was a unique hybrid in American business, both the instinct first generation entrepreneur who found the company and the analytical second generation manager who extends and develops it. He wasn't the sort of rugged self made Mo, who quickly becomes irrelevant to his own organization. For that reason, his career anticipates the managerial capitalism of the twentieth century. Since he never owned more than a third of his company, he needed the cooperation of other people. Having created an empire of unfathomable complexity, he was smart enough to see that he had to submerge his identity in the organization. Many people noted that Rockefeller seldom said I. This is a direct quote from him. Don't say that I ought to do this or that. He preached to colleagues. We ought to do it. Never forget that we are partners. Whatever is done for this general good is done for the good of us all. He preferred outspoken colleagues to weak need sickle fans and welcome differences of opinion so long as they weren't personalized. By creating new industrial forms Rockefeller left his stamp on an age that lauded inventors, not administrators. That he created 1 of the first multinational corporations, selling ke around the world and setting a business pattern for the next century. Was arguably his greatest feat. Okay. So that was from the book that I wanna talk to you about today. It's called Titan, the life of John d Rockefeller by Ron Tran. And those 2 pair... Those 3 paragraphs just appeared about, 220 pages into this 700 page biography. And there's a few times where I couldn't figure out how I wanted to start this podcast or where... What I wanted to talk about because The book delve into, like, his early life goes into great detail how he got his start in business and then how he created standard oil, which is what he's most well known for. But I think that those few paragraphs give you an idea of why that's so important. Because there's been plenty of businesses built throughout time that were wildly successful, similar standard oil. But he was the first really credited with the first person that created what is very common today, which is the multinational corporation. Except he was doing this in 18 hundreds. What I wanna focus on for the for the purpose of this podcast is the strategy that he used in business, which I found most fascinating. So I wanna talk to you about something called the Cleveland Massacre, which before I read this book, I knew nothing about. But before we get there, I wanna give you an intro to the Cleveland Massacre that gives you an idea of the mind he had with business. And this is just a short 2 paragraphs. So let me go ahead and read that to you. The spot chosen for the new refinery tells much in miniature about Rockefeller approach to business. He exercised an option on a 3 acre par saw on the sloping red clay banks of a narrow water called Kings Run, which flowed into the Chu H River and thus provided passage to Lake Erie, a mile and a half from downtown Cleveland It seemed at first glance an ina ina sight for the new refinery. In these outskirts beyond the city limits, cows browse peacefully and trees still shaded the water. But for rockefeller, The inconvenience was outweighed by the fact they would soon join new railroad tracks. On 11/03/1863, proudly flying the union colors. Remember this is around the time of the summer war. A gl local locomotive of the Atlantic and Great Western railroad pulled into a Cleveland station decked with bun and launched deck with bun and launched new era, giving the town access to New York City via the Erie railroad and to a valuable direct route to the Pennsylvania oil fields before I redo the last sentence. Remember at this time, almost all of the world's oil besides some large russian oil fields came from Pennsylvania. So that's why Pennsylvania Pennsylvania your oil filter are so important. And this is the the last sentence here. Able to ship by water our overland, Rockefeller gained the critical leverage he needed to secure preferential rates on transportation. Which was why he ago over plant locations throughout his career. So they're saying he did this? It because he needed to leverage to secure preferential rates on transportation. Now why is that important? Well, this has to do with probably the the the single best idea he ever had in business. And again, it depends on which whose perspective you're looking at it from because this competitor certainly didn't think it was a great idea. But for him, it was undoubtedly a great idea. So this is this is gonna lead me to what's known as the Cleveland Massacre. And the Cleveland Massacre is gonna be... I would say the bulk of this podcast, and I think is the most important, the most important idea to understand how Rockefeller became the richest person, maybe in the history of the world. Now there's some... There there's obviously some ambiguity over this because you have to you have to account for like, the difference purchasing price and what is actually valued, but the estimate the estimates that I've read and seen, say Rockefeller in today's money would be worth somewhere between 304 hundred billion dollars are to look at another way, 3 to 4 times as rich as the richest person is today. So let's let me jump into the Cleveland Massacre, it's it's it's really interesting. By the late 18 sixties, this dynamic produced a persuasive slump in the oil industry. Keeping it depressed for the next 5 years. So we'll give you some context right there. He... Rockefeller already own some refineries in Cleveland. And just like today, there's booms and bust in the oil market. There was back then. So we're we're in a persuasive slump in at this time period. Low ke prices. Now remember, again, this is before the image mentioned on the car. So ke was the main byproduct of oil. People used it Before, people used it to to basically, have lighting in their house. But before Rockefeller only really rich people were able to do this after Rockefeller, everybody could do it. Low care scene prices, a boom to consumers were catastrophic for refine. Who saw the profit margin between crude and refined oil prices shrink to a vanishing points. Rampant speculation had so over built the industry that total refining cut capacity in 18 70, which triple the amount of crude oil being pumped. Okay? So there's... A lot of people making money in refinery, people hear other people, about other people making money in refinery so what they do naturally they follow in, like le, and this causes the refining capacity to be tripled triple the amount that they actually need, which then kinda screws everybody else over. By then, rockefeller estimated, 90 percent of all refineries were operating in the red. At this bleak impasse a leading Cleveland rival, John Alexander offered to sell his interest to William Rockefeller at 10 cents on the dollar as the entire industry faced ruin. William Rockefeller is John's for a younger brother and his business partner. 1 of them, 1 of his sister's partners. Worse, the oil market wasn't correcting itself according to the self regulating mechanism dear to neo classical economist. Producers and refine didn't shut down operations in the expected numbers. Causing Rockefeller to doubt the workings of Adam Smith's theoretical and visible hand. So many wells were flowing. This is a direct quote from him now. So many wells were flowing that the price of oil kept falling. Yet they went right on drilling. End quote. The industry was trapped in a full blown crisis of over production with no relief in sight. So that part, Actually reminded me about another quote that that appears later in the. So I'm gonna jump ahead just to the school from Rockefeller and then back to the Cleveland Massacre. As Rockefeller noted, this is Derrick from him. Oftentimes the most difficult competition comes not from the strong, the intelligent to conservative competitor. But from the man who is holding on by the eyelids and is ignorant of his cost, And anyway, he's gotta keep running or bust. So to me, that that is a great explanation of what is happening around the time right before the Cleveland massacre, where he's saying, it's not the intelligent people I can reason with. It's the person who doesn't even know his cost doesn't even realize that every barrel of oil that he's refining. He's losing money on, but keeps going anyways because he has to do something. Alright. So bet let's go back to the setup of the Cleveland massacre. Thus, in 18 69, 1 year after his stellar railroad coup, which will get to 1 minute. Rockefeller fear that his wealth might be snatched away from him. As someone who tended towards optimism seeing opportunity in every disaster, He studied the situation exhaustive instead of be his bad luck. He saw that his individual success as a refine was now menace by industry wide failure and that it therefore demanded a systemic solution. This was a momentous insight, pregnant with consequences. Instead of just tending to his own business, he began to conceive of the industry as a gigantic inter inter mechanism and thought in terms of strategic alliances and long term planning. Rockefeller cited of the years 18 69 and 18 70 as the start of his campaign to replace competition with cooperation in the industry. What is also known as Monopoly? The culprit he decided was, quote, the over development of the refining industry end quote, which had created room rum competition. If this f fictitious industry was to be made profitable and enduring, he would have to tame and discipline it. A trail blazer who improvised solutions without any guidance from economic tech. Text, he began to envision a giant cartel that would reduce over stabilize prices and rationalize the industry. That description right there kinda sounds like what Opec tries to do today. Except, this rockefeller had this idea, let's see, 18 69. If Rockefeller first expo this idea among refine, he was anticipated by the very drill who laid who later rail at his mach nominations. During the Civil war, they had formed an Oil Creek Association. To curtail production and lift prices. And on 02/01/1869, they again met in oil city to create the petroleum producers Association to protect their interest. Again, I would say these are these are precursor to what Opec does. What's interesting about this part is what Rockefeller is most hated for is the creation of a cartel. But I would say he's hated because he's the 1 that actually succeeded at. As we're gonna see, there's many people that are trying to do very similar things. And interesting enough, they would criticize Rockefeller for what they were doing themselves. So let's go back to the book. To def define a comprehensive solution for the industry, Rockefeller again needed money. Money to create economies of scale, money to build cash reserves, to endure downturn turns, money to heighten efficiency. And, here's another der quote from him. And to buy in the men of our re refineries that were a source of over production and confusion, we needed a great deal of money quote. The tricky part for Rockefeller and flag This is Flag is Henry Flag, which is 1 of the founders... C cofounder of standard oil. He's famous in his own right. He developed, I would say much of Florida, so his names, like, all over Saint Augustine, he developed. Miami, Miami beach. So there's all... You'll see his name constantly. And he's actually a really, like, a flamboyant, interesting historical figure. I'm gonna go back and see if I can find any biographies on them because I learned a little bit about him in this book, and he's just he was way more flamboyant and way more interesting as a individual than I think Rockefeller was. Rockefeller is interesting because of his business strategy. Flag was just a... He was just insane. So let me go back to this. The tricky part for failure flag was how to supplement their capital without control. The solution was to incorporate, which would enable them to sell shares to select outside investors. I wish I had the brains to think of it said Rockefeller. It was Henry Flag. Meaning Fly idea. Luckily, and here's the weird part. When we're... When... This next section, this is gonna seem very bizarre to us today because, starting your company's relatively easy. Yeah, you can be, you have 1 person companies are with the help with the Internet they're are multinational corporations per s. So that never existed in 18 sixties. In fact, you'll see that some states, like, you could have a company in 1 state and you're literally... It's illegal to do business in another state, which call... Which Rockefeller had to devi trust and and and network of complex network of companies to get around because he he sold ke all over the world. Okay. So here, let's go this Lucky many states had now passed laws permitting companies to incorporate, the 1 hitch and it was a formidable 1 for Rockefeller was that these firms couldn't own property outside their state of incorporation. To finesse this restriction would require endless legal leg Remain. I'm not sure what that word means. On January 10/08/1870, the partnership of Rockefeller, Andrews and Flag was abolished and replaced by a joint stock firm called the standard oil company. With John D Rockefeller president, William Rockefeller, Vice President, Flag secretary treasurer. Besides echoing their standard works refinery, the name advertised the uniform quality of their ke at a time when consumers feared explosions from impurities. With 1000000 in capital, that's 11000000 dollars in contemporary money. The new company became an instant landmark in business history. For there was no other concern in the country organized with such capital. Rockefeller said. I wanna take a break real quick here to let you know. He's also doing this. He's in his twenties. So he started refining oil when he was about 24. If I'm not mistaken. So he's really young, and we'll see at the end of this. When about to take place. He's he's still really young when this happens. You you'll you'll see in a minute. Already a mini empire, standard oil controlled 10 percent of American petroleum refining, as well as barrel... As it well as a barrel making plant, warehouses, shipping facilities and a fleet of tank cars. Tank cars is what would you use to transport oil if you don't wanna put it on barrel. From the outset, Rockefeller plans had a wide streak of mega. He... As he told Cleveland businessman, John P. Quote, the standard oil company will someday refine all the oil and make all the barrels and, quote, He gets very close to that, actually. Despite his lack of legal training, Flag drew up the active incorporation, Nearly 60 years later when the document was dr up in a legal dispute. People were stunned by its simplicity. Instead of a fancy and embossed paper driven with seals. 1 reporter described it as a cheap looking legal paper, faded yellow, and if evident poor material, granting the standard oil company the right to engage in business. This economical no nonsense approach appeal to investors as did Rockefeller decision that the leading men would receive no salary but would profit solely from the appreciation of their shares and rising dividends, which Rockefeller thought a more potent stimulus to work. So you wanted everybody aligned. Their incentives all aligned. And we see this 1 decision where he said no one's gonna get salary, and you're gonna profit solely from dividends and shares. This is what makes him of the richest man in the world. The appreciation of standard oil stock. Standard oil started out in a modest suite of office, is and a 4 story building known as the Cushing block on the public square. The office shared by Rockefeller and Flag was Somber and Au. So I'm not gonna go too into it too much in the podcast, but the book spends an unbelievable amount of detail talking about Rockefeller had a rough childhood. They didn't have a lot of money. His dad was like a, had multiple... Like, a biggest mist. He had multiple families. He went abandoning the family later on, But he's... What he did for work? He he was like, 1 of those frontier herbal doctors. I would go around and sell, like, snake oil, basically at very large prices. And and he was raised in and basically by his mother who was a extremely pious and devout religious woman. And they had, like, a P streak where they they were drink. They wouldn't play cards. It wouldn't smoke. He was Rock was very straight age and they were very... They they wanted to make money, but they didn't want, like, os, like, display of it. He was very against that. There's stories in the books where him and his supporters started making tons of money they go out buy yachts and stuff. He just ad to them left and right. I mean, he's pretty crazy. He was already had enough wealth. Let me give you 1 real quick before we back a story. By the time he had his son. Right? He had 3 daughters in the son. He had more money than he could probably ever spend in his lifetime. His son remembers growing up and only wearing dresses because his dad refused to buy new clothes. Rockefeller level for gravity was something I've never... I've never seen anybody adhere to it so much. And to the point, let's go back to the book. Rockefeller never allowed his office Decor, decor. His office to course. Sorry. To fl the prosperity of his business, lest it aroused unwanted curiosity. That's actually really smart. Okay. So back to the book. From the start, he owned more shares of standard oil than anybody else and exploited every opportunity to augment his stake. Of the original 10000 shares he took 2667. Rich investors did not line up to invest in standard oil, among other reasons because it was an ina time for new ventures. On 09/24/1869, the infamous black Friday, Jay Gold and Jim F his scheme to corner the gold market by manipulating president Grants monetary policy collapsed. Financial panic and ruining more than a dozen Wall Street houses. Beyond that, the speculative aura of the oil industry still deter many reputable businessman. Rocker Rockefeller never forgot how his scheme was savage der delighted as a rope of sand. Or how sage businessman told him that similar attempts to create a Great Lake shipping cartel had mis fired. Quote, either this experiment will will result in a great success or a dismal failure. As Rockefeller recalled, it was a course which older and more conservative businessman shrank back from and regarded as reckless, almost to the point of insanity, By the skeptics and set the proof and set out to prove them wrong, Rockefeller managed to pay dividends of a hundred and 5 percent on standard oil stock during the first year of operations despite 1 of the worst financial blood bass in industry's early history. So that's really impressive as well. The man with the high hyper craving for order was about to impose his iron rule on this law god business. As he scanned the field of battle, the first target of opportunity lay close to home. The 26 rival Cleveland refineries. His strategy would be to sub 1 part of the battlefield, consolidate his forces, then move Brisk onto the next conquest. His victory over the Cleveland refine would be the first, but also the most controversial campaign of his career. That's exactly why I'm telling you about it now, because I think it's the most interesting. The year revealed both his finest and most problematic qualities as a businessman. His visionary leadership, his courageous persistence, his capacity to think in strategic terms, but also his lust for domination, his messi an self righteousness and his contempt for those shorts sighted mortals who made the mistake of standing in his way. What rivals saw as a naked power grab, Rockefeller regarded as a heroic act of salvation. Nothing less than the than the rescue of the oil business. The state of the ke trade had further deteriorated in 18 71 as prices sag another 25 percent. As competitors skid into bankruptcy, standard oil declared a 40 percent dividend with a small surplus to spare. So I'm gonna interrupt the story 1 more time. I don't know if I'm gonna cover it later in the podcast, but there's a 1 point where Rockefeller is such a... His entire life he's has such a fan desire to control expenses. So he'd work when he... Was first starting on was in june 20. He he'd show up at 06:30 in the morning and leave it like, 10 a night. And the entire time he's just rooting out any inefficiencies. If he could save a penny, he would do so. And as a result, he wind up even though people were in the same business, his businesses were much, much more profitable than the... His other refine, even before he started to build this cartel. So, there's there's a story in the book where this guy, Rockefeller is trying to buy his refinery, and he's like no, I don't I don't wanna to... I'm not I don't Not gonna sell. So Rockefeller says, I'm gonna show you my books. And his competitor looks as books. He's any real there... Comes to realization. Oh my God. He can he can produce oil or profit that cost me a loss. Like I can't beat him, so he wound up having to sell his refinery to him. So there's actually a method to his to his madness. As a lot of people thinks it's ridiculous when you have that much money, but I would argue you. I think he would have accumulated that much money if the frugal value come first. Because I gave them such advantages over the people that didn't control their their expenses. And therefore, if your industry, like, they just said the entire ke industry can can drop 25 percent in 1 year, Well, it could wipe you out when it... When he... He's only doing a 40 percent dividend, but you're losing money. Well, he can stay in this this position and perpetuity, you can't. So therefore, it just gives us huge this huge strategic advantage. And, no, we're gonna see what he starts doing here. This is... We're gonna get into his strategy right... Which which is what causes the Cleveland massacre. In late 18 71, Rockefeller engineer, the Covert acquisition of Bo wick, and Tilt, New York's premier oil buyers who owned barges, lighter, and and a larger refinery at hunters point on the East river. A former Kentucky banker who had also dealt cotton and grain and peddle Bibles Jab Abel Bo, that's his name was a devout baptist in the Rockefeller mold. Strict almost to stern in his business dealings, preferring justice to send. The purchase of Bo wick firm gave Rockefeller a sophisticated purchasing agency at a critical cool moments. So check this out. Oil oil prices were now being set on exchanges in Western Pennsylvania with powerful syndicate pushing the low, pushing aside the lone spec who had once dominated trading. So in a sense, they had a trading cartel where he's trying to build an oil and transportation cartel. The move said a pattern of stealth that shadowed Rockefeller career. He renamed J Bo company, the newly acquired firm bra fe independence of standard oil while acting at its cat's paw. So here's something we're gonna see a lot. 1 is Rockefeller was extremely secretive. He thought he he equated silence with strength, and he didn't like people that brag or that talk... That basically told other men or other people rather, what their intentions were or how well they were doing. And then his dedication to always like, be able to cover his tracks. So he could have said, okay, We're we're gonna buy this thing and this is now just a, a subsidiary of a standard oil. He never did that. He he kept him as independent. And so again, think about, like, before the age of the Internet. He he winds building this network of hundreds of what we would call holding or shell companies today. And so you wouldn't be able to track who actually owned it. And very few people even knew it. The people buying and refineries didn't actually know who the owner was in many cases. So he, he took Secrecy to a very I. Very similar to If you remember the podcast I done have Steve jobs. Like, Steve Jobs was very... Very much a believer in secrecy. So so I would say with Rockefeller as well. On 01/01/1818 72, the standard oral executive committee bracing for the tumultuous events head. Boosted the firm's capital from 1000000 to 2500000.0 and then to 3500000.0 the next day. So remember 1000000 dollars at this time was about 11000000 now. And I would say it's even more because the book... This book is over 20 years old. So it'd be 11000000 in 19 96 dollars. So now he's basically, raised 3 and a half times that amount of capital. And we're gonna see why? It was a sign of Rockefeller exceptional self confidence that he gathered strong executives and investor investors at this ab dismal time, as if the depressed atmosphere only strengthen his resolve. We were gathering information which confirmed us in... Which confirmed to us the idea to enlarge our own standard oil, and actually take into partners with us the refining interest would accomplish a protection on the industry as a whole. So that's a weird sentence. But basically he's saying, we figured out, hey, to protect the industry we had to buy up our competition. On 01/01/1872, the executive committee made its historic decision to purchase. Certain refining properties in Cleveland and elsewhere. K? They could referred this as a historic decision. I definitely agree with that when you see why. The seemingly inn resolution was the opening shot of a bloody ski that historians came to label the Cleveland Massacre. The Mayhem in Cleveland began when Rockefeller struck a Clan and Rich ritual ironic deal with Tom Scott, the Over overload of the Pennsylvania railroad. Okay. So 2 things here. 1, he starts making these secret deals, which is basically what he does his entire career. And 2, now remember at the introduction, Had said, he he always focused on transportation. So he pick that 1 refinery because he he could ship by rail. If it was... They gave him the prices he want. And if not, he could ship by water, which are basically allow him to squeeze them. So this is... So now he's doing this deal with Pennsylvania Railroad because at the time, you had the majority of this is before pipelines, which he also gets into later on. So most of oil was was either shipped, but the vast majority was transported over the railroads. To implement this, Scott had obtained a special charter for a shell organization, bearing the bland misleading name of the south improvement company. After the Civil war, the Pennsylvania legislature had created dozens of such charters by special enactment. These improvement companies possess such broad, vague powers, including the right to hold stocking companies outside Pennsylvania that some economic historians have chris them, the first real holding companies. The Pennsylvania railroad had a special purchase on these instruments of corporate Power, and sometimes traded them as favors. Okay. So to make their cartel, they're using this thing called the South improvement company, which is a a new charter in a new vehicle in which to do to conduct business and the ideal instrument to create a... Extremely secretive transportation on oil cartel. And this is... We're gonna go into details real real quick. Under the terms of this proposed pack, the railroads which sharply rates freight rates for all refine. K? So prices are going up to move your oil. Right? But refine in the Si. So the Si is the is the southern improvement company. The book sometimes refers to as Si and sometimes they use the whole world, the whole words. Just so you know what that is. But refine in the Si would receive such substantial rebates. Up to 50 percent off crude and refined oil shipments that their competitive edge over rivals would widen dramatically. In the most deadly innovation, the Si members would also receive drawbacks also called kickback on shipments made by rival refine. That is the railroads would give the Si members rebates for every barrel shipped by other refine. On shipments from the western on from Western Pennsylvania to Cleveland for instance, standard oil would receive a 40 cent rebate on every barrel it shipped, plus another 40 cents for every barrel shipped to Cleveland by its competitors. So they get compensated. The oil senator Oil gets compensated if the railroad used their tracks to ship for their for senator Oils competitors. 1 Rockefeller biographer had called the drawback back an instrument of competitive cruelty unparalleled in industry. Through another provision, standard oil and other Si refine would receive comprehensive information about all oil shipped by their competitors invaluable in under pricing them. So not only they getting discount for what they're shipping. They're getting paid for every, barrel that their competitors ship. And as a byproduct of that, they know exactly the volume that their their competitors doing. The Si members were naturally sworn to secrecy about the inner workings of this alarming scheme. All in all, it was an astonishing piece of Nav. I don't know what that mean word it means. Grand scale collusion such as American industry had never witnessed. Why? No. This is the part. That... That that kind of explains everything. Because it's like, why would they do that? Why did the nation's leading railroads offer rockefeller and his confederate its term so generous as to render them all but omni potent in oil finding. How do they benefit from this association? First, the railroads had engaged in such fierce inter... Had engaged such fierce price wars that freight rates had fallen sharply. No less than oil producers producers. They needed somebody to ar infiltrate their disputes and save them from their own cut throat tactics. The cornerstone of the Si was a provision that standard oil would act as an even for the 3 railroads and ensure that each received a predetermined share for the oil traffic. 45 percent of the oil shipped by Si members would travel over the Pennsylvania Railroad, 27 percent on Erie and 27 percent on New york. Unless the railroads had greater control over the oil business, Rockefeller new, they could not make the divisions of business necessary so as to prevent rate cutting. Rockefeller would become their official u empire and try to govern their pool in a fair dis interested fashion. 1 other factor tempted the railroads to come to terms with Rockefeller. And a far sided tactical maneuver, he had begun to accumulate hundreds of tank cars. Again, I told you those are what you would ship oil and if you don't want need barrels, which would be in perpetual and perpetually short supply. The Sis I and I have right next. Natalie only I did I highlight it, but I put exclamation points. He's just... He... He was extremely good at things like this. There's a lot... There's a lot of them... So there's a lot of a parallels I would say between what I learned about Rockefeller and what what I learned about the current richest person in the world and it Bezos. And this is 1 of them. And I'm gonna go into more details on that a little later on the podcast. The Si soon exposed as an infamous conspiracy, so they people found out was a master move in Rockefeller quest for industrial domination. Both refine and railroads were struggling with excess capacity and suicidal price wars. Rockefeller supreme insight was that he could solve the oil industry problems by solving the railroad railroad problems at the same time, creating a double cartel in oil and rails. 1 of Rockefeller strength in in bargaining situations was that he figured out what he wanted and that what the other party wanted and then crafted mutually advantage advantageous terms. Instead of ruining the railroads, Rockefeller tried to help them prosper albeit in a way that fortified his own position. So I'm gonna skip ahead a little bit in the book to so we can see what what this leads do. The conspirators committed a major strategic ga by omit the New York refine. Who therefore sided with the oil Creek refine to pressure the railroads. So, other... The competition has figured out what's going on with Si, and now they're gonna try to break it up before it even begins. To head their Liaison committee, the New yorker refine appointed a suave, 32 year old named Henry H Rogers who had the flashing eyes and confident heir of a young buck air. Okay. Before I go any further, I gotta to tell about Henry Rogers. It's 2 interesting parts. Rockefeller constantly took adversaries. And then after they they they had their competition or their battle or whatever you everyone call. He wants up getting a lot these people to to work for in standard oil. Henry H Rogers who's who's breaking up the Sis there's 2 interesting parts. 1, he comes to work for Standard Oil after this. And 2, Rogers was Mark Twain best friend him, which was just random. When I read that It was really surprising. So this is what Mark Twain said about this guy, Henry Rogers who who were in who you just learned about now. He is not only the best friend I've ever had, but he's the best man I've ever known. And later in the Bookmark Twain and Henry Rogers, any new Rockefeller hang out together. It's interesting. Twain calls Rogers, a pirate. He's like, that's what I like about him now. Admits that he's a pirate. So and this is at the time, Rogers is only 32 years old. So when Rogers met Tom Scott at Philadelphia hotel on March 18. I remember, Tom Scott's, the the the the guy running at 1 of the railroads, and who started the... Who's who started working with Rockefeller at the very beginning to to create the Si. When Rogers met Tom Scott and Phil philadelphia hotel March team, the railroad chief struck a note admitting that the Si contract was unfair and offering a similar deal to the excluded New York and Pennsylvania refineries. Okay? So their cartel is breaking even before it begins, but Rockefeller is still gonna use this to his advantage. So they have a meeting, and they agree to break it up. Rogers and and Scott. Okay. So this is this is... We're gonna get to the very interesting point right here. The meeting delta to blow Rockefeller for the railroads agreed to ab the Si contract and rebates and drawbacks and institute uniform rates for all shippers. That's not good for. The serpent had been killed in the egg. Far sooner than Rockefeller, the railroad had foresee the political reaction and an inevitable defeat. In this era, before railroad regulation and antitrust regulation, the Si contract didn't violate any obvious laws. Only a universal sense of fair play. So I just wanna interject there. You're probably familiar with a Sherman antitrust act. That was written because of Rockefeller. And it's something that's still brought up anytime there's like, a hearing against, like a, mono companies, they bring... They they do that under the Sherman Antitrust act. In early April, the Pennsylvania legislature canceled the Si Charter, while a congressional committee a month later, branded the scheme the most gigantic and daring conspiracy ever to confront a free nation. On 04/08/1918 72 Rockefeller comp and why the oil producers that all contracts between the Si and the railroads were now void. In his own defense, he's added. I state un qualified un. I just... I don't think I'm pronouncing that correctly. That reports circulated in the oil region and elsewhere that this company or any member of it threatened to depress oil are false. On this this is an interesting part. On the... I keep saying this is the interesting part. All this interesting to me, but is another interesting part Maybe I should say. On this last count, Rockefeller was probably sincere for what he envisioned was less a conspiracy against producers than against consumers. A united effort to ensure steady prices and adequate returns on investment. Till the very end, he saw the producers outrage against him as a shot, as a shot through with Envy and hip hip hypocrisy. The... This is now a dirt coat from Rockefeller. The producers held to the view that their rebates were wrong unless their rebates were given to them. It's actually a really good point. Alright. So here we go. Now we're going... This is the Cleveland massacre. It always my rockefeller that people made such a fuss about a phantom company. There was never a shipment made or a rebate or draw collected under the south improvement plan. Though only a latent threat the scheme acquired lasting for 2 reasons. First, Rockefeller fiercest critics regarded it as a dress rehearsal for the Grand pageant. The place where he first revealed his master plan to be implemented in a thousand secret disguised in indirect ways. There's his secrecy again. The second reason, and first of, I would I would agree with his critics there. This... He's telling you what he's gonna do. He just doesn't do it This. He's gonna find another way to do it. The second reason for all the latter attention was that during this brief interval while the Si was lot why the Si was alive. Rockefeller engineered his most important coup. The swift were relentless consolidation of Cleveland refinery which gave him irresistible momentum. The threat of the Si critics alleged was the invisible club that he waived over the Cleveland refine, forcing them to submit to his domination. Now this is the insane part. Between February seventeenth and March 20. So we're talking about a week. What is that? A month and 9 days, a month and 11 days rather? Between the first rumors of the Si and the time it was sc Rockefeller swallowed up 22 of his 26 competitors. This makes him the world's largest oil refine at 31 years old. So what we just learned is the Si... It was only a threat. It was something that was real, but they hadn't start shipping getting the rebates. But other people had found out. And because of that that threat was so severe, they also sold out to him in a month. And now 31, he's the world's largest oil runner. He eventually gets that share... Well, that that market share up to almost 90 percent, which is why they say standard oil was was monopoly. So what I wanna do there. So the Cleveland massacre is... I just said that he he basically gives him an outline. Right? But people find out the legislation cancels the charter, and now he's gonna find other ways to do it. Well, it's it a lot easier to to build a cartel when you've just swallowed up 22 out of or 26 competitors. So now he's got Cleveland unlock, and he starts to do this is exact same thing he did in Cleveland, all over the country for in all for the other regions of oil refineries. And he... The way he does that, he still goes and and makes these secret deals with the railroads. He's just not doing it do the Si anymore. He obviously like this idea. He thought a game an advantage. So I'm not gonna spend as much detail on this next part as I did with Cleveland Mask, Cl mask unfolds over, you know, 20 something pages. But there are a few pages the next chapter after this. They talk about how he does this on a national level. Okay? So my notes here say it's the Cleveland massacre on a national level. And I just wanna grab a couple paragraphs out of there. I couldn't read the whole part because this is also, you know, 20, 30 pages maybe an hour worth a hour and a half worth of reading, but there are some interesting points here, and then we're gonna get to get to what the end result is. Again, this is happening. He's extremely young. So the clinton massacre happens. He's 31 years old. Now the part I'm telling you about happens a few years Like, So he's still in his early thirties. In September 18 75, standard oil formed the Ac oil company, a front organization to take over local refine under Arch guidance, Arch is this guy that was his competitor that wouldn't sell out to him later eventually sells out to him, and then just like he did with Rogers and other people. He says, hey, come work for me. And now Arch goes out and and is just racking up refineries for standard oil. And many many of these people don't even know they're being bought by standard oil. We're gonna see that here in a minute. Within months, he had bought or least 27 refineries. Moving to such a hectic pace that he nearly drove himself to collapse. Over the next 3 or 4 years, Arch herald the remaining independence into standard oil. At least and here's the interesting part. How to stop saying that. Here's another interesting part. At least 1 prominent refine contend that he was subjected to coercion by standard oil when he tried to build a new refinery. Samuel Van Sickle, the pipeline Pioneer said a standard oil representative had offered him a good salary to abandon of the project. He then said this is a quote from Samuel Van. He then said that I could make no money if I did refine oil. He also said if I did, I could not ship it. He said he would say to me confidently confidential that they had made such range arrangements with the railroads and reference to freight in reference to getting cars, he knew I could make no money if I did make oil. Van sickle bow to superior force. So what, the cat's a little bit out of the bag. They're saying hey, listen. Just let let us buy you out, and we pay your salary just to not do this project. And the guy said, oh, I'm gonna continue. And he's, like, well, that's fine. We're gonna make sure that you... Our cost are sell you can't make money, refining oil. And even if you were able to make money, your money... Your oil is not going anywhere because we own the the railroad tracks. How are you're gonna get it there. And so you you had no choice but to sell. Again, I'm gonna use this example, but, I did a... If you read the everything story. Brad stone fantastic book about Jeff Bezos in the age of Amazon. Jeff Bezos this is a very similar situation to diapers dot com. They they wanted to say independent, he wanted to buy them, and then they just he just starts slashing prices and is able to to basically absorb losses way longer. Basically just waited them out, and then they sold. And there's an... Again, a ton of other examples that I come to mind when you read both the book. Suspect, like, when you read about how Jeff Bezos runs this company and, some of those strat strategies that, Rockefeller made. So let's go back to this part because I... I want you to understand how crazy it's gonna get right now. In May 18 75, Rockefeller completed his grand design of controlling all the major refining centers when he convert bought JAJN Camden and company of what... Of Parks, West Virginia, and then rec christ it, the camden consolidated oil company, and we're gonna see why he was so secretive and how this place was advantage here. Camden camden correspondence documents, the stealth involved in this sort of takeover. Before cons the sale, standard oil requested an inventory of his properties and was ready to send its expert superintendent to investigate. Yet Johnson New Cannon self, this is the guy that's, that's selling to to standard oil. A well known democratic politician feared that the superintendent of his barrel factory might recognize, Mac mcgregor. Mac mcgregor is the guy that is being sent by standard oil to do the inventory. And warren standard oil, quote, this is from Canon who's who's selling out to Rock. We would prefer having him to come here, but don't see how he could do it without exposing the whole thing. I find the superintendent of the barrel factory is a little curious about what is going on quote. That even a super superintendent. Was kept in the dark about the new owners underscores the priority that standard oil placed on confidentiality, and we're gonna see why. The Camden deal rem a fragrant weakness for Rockefeller, who dominated refineries in the areas served by the New York Central. The erie and the Pennsylvania railroads. There was only 1 gaping hole left in the map. The territory controlled by the maverick by excuse by the maverick, Baltimore and Ohio railroad, and he ebay has played Mono monopoly recognize that as the B o railroad. In short, the B and o was providing comfort to the last independent refine still holding out an open rebellion against his imperial rule. Okay? So, Again, he's... What he did in Cleveland. He's been expanding everywhere. The last part that he hasn't been able to to consolidate is this place up in Baltimore that serviced by the b o railroad, and we're gonna find out why at this point. He wasn't able to do that. The president of the B and o, and I know there's a lot of names in here. A lot of the names aren't that important. I get really confused when I'm reading these books and there's just so many people have to keep track of. So I'm gonna say them just because they're in the book, but don't worry if you don't, if you don't remember. The president of the B and o John Garrett had long exploded camden to fight the standard goliath and offered him marked down freight rates to do so. Okay. So what's happening here? This guy camden been competing with standard oil. Eventually, he agrees to sell to to Rockefeller But before he did this, b a no who wants to wipe who wants to fight back standard oil is giving him mark freight rates. The exact same thing that people that Rock competitor said that gives him an unfair advantage. Now that he had unbeknownst to garrett again. So B does know happening. Now that he had Am unbeknownst took Garrett defected to Rockefeller, Camden wanted to retain the rates expressive designed to shore up standard oils opponents. So what he's saying there is that he's gonna sell, but he still wants a discount in rates. Because this is gonna give standard oil even more of advantage. And the guy giving him the rates Garrett, doesn't know that he's selling to standard oil. On 05/11/1875, scarce able to suppress his mischievous gl, Cam informed his new owners in Cleveland. Quote, mister Garrett is coming out to see us tomorrow I suppose he won't encourage us to keep our oil business and fight the combination that is standard oil, and he negotiated excellent rates with Garrett. In exchange for shipping 50000 barrels of oil monthly, he would see a... He received a 10 set of barrel drawback on all refined oil sent via the B o. See this is the exact same set up as the Si. He's getting a discount on his barrels and his competitors barrels. Whether shipped by Camden or his competitors. That Garrett revive the infamous drawback when he thought he was fighting standard oil shows that nobody could claim exclusive virtue in this business. That spring, Rockefeller gave can tandem. Wide wide leeway to buying up buy up refineries, serviced by the be B o, and he quickly snatched up 3 more refineries. Okay. So check this out. So Camden agrees to sell, Tim. He Camden gets discount from Bmo, which they don't even know it's going to standard oil. And then he's using Camden as a front to buy up competitors. It looks like they're just gonna sell a Camden so they can all get together and fight standard oil. But they're they're selling to standard oil At several points Camden like Arch b at the excessive prices he paid, meaning that Rockefeller constantly would over pay for competitors just to knock him out. It almost makes me weep to pay out good money for this kind of junk he told Rockefeller. This is Can rockefeller failure. But as it is a part of our duty mankind, I suppose it is necessary to carry it to carry it through without flinch. And this is where I'm gonna wrap this part of the podcast. The completion of the Baltimore campaign left John d rockefeller still in his thirties, the sole master of American oil refinery. It also meant that he mono the world's ke market. He was now living a fantasy of extravagant wealth that would have dwarfed the most feeble day dreams of his father and few people beyond the oil business had ever heard of him. So by the time he's in his thirties, he's expanded the Cleveland mask outside of Cleveland and is now mono an entire global market of ke. And I think what's most impressive to me is this last line and few people beyond the oil business had ever even heard of him. It's very hard to compete with somebody you don't even know exists. And I think it shows he just had a Rockefeller had a the ability to just con... Like, self control that I've never seen... I don't think I've ever read in any other, like, any other founders that we've talked about. The idea that you could do this still be a young man be fabulous wealthy no 1 knows because think about, like, the the the ego you would have to just completely separate from yourself. The fact that you would just it it's obviously a lot smarter. It's a lot smarter to make money quietly, so you don't invite competition, which is what Rockefeller said, oh, multiple times throughout the the book in his career. But I think as a as humans, that's a very hard to do, and he definitely had that discipline to do that. So While, I was reading this book. There was... I found a quote from this other book that what's on Rockefeller, but it was on, Rockefeller solar was on, a bunch of oil titans, and it's called the price. And I want to, I wanna read the quote to you, and I want... This is the beginning of this short... I just wanna talk about Bezos too. But, this could go for... This is a quote on Rockefeller, but it I think it could also go for Bezos too. Okay? And this is, like, again, this goes back to what I've talked to you about on multiple podcasts is this idea that I really fascinated with, and I've tried to exploring this podcast and not always to, in the best way I don't think. But this idea that books are the original hyperlinks that they they lead us from 1 idea to another, just like the the modern Internet does. And whether it's, like, covering Sam Walton book which you re... Which you realize that he was basically the the the Jeff Bezos of his day or said another way, Jeff Bezos is is Sam Walton of his day. Like, if you read my life by by Sam Walton and then read Brad stone Spoke on Jeff Bezos. You're gonna see that he he just... He he was hugely inspired and and out outright copied a lot of his ideas. Even says that he makes executives of Amazon read that book to this day. But throughout this entire book, like, you have Rockefeller constantly, like, he's in the book I I left notes on other founders mentioned in the story that we know, Andrew Carnegie, Jp jpmorgan, Cornelius Van Bill, Henry Ford, Henry Flag, it's just interesting to me how there's, like, it's almost like they're saying that there's no idea. There's no new ideas under the sun. And the reason I think it's so interesting to explore the history of founders or the history of entrepreneurship is because it's... You see the same ideas over and over again just applied in in in different fields. So I wanna read this part that I I came across. It's not even in this book. Again, it's in the book called the prize, and I think it's... It I wanted to read the these 2 sections to you. Right after I talked to you about the Cleveland massacre and then his expansion of that because it really you really understand why he did what he did. Okay. So here here's a quote. He instinctively were talking about rockefeller rock, obviously, he instinctively realized that order order would only proceed from centralized control of large aggregation of plant and capital with the 1 aim of an orderly flow of products from the producer to the consumer. That orderly economic efficient flow is what we now many years later called vertical integration. I do not know whether mister Rockefeller ever used the word integration. I only know he conceived of the idea. So if if you went to school for business or... You know, I think You don't have to go to school for. But definitely he's just a management business classes, but this idea of vertical integration is exactly what Rockefeller was doing. He wanted to control everything from start to end. And that's why he gets into pipelines. He gets into Into railroads. He gets into, storage tanks, refineries, everything. And now, this is a note I put. This is in the book, but this is where it really to me, the these 2 paragraphs, this just reminds me the screams Jeff Bezos to me. And going back to this idea where these ideas are linked, not only in different books but throughout time. Instead instead of wanting to eliminate them, Rockefeller saw himself as the industry's savior, an angel of mercy, absorbing the week and making the industry as a whole, stronger, more efficient, and more competitive. Standard oil was growing horizontally and vertically. It added its own pipelines, tank cars and home delivery network. It kept oil prices low to stave off competitors. Made its products affordable to the average household and to increase market penetration sometimes sold below cost. That 1 paragraph just change out though... All of the stuff related oil and then add in all the stuff, Amazon does related to commerce. And then even the even the infrastructure needed to deliver that commerce, whether it's server capacity to to to service millions of customers at the same time or what they're doing now, are they're slowly edging into the to deliver the packages? Before it's okay. Fedex and Ups does it. Now most of my packages that I ordered not most, but a good amount of them come directly from Amazon's on own, delivered delivery system, and it's funny. I don't know if it was Ups or Fedex where 1 of them said, maybe last year or recently where they're, like, are you worried about Amazon buying planes and and and basically as a as a future competitor because they're your largest customer now. And his his... The this... I think it was a Ceo. His response was just so silly. It was like, oh, you know, logistics is an extremely complicated low margin business. I don't think Amazon wants to be involved. And it's like, you're know not paying attention that's exactly what Amazon's... Like, Amazon's gifted it doing. So again, it added... This is All. It added its own pipelines Tin carb and home delivery system network. It kept oil prices low to starve to stave off competitors, made its products affordable to the average household and to increase market penetration sometimes sold below cost. It developed over 300 oil based products from tar to paint to petroleum jelly to chewing gum, and this is where it's gonna wrap her right here. By the end of the 18 seventies, which means after these 2 massacres I'm just told you about. Standard was refining over 90 percent of the oil in the United states. So he goes from from having a monopoly on refining in Cleveland over the course of 4 or 5 years. He expands that now in his mid thirties. I think he'd be 35 at this time. 34 35. Standard is refining 90 percent of the oil in the United States it's developing 300 different products based on what you could do with with ke and and petroleum oil and all these other things. That's why I wanted to get to this 1 sentence. By the end of 18 70, standard was refining over 90 percent of the Welding the United States. And if I just went out and started the podcast and told you about that, or if you just stumbled across it when you... If you read the book, I just don't think that's as impactful understanding how how did you get to that point? How is a young guy in his thirties? Controlling 90 percent of a a massive, you know, massive industry, and it's through these the strategy of of these secret companies, these kickback and these these oil and transportation cartel. Okay. So that's all the part I wanted to tell you about his business strategy. Obviously, this book is 700 pages long. I... Like, there's just so much information. And this is why it's taking me even longer to to to finalize because I kept going back and forth about what to include and what not to include and It just... It's... That's not my goal with these podcasts. I need to... I can't spend... I'm not Dan Carlin. I'm not gonna spend 6 months making a masterpiece. I think, and, like, since podcast is subjective, a good podcast that you can listen to now is better than a perfect podcast that never gets... That never gets released. So that's all I'm gonna share from from his actual business strategy and in his life. There is some other things. I've talked about on another podcast and I'm for app. So I'm just... I... There's just some random parts that I highlighted that don't really fit into, like, a cohesive story that I wanna share share with you. And then I wanna tell you about a, a quote from the guy I wrote the book that I think is the perfect way to to conclude. So here's some just I I think if you just just 1 or 2 sentences, tell you a lot about Rockefeller strategy or who was as a person. And I'm gonna start with Well, I'll tell you if there are quotes from him or if their quotes about him. This is an... And these are just things that I found personally interesting. So this is a about him. He... Taking for granted the growth of his empire, he hired talented people as found not as needed. I thought that was a really good idea. So he he constantly picked up He's like this guy's is really smart. And he usually do. I don't have anything for him to do yet, but I'm gonna hire them. I'm gonna find him something to do. Many employees said he never lost his temper, raised his voice uttered day profane or slang word are acted. Rockefeller seldom... Solemn only granted appointments to strangers and preferred to be approached in writing. The reason I brought that in here is because he can't expo on this idea that you should never waste time nor money and that they were they were very much inter related. And as such, like, he just wouldn't aiden didn't waste his time talking to people are trying to search out opportunities, You know, what people would call networking now. He just worked. He came with his ideas and then worked every day to to enact those ideas. And then once he put the system in place, like, by the time he's in his late 30 he says some retired. He'd go into the office, but then in the afternoon, he'd leave and he'd go and, like, work outdoors and do all other stuff because the system was already running. And how did you do that? Well, Rockefeller tried to educate himself from the web of administrative details and dedicated more of his... Most of his time to broad policy decisions. Here's another 1. I think there's interesting. He wasn't the sort of person to persist in a flawed situation. Rockefeller was a sort of stubborn person who only grew more determined with rejection. You're getting an idea of with personality through these. Standard oil strategy was to fur as little information as possible. I think that's his own strategy. Rockefeller was very, very quiet guy. And let let's talk about this is a really interesting point. And I'm eventually gonna do a podcast on on Van bill, but check this out. The point... This point is worth under scoring. 29 Van bill wants to do business with Rockefeller because remember, well, you have don't remember because we haven't done the podcast yet, but Van built makes his money by mono transportation. This is about 50 years before Rockefeller. This point is worth under scoring. 29 year old Rockefeller demanded that the 74 year old Come door Van belt that was Corn most people call in the come. Come to him. This refusal to t, bend or bow to others. This insistence on dealing with other people on his own terms, time and turf. Distinguish Rockefeller throughout his career. That's a really balls thing to do, man. Rockefeller is... He's rich by now, but he's not he's not Van bill Rich. He's not lifetime rich. He's doing well as a 29 year old for sure. But the idea that he's making van who's probably the most famous 1 of the most famous people in the country. It's like, oh, you wanna come... You wanna meet You wanna do business You gotta come come to me. It's I don't, I think that might be the the 1 paragraph that tells them most of our Rockefeller. Here's some some of his quotes that that are in the book. And again, just gives you an idea of the kind of person he was. Success comes from keeping the ears open and the mouth closed. Again, this goes on his... He constantly references. He thinks silence is is an indicator of strength. A man of words and not of deeds is, like a garden full of weeds. This this, I highlighted because I thought it was interesting. This is... When he's almost... He lives to 98 years old, but I think he's, like, 60 or 70 when he gives this quote. All of fortune that I have made has not served to compensate me for the anxiety of that period. He's talking about this period life the 1 that we just talked about where he's in a boom boom and bust industry. Fraught competition, it could've have easily gone in the other direction. And he talks about, yeah. It's great to made money, but he he had all kind of health issues later on. Even though he he survived for a long time, like, he he lost all the hair, like, his eye... Like, everything. His head, his body hair, his eyebrows, he was in a deep depression in the fifties. He started getting better when he stopped working. Here's another 1 of his quotes. I think it's really something I need to to to, like, read and really adapt to my own life because I have all these ideas I like to explore, but do not many of us who fail to achieve big things fail because we lack concentration. The art of concentrating the mind on the thing to be done at the proper time and to the exclusion of everything else. So the context that He's was talking about his... He had other businesses, but he thought oil was his best shot, so he gave up everything else and only focused on oil. And, no there's the last quote, the impression was gaining ground with me that it was a good thing to let the money be my slave and not make myself a slave to money. And the last thing I wanna talk to you about because I feel like reading 700 pages the 700 page biography of them, then I also did independent research online. I still don't know who he is. Like, I I think his ideas were... I mean, really, really good. Now if you did that, that would obviously be illegal? But at the time, He just... His business strategy was just unparalleled. But I couldn't really figure out, like, what was, like, what did I... How did I wanna end this podcast? Like, what did I what was like, what was I gonna say about him? You know, and it's really hard. And then I found this quote from the guy I wrote the book, Ron tran. And this is... I wanna leave you with this. And this is what he's taught... He... His his opinion of Rockefeller who obviously spent way more time studying than I did. What makes him problematic and why he continues to inspire ambivalent reactions is that his good side was every bit as good as his bad side was bad. Seldom has history produced such a contradictory figure. I almost think I could have done a multiple part series on the guy, and sometimes I feel, like, at the end, like, there's a, a feeling of mel colleague because there's just so much in here, but that's again, the point of what I'm doing is not to give you a complete summary. It's to just tell you things I found interesting. And and even if you never read the book, you... You'll learn something that you maybe apply it, like, your own life. But to get the full story, I really recommend reading the book, And if you wanna help support the podcast at the same time, you can go to founders podcast dot com. And if you use that Amazon link, It's what's known as an Amazon affiliate link. If you purchase the... Purchase the book using that link, Amazon gives me a small percentage of the sale at no additional cost to use. It's a great way for you to get a book that I think is extremely valuable and well with your time and help out this podcast if you wanna help out the podcast. Thank you very much for listening. I'll be back soon."
}