{
  "transcript": "This book is a biography, not an investment manual. But those seeking insights into the thinking of 1 of the greatest value investors of all time will find it has much to offer. It is more by way of an epic, describing a journey that span more than 70 years Most corners of the globe and a broad array of human endeavor, Commercial, artistic, romantic and adventurous. It is a tale of hard won professional development extraordinary challenges faced and survived, sometimes only barely so. It is supported by 44 years of meticulously kept daily journals, written in tiny script. Which are intimate, utterly Frank, self and and confession. They encompass every aspect of what Peter K just referred to as his wonderful life. His professional career with all of its vic, his numerous love affairs and his sporting achievements. His passions for the kind of physical challenges that not only test endurance but also confront to participant with moments of stark terror usually associated with war or natural disaster. The journals explore depression and self doubt. They tell not just of successes, but also failures and the lessons learned as a result and they serve the function of a commonplace place book in which Peter noted passages from his extensive reading, commented on them and often develop the ideas they prompted. His interest spanned a diversity of disciplines. Spring from a genuinely ins curiosity, a characteristic he regarded as a vital component in every aspect of life, and especially in his professional life. The Journal also exhibit a thoroughly open intelligence. Peter was ready to try almost anything and prepared to work to achieve success in any venture or in the acquisition of any skill he decided to undertake. Mastery often came at a real personal cost because as he freely can fist, he was far from being naturally gifted at everything. What count always was the learning process. The importance of continuing to learn throughout his life was a reoccurring theme. In his professional journey, Peter became more than a highly regarded and immensely successful mutual fund manager who made fortunes for himself and others. He was also a teacher and mentor. Generous with his time and fully prepared to share his experience with aspiring new practitioners. This dedication to his profession to the encouragement of its new blood and the propagation of the principles of value investing on the foundations laid by Graham and Dodd would have been continuing today. And this book would have been an auto, had Peter not been struck by the a proliferation of fragile ex associated tremor ata syndrome. A neurological disease whose symptoms closely resembled that of Parkinson's. But is far less amenable to treatment. The story of Peter's life is now, of course, concluded. But as I was working with him daily on this in the previous book, I came to realize that his finest hour was in fact in his brave struggle with his deteriorating disability. He was entirely without self pity, good nature and full of humor and determine never to surrender to hopelessness or despair. In this book, the reader will make the acquaintance of a remarkable, generous, multifaceted and complex man, who I'm had the who I had the privilege for over 30 years. Of calling a friend. That was an excerpt from the book that we talked to you about today, which is routines and Org, The life of Peter K, financial genius, philosopher and phil philanthropist, and it was written by Christopher, R Gill. And this was another book I only found because it's was recommended to me by listener. I saw the titles. Like, what is going on here. So I downloaded, the Kindle version read the the sample loved love it from the very beginning. And, quickly ordered the book. I I need to address the title look. And it's actually a quote from a writer and philosopher that, Condo loved, and that's Au dressed huxley. I think it's how you pronounce his first name. And this is a quote from his book beyond the Mexican Bay, which is where Peter got the idea to for this Title book. And he's, this is Huxley writing. The common, 1 might call it natural rhythm of human life is routine pun by Org ortiz. Routine supports man's weaknesses makes the fatigue of thought unnecessary and relieve them of the into burden of responsibility. Org, whether sexual religious, sporting or political provide that periodic excitement which all of us crave. And now having finished the book and looking back at the life of Peter Con, I think that's a good description of, him as a person obsessed 13, completely single minded and focused on excellence, and yet filled his life with an amazing, array of different experiences events and just crazy things that, that he went after. So I wanna fast forward. I'm gonna skip over his early life. I'm wanna start where he is 25 years old because this I wanna go right to the point in which makes this book very, very unique. And it's this daily journal that he kept up for 40 plus years and is the main basis of the book. And when I look back on the the parts I highlighted, Almost all of it is his own actual words taken directly from his journal. So I wanna let me just go right to the beginning where he gets this idea. It says during this time, I he's 25 years all this time. Peter made a momentous decision. On 08/16/1963, he began to write the journal that he then kept faithfully day by day for over 40 years. He had learned that a private diary could potentially be one's best friend. An un critical confidant on for one's frustrations and pent up emotion and a sounding board for the pros and cons of life's decisions. The exercise can be habit forming, even addictive. And Peter was naturally disposed to establish strict routines that he respected, bearing compelling reasons to change. And so these excerpts out of his journal out of his diary that makes this book so interesting and compelling to read because way before. We see his thought processes. His inner interim monologue his struggle with depression, his addiction to success and praise from others. We see all of this way before he becomes 1 of the greatest value investors of all time. So this is the why and 1 of his journal his opinions as a young man on how to achieve greatness, and then he's got a great idea about living your life as if somebody wrote a book about it. It says his most natural tendency was to write about investment matters. Drawing useful influences from his reading. Sports and fitness were frequent features, including the competitive instinct and the drive to excel, warren buffett got this great quote that says in intensity is the price of excellence. And I think that's something that Peter definitely believed in. The nature of human love, sexual attraction and central... Sensuality, especially in the context of his personal sexuality was another preoccupation. It's it's covered in his journal a lot. And he was a critical observer of human behavior and habits. And so now we get into some direct quotes from his his journal it says I'm convinced that to achieve real greatness. A person needs above all to have passion, but at the same time, immense discipline, concentration, patience and an un unfavorable determination to become a master of his craft. He's writing these words at 25 years old. And I would say that's the the the path that he pursues up until the time that he dies. Perhaps I anticipate a biography as I watch my own development He's talking about the process of writing a daily journal. So if so, I'll need to make something interesting of myself first. So he drawn to accounting and to investing. He works in the industry. This is long before, probably about a decade before he starts to own fund. And so he's still trying to figure out trying to answer a question. I think a lot of us ask ourselves from time to times like, what do I want? My work life to? What do I wanna get out of my craft. Right? It says, Peter gonna think about what really constitutes job satisfaction and whether for him this meant power or money or both or possibly something entirely different. His early questioning is revealing now direct quote from his his journal. Do I want my job to become my obsession? I'm not sure. Yeah his job I would I didn't know that when I highlighted this. It is the single most important thing in his life. He winds up after much reluctance, does wind up settling down. He's married for a very long time, but his job comes before... I don't think he ever has any biological kids. He's got 2 step kids. But his job becomes before everything else in his life. So he winds up answering this question for himself in in the in the near future. Do want my job to become my exception. My obsession. I'm not sure. What I do know is that I want to do something which will engage my spirit in all of my faculties? My very being, and why should this not be my profession? And this is an entry from Peter's diary. When he turned 27 years old. A lot of them are are gonna be similar to this where he he's documenting his life in real time, but he's also has a fairly critical eye for the things that he needs to fix in his own life. His birthday entry sounded an intros note. This direct writing from Peter Now. A young man Ought express what he thinks deep down at least once. I believe that the major influences on my life so far have been and he enlist in bullet points here. This the first 1. The fact that my family, the well connected was poor. He's obsessed with becoming wealthy. The next 1, I essentially rebelled against parental authority from the time dad got back from the war. And it got worse when Greer was born. Greer is his younger brother. For, this is the last 1. For a while, I became a self satisfied arrogant sn, and I was probably unsuccessful with women because of that, and not my looks are ph z. I changed my ph anyway, and I'm glad of that, But I've also begun to confront the other hang ups, especially my relationship with with my dad. So he's much closer to his mom. His dad's away from the war comes home kind of a stranger he... Later on, he talks about resent the fact that he used to have all of his mother's attention, and his dad comes back, then he has a little brother, and he winds up pulling away from his family. And he thinks later on after his mom dies. He's he's writing at his journey He's talking about, you know, that was very she lives well her nineties. And he said, you know, I... That was a mistake. III intentionally hurt her because I was hurt. And then this this writing about his ph. He was, made fun of when he was younger because they called him p or Chu, He becomes completely obsessed with physical fitness, he has a goal and his life to have a below 10 percent body fat, he runs. He cycles. He does all kinds of strenuous physical activities. Even when he's... After he's diagnosed with that rare disorder, where you know, he can lose his balance. Eventually, he's confined to a wheelchair. It's I'll go into more detail about that later on because it's it's very devastating. But this obsession that we see when he's 27. He... Cares with store his entire life. He was obsessed with being in the top percentage of fitness levels. He applies this not only like to physical fitness, but in in his working almost everything else he does as well, but he was obsessed with being in the top percentile of physical fitness for for people his own age. And this is a little bit about his mother from this time period in his his journal, she's made a huge contribution to my intellectual life to books into music. And to the realization of how few people there are who are truly ent by the world around them. And now understanding his life story. He definitely desired to be 1 of those people who are really taken with the world. Sees life is his great experiments great adventure. And I think that's something he held us his entire life. I cannot... I can't even begin to convey how much life he fit into the 7 decades that he was alive. So let me go back to the sentence. And to the realization of how few people there are who are truly ent by the world around them. With the desire to understand it. This awareness, which I owe to her is deeply enriching. So this is around the time. This... There's another book. It's called There's always something to do. I think the investment for... Sometimes subtitles the investment philosophy of Peter. That's more if you wanna learn, like, how he got rich. This is much more of a biography. We hear, like, highlights, so I'm gonna read this sentence. This is his job at the time. He's in he's in Canada. That's where he's from, eventually he's gonna relocate and live in London. It he says he was a appointed vice President of Yorkshire shire Financial Corporation. The holding company, general manager of the savings and loan company and the treasurer of the trust company, taking on day to day supervisory control over a hundred million in assets. Before he starts own company. That's his job. There's many times I was reading the book because it's just giving us, like the highlights of his promotional career. And before he starts on fun, I was, what do you actually do? I know your title, but it seems all you do is travel around and meet with people. I mean, it was actually very confused pre becoming a founder what his actually Job was. And it... Again, it's mostly... The benefit of his book is mostly on seeing the development and reading his inner monologue. This is 1 of his notes to self that is out that was interesting. Just sentence real quick. There is a choice of courses in life, either to seek equilibrium or to enjoy the heights and suffer the deaths. He chose that second path. He chose to have instead of it's not gonna be even killed. It's going to be high highs and very low lows. And we see more of his inner monologue. He's in his late twenties, almost 30 years old. He says, I have a real terror of doing a bad job. But this has a positive side effect as a spur to performance. My shy is and awkward ness with things unfamiliar can make me bras and ego centric, and I fear this characteristic too. I think ambition is healthy, but it can also be a corrupting influence, which can obscure good intentions. I really want to lead a useful life to really interesting and I I think admirable goal. To learn not only to make but to keep friends and to feel that I am succeeding and filling my life with rich experience at all times. In a way, I do fear for my ability to control my ambition properly. To channel it in a positive direction. So part of his job is this constant travel. He continues this for most of his life. Towards the end of his life, he's averaging over a hundred thousand miles traveled per year, very much, like a rolling stone of Va, I'll get to more of, like, the the unconventional marriage that he has. But this is his inner monologue after he completed entire trip on the world, and he's 31 years old at at this point. So now this is Chris the author. He says the trip to tough up some of the softer edges of his character. And this is probably fortunate given the troubled waters he was about to navigate. So his mentor this guy, he he almost engaged in like, a form of hero worship. 1 that was showing him the business, winds up going to Jail for fraud. And I'll, I'll... I think I to have some more highlights about that in the future. So that's what they... That's what Chris means about there's troubled waters ahead, But we're not there. This is the inter monologue of Peter. After the trip. You need to get into some situations which make your... Which makes your gut tight in your balls tingle. I think I can now afford a few hates. I hate people who are imp inc and I hate those who want to create chaos and Mayhem in the world. I believe in change, but measured and controlled. I do see that the establishment needs the Avant Guard, What is brand new challenges complacency and anyway in a consumer society where obsolescence vital to progress. Only S is frightening. That's a great... You could almost summarize his life, like his guiding philosophy. S is frightening. I'm looking at the moon. This is a right around the moon landing in 19 69. I'm looking at the moon with new eyes now and much curiosity. There going to be incredible changes in the next 40 years of my life, and I look forward to them whatever they may be. That's it's very interesting let me pause there and I'll go back to Let me interrupt my own self, I guess. It's interesting that he chose that time frame him. The next 40 years of my life. There's gonna be incredible change the next 40 years of my life. He lives another 41 years. From this to what the time he's writing that. So he's almost dead on there. There's gonna be a incredible change in the next 40 years of my life, and I look forward to them whatever they may be, and I hope to have many more high points. Yesterday, sailing and a brisk wind was 1. It combine a feeling of mastery of the elements and of man made materials with an understanding of how they can inter relate. There is a really sensual pleasure in the illusion that 1 is dominating the sea and chasing the clouds with some additional spice from the occasional prick prick of fear. And I wanna draw your attention to this idea This this fear. Peter wants to feel really alive. And so he goes out and purposely puts himself into dangerous or painful situations. So he can feel... At the time, he's terrified, maybe very... Many cases very, very uncomfortable, but he does things like he climbs mount Everest. He goes repel down waterfalls. He gets an experimental planes and does all these crazy maneuvers. He he goes on another flight that's, like, 0 gravity. He does all these things that many people would be too afraid to do just because I think, my interpretation after reading the book is that he he felt alive at that moment. He chased the extremes. He was not comfortable with just a day to day mono monopoly of normal life. So here's another journal entry this is really... This is Peter on dating in his thirties on marriage and kids, and we see now that question Like, do I want my work to be in on my obsession is now... He's already realized, yes, I do want that. And had to be careful because marriage and kids can get in the way of that? He says, so, girl he was dating breaks up with him because he refuses to get married So he says, the loss is painful. And yet, I'm doing good professional work. I'm probably better off as a bachelor because my primary ambition is to be a great professional. I'm not sure if I really want children, and I'm equally unsure whether I could ever live with just 1 woman. The thought of domestic life slightly repel me and given my strange set of routines, how could anyone possibly live with me anyways. And a few journal entries later, he continues that Day says the reason why I'm still a bachelor is because I often year to escape all emotional conflict and just exist on my own. So a cornerstone of Peter's professional life is he was a just like Warren Buffett. He was a student of of Benjamin Graham. He believed in the margin of safety. And this is what he thinks of his boss. This is the person he was engaged a little bit of here worship right before he starts some company or first he jumps to another company that he starts some company that says. After 8 years, I'm forced to to question whether Treble, that's his boss has reached the limit of his... Of his capabilities. He now seems more emotional than rational. Intellectually quite shallow and incapable of seeing the bigger picture. My own instincts are to make its success of the trust company with investment counseling and mutual fund management as its natural culinary. I cannot see the rationale behind assuming additional risk. Which may even be beyond our shareholder mandate. We are not real estate developers, and I'm not prepared to take corporate or personal financial risks like Trouble, who's much more conservative. I am now concerned that the trust company will suffer from this policy by being starved of capital and exposed to potential loss of credibility and reputation, so there be... Should there be any bad investment decisions. The more I think about this, I... The more I recognize that reputation and credibility are actually all we have to sell. So he winds up leaving, but he still tied too trouble and he's concerned. This is right before trouble goes to jail. She says, what he was really praying on his mind and causing him to sleepless nights was his worry about Frank Trouble. By early 19 72, the world worldwide recession that it already that had already pre a a bear market in in equities have begun to affect real estate values right across North America. That's where Trevor had a lot of money invested. Some of Troubles real estate speculations were looking decidedly shaky. He winds up actually stealing money from another fund to cover the losses in real estate, winds up making the money back, but even though, all the investors were eventually made whole, he went to going to jail because he stole money that wasn't his I troubles continuing eva this about the mechanics of these operations gave Peter serious concerns about what the real exposure might turn out to be. There... There's a... This is the whole point that I'm, reading section 2 because he winds up having a mental breakdown. And again, I think this was what makes the... Because, you know, very few people would admit to this. But he's writing these words to himself. It's, you know, decades later that realized I'm gonna turn these words into it the, you know, almost an auto bag of sorts. Judging from troubles general demeanor, Peter suspected that a serious crisis might be looming. This un quantifiable uncertainty left Peter feeling insecure about his entire professional life, and he suffered what he called a mini mental breakdown. And later in the book, it talks about, references, you know, coming close to suicide, which is really surprising given, you know, his out... To the outside world, he seems like the super smart, super successful, super driven individual. That he's having all this inner turmoil. He's only sharing with his journal and a few close friends. In this sec... This part of the book, he doesn't start his own fund. He is trying to learn the art of investing, but he doesn't have a philosophy. To, like, lay a foundation down. And this is where first, he discovers, he he's realizing what what is not right before discovering what is. So he sees things being done the the wrong way. I can eliminate that attention, and he starts reading, he finds the writings of benjamin Graham and he realized okay, this is it for me. Peter gradually reached the view that national economic forecasting was scarce more reliable than corporate. Troubled economies he observed normally provided rich picking for vulture. Although he conceded on the macro plane that industry analysis could be useful as an addendum to the detailed study of individual companies. And investors were entitled to be presented with a clear statement of the investment policy to be pursued by the manager. With that ought to be was still alluding him. So he has no investment philosophy of his own is what that paragraph saying. However, the breakthrough with... The breakthrough was not that far off. When Peter had first joined Ag g f, the chairman had given him Charles Ellis book institutional investing. Ellis has suggested that any money manager worth his salt ought to be able to achieve a 35 percent compound annual rate of return. That's that's a really high bar actually. I think at the end of his career, he does 25 years of an average, like 17 percent compound growth. This was clearly not being achieved by Ag itself, or indeed by any other many manager of whom Peter was familiar, but he was r by the statement. He had 2 previously really successful investments, Bethlehem and this this company called Credit Fa. And so it says, both those investments had each past his benchmark. He was looking for more investment opportunities like that. But he had he had yet to find them. With growing frustration, he... He he got into a flight in December 19 73, nursing a colossal hangover and clutch a copy of the book super money, and was written by George Goodman. It was his Eureka moment. Goodman dev devote this is now Peter writing in his journal about how important this book was, because what it led to him. This is an example of the... What... This idea that you and I always talk about, the books are original links. So it says, Goodman dev devote chapter 3 to Benjamin Graham and the margin of safety. It struck me like a thunderbolt. There before me was the method. The solid theoretical backup to selecting investments based on the principle of real realizing underlying value. My years of apprenticeship are over, and this is the only time in the entire book where Chris is quoting from Peter's journal that it's in all caps. And this is what Peter's writing himself. This is what I wanna do for the rest of my life. Goodman was referring to Benjamin Graham and David Dodd remarkable book security analysis which we've talked about over and over again, ton of the founders and investors that we covered on the podcast, also read this book and it changed the way they looked the world, which Peter Dove into as soon as he finished Goodman. His library contained all 6 additions as originally published in 19 34 and frequently updated. Every copy is heavily underlined and annotated. A man after my own heart. Showing that he was continually reminding himself a basic principles and evaluating them in the light of contemporary circumstances. So right around the time he discovers this He goes on his own. He sets up... This is a business he's eventually actually gonna sell. This wanna make some famous and wealthy. It's called Peter Con Associates. He's used the proceeds of the sale of shares in Yorkshire, the place he used to work to fund the acquisition. The total consideration was a hundred and 60000 dollars. And it turned into the best investment he was ever to make. And so that's what he does. He manages mutual funds and that... That's what his entire career was. Now this is where he comes up with his own strategy, and hit... On, and then we see his thoughts how to do it. Which is very very fascinating to see if founder thoughts at the very beginning of the company. In practical analytical terms, what resulted from Peter's reading of Graham and Dodd and his reflections on their concept was the development of the of the unique net net sheet. That's his his own term, upon which all his company research was based from then on. He had redefined Graham and Dodd terminology of current asset value per share as net net working capital per share. And made it an essential condition of his investment process. So the reason I'm reading this to you is because I think he's just something that is extremely intelligent, which he's constantly reading constantly searching for new ideas, He takes in those ideas and then he adds he layers on his own thinking. And by doing so, this combination creates something unique. Using the relatively simple methodology, Peter and a small team, we're able to follow hundreds of companies on an international basis. This is before. He's not working Computers. He's doing this by hand. This collection of sheets was known as the Bible, and Peter took a copy of it with him wherever he traveled. His Bmw Bmw in Vancouver even sport net net on its license plate. Peter's journal is a mother load of Pi examples of his thinking of his thinking processes in his new situation as a sole manager of a mutual fund. This is so fascinating. He's got a bunch of random thoughts here, but just gonna read them to you. Values and investment, value in an investment is like character in an individual. It stands up better and adversity and overcomes it... And overcomes it more readily. Not the next 1. I have the knowledge and the ability to be a great investor. There's a ton of sentences in they're kind of, like, piping them up, telling, hey, you know, you you're on the right track. Don't fuck it up. It's is essentially what he's telling himself. Now is the moment to put it all into practice with absolute commitment. There's a ton of sentences an journal like keep seeking out people who see investment realities as I do. Start to build a network. Do the una things first, never shi the detail. Talks about detail over and over and over again. He hates sloppy people. Finds some... There... He won't work with them. He finds it disgusting. Detail gives the grounding for strategy and keeps the mind clear. Intuition based on experience and instinct is what makes investment an art form. You must always be willing to discuss your failures frankly, if you're going to learn from them. Patience needs to be combined with nerve and the determination to go to the brink time and time again. There will be humiliation. Another 1. Once you've done your homework properly and are absolutely convinced that an investment is right, you should not hesitate or wait for others to share the adventure. Lot of the picks were very contra. He had to be very comfortable with a lot of people criticizing what he's doing. The price at which you start buying will almost invariably be imperfect, but that should never discourage you. The initial price is only important in that it must incorporate your margin of safety. Another 1, you will never have to take losses from time to time. And then you must do it decisively. I think he only had 2... From remember we were correctly 2 down years. I think in 25 years, or something something like that. No no self flag modulation. Just a sober assessment of what we're wrong and why so... And why? So that mistake has never repeated it. And at the same time that he's laying out the strategy, he goes into another very important aspect of his life, which is this is him writing. His journals filled with his thoughts on the importance of being physically fit, and Peter's favorite subject was history. So he actually uses a lot of what I found really interesting reading was he uses a lot of historical, examples to supplement his own thinking. Get there in 1 second. So this is apart from his investment procedures, the most important routines in Peter's life where his fitness regime regimen that had... That he maintained with religious fe. Oh, that he maintained with religious fe ever since that decision taken in college that he would never be chu again. The journal full of quotations on the subject drawn from what his ride... His wide reading. However, he has long since achieved his objective of sporting a lean athletic body and his motive for exercise had gone through a subtle meta morph for Peter, fitness had become, in associated with the high levels of mental agility and endurance. And the maintenance of that elevated pitch of curiosity and awareness that he considered so vital in life, and this is, like, fantastic way to think about. I think it's a fantastic goal for us to have, but a fantastic way to think about who Peter K was and what was important to him that It underlined it twice. Excellence as a goal in and of itself had been drum into him from early boy, particularly by his mother, and he had spent a lot of time considering how it might most effectively pre suit. Now we reached the part of where he's actually writing in his his journal about this. Both Plato and Aristotle made useful observations about fitness and the pursuit of excellence. And I find myself more and more drawn to their point of view. So now he's gonna do some quotes. Lack of physical activity destroys the naturally good condition of every human being. While movement and methodical physical physical exercise, save it and preserve it. That was Plato doh. This is now Aristotle. Excellence is an art 1 by training and habit situation. Well, that's that's a great way to think about Peter as well. We do not act we do not act rightly because we had virtue excellence. But we but rather have those because we've acted rightly. We are what we repeatedly do. Excellence then is not an act, but a habit. And again, go back to the term through teens and org. He wanted a, a life, a unique life full with crazy experiences, but he was driven by his routine. A little while later, peter Peter wrote again. The more that I think about what the more the... Why can't I not read. The more that I think about the way that the Greeks, especially the Spartan regarded the subject of exercise and the necessity of maintaining peak levels of physical fitness, the more Am convinced that the health of the mind and the spirit are either bolstered or hampered by the condition of the body. So I'm fast forwarding had in his life. At this point, he... He's already been married for quite a while, and this is him on on marriage and family life, which I found was he's he's an odd duck. You'll see in a minute. Nevertheless, even as they approach their tenth wedding, anniversary, Peter's latent in yearning for the complete independence of his old bachelor life could still en enjoy burst of imp and fresh registration. So I I think that I picked if you read the book you pick up on a theme. He just didn't... He he wanted money in power, but I think a lot of that I've had to do because he str for independence. He didn't like any constraints on his time. Didn't like people telling them what to do, and I think having to abundance of money relieve yourself of a lot of you know, the limits that other people that do... Maybe don't have that money have to endure. But more on this particular journal. On the drive home from Sun Valley, I almost killed us all. Jay, that's his wife, Joan. She's referred to and his his journal is Jay. Jay told me that it drove, like, a suicidal Man. In exaggeration, but the dangers of my imp with the cross or pho aspects of wedded bliss and family life are real enough. I must never let that happen again. There are other lives at stake and far too many people relying on me now. He's talking about on his family with his business. So he continues on what he thinks makes a happy marriage. I think what most characterize the happy couples that I know is their ability to remain self reliant on occasion and thereby to dee escalate the grounds for conflict. This implies a equality in the relationship and strict adherence to a few maxim. These are great max don't lie. Don't make promises you can't keep and above all don't quit. So the second maxim there. Don't lie. I don't know, maybe I missed a part of the book, but I don't know if... Does his... He was in some kind of open marriage. I... On his part. I don't know if she ever knew it, if she acknowledged that when he's constantly traveling, he's got women all over the globe, they wanna being married and in love for 25 years, but he did not believe a mono. He was very hesitant to give up his bachelor hood. And so I I don't... Again, I think that's good advice. Right? Here's just a few maxim. Don't lie, oh, actually first maxim. Right? Don't lie. Don't make promises you can't keep and above all, don't quit. So he didn't quit. He made a promise still death to its part. His wife, unfortunately dies of cancer furiously before he winds up dying. They stay married the whole time. Divorce was never an option, but he was cheating on her constantly. I just don't know if she knew that or not. Okay. So let's go back to his professional life. Let me give you this brief. So in 19 74, he starts his fund. Right? 20 something years later. He sells his fund to this company called Mckenzie. He keeps, like, small percentage. Maybe like, 05:10, 15 percent of the business like that. Like, another 8, 9 years later or something like that, he sells the rest of it. So part of the reason he winds up doing this is because he only likes finding what the investment should. He doesn't... He wants to outsource all other aspects of the business. So while he's talking about this, and this is before he sells this company. The this part, he doesn't explicitly say this, but the the note left myself is a good idea here. Identify the most important activity in your work and then spend all your time doing that, and that's what peter did. So he says the research activity he retained for himself. This is his thoughts on that. But keeping the primary research function. Essentially, me. In house, I'm trying to ensure that my main focus. No less than 80 percent of my time is based on identifying investment opportunities for the fund and our other clients. He feels that's the the unique talent that he has. That is his skill set. That's what he needs to be focused on. The danger in any investment counseling firm is that the principal officer who develops a reputation for sound investment decisions, which Peter did throughout his life. Becomes an administrator and has taken away from his primary role. So he's seeing other mistakes, other people making their career and saying, hey, I've identified that and I want to avoid it. Again, just really smart. Okay. So now we're in the early nineties. He's in his fifties. And he's suffering from depression. And part of it had to do with his poor performance, temporary poor performance. But I don't think that was all... That was... That is all attributed just to work. I think there's just a mid midlife crisis going on that is manifesting in depression. And so this is him on depression. He's got a good... Again, some good ideas on how to deal with it and then how to get back on track. So he says, it was a maker day which showed me that the spirit can always triumph. Although you have to q the negativity and fatal with absolute determination and just cling to the positive. I may be feeling better for some of the wrong reasons. The gloom is now pretty much universal. So I'm no longer unique. These are talk about investment returns there. I feel ready to be creative again. The newspapers were full of the release of Terry weight. I think maybe you had to put pronounce the name. This is a really good idea where you're seeing the troubles of other people and how much they can endure and then stepping outside yourself and realizing, hey, if that person can survive a much more much more difficult circumstances than I'm in right now, You can draw strength that. So that's what he's doing with this kind of carry weight. Because, that was the archbishop of canterbury special envoy. Who had been sent to Lebanon to secure the release of 4 hostages, and then had been captured himself and held for 5 years. Wait plight made him see his own situation in a different lights. So now this is Peter Redding. He was held in a single room in solitary confinement without books or writing materials and under the daily threat threat of execution. And he passed the test with flying colors. What a perspective for me? We all have to pass through the fire if we were able to progress. And for some, it is worse than others. My chemistry has changed. She's talking why, I think he's turned the corner now. I'm ready to face the world again. Either this business will be taken away from me voluntarily or in voluntarily, or I shall rebuild it. He chooses the the the latter. Right? What drove me to the verge of suicide, these are crazy words when you figure his dad attempted suicide, after the crash of 87, try to jump out the window. His his grandfather, who was at 1 time Rich, and then 1 being a speculate and losing the family Fortune. He was... He turned he turned it to a drunk, and they said he fell out of a window when he was knee breathing. He might have he might have jumped though. And so this could be a multiple generation, you know, this this being drawn to suicide. So says drove me to the verge of suicide was not really the ebb and flow of the investment business with its daily measurement. That I can cope with, but Had begun to see myself as as burnt out. And I felt the waning of support and confidence right at the top of my organization. So not only was he beating himself up, but he felt he was losing the confidence of the people around him. So this is part of the way he got out of that. He says in my endeavors to get my mind back working in top gear, I believe that I needed to improve in the following ways, reducing procrastination, concentrating with absolute clarity on 1 thing at a time. So he just feels he was pulled in too many different directions wasn't... Didn't have the time nor the mental faculties to actually concentrate do a good job. However, it is essential to be aware that procrastination and indecision are not the same things as measuring one's response and allowing sufficient time to lapse for a good decision to emerge. So he's identifying his weaknesses, but he's also saying, hey, there's danger here if I take it too far, and I still need to be patient making sure I'm making thorough decisions. Okay. Now we got to a part 1 of my favorite parts of the journal. And this is his quirky philosophy. I think I just called him an odd duck. He's definitely a an odd person, a unique person. An interesting way to look at things. There is a... He he thought later in life because there's not much known about the the disease he had, other than they think that, 1 that you're born with it and so you suffer for it even if you don't have symptoms throughout your entire life, but it could also... There's a there's a a large overlap with people that have it that wanna being extremely high achieve. They have almost like a singular focus, like, a they consider it almost like, a they're on like, a autism spectrum. And so the reason I bring that up is because a lot of... You know, he's a composed note taker. He reads a lot. He thinks about things constantly. And so this computation that I think maybe going on in his brain that may not be so common as every... Going on everybody else's leads to this difference in philosophy and opinion in the way he conducts his life. Conducts his life rather. So anyways, this is his quirky philosophy. Says he use the notebooks as a means of gradually gradually en his own quirky philosophy, which is a unique AII can never put pronounce that word of s combination of the stoic and the epic. So this is all... I'm gonna... The next section is pretty long. This there's a bullet pope. It's just a bunch of bullet points, and it's c he titled this entry pete's tips for good life. So a lot of interesting things here. Exercise between half an hour and 2 hours every day. Do more on Saturdays. Take 1 day off every 2 months. Keep your body fat at less than 10 percent. Don't be afraid of eating junk food, but eat lots of fruit as well. If you choose to eat fat free yogurt, make sure you complement this with plenty of hot dogs hamburgers and french fries. Sleep a lot. Read even more. Drink alcohol 2 days week and once in while to excess. Cigarettes are bad, cigars after a meal are good. Be curious, never stop learning. Once a year run a marathon. Once a year do something that scares the shit out of you. A bungee jump, the crest run, white water rafting. Laugh a but be reflective. Strive for balanced through contradiction. Remember that part about being a walking, I'm gonna add the part walking contradiction for the very end. Be a warrior, be a priest, be a monk be a he. Reason and passion go together, but not reason before passion. Rotate between day dreaming and acute awareness. Do reality checks and focus on detail. Think positive thoughts even when you're lying to yourself. The brain doesn't know the difference. Seek balance through harmon the different aspects of life, physical, spiritual, emotional, sexual. The physical world is an illusion, but deal with it as if it were real. At every moment in all societies, contradiction are developing, and these inevitably lead to disco con disco. In his book beyond the the Mexico, Mexico Bay, A Huxley wrote, life is a series of routines pun by Org. It is and it should be, and neither Huxley nor I mean it in the purely conventional sense. The Roman stoic philosopher Seneca said a lot of useful things. Here are a few. Happiness is balanced. To teach is also to learn, knowing is better than remembering. We are born une equal. We die equal. To govern is to serve not to rule. That's the end of the close Seneca. Be passionate, but avoid Z. Be politically correct. Be a bubba, use Bill Clinton as a role model where Sack cloth and enjoy pain, lead an opulent lifestyle. There's are a series of contradiction there. Right? Own a house, enjoy hotel rooms. Travel to extremes, consider each resting place sanctuary in home. Strive for high levels of awareness, enjoy brain moments. Be responsible But remember that the ultimate freedom is the utter absence of obligation. Wow, that that sentence it sits really hard. Now that I finished the book. Ultimate freedom is the utter absence of obligation. I think that's sort of what he was seeking out. Be highly principled, but but be flexible and above all fair. Be optimistic or be pessimistic, but above all be realistic. Seek order, confront chaos, retreat from the mae. Be open, but you can keep a few dark secrets. Be a historian, be a profit, be deduct, be inductive. The stock market is almost always wrong. Once in a while, it is right. God is infinity. Don't question any further. This is an absolute truth. Don't own a car. Ride a bike, use the subway higher limo. Remember that in life, 1 is both a participant and an observer. That's good. Study systems and financial statements. Remember though that the beauty of numbers can d dilute be intuitive, warm and fuzzy in your analysis. Understanding relationships is an important is as important in investment matters as financial analysis, and the last 1, be humble, but believe in yourself. There's no way you're gonna read this book and think that this guy's is humble. So I wanna draw your attention to this, his inter monologue. This is after he sells his business, the... They wind up the company sells to does really good at marketing really good at sales, so they wind up getting a ton of ton more money. Like, billions and billions and billions of dollars more into the funds that Peter's gonna be running. So it says Peter wrote a cautionary note to self. And we're gonna see, you know, this at this point, this is what 19 98. So he's 60 years old. And we see a lot of... This echoes... The the inter monologue and the the notes itself he was leaving the younger version of himself. So it says, you now have all the elements that it takes to reach the very top. You have what it takes to be rich and famous. You have what it takes to be a leader of men. He is like his own his own hype man here. Right? You have what it takes, full stop. Just remember to balance all this taking with some giving. You have what it takes to be exceedingly generous. As an anecdote to the... This is really... This is what I mean about being an odd duck. As an anecdote to the negative thoughts, which still occasionally true from that old Pete Con, I have created an optimistic character in the form of Frank C. That's his dad's name. Interesting enough. So he's got these 2 versions of himself. Right? And their characters of his own creation. He takes over most... This is the the optimistic Frank character. He takes over most of the time, except in the early morning when Pete is too strong. Pete and Frank debate from time to time. With the realist acting as an ar, ar. I wonder whether the super imposing of a good healthy persona over a flawed 1 is a psychiatric trick that is known in in use. In any event, this is rebirth time. I am being pushed to do new things. It is a time of high adventure that will probably be accompanied by some turbulence. See, there's that ups and downs. He doesn't want, you know, the even ke. 21 years ago, I founded the business on a hope and a prayer. Now we begin again. Okay. So at this point, it's life everything is going well. And then as so happens in life sometimes times, it takes drastic turns for the worse. And this is when unexpectedly, his wife of 25 years, it's diagnosed with cancer and given a very short term time to live. A visit to the doctor, while he was there reiterated after some tests, that Peter was indeed in peak condition. Oh, sorry I forgot to tell you. For several years, been this point, he had, like, shakes, like, his hand tremor. And he kept going to the doctor over and over again. They'd run all kinds of tasks. Like, no. You're a perfect health You have like, the organs of, like, 30 year old man, you're fine. It's just benign over and over and over again. Eventually, he gets, like, a fifth sixth seventh opinion, something like that, and they they find this rare genetic disorder. But so that's what they're... That's what this means. It says. He was indeed in peak position and his tremor was benign. But Joan soon called to say that she had a like, a test on a doctor, and it had picked up a 1 inch lump on her liver. And then the blood tests were threatening. This is Peter writing. Then my life changed. Joan said that her blood test and scan showed that she has lots of cancer, the same as her mother. She is scared, and I'm gonna read over several pages of this playing out in his life. I'm trying to think of alternative scenarios. Jay will play it straight. It all depends on the severity of the cancer. She continues to lose weight. Soon we shall have a judgment. For the first time, I'm am frightened for her. 4 days later she had the result. The oncologist says she is 9 to 12 months to live. The only good thing is that you will probably not have chemo radiation or surgery, and she'll lead a normal life. I wonder. She's in shock. Now here's where it gets really weird. She's given the diagnosis for 9 to 12 months to live. He still, again, he's set for life at this point. He still decides He knows his wife has only a short time left, and he's still going out and traveling over the world for work obligations. He's seeing other lovers. This is not... Again, I don't doubt that he loved her in his own way. Like, he... Whatever... I think his definition would be different in most people. But it was very bizarre reading the section. So right now, he's he's on a the... I forgot where he's at. He's in Toronto, and he on like a late night on the town with a bunch of friends. This is later I thought of jay. My marriage is unconventional conventional. She's my rock and my anchor. My an is because I fear that I'm about to I'm I'm about to be set loose. I have a desperate sense of M. I asked her whether she ever gets scared. She always says she's determined to beat it. I brought up potential nursing care and her will. Later she called me and suggest that I loosen up and not panic. That's rather unfair. We're in an in uncharted waters. She feels she can extend her life. Oh how I hope so. Now going back to the writing of Chris. My by mid November, he was in Hong Kong and just recovering from a spirited evening out with old friends when he received a heartbreaking call. Jay was in the hospital, having undergone major surgery on her colon. I arranged to leave Hong Kong early and get to Vancouver to be with her. On the long flight, Peter Marshall des s trying to accept the idea that Jon death was inevitable and likely soon. Now this is his writing. I think that you can lose your fear of death by acknowledging that you are already dying from the moment you emerge from your mother's womb. Your body is a form that has no perm. I find that it can only deal with the prospect of Jay's passing by sticking to all my routines as far as possible. Rep as some would feel this is. I'm glad, he said that because around the time when I'm reading this, but, this is Dude. This is not behavior. I think I'd be engaged in. Like, if my wife was dying from cancer, this is terrible. Unlikely is said it seemed Joan was strong enough to return home and a week later, she was walking on her own. Once again, Peter felt he could leave to attend to the Board of governor's meeting in Toronto. On a plane, a passage from Roy Thompson's auto biography, after I was sixties the name of the book caught his eyes. I actually put this book. I might order it. I just found it actually. After... This is a direct book. After 60, I'd always been... Always had a restless feeling. A suspicion that It might be stag. Being a widow, and my children settled, I would have retired to loneliness. In any case, life was too exciting to retire. The brain, this is the most important part I think in the part that I think stuck out to Peter. The brain is like a very sophisticated computer. My advice is to allow it to work as it were unattended. It will use your bank of experience and reach lateral conclusions, and otherwise obscure connections intuitively. Intuition, emotion and intelligence are in linked the end of the quote. He was struggling. I'm going through a personal mo using the notebook to even out... Use the notebook to even out your feelings. Be aware of the unity of mind, body and spirit, keep to the process have measured responses. Try to find a degree of meaning in Jay's illness, b never ending curious. We see the advice that he's giving himself trying to go through what he's gotta be 1 of the life's worst experiences. So now he's he's with Jay. This is right before she dies. I spent several hours giggling with her Jay before I faded. Although there were some serious and memorable moments. I told her how she'd taken care of me. She said I had given her a wonderful life. I shall treasure the exchange. She wants to stay with the pain rather than give in. During the night, Joan awoke frightened of the wind, Peter held her tightly until she slept again. She awoke very anxious, and Peter held her hand for 5 hours as she slipped into a coma. In her coma, jay cares my face, which was wet with tears, and my body was t. This is right before she dies. He's at the hospital with her her 2 kids shit took kids from a previous marriage, Roger and Evelyn. So it says as Roger said that the death process had begun. It was not pretty. We took turns betting... Excuse me, we took turns being on vigil. Was she frightened? Was she in pain or was she determined. Evelyn and I needed some time away. We were in the exercise room when Roger rushed in to say that she had died. We worked on the details of her death. I did love her, and I'm happy I told her so with utmost conviction. So she dies, he's 64 at the time. He doesn't know it at the time, but he is... He's got 8 more years left of life. But those are not... Those are 8 severely compromised years. He does the most he can with him. But his illness progresses and gets worse and worse and worse. And so we spend some time on that because he's just devastating. This is his thoughts. As his illness progressed. My balance is unreliable. I sometimes suffer extreme fatigue. My strength is slipping away. Enough that I notice it from week to week. I've always needed a lot of sleep. I now find solace and sleep, which I never did until now, except in periods of depression. And I'm now... And and I am not depressed. I've have continued my routines. Sometimes I struggle to keep up with them. There seems to be some clear alternatives, fight or give up. I know the answer, spend or safe. This is a different question. I do not wanna deprive myself of the fruits of my labor, but at the same time, I wanna leave a material legacy. There must be a balance in this there must be a balance in this. Retirement is simply a death warrant. Hang on, you're still contributing strategically. Do not look back. Look forward. So as his illness gets worse and worse, he becomes temporarily somewhat rec inclusive. This is where even though he's friends with the author Chris for 30 years, Dan Each a well. As Peter understands that his his days are number. Right? So he starts to setting him I'm gonna work on this book. And just like at the beginning, Chris said, know what would have been an bag if he if he could have survived. So this is... They're now meeting up, and the author, Chris has not seen Peter in some time, and he's taken aback at the drastic physical change. This is a a horrifying disease take somebody that was extremely strong and active and destroys the physical body. To almost nothing's left. I not actually seen him for over 2 years. When the lunch date was arranged, she had warned me that I would see a big physical change at him, but nothing she could have said would have prepared me adequately. As I was ushered into the hall, I could see through to the master bedroom where Peter was standing next to the window. I was speechless. The contrast with the live athletic figure I had last encountered in whom the only signs of illness was the mere tremor of the of his left hand was so extreme that I was on the verge of tears. Peter caught sight of me and began to walk on steadily toward me and welcome. Fixing me with those startling blue eyes and patti my head, he said. It's alright, Chris. Take a deep breath. It's not as bad as it looks. Unfortunately, it was. So this is a very unique. Now is the the book unique because you have, you know, 40 years of daily journal entries. But then in this book, they spent a good amount of time on the process of writing the book, which I found really interesting. So it's it's gonna be joint affair, then we turned our attention to the journals, of which there are nearly 300, going back to 19 63 all handwritten. How crazy is that? I realized that the material was original Frank and quite centric, and that the venture was actually going to be fun. Our returns our routine soon became established. After reading the day's papers and periodic articles, Peter stretched out on the bed beside my desk to assess what had been done and what needed doing. I quickly discovered that there was nothing at all wrong with his memory. During his morning nap and he put that in quotation marks. He frequently opened his eyes to comment or to add some information demonstrating that he'd been thinking rather than sleeping. Then we had lunch together. Usually finger food, which peter Peter could still manage to eat on his own. Between mouthful, I would read what I had transcribed in the last 24 hours. Has Peter put it in an extraordinary way, it enabled him to relive his wonderful life, and that is, again, I do think Peter, he had this fierce sense of independence, because you always see, like, if you... They interview people right before they're dying, 1 of the main regrets that people have in life is that they lived... They didn't live a life that they that was unique or authentic to They just did with others around them expected them or maybe copied other people without thinking about it. And so that thing that looking back, he knows about the guy and he's saying, I had a wonderful life. That is so valuable because I think it's so rare. What I suspect, and I don't have any way to quantify this other than just intuition, I I suspect that is extremely rare in our speech she's. And it's part of the reason why I'm reading all these books and trying to learn as much as possible because I wanna avoid the fate of regret of living a life that is not authentic to myself. I want to look back towards the end of my life and be able to say what Peter is saying here. I had a wonderful life. And in his case, yeah, it sucks. I didn't want this this this disease, but I didn't have control over it. And the parts of my life, I did have control over. I made great, and I just think that's it's very inspiring to me. For me, this exercise was invaluable because the readings often prompted him to explain or expand on his journal. Revisiting the useful the youthful Peter Ko was often very funny and laughter echoed around the apartment as it had not done in a while. Routines and Org ortiz was Peter's chosen title, taken from a rather obscure travel book by A Huxley. He had read it and at the highly he... Excuse me. He had read it at that a highly impression age when a young man knows what an org is and is ardent hoping 1 will come his way. The full sentence actually, the full sentence actually reads, the common 1 might call the natural rhythm of human life is routine pun by Org. I know I'm I'm just repeating this again, So Nick because I read this at the beginning. And now towards the end, we see what he meant by it. Huxley goes on to make it quite quick, quite clear that he is not necessarily referring to Org in the Roman sense. That's a play way to put it. Peter told me that had no intention to applying that of him implying that either. And the the process of writing the book goes up until he dies. Chris is with him and interacting with him and talking to him and traveling with him, up until he dies. He's actually holding his hand. I think he's 1 of the people in the room holding his hand as he passes away, and it's devastating. Before I get to that part, you understand how d debilitating this illness that Peter had to suffer through was, he... He's got his last advice that he ever gave came in this last interviewer ever did, and you could even characterize this as his first and last advice, and it's advice that he was able to adhere to for his whole life. In his last interview, Peter's advice for regular investors is quoted as follows. The mantra is patience, patience, and more patients. Think long term and remember that the big rewards accrue with compound annual rates of return. And so the last year of his life, he he doesn't know it's last year of his life, it, yeah, drops off falls off very quickly towards the end, but he didn't even though he couldn't take care himself. Yeah, what I'm about to reach you you'll see. Like, you know, he had to wear diapers. He was drooling. He couldn't feed himself. It's not any he... It's not a way anybody wants spend their last time. Peter did what he could. He wanted go to the theater, like, 30 different times. He traveled to Egypt when all these different countries. He tried to push life and fill with many experiences as possible right up to the very, very end. This is 1 of the last few trips that he's ever able to take, and it's business trip To bermuda, working with the company, and he he takes a ex girlfriend with him, and she's a former stand up comic, and she writes about the experience, and I think this the the perfect way to close. This time Peter had decided to ask Phyllis Ellis to come to act as his companion. Her account of this visit to Bermuda is touching and funny. But he gives a stark picture of the realities of Peter's condition. Also the realities of the final few months to years his life. Only his abdominal spirit could have held him together and still made it possible against all the odds to live life and enjoy it in the face of an apparently overwhelming and humiliating disability. This is F account. Peter places regular Sunday check call, surprising me with an invitation to Bermuda. Of course, I would go. I always took the opportunity to see him. In many ways, I'd become his go to girl, a friend, confidant and J. Long gone were the days when lover was part of that equation. Which suited me perfectly, but I remained a constant in his life, and and and I was excited to see him. The trip was an odd and fractured comedy of errors. Peter immediately rejected the hired nurse. He demanded that I take over the role of caregiver, chief bottle washer, changer of diapers, shower, and shaver, feeder of vanilla ice cream, wiper of drool, Tv channel surfer, kendall operator, and dresser. Basically, his full time nurse. He was almost completely incapacitated. Shaking beyond belief, weak and frail. Not doing well physically. That's how he described it to her before he saw her, had been a gross understatement. And, yes, if he choked, there was a battery powered machine to prevent him from well, choking. Wonderful. I had already dropped all soaking 6 feet of them as he stumbled out of the shower. He couldn't support himself. Slipping through my arms like a wet fish and missing a serious head injury on the porcelain by inches. He just burst it laughter and then so did I. Crisis avert for the moment. My next duty was mastering the electric pump apparatus. This is the the apparatus that stops him from choking. Directions removed from hard case. Quickly shove rubber pipe down the throat. Hoping not to puncture anything and then press on. And, of course, at dinner, he did choke, turning blue with the directions in my hand and out of my mind for fear that I might per per per his esophagus. I rushed the procedure and cleared his throat but succeeded in suction his entire bottom lip into the tube of the machine. Unfortunately, how to pry bottom lip from tube was not in the instructions. A wonderful reason why Bermuda was a perfect place for Peter was the weather, and he loved our daily swims. About mid week, we struggled to the pool, him refusing his wheelchair to begin what he called his laps, walking in circles at the shallow end. Having been having been a great sports woman myself, I took pleasure in the notion that although he couldn't walk when was beginning to find speech more difficult and could no longer dance, he still wanted to do what he was calling his workout. That morning was no different. I was in the lead almost running on the spot, almost running on the spot slowly in the water with Peter pulling up the rear. There were a couple pretty women sitting in the sun, and I noticed him pad with a little more purpose than the day before. Funny how pretty women motivated him. With my back to Peter and the pretty women, I heard a loud scream. As I turn around, Peter was gone. I looked down and there he was still pad his arms, but at the bottom of the pool. It's part maybe me laugh, not because of that, although that that image... Image popped to my mind, but what he says here. I dive down, pulled him up, dragged him to the side of the pool. After his choking subsided, I asked him furiously what the hell he thought he was doing, Was he trying to give me a heart attack? He g and whispered with a crooked smile, the back stroke. And this is in in her account is when she turns serious though. I can make light of my week with Peter and Bermuda, but it wasn't really funny. Not really funny at all. He was a shadow of himself. No less selfish or demanding, but somehow child like in his utter dependency, almost like an infant. He hated being like it, but he tried to make the best of it. I hated it too. Not the idea of helping my dear friend are reading to him are rubbing his back when he shook himself to sleep. Part was hard to read, but the idea that I was alone and responsible for him. And though I tell the story with humor on a couple of occasions, the near misses could have been fatal. You could have died, I said as I sat in the floor with him after he smashed into the corner of the bureau, he smiled. A trickle of blood rolling from his forehead and said, well my dear, well, my dear, you were missing the point. At least I would have been with you. I'm not sure loved 1 should be the responsible person, especially when someone is so compromised. Of course, you'll do it, you'll do anything for them. But as the shadow circle and the end is inevitable, the time together might be more meaningfully spent in sharing stories, memories, and love, and having someone else do the chores, but not so fast. This is Peter C we're talking about, a man who could move mountains in his professional life, but also a man who had the emotional intelligence of a spoiled child having a temper tantrum. But that's who he was, a wonderful dichotomy. And that is where I'll leave it. To get the full story, read the book. If you buy the book using leave the show that you'll be supporting the podcast at the same time. That's a hundred and 60 books down 1000 to go, and I'll talk to you again soon."
}