{
  "transcript": "Hi there. Real quick update before jumping into today's episode. As a way to incentivize people to switch to the annual plan. I actually have another podcast feed that I'm calling Founders post script. It's a feed for all the books that I read that don't fit on founders, So any book that's not a biography basically. Those are obviously gonna stay on this feed. It does not cost any additional money. I am not selling it. I'm merely using it as an added benefit for those that either already that are either already on an annual plan. Are willing to switch from the monthly option to the annual plan. The annual plan is the best way to support founders. If you're already on the annual plan, and you want access to the founder post script feed, just email me david at founders podcast dot com, and I'll get you access. If you switch if you're on the monthly plan, if you switch to the annual plan. I should get an email indicating that you switched. And in that case, I will email you. If you don't hear from me within, let's say, 48 hours, feel free to email me as well. This is optional, you do not have to do it if you don't want to. I'm trying to figure out an added benefit because, annual plans is the best way to support founders. So I it's in my interest to incentivize you to do so. And if I can give you a little bit of extra work for doing so, I think that's a good trade. I will probably add a book or 2 a month on the feed. Right now, there's already 2 books on that feed. I'm working on 2 other ones. That's it. If you have any questions, obviously, email me. Thank you very much for listening, and thanks for the support. Doctor Seuss is a classic American icon. Whim and wonderful. His work has defined our childhood in the childhood of our own children. The silly, simple rhymes are a bottomless well of magic His illustrations are timeless favorites because quite simply, they make us laugh. The grinch, the cat in the hat, Horton, and so many more are his troop of beloved and uniquely su creations. Theodore Ge, however, had a second more radical side. He had a successful career as an advertising man, and then as a political cartoon. His personal convictions appearing not always subtly throughout his books. Ge was a complicated man on an important mission. He introduced generations to the wonders of reading while teaching young people about empathy and how to treat others well. Agonizing over word choices and rhymes, touching of drawings sometimes for years. He upheld a rigorous standard of perfection for his work. Ge took his responsibility as a writer for children seriously. Talking down to no reader, no matter how small. And with classics like green eggs and ham and 1 fish 2 fish red fish blue fish, ge delighted readers while they learned. Suddenly, reading became fun. That was from the back cover of the book I'm gonna talk you about today, which is becoming doctor Seuss, Theodore Ge and the making of an American Imagination and is written by Brian J Jones. So this is another example of a book, they didn't even know existed and shame on me for that because Brian Jay Jones actually wrote 1 of my favorite books that I've read for the podcast. And just in general, it's the biography of George Lucas. Called George Lucas Life. I think I covered it back maybe on founders number 35 in case you haven't already listened to that, Fantastic book. I I highly recommend reading it as well. But a listener actually is the 1 that told me about this book. And I immediately... Once I realized it was written by Brian jay Jones, ordered it, and I it grew up on doctor Seuss. So it was just a perfect way to figure out the man behind the person behind the author. And I wanna start jump right into the book there's a lot to cover. Wanna talk about the influence of his parents because That was very interesting what they did. There's just some really good ideas that positively influences his life. So his mother's name is Ne, his father is going to be referred to as t r. Out throughout the book, but this is about the... First influence of his mother then I'll get to his... To influence his father. So she said Net 2 would directly influence ted's ear for the beat and invitation of words. As she put her son the bed evening, Ned would chant a refrain She had often used to sing behind the counter at the sue bakery to inform patrons of the day's pie flavor. Let me stop right there. On her side of the family, they owned a bunch of bakeries On his father's side, they were German brewers. That'll come into... That's important for the story later on because, his father was running a very successful brewery, and then prohibition took effect in the United States and that he had to change careers when ted was a child. Alright. So goes back to her coming up with a song at her bakery, so they could tell the customers, the pie flavors, and it says apple minced lemon, peach, Apr hot pineapple. Blueberry, coconut custard and squash. At which point she would playful squash a giggling Ted down into his mattress. Now this is the important part. That's the reason I'm reading this paragraph to. Ted later credited his mother for the rhythms in which I write and the urgency with which I do it, and I underline that second part twice. The urgency with which I do it. Ted is a work as we'll see later on. He... He fell to the the career of Doctor Seuss rather reluctant. There's a lot of surprises in the book. That's probably the the biggest 1. It took him me extremely long time, multiple decades, and... At the same time, pursuing other careers before he finally discovered his... And had his his his monumental success of doctors becoming Doctor. Seuss which is interesting to me is the last numbers I've seen... He sold something like 600000000 copies of his books. I looked at data for a few years ago. As of I think 2018, he was still selling about 4000000 books a year, which is just insane when you think about it. Now, but let me go back to before I lose my train and I thought here, the urgency with which I do it. So not only his schedule which are going to later on, is he worked 8 hours a day every day no matter what. But he also took him in an unbelievable... You know, you you pick up a doctor. Seuss spoke, and it seems like oh, I could write this in and, you know, it seems really simple. It's not. He would write a thousand pages just to get a book down to 60 pages. So this editing in his constant revision, I think is 1 key insight to the biography of Doctor Seuss is how he approaches. Work because we could take that same idea that he took for children's book, children's books and apply it to whatever it is that we're doing during in a day. So let we go back to this. Both Net and T that's his father would inspire and encourage Ted's love for books. Now remember what he said on the back cover, His main goal when he fully finally fully embraced being a children's author is to get people excited about reading. It's something that he's... 1 of his... He's an introvert by nature, 1 of his true passions. Was reading. He'd sit in his office and read constantly all day long. He loved history. He loved biographies, of course. But he... And he was distraught at the idea at the time he was writing when he was writing I think he's almost 50 years old, maybe over 50 when he rates Cat hat, and the main goal... The main motivation behind that book is the fact that the literacy rates for American children were were plummeting, and he thought that was tragedy, and the reason I bring that up to you is because his fought... His parents instilled in in him as a child, the importance of reading. I think this just a good idea. So it says, they both inspired encouraged Ted's love for for books. Reading was a past time the entire family took seriously. Leaving wealth books casually on side tables and the pages of the newspaper folded carefully over the arm of a chair. Teaching a child to read is a family setup, Ted said later. It's the business of having books around the house, not forcing them. Parents should have 20 books stacked up on tables or set around the living. I have way more than that. The average kid will pick 1 up, find something interesting and pretty soon they're reading. And this is also an idea that I've intuitively picked up because I've read, my favorite way to read a book is obviously a, you know, physical copy. There's nothing I can beat that. But I've read entire books, some of which for this podcast on my phone to the Kindle app. And that's actually an idea from Elon Musk because it's way, you know, he's busy all the time. He says, he's right entire books in his iphone. So I started doing that. When you're highlighting and taking notes, it's extremely fast. But then I realized, like, from my daughter's perspective, what does she see? She's sees her father sitting there looking as phone. And kids naturally imitate with their parents. So then what she's just gonna look at a device not... Much rather her have her pick up a book. Alright. So let's get back to her, his father. So says he was a level headed man who imparted to his son both a sense of discipline. And a foundational decency. This is a really important idea that Ted's about to share with us, something that he's reflects back on... He lives. I think he's 87 years old. He gives us long interview, right before he dies in his office. This idea from his father, which he's learning what is he 05:10 years old maybe at this time. Younger than 10, it's still with him. So it says, while Ted Ted would never be a good shot with a rifle or even fully understands his father obsession with March and shit shows father worked all the time in the brewery. The 1 thing he would do and that when he wasn't spending time his family is he would compete and he like, this club for mark. You like to shoot guns and and show how precise he could be. But this is the the part. So he says, Ted came to appreciate the considerable discipline and commitment it took for his father to hone such an expertise. Ted remembered. Oops, Skipped the debate. Let me read that again. Ted. Ted remembered, watching each morning as his father held his rifle steadily over his head for 10 minutes, strengthening his arms and shoulders and thus ensuring the barrel of his rifle never fa in the slightest when he aimed and shot. He was an inspiration, Ted said warm. Later on, he dedicated 1 of his books I think he wrote was 60 books. 40... A lot of books. 1 of his books. He dedicated to his father said it's was the finest man of our new. Echoes what we learned from that biography of Teddy Roosevelt, I did a few weeks ago. He's the same thing about his father. Alright. So he says, he was in inspiration, Ted said warm. Whatever you do he taught me, do it to perfection. That's a direct quote from his father. Decades later, even after he'd become 1 of the most famous and successful writers in the world. Ted still hung, 1 of his father's paper shooting targets in his office. Check this out. With multiple bull's eye shot out at its center, a constant reminder to do the work necessary to achieve excellence regardless of the task. So that last line there. It says, or a constant reminder to do the work necessary to achieve excellence for girls of the task. When I read that. The note I scribble down is this quote that I listened to over and over again, comes from Kobe Bryant. It's 1 of the last interviews he gave before he passed away. And he says whatever you do. Do it to, su. That's is stat. That's that's a quote from Ted dad. This is Covid. No matter what discipline you are in, there's a common denominator in how we approach our craft. The attention to detail the level of commitment. Those things are the same across the board. That's my message. Don't look at what don't look at what I did, but how I did it. The how, and then you can transfer that over to any profession and any discipline. And what Kobe is saying, you know, 40 years, or, maybe was a 30 years after Ted, after doctor Seuss dies is the same thing that Ted learned from his father in the early 19 hundreds. A constant reminder to do the work necessary to achieve excellence regardless of the task. I love that. Going back to another really smart idea that his mother had is just she pumped them up. And she says my mother over indulged me and seemed to be saying everything you do is great, just go ahead and do it. Now take a... Think about that perspective of a mother. When you see a lot of dysfunctional families, It's the opposite they tell their kids how stupid they are, how they're never gonna they're never going to like, live up to their expectations. This is terrible terrible parenting. And I think about that all the time because when you read biographies, the many, many decades after usually, their parents have passed on, they still talk about their parents. Right before they're dying, their memories are a lot, not only they're looking back in their own life, but they talk about their parents over and over again. It's extremely important. And then when I read that, I have a series of quotes, videos, some clips from podcasts. I always reference over and Over again, you know, you wanna... You need extra motivation, you wanna draw strength. Maybe you're experiencing periods of doubt like everybody does. And 1 of this when I read this sentence, and maybe think I have a clip of Kanye West, I think of all the time that I love. Even to the point where I can imitate what he says. And in the clip, I think he's on like a night, like, a tonight show kind of interview, and he's going off on 1 of his crazy rounds. It's like, he always does. But he says, my mother made me believe in myself. No matter how many people tell me, stop believing in yourself. That's how... Like, his annotation as well. And I think what Kanye mother did for him is the same thing that doctor Seuss mother's doing for him that did for him. Everything you do is great just go ahead and do it. Alright. So more memories and advice from his father, when he wasn't tailing along after his father in the workshop, Ted just plain love listening to his father talk. Whether he was dispensing advice or telling stories. Ted remember the 2 of them lying on their backs in the field directly behind their house on the night of 04/20/1910. Talking in hush tones as they scan the sky for Haley comet. Other times, they would take long walks together, while T r entertain son with stories of life in a brewery. This is Hilarious. T would get a considerable mileage out of a story about a local attorney, he had high to collect brewery deaths. The man was a modest and quiet... It was a he was a excuse me. He was a modest and quiet young man named Calvin Coolidge. How funny is that? Perhaps some of Coolidge famously silent demeanor had rubbed off on T r as well. This advice he gave to his son. You will never be sorry for anything you never said. I don't actually know that's true, but I understand... I understand what you're trying to teach you son there. So now this is about ted in high school. He's like, a lot of people we we we study on the podcast, self taught. He's not really interested in formal education. He's a terrible student. For Ted, something, school was something to be endured. Not mastered. So he he had a love drawing. His mother let him draw on the walls. She encouraged him, you know, to pursue things he was interested in. So he's submitting a lot of cartoons, to the high school newspaper said that he would submit several cartoons of the recorder, and most of which are un unreliable. Now why are they un unreliable because, like, everybody else, he's influenced and he copies, the people around him, especially when he's first starting out It's very... Does everybody does this. So says 10 Ted seemed to be api the styles he saw in comic strips. His drawing would improve over the next 3 years, though Ted would have very little formal in formal art instruction. As his work involved, Ted would continue to be more influenced by the comic pages then by formal instructions that say that over and over again. Ted's high school art, while competent is so important because, of course, no 1 starts out being really great at what they do. You have to work it. Right? Ted High school art where competent would give very little indication of the unique and Whim style to come. So it's around this time, Ted's a teenager, and this is when they lose the family... The biz... The family business. On 01/17/1920. Prohibition officially went to effect under the Sled chamber weight of the eighteenth amendment. For his efforts to keep Springfield brewery solvent, T was promoted to president of the company, occupying his new office the very weak, the sale of into liquor became illegal. That was it for springfield breweries. My father was rather angry about that turn of events Ted said. With considerable understatement. For weeks, t r sat in the in the living room, head in hand mu, son of a bitch, son of a bitch. He became very cynical said 10. Said Ted. He didn't know what to do with himself. For more than a year, T would more in the loss of the industry, he had grown up in. His father was so T r's father. Ted's grandfather was also in the business. He actually sold subaru breweries and then started investing real estate well, the grandfather. T would mourn in the loss of the industry he'd grown up and beautifully reporting to work and sitting at his desk in his offices, even as the company was picked to pieces around him. Its assets slowly liquidate. Okay. So even though his family was having financial trouble. Was very important for for them to set send ted to college, so he goes to Dartmouth, this is really... This is this the beginning of something that's really, really surprising when analyzing the career, what soon to becomes... We're not soon because it's multiple decades of what will become 1 day, the career of doctor Seuss. And the For myself is finding his true passion yet not doing it for a living question mark. And it's something he loved to do and yet, it was... It's, like, it's sitting there right in front of your face. I guess, the the lesson here is, like, analyze how you, like, spending your time. And then maybe you can find a and a discipline in there because Ted loved what he... Like, he's gonna find his true love of writing cartoons He did not think he was gonna be children's author. I'll tell you the surprising reason he picked that genre in a little bit. But he he loved cartoon. He loved writing writing humor. He wanted to be funny. And yet he he thinks he's gonna be an English professor. And he hates the subject. It's it's very bizarre. So let me get into that right in a little bit. It was a floor mate, meaning somebody in the dorm who helped Ted find his true passion. So he start working at this this college. It's like a humor magazine called Jack lantern. Sometimes They referred to as Jack. Ted knew where his people were and what he wanted to do. I think my interest in editing the dartmouth humor magazine began that that week. Ted began submitting cartoons to jack to Jack. And when the first issue of the fall semester was published in late October, Ted found to his delight that he had 4 cartoons featured inside. And before I go into this next paragraph, remember that that idea, but something smacking you the right in the face and not even realizing it or sitting right before you, Not even realizing when he meets his wife because that state... The statement that she makes maybe the most important advice he ever gets from another human being in his life. I'll get there a minute. Going back to this. He starts such freelancing for Jack, and then they he's so good at it. He does so many of them, they invite him to be on staff. So it says, the work was good enough that in January 19 23, Norman Mc mclean, the editor at the time, order, offered Ted, an official spot on Jack as a member of the art of the our staff. Ted's name would now officially appear in the magazine's mass head. And as far as Ted was concerned, he was on his way to the editor chair. This is where we get his his dedication and professionalism, his work ethics. As a result, he's just out working everything... Everybody else and the staff. He found... He's Ted is talking about the editor when the editor opinion know was of him. He found that it was a workhorse, Ted said later. And so we used to write practically the whole thing ourselves every month. And so let's go back to this idea about... This is so important. Think about... He's graduating from from college just to point the story, and he's not sure when he wants to do in life. He becomes 1 of the most iconic writers in history. Than 1 of them, but best selling writers that is so far in the future, but at the present day, it's unsure. I don't know what I'm going to do. The the thing he loved in college. He's a terrible student, A terrible student, the thing of most was cartoon, writing humor. And he still thought, no. You know... This is just like a side thing. I'll just, you know, this is not really... This is not gonna be my career. So it says on 06/23/1925, Ted graduate... Ted Graduated from Dartmouth. Unlike many of his classmates, Ted wasn't... Entirely certain what to do next. He had no family business to return to and wasn't sure his English degree would do would be good for much of anything. With a shrug then, he decided to head for graduate school to get his doctorate in English. A subject he didn't even like how many people do this. Now the good thing is Ted eventually writes this this course. Right? The reason I'm bringing this this to your attention is think about all the people you know in your life. Look around. So many people just... They don't... They they don't like what they're doing. Maybe they were influenced by parents, maybe they're copying other people around them whatever it was. But this idea is like, with a shrug, he decided to head to graduate school to get a doctorate in English, why would you do that? You hate it? With a vague ambition of becoming an English professor. The story right there, the important lesson is he winds up... He saw... He's that later in his life, there's a fork in the road, and he decides to go straight. Most people just pick... They they they sit on the well worn tracks. Okay? I can go left or right. No. There's way... You... There's unlimited opportunity in front of you. He just can't copy what everybody else doing. And again, Ted doesn't get there on his own. His wife, Helen, it winds up being like I just said, the... She gives him the most important. She's like, you're not even parent... They're gonna go to oxford. That's where they meet. I'll get there in a minute. But she's like, you're not even paying attention to the lecture. All you do is draw these cartoons all day in class, and you're really good at it. Why aren't you doing this? And then the label bulb goes up in his mind. Like, oh, I don't know. Seems to be a good idea. Maybe I'll do that. And it still takes multiple decades to get there. So again, very a lot of surprising things in the in in this book. 1 of the surprising things is on the very next page. He's at Oxford. He's... 1 of his... Professors this is Jr r tolkien. Unfortunately, it didn't take Ted long long to realize that he was in over his head as a mediocre student who had struggled to obtain a sea in general English. At Dark at Dartmouth, a deep drill into germanic I don't even know what that word is at Oxford, even if taught by the brilliant new professor Jr r or Tolkien was bound to be a struggle. So it's that 1 of these classes that he meets, Helen, and he says, this is Ted talking about. He says he's talking about, you know, instead of taking notes. The pages are full of, you know, these weird creatures. You've probably seen a doctor Seuss book. You know, the they don't look like they're animals they don't look like animals... How animals look for alike. Right? It says I think this demonstrates I wasn't very interested in the subtle nice of English literature. As you go through the notebook, there's a growing incidence of flying cows and strange beast. And finally, at the last page of the notebook, there are no notes on English literature at all. They're just strange beast. In fact, the flying cow and strange beast who were would caught the eye of a young woman seated next him in lecture who watched closely as Ted did everything in class but take notes. You're not very interested in the lecture she told him plainly. Then lean in and pointed at 1 of his drawings. I think that's a very good flying cow. And now we get to the point where I wrote maybe this is my own note, maybe the most more... Maybe the most important thing anyone ever said to him. What Helen saw and Ted was both talent and potential, both of which, as far as she was concerned, were being wasted on English literature, you're crazy to be a professor, she told Ted flat. What you really wanna do is draw. Now this is Ted at 23. Going back to this. He's he he's terrible. At being a student so he drops out, does not get. He's got to. His jared at Oxford had been a bust, and his plans for teaching for a teaching career had dissolved with his una doctorate. His future was uncertain, and his prospects for employment were cloudy at best. Helen, however, typically thought she knew exactly what Ted should do. Ted's notebooks were always filled with these fabulous animals she said. So I set to work on... So I set to work diverting him. Here was a man who could draw such pictures. He should earn a living doing that. Okay. So after he leaves Oxford, he has to go back home. No money. No prospects, doesn't know what to this is... He's still 23 years old. This reminds me if you remember, if you read shoe dog, and if not, if you've listened to, I think was founders number 10. When I cover shoe dog. This is very similar to Phil Knight, he gets back to the army. I think he's 24 You know, he's looking. He's sitting in his childhood room. He's like, this is this is my life? I should be a man now? Full adult? Why do I feel this why? Why am So unfulfilled? Why am I full of uncertainty and doubt, and he goes from this this run? And during this run, the opening of shootout was 1 of the best openings of any book of ever read because it's the inner monologue of Phil Knight deciding, I'm gonna pursue my crazy idea. And his crazy idea was the thesis he wrote at Stanford Business school about, hey, why don't wire why are we letting adidas and other German, German companies are dominating athletic shoes. What if I can import the same thing, import Japanese running shoes as a way to to compete with them as they still did with I think cameras and other electronics to time. Anyways, this it's fantastic if you haven't, read the book highly recommended. Just 1 of the best you're gonna find. But anyways, Ted's feeling the same way. This again, if Ted, the Ted did Night are separated by half of century. And yet, the same... This is why, like, I feel so many historical figures in history also did what we're doing, which is reading and studying biographies because it's it's the same feelings. We all go through the same same things. Right? So says, Ted was back living under his parents roof again, and he wasn't happy about it. You can switch out Ted for fill in that picture or in that sentence rather. Well, with no job teaching certificate and few prospects. Ted really had little choice but to return bunk in his second floor bedroom and setting up a drawing board and a type rider. At age 23, he shouldn't... He certainly didn't wanna be there. He was determined to make it as an ill reader. And that, meant, pounding out endless letters to book and magazine publishers in New York, Setting around sam samples of his work and endlessly pitching 1 idea after another, very similar to the book. This is very similar scenario to what we just covered a few weeks ago, Charles Sc. The the cartoon of peanuts doing the same thing. And he also experience exactly what Ted's gonna experience here. Ted explained that he'd been tossed out of the offices of 2 publishers, 2 movie studios, 3 advertising in the offices of life and judge magazines. While he was in the city had dinner with 5 der dartmouth classmates. This is has got it... This is like... So he's already being stabbed in the chest. Right? Now somebody's turning the knife. This is the the dinner, a gathering that depressed him as all 5 had real jobs and appeared to be on their way to real careers. As for his own prospects, he was playing it by ear. What comes up will come up and will determine my future life he said. I rather think it will be freelancing for a while. He continued. I don't know, but I know 1 thing. My policy is to laugh my goddamn head off. Occasionally, now, this is a... These are heavy sentences here. Occasionally, I depress myself and work myself into 1 of those delightful fun, and I seek out subway tracks on which to toss myself. And then it strikes me as very comic and I laugh instead. Despite his darken spirits, his persistence paid off. In early summer, an editor of the Saturday evening post purchased 1 of his cartoons. Gave him 25 dollars, which be equivalent about 350 dollars today. It wasn't prince some, but when pulled with his savings, it was enough that he could announce to his parents that he was moving immediately to Manhattan. Okay. So he's freelancing, also starts doing works for for judge magazine. Now this is another surprising... Like I said, earlier a bunch of surprising things that I didn't know going into the book. This is another surprising thing. He... His main for his first career is an advertising. It we're in advertising for 17 years. It gives him the financial freedom to pursue cartoon and writing his own books on the side, and it comes and and it happens, it's like a lucky break. It's... It wasn't something he was expecting to do. I guess, it's is a better way to put it. Our cartoon appeared in the 01/14/1928, issue of judge that Ted would rightly say change my whole life. In the cartoon, a knight sits both sits upright in a canopy bed. Armor stacked on the floor next him as a susie dragon poke his head men under the canopy, very nearly in the night's lap. Darn at all, another dragon says the night. And just after I'd sprayed the whole castle was fl. So I guess fl was a very successful and insect aside company at to time. And as an insect side joke, it was hardly a thigh slap. But while riding the Gag, Ted had fuss over which of the 2 major brands of insect aside to use it for his punch. In the end, he had simply flipped a coin. It came up heads for fl for fl at Ted. It would be the luck coin toss of Ted's life. That that issue of judge was picked up in a beauty salon by the wife of Lincoln Cl, who was the executive in charge of the flint of the flint inc aside account for an advertising firm. Missus Cl brought brought Ted's cartoon to the attention her husband and suggested, they should bring Ted in to talk about creating more fl ad campaigns. In an era where most print ads were heavy with text are featured large photographs of the product, Ted's fl advertising advertisement didn't look like any other ad. There's a lesson there. They were intentionally funny. A nearly foreign concept in advertising at the time. Now standard oil owns the company that produces foot. They insect. Right? So it says, the flip campaign would prove would prove so popular. In fact, that Ted would work for them for the next 17 years. That toss of a coin determined my whole career. He said later. More important, the money Ted earned through his advertising work would buy him his artistic freedom. What would eventually become the doctor Seuss Empire would be laid on a foundation built and paid for. With standard oil money. So he says he can do... Like, his advertising work. I think it's like, in 3 months, he can do a year's worth of work. They they have the same tagline. We learn this with with the 2 books that did on David Og. You know, that if you have a campaign that works, don't change anything. He... I think he was running the same dough dove soap campaign. The time you published 1 of the books, like, 20 something years. So Ted benefited from that in his spare time he starts to right write... He starts illustrating books. And this is his first book, but he learns a very, very important lesson here. He is the illustrator not the writer. Now why is that important? So it says, February 19 31 would also be the, see the publication of boner The first mainstream book to feature cartoons by doctor Seuss. Bonus was a collection of unintentionally funny bits of student writing. Featuring nuggets like a Poly is a dead parent lifted from the real exams and term papers. Ted was brought in by Viking press to produce 20 cartoons and given prominent credit on the book's cover and spine. A sure sign of his growing name recognition. To Ted surprise, Boner was an immediate hit selling out of 6 printing in 4 months. And pushing its way onto the New york times best seller list. I mean and then this inspired them to do a follow up. Only 2 months as a release of the first volume. Sales were brisk and reviewers were particularly fu about ted's cartoons. The drawings by doctor Seuss are hilarious. Wrote the New york Times. While another reviewer called the cartoon simply swell. Now here's the important lesson though. Ted saw none of the profits from it. As the artist for the book, Ted had been been worked for hire, and he'd been paid a flat fee. In most cases, it was the writer with his royalties who made far more from a successful book than the work for higher illustrator. It was at this point, Ted later explained that he he came to realize there was no sense in just illustrating books. That's what he thought he was gonna do with whole life. I'll just be the illustrator. Just change that to make any real money in publishing? He'd have to be both the writer and the artist. So he makes decision. Okay? I'm gonna be a writer. Now why children's book? This is another surprising thing. The exclusive nature of his contract with standard oil He explained bad me for doing an awful lot of stuff. Writing and illustrating children's books, however wasn't a forbidden activity. I would like to say I went in children's book work because of my great understanding of children. Ted said. In truth, I went in because it wasn't excluded by my standard oil contract. So think about how crazy that is. He's by far, I would say the most successful children's off author history. Right? And yet he he fell into it by accident. Now here's another crazy thing. No 1 wanted to publish his first book. To his... To his increasing distress, the responses were all negative. Ted would later recall being rejected by 27 publishers No 1 was biting. What editors knew the doctor Seuss name, it wasn't enough to overcome some initial skepticism and think about the this create... Think about why he's being rejected. This is a crazy sentence. The main reason they gave was there was nothing similar on the market. So, of course, it wouldn't sell. Can't get to the top. By trying to fit in. Of course, it can't be like everything else. Come on. Ted decided he was done with After 1 last rejection, he was walking up Madison avenue with his book tucked under 1 arm, another train strange twist to fate here. Determined to burn the book and the inc when he got home. The walk back of town would lead to 1 of the luck breaks of his career, I'm a great believer in accidents Ted later said. Everybody gets into things accidentally. He certainly did. Right? He ran into to Mike Mc, a fellow dartmouth man, who asked him what he was carrying. Oh, just a book no 1 will publish, Ted told him. I'm lug at home to burn. Mike told Ted, he just started a job as a juvenile book editor for a Vanguard press. And asked Ted, if he'd like to come inside to show his book to the Vanguard president James He. They... This is happening right in front of the office. They just happen to run each other As this guy's coming out of the office. Right? So we went inside Ted said, and it took me to the president of Vanguard Press that Guy... I'm not gonna James. I'm just gonna call James. Because I probably pronounce his last name wrong. James was a publishing crusader una afraid to embrace 1 of Vanguard founding philosophies of publishing un books. Right place, right time right person. Right? The entire meeting from first hello to the signing of the contract took 20 minutes. Now how did his first book do? He is 33 years old by the time he publishes this first book. K? This the the story of of doctor Seuss career is 1 of patients. And the know left myself here. He could have quit here. There's so many times where Ted just deciding how I'm gonna give up. Why do why is John Rockefeller, Steve Jobs. They talk about the importance of persistence. I think Steve Jobs says something on how the quote in front me It's like, I'm convinced half of what's separates the successful, the... The unsuccessful ones is just pure perseverance. Half. He's saying half of what makes you either successful unsuccessful is just... Are you gonna give up or not? Ted doesn't give up. He he attempts to at some in in many cases, but he just keeps going along. It would take a while the name of the book is, I saw on Mulberry Street. It would take a while before Mulberry Street would sell through its initial print of 15 and copies. By 19 43, it had sold 31000 copies. A respectable number to be sure, but that would only earn about third... But that would only about 3500 royalties. So let me give you like let me put this into proper, like, scale and perspective here. Right? So it takes a several years sell 31000 copies. His big break is cat and hat, which I think happens about 17 years after we're where we are in the story. That sells 3000000 copies. I think I wanna say even in the first year or the first 3 years, you know, so tens of millions in total. So orders of magnitude larger and more successful than his first book. Right? And this is 3500 dollars he made in royalties over 7 years. Can't support himself on that. Right? It was clear Yan found a new full time profession. But even Ted wasn't sure he wanted to be seen solely as a writer for books for children. Writing for children he said was not a sign of going forward. This was a step down. A loss of face, literary slum. He said. Most children's books, which he He's credited with changing. He continued insulted the intelligence, not only the child, but also the people who wrote them. And yet Ted was on the leading edge of authors creating a new generation of respectable children's books, moving away from generic books heavy heavy on morality, are steep in fairy tales. This is both of he was very explicit about wanting to avoid both moral tales and fairy tales. He did not want to... Another smart idea he has is... I'm just not gonna... I'm not gonna go into a new profession. Just do what everybody else does. It doesn't make any sense. They're already doing it. And toward creator driven story centered on character and identified with an authors particularly artistic style art point of view. Now here's the crazy part. I keep saying that, but there's just a his whole life is crazy. It takes... He's almost 50 years old before he can do. It Cat and hat is what allows him to work as a child's author full time. He's been drawing cartoons since he was a child. When he's 23, his wife Helen pushes him in that direction. He doesn't... He's not allowed to do it full time for almost 3 decades. In the interim, he's has advertising career makes ton of money doing that. Don't get me wrong. Then he's so distraught at what he's seeing happen in World war 2. Even though he's in his late thirties at the time, he tries to join the army. And they're like, no. You're dude you're you're way too old, then they look at his, like, his resume of sorts and his skill set he's like, okay. He does the same thing that Walt Disney does and Disney had to do it by force. Obviously, He's that he's hired to make propaganda films for the United States. So they move out to California, and this is the reason I included this in in the podcast. It's extremely important because he starts working under this guy named Frank Cap, who Was he a... He won a bunch of academy Awards. I think he was a director. Frank Cap in his forties the time. And so even when Ted's about to die, he says, like, you know, what do you credit? Was like, how how how'd did you learn to write books and and do everything you're doing? He's, like, what was the most important part of your life? He's, like, working under Frank Cap? Because he Frank taught him storytelling. So this is what he learned from serving under Frank Cap during what we're 2? Okay. Ted was in awe of cap ability to dis instill a script down to its essence member. He read a thousand pages just to get down a 60. Right? He would bring Cap his first draft of a script for a film. This is such a good idea. Then watch with neo reverend as Cap slowly went through it with a pencil. The first thing you have to do in writing is find out if you're saying anything. He told Ted. And Cap would carefully go through Ted sc underlying the places where he advanced the story. The rest he left online. Most of the first draft would be returned to him with little or no underlying, but Cap taught me concise said Ted. I read a lot of books. There's a lot of people that could benefit from what Cap is teaching Ted here. Think about that. I'm only going to underline where you're actually advancing the story, concise I just got done reading 2 books that are hundred pages and you wouldn't believe how much information is in them, And it's by Will Aerial Durant, the lessons of history and I think the greatest minds and ideas of all time. They're on the founder post script feed. But this idea that you you don't need... You know, There's some books. 1 of my favorite books I've read for the podcast. And the bio and safari. I think it is 900 pages. It's either 709 hundreds. It's the longest book not including the all the warren buffett shareholder letters. I don't, you know, that's not a biography. So I'm not gonna... I'm gonna exclude that. That was much longer It's like, reading a textbook. But it's a fantastic book. But there's a... My point here is I think especially with people being more reluctant to read because readings now competing with so many other things for your attention. Is there's a there's a ton of... There... There's a market for a hundred page books, 200 page book, you know, it doesn't have to be... For some reason, they they all seem to settle in this area of, like, 304. Probably my guess just based on my own experience. It's probably 300 to 500 pages is the most common length of a book. But this idea of concise. I think part of what makes books so valuable the fact that, you know, go in the back. Look at their selected bib. They read 15 20, 30 books to put it into another into a single book. Right? They're dis down the main ideas into their essence. I love this idea. I guess this is my long winded way to tell you is like, there there's is a lot of value in dis instill and condensing ideas down. So we can actually carry these ideas with us throughout our entire lives. And that's what Cap is teaching Ted with the art of storytelling. Get rid of the stuff that's not advancing your story. Most of the jazz would... First strauss would be returned to him with little or no underlying, but Cap taught concise. I learned a lot about the j disposition of words and visual images. The tight storytelling discipline instilled by Cap would be formative in shaping ted's future art tight storytelling discipline. That's a great sent... Great few words there. And I'm surprised, that Ted now knowing what I know about him, use the word j position there. He hated. Again, and I think this hard had to do with... He said he took some classes at Oxford where, you know, they'd spent, 2 weeks on the first 2 pages. Of a book. And, you know, you have to go through What does this word mean and they'd have to figure they'd have to look it up in the dictionary, and then they'd go to source and means it's like, use simple language? Why are you making the reader do more work than they have to? It's a genius idea there. Let me let me clarify it. Not genius in just the statement. It's the application. It's simple, but not easy. Right? So I'm gonna fast forward, he learns a ton through to the cap or the war is over, but this is this sentence... I'm gonna read the sentence to you in my interpretation of why it's important for us to understand this. Doctor Seuss was home from the war and very uncertain about what to do next. He 41 years old, and he's still not successful. Like, he's moderately successful in sense that he can provide his family. He never has kids of his own, his wife has... She had Polio when she was younger. She has health issues and I'll get to just this shocking way her life ends. But she had to have her o removed. So there's no children in in of his own. But, you know, he could still support himself his wife, but he's not... You know, he's not anywhere close to doctor Seuss. At all. And he's 41. And so, of course, if you feel that you're modeling around, what's gonna happen. You have uncertainty creep band and you're gonna start doubt that you're on your the right life path. And this is where... This is what I meant earlier when I said, like, the pass of doctor. Seuss. He kept trying to have other careers. Sometimes not a necessity, so he had to be an ad advertising person because that's how he paid his bills. Right? But he's like, I'm gonna... He made a bunch of movies with with experience Hollywood people. He's already on La. Let me start writing movie scripts. I'm gonna get... I'm not gonna do children's books at all. This is... He so it says Ted thought he might perhaps quit writing children's books altogether in order to reinvent himself as a film writer director editor. And the Academy award won by Hitler lives did much to make him attractive to more than a few movie studio executives. So this is very funny. They do a a movie as part it's funded by the Us government. I think that I can't remember the name of it now to and I should know. Oh, it's your job in Germany is what it was. So because you couldn't copyright that. Somebody else, some other movie makers took the film, even though it was great. They took... They hired their own actors added a little bit, but essentially it's the same film, they rebranded and res shoot it as Hitler lives and it wins the Academy award. But Ted couldn't get any credit from that because it's something the government, that he didn't work on the Hitler lives movie. So he's like wait a minute. My work, I just did just won an Academy award under some other name. So maybe have some talent. Here. He winds up writing a bunch of scripts. I don't know if he's a producer, but he... He... The first 3 projects he works on. They wind up winning academy awards, which is also surprising. But again, I wanna reiterate my main point, so I don't go off advantageous here. He's very uncertain about what he wants to do. He winds up talking to a publisher. And this is how he's 41 years old. This is what he tells her. We can live on 100 dollars a week. If I could get 5000 dollars a year in royalties. I'd be set up for life. So he still has not hit that. He's been trying to pursue this career as an illustrator or writer, first let's see, 18 years at this point. And that's it. I just wanna earn a living doing what I love. I wanna be in my studio all day. And I... This is the... Just hundred dollars a week Can I do that? And he still hasn't achieved that. So like, okay. Well, maybe I can do movies. Now here's a here's a problem. With the flaw that he didn't see with it. He is not meant. He's like, a solo person. You know, he could sit in his office all day. Or studio day write draw, mega his own books, send it off to his editor his publisher, you know, he works with people put on a very little basis. He's an introvert heart. He he eventually quits even though he had a success in Hollywood. He quits because He set a story up, this reminds me of, you know, George Lucas, especially. Why he did the crazy things he did in his life if you read the book or listen to the podcast is because he was he was obsessed with control, and he wanted independence. He hated executives, taking his story just saying, you have to cut 4 a minutes seriously like, why? Because I said so. That's not gonna work for personality types of people like George Lucas, does not work for doctor Seuss. They wind up mu 1 of his... 1 of his movies he's like, that's said, I'm done working. I can't work They were... You guys move too slow, and then there's 17 people making decisions, and there's nobody that has ownership of it. So I'm gonna skip over a lot latter part of that, randomly in the book. He's got a good idea. Again, going back to the Covid idea, don't study what study how. So he says if you want to write... This is Ted's advice for us. If you wanna write good books for children, spend a little time studying the bad ones. And that's the main idea we've seen throughout these books that you can learn a lot by seeing something done the wrong way. So 1 thing I also enjoyed about this book. We he see Ted, he thinks a lot about why he's doing what he's doing. And in that, he he reveals some I would say some flaws in human nature that are almost exclusively relegated to adults. And so this is Ted on what kids get right. And I think there's some good lessons in here for us. Ted informed his readers that he was writing for kids by choice. And for a very good reason? This is a dark quote from him. There's something we get when we write for the young that we that we can never hope to get in writing for ancients. Have you ever stopped to consider what has happened to your sense of humor. Now going back to the author. Adults Ted argued had not only lost their sense of humor, but their sense of wonder in their gi love of nonsense. Children he maintained never let their laughs go out on a string. Worrying about what their employers or neighbors or critics might think is funny. Back to Ted. Your capacity for healthy, silly, friendly laughter was sm. Ted said a ad adults everywhere. You really you really grown up. You you had really grown up. You had become adults, adults, which is a word that means obsolete children. Okay. So I'm fast forwarding in the story. This is a not... This is so important. Ted is 48 years old, and yet, doctor Seuss is still not convinced. This could be a career. He sit... This is he winds up getting with a... With his I guess, manager agent is the the role she plays. Her name is Phyllis Jackson. She becomes very important to the career to his career. Ted settled into a seat across from Jackson and went into his spiel. It had been 7 years since I gave up being a soldier. Now I'd like to give up movies and advertising and anything that means dueling with vice presidents and committees. What he really wanted to do he told her was stay in San Diego and write children's books full time. All he needed to earn, he assured her was 5000 dollars a year, but was such a career even possible he asked. And she she's 1... She she helps influence him So, yes. It's very possible. As she chuck about, you know, Everybody's coming home in the war, they're having a bunch of kids, the market for children's books about to expand. Rapidly. So he says, after 9 books, Ted still wasn't earning enough from them to make a living. Again, I go back to the importance of perseverance at all the founders and and people in the podcast that we we study. How important they they constantly talk about experience. He could've gave up after 9 books, and we would have never known his name. There would be no biography about him, no success nothing. His life is completely different, but he didn't It's very important to understand these people were not... He's not born doctor Seuss. He had multiple decades of transforming himself into. I, that's why I love the title becoming doctor Seuss. I've read what 4 biographies on Steve Jobs right now. If you could only read 1, I'd read the 1 with the title becoming Steve Jobs. Very similar to what Brian J Jones did hear the author of that book, And I can't remember that. I think there's 2 authors. I you just can't remember at the at the time at the moment. They did. They tell how how Steve jobs became Steve jobs. This book is how Doctor Seuss became doctor. Seuss. It's so interesting and important, and they're able to it, you know, just a few hundred pages. Let me go back to this. After 9 books, he Ted so wasn't make the learning what he really needed with a blockbuster. A book that sold hundreds of thousands of copies and was popular enough to send readers looking through his entire work. Now that's what Phyllis Jackson selling them. Right? You need to have a breakout hit because that breakout hit will sell. So you get more royalties, but more important, what do people do. And this is something I failed to do on this book. I can't believe I read George Lucas is the bio Lucas and didn't order Brian J Jones. He wrote book on a biography on on Doctor. Seuss, obviously 1 hold on him hand. Jim Henson, the creative of Mu. I read that book too. But what people normally lose is They find a rider and they go through their back catalog. Right? So that's what her point here is, like, you need a breakout hit, and then it's going to... The rising tide is gonna lift all boats and that's exactly what happens when when he writes cat and hat. So now this is doctor Seuss at 50. Ted turned 50 years old. Looking back over his half century, Ted was generally priest. He and Helen we're living a good life in their handpicked location, in that's Southern California. They still enjoyed each other's company after nearly 27 years of marriage. There had been some bumps professionally, but all in all, he was having respectable successful career. He was 1 of the best known children's authors working and remain hopeful he was only a book or 2 away from being able to write children's books full time. Think about that. 50 years old. And I'm still hoping I could do this full time. Before I get to the cat in the hat, this is a random quote from him that I just think is a good idea. It says throughout his life, Ted would maintain a regular work schedule. Sitting at his desk all day even if stuck for an idea. For me, success means doing work that you love regardless of how much you make. I go into my office almost every day and give it 8 hours. Though every day is productive, of course. This is very similar to what George Lucas did. When he's writing Star Wars. He didn't enjoy the process of ready Star wars Said, okay, you have to work 8 hours. You could sit your desk and you could do 2 things. You can write or you can do nothing. But you're not going downstairs. You're not gonna watch Tv. You're not gonna... You're not doing... You're doing... You're writing or are you doing nothing. Now here... Here's what's interesting. We're getting to the cat hat. The there was a prompt for Cat and hat. There was a guy who was designing... He wanted to sell books to schools to... To increase literacy. Right? And The way to do that is for... When you're designing books for young, you you have to use very simple words. So this is very interesting. It says, but there was a catch. To write a book for first graders, Ted would be restricted to a word list of 350 words or less. And the preferred number was closer to 02:25. So this is the prompt. He originally wrote the in the hat for schools. His publisher is going to give the rights to schools to this the guy that gave Ted the prompt. Right? But he's gonna reserve the right to sell to bookstores which is where Ken having becomes more successful to his publishing firm, which is random house. Right? So it says, could Ted write a story for first graders, that they couldn't put down using 220 of vocabulary of 225 words or less? So Has to be like, very common eat cat hat. Right? It winds up being extremely agonizing and very difficult. He winds up doing this later for. I think somebody bet him that he can do it with 50 words, and he did for green eggs and ham. Okay. So says, Ted left without making any promises, but he told Spa. This is the person giving a prompt. He would take the word home and play with it. So that book obviously becomes massively massively successful. That is the first time he's able to say, okay, I'm doing this full time from there. He starts writing 1 doctor's seuss book per year. So he starts being way more productive because he can do a full time. Right? Go. So he's writing... While he's writing, he just published 1 of his books called On Beyond Zebra, he makes up, like a bunch of alphabet. Anyways, that's not the point. The reviewer is talking about what he doesn't like about doctor Seuss. And this is doctor Seuss philosophy and his want something I love. He is but he is a mis fit through and through. And I love what he says here. So the reviewer is saying, you know, you're adding letter. You're making a letter alphabet stopped doing that, you know, and says doctor Seuss stopped doing it. He's going too far. He's sub. Ted gl agreed. I'm sub as hell. He's he roar. I've always had a mistrust of adults. And 1 reason I dropped out of Oxford was what I thought was I thought they were taking life too damn seriously, concentrating too much on none essential. So first, sub versa, let's let's go to the dictionary for that, seeking or intended to sub convert an established system or in in institution. So he flipped the... And he talks about, you know, at the time, he's when he was writing Jones book. It was like the sea Jane and Dick books. It's like Dick hits a ball. Jane, you know, runs fast. He's like, you're you're you're treating you're treating kids like they're stupid. Like, you're talking downtown. They don't wanna read about that. They wanna read fantastic crazy stories is what I'm doing. But I love the that what he says is he's, like, I thought they were taking life too damn seriously concentrating too much on non essentials. Okay. So he's he becomes world famous over the next few years. He starts his own imprint under random house It takes on a partner winds up it's actually the founder, 1 of the founders of Random house's wife. They try to start an imprint. That's just not a good idea because Ted's not the kind of person where he can work. Like, he has that he's very He he has to have things his way. And he thinks, you know, I know about writing children's books, so my opinion is more valuable. That that partnership gonna dissolve. But here's... This is where the story turns. Right? And, you know, you don't read books just like, an... At least I don't. I don't read books in, like an academic sort of way. Just like, yes. There's information in there that are that's useful that that's gonna be helpful in my life. Right? But I enjoy it. You you you get into the story. You you you relate to the to the characters in the book. Right? This not bland stuff we're reading here. And so this is where my impression of him turns. And it's personal reasons. And I'm... Again, I don't I don't think I should judge people especially they're are much older further down the line than I am. But his wife is very sick. She winds up she's got all kinds of health issues. She wants up being temporarily paralyzed. She had Polio. She was younger. She had a bunch of issues. She she gets diagnosed with another rare disease later on where she comes... Like, she becomes paralyzed. And from the neck down takes 3 years of physical therapy to be able to walk talk and and and think again, and communicate, and Ted, they they went a meeting and becoming really good friends with another married couple. And Ted calls this guy's his best friend, and they start sleeping with his wife. And there's, like, hints that stuff is going on. People talk about it. But look, this... I just bit dirty. This is he he publishes a book. Right? It says most readers however paid scant attention to Ted's dedication page, which which will claimed the book was for his neighbors. Mit long and Audrey Diamond of the Mount Sole. That's where he lives ling laboratory. So it's like a tongue and cheek joke there. Right? Ted and Audrey devotion. Audrey Diamond is the 1 he's having affair with. Ted and Audrey devotion was there in plain sight if 1 knew where to look. Now why I'm I bring this up because when his wife is 69 and Ted is 64. Audrey like, in her forties, just much younger. His wife finds out about the fair, and she kills herself. So it says, Helen was dead at the age of 69. Before going to bed the night before, she had downed a handful of barb. The bottle was still on the nights stand. Then penn a final note, which she placed neatly on the bedside table Her final suicide note is just a letter to Ted. I'm gonna read it to you here. I cannot believe this is published in the book. I can't believe. III think of, like, What do you do when you're when when you're watching a rate movie reading a great book? You put yourself in the character's shoes. Right? Like, what would I do for that happen to me? There's no way in hell if my wife ever committed to suicide because I was, threatening, I guess, leave her And they've been married for 40 years at this point. What I share that know with anybody? I just can't believe that we... Were privy to this information. Okay. So it says, dear Ted, what has happened to us? I don't know. I feel myself in a spiral going down, down, down, into a black hole from which there is no escape, no brightness and loud in my ears from every side I hear. Failure, failure, failure. I love you so much. I am too old and en mesh in everything you do and are that I cannot conceive of life without you. My going will leave quite a rumor, but you can say It was overworked and rot. Your reputation with your friends and fans will not be harmed. Sometimes, think of the fun we had through the years. And Ted didn't see this coming. He was distraught. He said I didn't know... I think the quote at the time Was like, I didn't know. If I should kill myself, burn my house down or or go away somewhere far and get lost. And this winds up, you know, fracturing their their friend group, a lot of people blame him for his wife's death, and partly because he gets rem remarried really rapidly. And so this is... This is Ted writing to a friend around this time. Writing to his friend in in late May 19 68. Ted shirt his old friend that I hit that, quote, I have not flipped my lid. Let me put it out. Flat on the line without any comment or begging for understanding. On the 20 first of June, Audrey is going to reno to divorce her husband. Audrey and I are going to be married about the first week in August. I'm requiring 2 daughters age ages 9 and 14. I'm rebuilding the house to take care of the influx. I I'm 64 years old. I'm marrying a woman 18 years younger. This is not a sudden nutty decision. This is an inevitable in conclusion to 5 years of 4 people's frustration. All I can ask you is to believe in me So the 4 people being obviously the 2 married couples. Alright. So let me go back to his professional life because I find personal life obviously very taste. It's a definitely a plot there. So this is how Ted ran. His business is in imprint. He says there was many times that it's called beginner books. That beginner books authors didn't or couldn't maintain the high standards he expected, severely testing his patience and forcing him to limit the imprint to 4 books a year who could spend more time with each. I know that I'm not going to get more than 4 good ones he said. I take I take my 4 authors and my illustrator and push them and push them and push them. We really had to beat the beat we really had to beat up on them to get things to the kind of quality that you wanted. And, of course, from a multi decade career is he's gonna have a lot of interesting ideas. This is 1 of them. I'm gonna para phrase. I decided to be a child. Still he understood why kids tended to gravitate towards him. My books don't insult their intelligence. Maybe it's because I'm on their level. When I dropped out of Oxford, I decided to be a child. So it's not some condescending adult writing. When when warm reminded that Bennett Ser or, I think it's Surf. That's the founder of Random house had once declared doctor Seuss to be random houses 1 true genius, and they had a, you know, all star cast writers when he said this truman capo podium, All these people. But he says he know there's only 1 genius on our stat... Or 1 genius that we have signed and that's random house. Art that's random house. That's Doctor Seuss. So she says, when warm reminded that Ben had once the declared doctor Seuss to be random house is 1 true genius, Ted was typically dismissive. If I were a genius, why do I have to sweat so hard in my work he muse. I know my stuff always looks like it was rattled off in 23 seconds, but every word is a struggle, and every sentence is like the pains of birth. He continued to work at his desk 8 hours a day, 7 days a week. If I didn't, I'd become a bum. Retirement not for me. For me, success means doing work that you love for regardless of how much you make. I go into my office almost every day and give it 8 hours. Though every day is productive, of course. So then it talks about his motivation, and it's just a very simple sentence. All he wanted was for people to read. And I just wrote my note, 1 word note on that page, same. And he gives his reason in 1... I mean, it's in a bunch of his books, but this is what from his book. I can read with my eyes shut. He says. And again, same is what I wrote on this page too. The more that you read, the more things you will know, the more that you learn, the more places you'll go. And in this part, note to self, you need to avoid this mindset. Despite all whose success, Even despite a pulitzer surprise, Ted still believed his work wasn't being taken seriously. He badly wanted to be regarded as a great artist on the same levels as Picasso, and not a novelty act, relegated to the realm of children artists or entertainer. And he... As he would often der divisive remark. He wasn't walt Disney. I don't know how you could possibly dis dis walt Disney either. That's that's in Insanity. Still hanging on the wall of Ted studios was 1 of his father's target shooting bull's eyes. Put there he said, to remind me of perfection Ted is in his late seventies now. He would never feel he'd had achieved such a state, largely because criticism from high eyebrows devastated him. He scarce realized that in the long run, their opinions mattered little when it came to artistic legacy. So the note I love is you need to avoid this mindset instead of focusing on the millions of people who love his work. He focuses on those that don't do the opposite. And this is a little bit about his last book, which I didn't know. It's 1 of my favorite. I didn't know this was his last book. He's in his eighties. I think, 85 when he finishes his book. It's remarkable. Ted would spent much of 19 88 and early 19 89. At his desk, working slowly on the book, he would come to call, oh, the places you'll go. And then I just wanna... It's it's amazing how he stuck to this idea over a long period of time. He says, you have to put in your hours and finally make it work. And I'll close here in the last few months of his life, he knew he was dying. He refused... He had, cancer he smoked every day. It was spreading over. He's like I'm not doing any more treatments, put a bed in my studio. He's surrounded by his work. He has this just beautiful view of the Pacific Oceans and the mountains in Southern California, and it says, Doctor Seuss taken his own unique blend of discipline and coordinated chaos to create something entirely new. Books that only help kids read, but were also books they like to read and wanted to read, for Ted and for doctor Seuss, that love of reading would always be more than enough. I think I proved to a number of millions of kids that reading is not a disagreeable task he said. I think I've helped kids laugh in schools as well as at home. But the best thing about my books might be that I've never found a child who felt compelled to read them. Ultimately, said Ted, I prefer they forgot about the educational value and say it was a lot of fun. And as for becoming doctor Seuss, Ted was content with his legacy. Doctor Seuss from the moment of his inception, had always been there for 1 reason. Just to spread joy said Ted, who then broke into a rise smile. How does that sound? That sounds good to me. That is a life well live that is a hundred and 61 books down 1000 go, if you wanna buy the book using... If you use the link at Show, it should be supporting the podcast at the same time. Thank you very much for listening, and I'll talk to you again soon."
}