{
  "transcript": "I reached the top of the ark and began to level off. I could have shaken hands with Lord Jesus. 80000 feet, a nighttime sky with flickering stars at 10 in the morning. Up there with only a wi of an atmosphere. Steering an airplane was like driving on slick ice. I dropped my nose slightly to pick up more speed and watch the meter register mach 2.2. Then mach 2.3. I was accelerating at 31 miles per hour per second, approaching 1650 miles per hour. The fastest any pilot had yet flown and the fastest at any straight winged airplane would ever fly. My outside wing began to rise. I put in full ale on against it, but nothing happened. The thought smack me. Too high, too fast eager I might have added 2 late Christ. We began going haywire. The wing kept coming up, and I was powerless to keep from rolling over, and then we started going in 4 different directions at once, cor all over the sky. Snapping, and rolling and spinning in what pilots called going diver virgin and all 3 axis. I called it hell. I was crashing around in that cockpit, slamming violently from side to side, front to back. Battered to the point where I was too stunned to think terrifying. The thought flashed. I lost my tail. I've had it. G forces yank me upwards with such force that my helmet cracked the canopy. Without my seat straps, I probably would have blasted right through the glass. My pressure suit suddenly inflated with a loud hiss. I was gasping and my faceplate fog, blinded, being pounded to death. I wondered where in the Sierra Mountains, I was about to drill a hole. We were spinning down through the sky like a frisbee. Desperate to see, I g to the right of the instrument panel trying to find the switch to turn up the heat in my faceplate. But then the ship snapped violently back on itself, slamming me against the control stick and somehow hooking my helmet onto it. As I struggled to get free, I had glimpse of light and dark, light and dark through the fog visor. Sun and ground, sun, ground, spinning down. I had less than a minute left. Through some 6 sense, I remember that the stabilizer was set at leading edge full down, and I could find the switch in the dark. Still fog over, I reached for it and re trimmed it. Still g, I found the rio stat and the heat flicked on. My faceplate cleared, and I saw more than I wanted to. I was spinning into the Sierra. Without even thinking, I set the controls with the spin. The ship flipped into a normal spin at 30000 feet. I knew how to get out of that. I'd had spun every airplane imaginable, including the x 1 at 25000 feet. I popped out of the spin. I radio to Ridley. My voice was so breath and desperate that I doubted he can understand me. Down a 25000 feet. I don't know whether or not I can get back. I can't say much more. I've gotta save myself. I didn't know what was going on. I was so da and battered. I wondered if I could still fly. And I worried if the airplane could still carry me. I so. I barely remember the next moments, but then my head cleared, and I was at 5000 feet, lining up with the lake bed. I was gl in from the other side of the Mojave doing 270 miles per hour, and I started to believe I was going to make it. The lake bed filled my windshield, and I put her down a little hard with a t and a cloud of dust but no landing in my life was as sweet as that 1. The flight data would later reveal that I had spun down 51000 feet in 51 seconds. I survived on sheer instinct and pure luck. That is what it's like to almost die testing jets, and it comes from the book that I wanna talk to you about today, which is jaeger, an auto by general Chuck Yea. So before I jump into the rest of the book, just a quick note on I wanna talk to you real quick about Founders post script. I started a secondary podcast feed. For all the books that I read that are not biographies, as a way to incentivize people to sign up for annual plans. I gotta make a change. I added so much complexity This week. I spent so much time answering emails, Dms, dealing with this added level complexity. I had the thought while this was this is time I should have spent obviously reading books and making podcasts and doing the things that you actually want me to do. Right? And I had the thought while all this was going on this. You know what? If Steve jobs was here, if you could come back from his grave and see what I did this week, he'd smack me in the face. So what I'm just gonna do is even though I I wanted to find a way to incentivize people to to upgrade annual plans. It's the best way to support founders. I don't want hassle. And I don't want complexity. So I'm going to leave the link for the new podcast feed. It's just gonna be a benefit for anybody that has access mis. Where you're paying monthly annually, whatever the case is. That's just the simplest way for me to do it. You'll find it in the show notes on your podcast player down below, just grab the fee. I'll leave instructions on how to add it to. It's pretty easy. You can do it know, usually less than 30 seconds, and that's that. That's just the most simple way. It's just an way for me to continue to add value and to say thank you for supporting me and founders. Alright. So with that out of the way, let me jump right into this book. I absolutely love this book I could recommend reading it right off the bat. I have a ton of highlights. So let's get into it. There's a lot of learn. Guess, I should back up. How did I find this book. Chuck recently died at 97 years old. I had followed him on Twitter forever. He was this hilarious old man that spoke very frankly, very very brutally, but he was fantastic on Twitter, and you read his bio. You know, he broke the sound barrier was first person become an ace in a debt... Ace a debt in a single day in World war 2, just had all kinds of... He just lived an amazing life and had all kinds of accomplishments. He was 1 of the greatest if not the greatest single pilot. To ever live. And a lot of the ideas and the that he... That he discovered through trial and error through his very long career or ideas that you could apply to whatever it is that you do, whatever it is at craft. And so that's why I think he's worthy of studied. And this this auto automatically I held my hand Very old. So, I think it was published first in 19 86. It has sold millions and millions of copies. It's very highly rated, and I could see why It was a fantastic book. The same way the 90 year old chuck was on Twitter. He's 62 when he writes this book. He just raised... There... There's no fluff here. So let me just jump into a little bit about his early life and a shocking tragedy. 1 1 thing to know about chuck is, he's entire. He grew up in, you know, West Virginia. He's like, he calls himself a Hill Billy and he felt that he had to work extra hard throughout his entire life to overcome the prejudice. You know, he could... When you hear him speak later on, he sounded fine. But the the the twang that he had in his voice, especially early in his life, people had a hard time understanding him. So it says we lived in Myra on the upper mud river, which is just a few farmhouse houses he's describing the little town. I don't know if you could call it town like a settlement, which was just a few farmhouse as a post office at a country store. Our house stood next to a corn field. When I was about 3, we moved to Hubble, where dad went to work for the railroad. I remember him coming home with his face and hands bandage from a flash fire when he shovel coal into the fire. As young as I was, that incident made a deep impression. I realized for the first time how hard he struggled to shelter us from the cold. And he's talking about his... He's an older brother and, little sister, says Roy, that's his older brother, and I slept in the family room on a studio couch that opened into a bed. By then, we had a 2 year old baby sister, Doris Anne. Shortly before Christmas when I was 4 and a half, and Roy was 6, We were sitting on the floor in the family room playing with dad's 12 gauge shotgun. Roy found some shells and loaded the gun. He accidentally fired and the baby was killed. For our little family was a time of terrible shock, loss and suffering. I'm sure Roy carried this heartbreak with him until his own early death from a heart from a heart attack at age 41. He and I never again discussed it, nor did my parents. Years later, Glenn, that's Chuck wife. Asked my mother about the accident, but she didn't wanna talk about it. That's the year away. We keep our hurts to ourselves. Tonight he talks a little bit about his mom and and her contribution to him growing up. She cooked us mush for breakfast, which was plain boiled white corn corn meal, served in a bowl with milk and sugar. She made more than we used and set it aside until he got rubbery. Then she sliced it. Fried it, Put butter on it, and that was supper. Some evenings, we'd only have cornbread bread and buttermilk. By the time I was 6, I knew how a hunt squirrel and rabbit. I'd get him around Dawn, head into the woods and bring back 3 or 4 squirrels, skin them and leave them in a bucket of water for mom to cook for supper. I actually used that example. In my own life, my my daughter was complaining about having to put some clothes away. And she's 8 years old. And I just very calmly said I was like, hey. I was like, when you were 6 years old, did you have to get up at at at Dawn and go into the woods and hunt and kill squirrels, skin them and leaving the bucket for dinner because you had nothing else to eat? She's like, what? I was like, yeah. You don't really have that much to complain about. Let me... On a few pages later. This is just what I love about the the way he writes. This is just 4 short sentences, and he tells an entire story. You you you have an idea of who he was. Or who... I got, yeah. Who he was. We ran barefoot all summer. Dad was gone all week. He came home on the weekends. I cannot remember a moment when there wasn't something to do. And here's some more short sentences that tell entire stories. I was a competitive kid. I always try to do my best. I never thought of myself as being poor or deprived in any way. We managed to scrape by. Kids learned self sufficiency. Mom and dad taught us by example. They never complained. I had certain standards that I lived by. Whatever I did, I was determined to do the best I could at it. And I think those sentences give you an idea of his early childhood. Now we're gonna get to the point where he's graduating high school. He's gonna join the military. And on this page, there's a several ideas that we have seen before. And well, you know what, Let me read them to you, and then I'll tell you how they relate to other founders. That we've we've said in the past. I never I never thought Of going to college, but I was always eager to acquire practical knowledge about things that interested me. That was a big reason for my success as a pilot. I flew more than anybody else, and there wasn't a thing about an airplane that didn't fa me down to the smallest bolt. So that's just 1 sentence. And those are 2 ideas that we've seen before. 1, I flew more than anybody else and there was. I flew more than anyone... Than anybody else. I always recommend Arnold Sc singers, fantastic. It's like 500 pages. I can give you the main idea in 3 words. Reps, reps, reps. That was founder number 01:41 If you haven't gone back to listen to that And what Arnold keeps preaching in that over and over again is you have to put the time. I did thousands and thousands and thousands of reps. Not for not it... Literally. He's means in, like, his body billing career, but learning how to speak English. Learning how to be an actor. Learning anything he was doing. Just time and time and time. So that's what Igor says throughout the book. I flew more than anybody else. He says that over and over and over again. And then that second idea. And there wasn't a thing about an airplane that didn't fa me down to the small boat. We saw that before Samuel or Murray, back on founders number 37, the book, the fish ate the Whale. His quote that that I read in that book. I haven't forgotten. I probably did that book what, 2 years ago. There is no problem. You cannot solve if you understand your business from a to z. And Chuck will reference that over and over again. The fact that he saved his life multiple times because not only did he learned how to fly, but he learned how to plane worked, and he he compares and contrast his approach with other pilots that only learned how to fly didn't care, you know, outsource the idea that to the mechanics and causing their lives. So it says I flew more than anybody else, and there wasn't a thing about an airplane that didn't fa me down to the smallest bolt. Back to his personality, I'm stubborn and strong will and opinionated as hell. Yeah. That's for sure if you'll if you read Twitter feed. As... And this is another good idea here. As hard as dad worked, he enjoyed it, and that was an important lesson too, tram alone through the woods with a rifle, or in a cockpit with a throttle in my hands. That's where I was the happiest, and that's how I wanted to live my life. Okay. So I'm gonna fast forward to where he starts learning how to fly. This is March 19 43. And there's a couple of things happening on this page. Just a description of his training, but it's also how a description of how you know if you have the right job or not. So it says you're whipping through the desert canyon at 300 miles hour. Your belly just barely scraping the rocks. Your hand on the throttle. It's a crystal clear morning on the desert of Western Nevada, and the joy of flying. The sense of speed and acceleration 20 feet above the deck, makes you so damn happy that you wanna shout for joy. A hill rises ahead, and you ease back, skim over the top of it. Dropping down above cottonwood woods, lining the bank of a stream. You feel so lucky, so blessed to be a fighter pilot. Now A live about the training. We live surrounded by the Nevada Sand Dune in tar paper shack. Be black smoke from the oil burning stove that only warm themselves on cold desert nights. The wind never stopped blowing and the chow was awful, but none of us complained. We flew from dawn to dusk. 6 flights a day, 6 days a week. Dog fighting, buzzing and practicing gunner. We crawled exhausted into the sack at 10 at 10:00 at night and struggled or struggled to breakfast at 04:30 in the morning. I logged 100 hours of flying that first month, Hog heaven. Now what's most interesting about that. It's this is not something he'd had planned for his life at all. In fact, Chuck says over and over again in the book He's like, I'm not ambitious. I just decided to take the bit, like, the most interesting thing that was right in front of me, but I didn't play very far ahead. So this is about how it didn't really start that way. I never dreamt of being an avi. Me, I was a I was a pool hustle from West Virginia. I talking about right his life right before joining the the army. Or the mills military rather. Before running chores, playing pool in the pool hall or poker under... Or shouldn't it between. Between running chores, playing pool in the P, P hall, or poker under a covered bridge at the Edge of town and chatting around with 3 or 4 different gals, there wasn't a hell of a lot going on in my life in the summer of 19 41. When an army air corps recruiter came to town. I enlisted for a 2 year hitch. I thought I might enjoy it and see some of the world. So he starts off not as a pilot. He says I became an airplane mechanic. But after taking my first airplane ride, I'd rather have crawled across the country than go back up. So this is very interesting. You got so sick. It's like I'm never gonna... I don't I know would've been playing again. I took off for a spin with a maintenance officer flying flight testing a ship that I had serviced, and I threw up all over the back seat. Staggering out of that damn thing is miserable as I'd ever been. But teenagers bought out the past when the present seems appealing. What a great sentence? I saw A notice announcing a flying sergeant program. I take my chances of flying to become a sergeant. Flying became fun. Being cocky and competitive, I began bouncing other students and staging mock doc dog bites. I could line up on air or ground targets before others in the class even saw them. My instructor knew who was the best in the group. And in the end, I was the 1 he recommended to become a fighter pilot. I was thrilled. So chuck starts as a as a fight a fighter pilot, And then he's after the war... After War war 2. He's gonna start testing experimental planes and then experimental jets. Right? And so just like when we studied Enzo Ferrari, Carol Shelby, this is backing, like, the late founders 90 somewhere in there. They were at the cutting edge of racing cars, and a lot of people are dying. The books are just full of people dying. This is the same thing at this time. This, you know, you could start off with maybe a class of 30, and you'd be lucky if half of them. Survived. They didn't call it dying though. They call it au in or buying the fall... Buying the farm. So if you hear me use those terms that he he means dying. But what I found interesting is he's talking about how stupidity is leading to death, and I wanna relate this to what Charlie Mu said. So first, here's Eager Here says. In nearly every case, the worst pilots died by their own stupidity. So Charlie Mu has this idea. Where. It's like, avoiding stupidity is actually a skill that you can cultivate. And it's much more important skill than trying to be brilliant. So let me read there's an interview that he gave the Charlie Mu gave. And he asked the question. Was like, why isn't Berkshire easy to emulate. You know, you have simple ideas of why why don't more people copy what you're doing. And this is what Charlie said. It was very fascinating. He says, we're talking about very simple ideas of just figuring out the standard stupidity and avoiding them. And Actually collect them, meaning it collects human securities. Some people collect stamps. I collect insanity and absurd. And then I avoid them, and it's amazing how well it works because I've gone by the examples of all these people that are more talented that than I am. Charlie is also a describes himself as a biography note. He's read hundreds and hundreds biography star's his life. If I had to set out to invent more quantum mechanics, I would have been an also ran. I just set out to avoid the standard stupidity. And have done a lot better than many people who mastered quantum mechanics. It's a way for mediocre people to get ahead, and it's not much of a secret either, just avoid all the standard stupidity. There are so many of them and so many and so many brilliant people do it. Being a prodigy is hard. I'm not trying to be a prodigy. I'm just trying to avoid the insanity, including the insanity of prod. That enables a man of moderate abilities and moderate work habits to get so much more than his logical desserts. Think of the talent it takes to make a lot of money. And so that's when I read when I'm reading Chuck Yea, I'm hearing Charlie Mu at the same time that you should avoid stupidity. Stupidity will get you killed in Chuck line of work. In Charlie line of work, Stupidity can make can go broke we could deeply and unhappy. It can cause a lot of pain to to you to yourself and those around you. So avoid stupidity. It is a skill you can c cultivate. I love that. Now this is the second part what's happening on those pages is The north of myself, is humans are capable of dark, psychological states. Let me read this to you. He's talking about the training to become a fighter pilot to serve in World war 2. Okay? A gruesome weeding out process was taking place. Those who were killed in Nevada were likely to have been killed in in combat. But those of us who did survive the training were rapidly become a skilled combat pilots and a cohesive team. I turned my back on lousy flyers as if their mistakes were catching. When 1 of them became a grease spot on the Tar, I almost felt relieved. Think about what a crazy sentence that is. That is a dark psychological state. It is way better to bear to bury a week, weak sister in training than in combat, where he might not only bust his ass, but do something that would bust 2 or 3 other asses in addition to his own So what he's later in the book. And later in in flight history. They start having to being be refuel in mid air by these giant bomber. So you have this giant plane, there might be 10 people on board, and you have a fire pilot that has to get up underneath them. You you might have seen this before, and they refuel. And he says, you know, if you make a mistake if you're stupid pilot at that point, not only, you know, you killed yourself, you damaged very expensive, you know, ruin and very expensive plane. But in some cases, he because got an idiot. This is 1 idiot took out entire bomber and the 10 people on board. So not only did he make a mistake cost his life, but he lost 2 planes and 11 souls. So this is if you if you read what Chuck is saying here without context, it seems very like, dark and extreme and it definitely is. But when you when you put it into the context of it's not just this guy's life that's a stake, but it's everybody around him. It makes sense why he's so brutal, I guess is the word Would use here. So it says, where he might only buses ass, but do something would bust 2 or 3 other asses in addition to his own. But I got mad at the dead. Angry at them for dying so young and so senseless. It's another point of this book. You know, there's not... There's there's no 97 year old fighter pilots. These are young even, by the time he's in his thirties. You know, he's just... He's he still flies all the time that never stops. But he he keeps getting promoted, so he's teaching more, and they consider it a a young man's game. You're talking, you know, when he was serving World war 2, the person leading him was 25 years old, and he thought they they thought this guy was old. Because they were young, you know, he's 19, 20, 20 when years old, Extremely young when he's doing this. Anger was my defense mechanism. I lost count of how many good friends have au in over the years. But either you become call, or you crack? Shooting down an airplane seemed an incredible feat. I had no idea why the German people were stuck with Hitler in the Nazis, and I could care less. History was not 1 of my strong subjects. But when the time came, I would hammer those Germans any chance I got. Them or me. Even a d history student knew that it was always better to be the hammer than the nail. So now Talk about just the the kind of people that would be attracted to becoming fighter pilot. They are wild and being wild makes them happy. This an example of that. Those 6 months of squad and training with happiest that I've ever been. That is a hell of a statement. He lived in an amazing light filled... You know, this is... He still got a third of his life to go. When he published his book. But even if he ended at 62. He lived many, many multiple lifetimes compared to the average person. And he says those 6 months is my squadron training with a happiest I've ever been. Now that I was a fighter pilot. I couldn't imagine being anything else. Again, another sign that you have a great job. Or do you have the right job rather. We were hell raising fighter jo with plenty of swag. So let me actually stop there because I... That's... I shouldn't be so flip. Like, that's a... Like like, let's spend some more time on that comment. Now that I was a fighter pilot, I couldn't imagine being anything else. It's a great simple system or simple way to figure out if you're were doing the... What you... What you're meant to do in life. You can't imagine being anything else. We were hell raising fighter jo with plenty of Swag. When we weren't flying, we zipped out on our leather flight jack. We zipped out on our leather flight jackets and told the world who we were. On payday, we crowded around the blackjack tables, drank ourselves blind on Bourbon. Drake a o'brien on bourbon and staggered and staggered over to the local cat house. So it talks about... They got in trouble in this this cat house, which is a Bo, in, Broth, I guess, is a more common term. It's in this little town in Men, and they were causing so much trouble that they had... They called the cops on them. This is but we went to men anyways, wrecked the place and the sheriff ran us out of town. Okay? So cops saying can get out get out of here. What what does this guy do? The next morning, a p 39, that's the the the the the plane that he's flying, str Mean water tower. So it goes back and they call sometimes it's something... Sometimes they call it str things. Sometimes they call it buzzing, but it's getting the the aircraft so low. That people on the ground, field the vibrations and the sound is just extremely loud. It's it's unpleasant. And so, yeah, You might have kicked me out the town, but I'm coming back the next day. And I'm coming back with my my my fighter my fighter plans. It's just insane. So I started the podcast with his... The most harrowing... Experience that he ever had. But he almost died multiple times. I'm gonna share another example of him almost dying that took place maybe a decade before the the the accident at the beginning of the podcast. Okay? So it says, before that then Almost bought the farm. That another eu for dying. Right? Our fighter group stage a mock attack, and I was indicating about 400 miles per per hour. When there was a roaring explosion in the back of the aircraft. Fire came out from under my seat and the airplane flew apart in different directions. I jumped for it. When the chute opened, I was knocked unconscious. A a sheep herd found me in the hills and tossed me across his donkey face down. My back was fractured and in hurt like hell. So I think he was 20... He was 20 years old when that happened to him. Now this is his... He just met the the woman that soon to be his wife. They were married for, like, 45 years before she died of cancer, and this is his wife's description. Of chuck at this time. And I think this is a description of chuck, but it could it could go for almost any person that we've started in this podcast. I sensed that he was a very strong and determined person. A poor boy who had started with nothing and would show the world what he was really made of. Okay. So it's fast forward, world war 2, I forgot to mention his list of accomplishments. He gets shot down sir survives, walks across the mountains into Spain, and it is the first pilot to be allowed back. And you'll... It'll this all makes sense when as I continue to read this intersection. Free falling, flat on my back, spinning from 16000 feet. Velocity doubling each second. Hold off. Get below the clouds where the crowds. That's what he calls the Germans can't see the shoot. Yank that cord now and you're dead. German strife guys floating down. Clouds with pass. French c countryside filling horizon. Even so, weight god damn it, ground rushing up, occupied territory. 2 fingers grip the shoot ring. Corner of my eye, ground closing in, smell forests and field below. Now, I yank the rip cord ring. The parachute blossoms, breaking my fall, and I'm rocking gently in the winter sky. Below me, the hills and fields are crawling with Germans. I see the black smoke from my airplane wreckage and sweat the slow ride down. I'm an easy tar... I'm easy target practice from the ground. I hear a dog fight raging far above me. The chatter machine guns and roaring engines of dozens of fighter planes spinning across the sky. I'm dropping down over southern France on a deceptive peaceful countryside. Trees rush up at me. I reach out and grab onto the top of a 20 foot pine. I bounced up a couple times... I bounced a couple of times on that limb, leaning it over to the ground. And, just as I did as a kid in West Virginia when we ride pines for miles of the woods. In only seconds, I'm 6 inches from the ground. I step down, gather in my parachute to use later a shelter, and limp off into the woods. There's blood on my pant leg, blood on my torn leather gloves. And blood dripping down the front of my flying jacket from my head. The woods are dark and still. But even as I move deeper into them, I hear the distant rumble of army vehicles and the sounds of voices shouting in German. They pick you up fast and occupied territory before the locals can hide you. The bastards saw me coming down. It is slightly past noon on Sunday, 03/05/1944. And I'm and I'm a wounded 21 year old American fighter pilot, shot down and on the run. So let's go into what he does next. I study I study a map of Europe that is sewn into our flight suits. Man, I can't believe how fast luck changes in war. Now you gotta remember this part for for later. But whatever happens for me, the war is over. If I make it home no more combat, then this is very surprising to me. A rule meant to predict the put to to protect the French underground from pilots they assisted, who might later be shot down again and tortured by the Gestapo into revealing escape network. So there's there's all these French resistance fighters that are hidden out in France that German... Obviously occupied territory, German, Germany's controlling France at this moment. And so they're gonna have... These are the people actually wind up helping eager escape to Spain. But the problem is is, you know, if... Let's say he goes back up. 2 year a year from now, he gets shot back down. But this time the Germans get. And we'll do torture them and then under torture, he's liable to say, hey, this is where they are. This is their networks. This is how they travel. This is how they're getting fed all the other stuff. So this is a rule where he's, like, damn. All I wanna do is fire pilot now the... Not only my may I not survive this and Might die. My freeze it's it's cold. You know, I I could be killed We turned in for money, but what I wanted to do is taken away from me. I'm never gonna give this opportunity again. So it's kinda compounds. Just... I'm... I'm trying to tell you y'all his background to if you put yourself in his position. Just imagine not the physical anguish but the mental anguish that he's having to endure at this moment. So far, another guy shut down on my squadron had been able to make it back. Now remember this for later though. He winds up making it back, and it's part of that where his wife was just describing. His his insane levels is determination, persistence and just... He's stubborn as mule. I says I peek out to seat, so he's hiding in the bushes. This part reminds me of this... The fantastic book I just read Andy Groves auto swimming across. So this as I peek out and see a wood cutter shoulder a heavy axe. Remember this is a French guy. Okay? I decide to rush him from behind and get the axe, killing him if necessary. He's not gonna kill a guy. Don't worry. I jump him and he drops the acts almost dead with fright. With eyes, the size of quarters, he stares at the pistol waving his face. He speaks no English. So I talk to him like Tarzan. Me American need help, find underground. He jab back and excited French. And if I understand right, he tells me that he will go find somebody to speaks English. I read his face, which is scared but friendly. Remember, the French it is the French... I mean, he understands what's going what's likely to happen. Yet. Some French people would turn him in. The French is not with the Germans in their their country, and they realized the Americans British, all these people are trying to help get the Germans out. So it's in my own interest to help them. So har back off into the forest. After sing to me to stay hidden and wait from to get back. I keep his acts and watch them run off. Wondering if I should take off or wait for him. Can I trust this guy? Long before I see them I hear returning footsteps, definitely more than 1 person. It's been more than hour since the wood cutter took off. My pistol is pointing at the past. So what he does is instead of hiding the bushes where the French guy. Thought he was he smartly goes across the way because they're gonna run up to the bushes things for where he is, he's gonna be able to see them before in case it's a setup up, he'll be able to see them before they see him. Right? My pistol is pointing at the path. I won't get very far if he's brought a squad of german soldiers. I'm burrow into the wet ground. My heart thud, like a 500 pound bomb on the as the footsteps stop. My impulse is to turn tail and run. But I check it. Then I hear a voice calling to me a whisper. American, a friend is here, come out. I can't... This is such an interesting because again, put yourself in his shoes. I can't see them. And it takes all my courage to slowly pick myself up. I'm on the op... It takes all my courage to slowly pick myself up. That's a fantastic sentence. I'm on the opposite side of the path from where the wood cutter left me. My 45 is aiming at the back of an old man staring into the brush. The wood cutter is with him. Silently, I move forward. Oh, I never I realize I never explained what I meant by this reminds me of swimming across because when he flee hungry, and he's moving into across the border, there's so many times that Andy meets random people that are not expecting him that help him get to where he's going. And the same thing is gonna happen to to chuck in this situation. So he's going to actually meet the French resistance. So it says Gabriel, these... Don't worry about the names too much. And there's just all these people helping him you know, goes from the French citizen to French underground, they keep handing him off and trying to get him closer closer to get him out of France and into Spain. Gabriel tells me to wait while he goes on loan. I wait for him most of the day began to wonder whether I've been deserted. But when he finally returns, he's with a group of heavily armed men. I don't have to be told who these guys are. They are the... I wanna pronounce this word marquis, but there's no rn in it. They are the Marquis, the French resistance fighters who live and hide in the Mountain pine forest us for by day and blow up trains and bridges by night. And I'm ashamed myself. I know I can never pronounce anything correctly. Normally. But I just listen to a 60 hour for the past few months I've been listening to 60 hour audiobook. It's a biography of d gaul who was leading. I should know how to pronounce this. I'm ashamed myself. It's different than reading books Okay. You know how to pronounce it because you're just reading it. But I heard this. Even worse. Alright. Robert is a commander. He speaks fairly good English. He tells me he's a lawyer, and he's been in the resistance for 2 years. Most of them spent... Most of the time spent hiding from Germans in these pine force. I count 26 guys in the group, including a few really tough old birds who can hike longer and carry heavy loads than many of the younger men. They know these deep forests the way I knew the woods back home. It's a tough and dangerous life. I need these guy guys. If I'm gonna if I'm gonna get out across the P, I think is how you pronounce the mountain range that separates France and in Spain. It's what he's actually gonna have to escape through, and it's gonna be crazy. He's gonna walk to Spain. We're gonna get into that now. The Pier needs make the hills back... So that they'll... The French resistance will lead him up to the motor. They'll deploy him in the right direction, But it's in the wintertime. They're at like, 11000 feet. I think is the elevation, and there's a group... Other group of survivors. He doesn't know who they are, but he winds up teaming up with the moment. So it says the P make the hills back home look like straight away. We are crossing slightly south of the central ridge that forms a boundary line between occupied France and mutual Spain. The highest peaks are 11000 feet, but we figure we won't get higher than 6 or 7000 feet. The trouble is we are up to our knees in wet heavy snow. We cross ridges so slick with ice that we cross them on the seat of our pants. At first, we rest every hour, then every half an hour. But as we climb into the thin air, we we we... Well there's no oxygen. Right? We are stopping every 10 or 15 minutes cold and exhausted. The climb is endless. A bitch of bitches. And I've got to wonder how many of our guys actually make it across these mountains and how many feed the Crow that call overhead. Okay. So I'm skipping ahead a little bit of story. They start up... There's a group of guys none of them keep up with Eager besides this guy named pat. Eventually, they start off waiting for them, and but then eager just, like, you know, they wait 15 minutes half hour. They're just moving way too slow. So they just keep going. And him and pat or pushing the pace. Now they're very tired. They're they're not sleeping at all. They're in, you know, perilous conditions, and it's about to get much much worse. So this is a few days after they've been going through the mountains. They find a cabin, and they're gonna like, oh, wow. So it's It's no one's in there. We can we can lay and rest out out of the, out of the elements. Right? And so it says, I just crumble on the floor. Pat takes off his shoes and hangs his soak soaked wool socks on the branches of a bush. The 2 of us sleep side by side on the bear wind floor. And while we sleep, a German patrol passes in front of the cabin, they see pat socks hanging on the bush out front. The bastards ask no questions. They just un sling their rifles and began firing through the front door. The first bullets whine above my head and thud into the wall. I leap through the rear window. Pat right behind me. I hear him scream, and I grab hold of him and Yank him with me as I jump over on a snow covered log log slide. I'm spinning around ass over Tee kettle in a cloud of snow. And and it seems like 2 miles down to the bottom of that flu. We splashed straight down into a creek. Fortunately, the water's is deep. Eye surface and so pat. I grab him and paddle across to the other side. Christ. He's gray. He's been shot in the knee, and he's bleeding to death. I tear away his pant leg, and I can't believe it. It blew the the bullet blew every... Blew away everything. This is gonna It can really extreme here. His lower leg is attached to his upper leg only by a tendon. I use a knife to cut off that tendon. I take a shirt and wrap it 2 or 3 times around the stump and tie that. Pat is unconscious, but still breathing, and we're pretty well hidden from the Germans up above. I decide to wait till dark and then somehow drag both of us up that mountain and get us into Spain. So it's going through he's carrying this hundred and 75 pound guy with him now making even worse. And he says, I think he's a lucky 1. He's unconscious. Every muscle my body is hammering at me. I just wanna let go of that goddamn bomber guy and drop in my tracks, either to sleep or to die. I don't know why keep hold of him and struggled to climb. It's the challenge, I guess, and a stubborn pride knowing that most guys would have let go of pat before now. And before he stopped breathing. I keep on... I keep going on anger, cursing the mountain that's trying to break me. So he winds making it pat survives. They they get to Spain, he there... He winds leaving pat on the side of the road in Spain, like, a where, like, like, a road so a motor winds up stopping by, finds out, like, 6 weeks later that pat survived. He was okay. You guys to walk 20 more miles into Spain, gets to a little village. Goes to like, a police station. Eventually, weeks after that, the Americans get him out. So in this book, in addition to to Chuck writings, there's other parts, paragraphs and pages written by people that knew him. This is probably closest friend, talk describing for us Chuck personality. He was aggressive and competitive. But awfully skilled too. In combat, he didn't charge blindly into a ga of Germans. But with the advantage of having sharp eyes, he had the, like, 20 10 vision that could see forever, he set up his attack to take them by surprise when the odds were in his favor. So that's the main theme that we've learned over and over again in these books. Would identify your edge. Right? He's saying where the odds were in his favor. And when eager... When you attacked, he was ferocious, Eager was the best period. No 1 matches the skill or courage or I might add his capacity to raise hell and have fun. He was the first in our group to somehow make it back as an invade ease, so that's what they call people that were shot down that had to... There were that had to escape back into from occupied territory back into like, with their group. Right? And these are the people the evade are the ones they send home because if you're caught again, you you've you've learned value information that you might give up if you're tortured. Okay? I doubt whether any other Evade could have been avoided being sent home, but Chuck is the most stubborn, bastard in the world who doesn't dabble in gray areas. He sees in black and white. He simply said, I'm not going home. So this is chuck version of how he wind up being the first of ad to be reinstated. So it says I was raised to finish what I started. Not s off after only after flying only 8 missions, screw the regulations. My friends told me to take my metal and run. No way I said. So he wins a medal because you save Pat's life and and everything else. And, you know, I could spend to half hour listing off all the the awards and accomplishments this guy got during his careers it's insane. So when he gets back, he's in his room, and he's now... The the room's empty, he used to have a roommate. And it was this guy named Mac, and this is a hell of a sentence. The second sentence here. He went up dying. Mac was a bloody mess when he bailed out. He left 1 of his arms in the cockpit. Whoa, I told myself with that's war. That's how it is, but that wasn't much comfort. I felt like I lost a close brother. He had flown more than 20 missions and fought the good fight. Which is a lot more than I could say for myself. Evade rule or not. I figured the word had been cut out from under me before I could even make make worthwhile all those hard and expensive months of combat training. There wasn't a rule ever invented that couldn't be bent. So I marched on group headquarters and began my fight. Without realizing it, I was about to take charge of my life and push it in a direction where everything that happened in later years was a logical outcome for a career fighter pilot. Who had compiled an outstanding combat record. So at this point, this is of fork in the road. If he did not. He, okay. I'm just gonna take my middle and go home. We don't know who he is. He never breaks the Sound barrier. He never has the career he has. So he's saying, I didn't know it or not. I didn't know it. Yet. But I was about to to change my life because I was just being so damn stubborn about refusing to quit. That's a lesson than any of us can apply to whatever it is that we're doing. There wasn't a rule ever invented that can be. So my Marsha group headquarters and began my fight Without realizing that I was about to take charge of my life and push in a direction where everything that happened in later years was a logical outcome for a career fighter pilot who would compile an outstanding combat record. If I had submitted to being sent home, I doubt whether the Army Air corps would have been interested in retaining my services when the war ended. I would probably must out and my flying career abruptly ended. But I wasn't consciously thinking about my future. I was just being stubborn about the present. I knew the odds were stacked against me, but in the end, events and luck came together for me and 1 man. The only 1 who could decided my fate, general dwight d Eisenhower. So they just keep kicking them up the chain of command. He's... They're like, go home. He says, no. He's alright. Do... I'm sending you to another person. They say, go home. He says, no. He could go he does this routine till it gets all the way in front of general Eisenhower. And so it's him and another guy. And I Isaac Eisenhower was like listen. I just took this meeting. I'm busy with other stuff, but I just... I. I'm so surprised that based on what you went through, that you... I I have to talk to the guys that refused to go home. And he's like, listen, at the end of the, he's like, listen, if it was up to me, I'd let you... Like, I'd let you fight. We need good pilots. We want people to be here, but this is a war department regulation. Let me see what it I can. So he go... Did Eisenhower goes to the war department. The war department is like, it's your choice. And so Eisenhower was like, yep, Come back in. And that's how Chuck being the first day 80 to ever been returned because he's us started old bastard. Right? And so this leads to the next section about to reach you where he becomes 1 of things he's known for. He's the first pile in war war 2 to become an Ace in a day. Become an. You have to have 5 kills. So I'm gonna skip over the battle. That's it's it goes on for several pages, but he kills... He wanted shooting in a 5, maybe 6 in a day. I forgot the exact number, and there's this this, like, internal publication called the stars and stripes. And it says, but the stars and stripes said it better in their front page headline. 5 kills Vin Ix decision, So that's Ike because Eisenhower is nickname. 5 kills vin indicate Ix decision. Group recommended me for the silver star. I particularly like this part. This is how a fellow pilot described chug at work. The Germans began to come up to challenge us and ran into a goddamn West Virginia Buzz. And so this is a description of 1 of the just 1 of the several battles that he had with the the German Air force that Lu W, and my notes is very simple. The dude is crazy. On German radar, we were mistaken for a fleet of unsupported heavy bombers. In Lu... Scrambled every available fighter in East Germany Poland. Andy and I were the first to see them coming at 50 miles or more. They were a dark cloud moving toward us. God almighty, there must be a hundred and 50 of them, Andy ex explained. We couldn't believe our luck. How many people in the world are gonna see a hundred and 50 enemy planes coming at them, and there's, like, 15 16 of them on the other side. And like, this is great. We plowed we plowed right into the rear of the enormous gag of German fighters. There were 16 of us and over 200 of them, but then more mustang that's kinda of plane that the allies were flying, from a group caught up to us and joined in. He says, I shut down 2 very quickly. 1 of the airplanes blew up, but the pilot bailed out of the other. I saw him jump, but he forgot to fasten his parachute harness. He pulled it pulled off in the winds stream, and he spun down to Earth. To this day, I can still see him falling, I knew that dog fighting was what I was born to do. It's almost impossible to explain the feeling, and that's another important aspect to understand chuck. He found the single thing that he loved more in his life, and that was dog fighting. No matter what he does. He becomes World famous because he breaks the sound bear, but that was just part of his crew and he was testing jets and everything else. He always... He's like, I want to be a dog fighter. This is what I wanna do this what I love more else. And so this is him describing dog fighting. Right? And what what it takes and and everything else. It's just a simple paragraph, but really, As I read this to you, this probably applies to any difficult endeavor. Right? Dog finding demanded the sum total of all your strength and exposed any of your weaknesses. Some good pilots lack the ice, Others became too excited in and lost concentration or lost their nerve encouraged. A few panicked and tight spots and did stupid things that cost them their lives. The best pilots were also the most aggressive and it showed. And this is how he felt at the end of the war. We were a pack of un tested kids who grew up in a hurry. Andy called it the college of life and death. I don't recommend going to war as a way of testing character. But by the time our tour ended, we felt damn good about ourselves and what we had accomplished. Whatever the future held, we knew our skills as pilots, our ability to handle stress and danger and our reliability and tight spots. It was the difference between thinking you're pretty good and proving it. Okay. So after the war, he sent out into the middle of nowhere. You're in the middle of the desert, this eventually where he's at, will become Edwards Air force space, it is not known as that yet, it will come... Become later. It's called Mer, it's the middle nowhere. No one's out there. It's not what you think of as as an air force base. And this almost... When when he's doing this testing, Air force kinda leaves them alone. It's him and a group of other 2 people. They they form, like a little team. It's almost like a little startup that happens here. But there's a couple of things having on us page 1 differentiate yourself, do what others don't or do others won't. And 2, another example of the Sam Z murray quote. That there's no problem You can't solve if you know your business for me to see. Unlike many pilots, I really I learned I really learned the various systems of an aircraft. A typical motor is content to drive without knowing spark plug from a crank shaft. A typical pilot is much the same. You've got love engines and valves and all those mechanical gadgets that make most people yawn to have an eager curiosity about airplane systems. But it was a terrific advantage for me when something went wrong at 20000 feet. Knowing machinery like I did and having a knowledgeable feel for it. I knew how to cope with practically any problems. See how these ideas relate, He got in advantage because he's doing something known what other people won't, and he knows more than other people. He knows everything about a plane, including how to fix it, how to fly it out to everything. In winds up saving his life. I knew what was serious or manageable. All pilots take chances from time to time, but knowing not guessing about what you can risk is often the critical difference between getting away with it are drilling a 50 foot home mother Earth. And it also sent me on a path that would change my life. It was my feel for equipment that first brought me to the tension of Colonel Albert g boyd, head of the flight test division now why does he say? That changed his life because Boyd is the 1 that chooses eager to attempt to break the sound barrier and because he broke the sound barrier, it opened up all these other opportunities later on his life. But before we get there, chuck has some good advice for us. If you love the hell out of what you're doing, you're usually pretty good at it, and you wind up making your own brakes. I wasn't a deep sophisticated person. So he says it's over and over again You know, I'm uneducated and I'm not that smart, but he's really brilliant in the sense he's got practical knowledge and he develops. He has simple rules that he lives by. Again, we talk about this idea. We have to compress all this information that comes at us into things into smaller digestible portions that we can take with is that we can remember. Right? It's the dis. It's the compression that is so valuable and chuck did this instinctively. I wasn't a deep sophisticated person, but I live by a basic principle. I did only what I enjoyed. I wouldn't let anyone derail me by promises of power or money into doing things. I wasn't interest... That weren't interesting to me. This kept me real and honest. Now, the the company that's gonna make the plane, that breaks the sound barrier. It's called Bill. And they have civilian civilian pilots. And the guy that was originally supposed to take that test flight, was a civilian pilot. And this is he winds up ba because he wanted a hundred and 50000 dollars. Right? Let me put that in into context. Ui is getting paid about 240 bucks a month from the Air force. Okay? And because this guy boxed, Yea takes an opportunity and becomes famous. There's a lot of lessons in here. He asked me if I knew why the Force was taking over the program. He told me that Slick Good, that's a civilian pilot. Had negotiated his contract and demanded a hundred and 50000 to go beyond Mach 1. So going beyond Mach 1 is what breaks the sound barrier. The reason it was so expensive No 1 had done it at the time. And 2, a lot of scientists and engineers said it was impossible. That there's a invisible barrier in the sky. If you go faster than the speed of sound, you'll run into, like, essentially, they thought it'd be it similar to, like, running into a brick wall. And some people thought you have to pay me because I might die. Right? But the bell lawyers turned down slick payment until the matter resolved slick refused to fly. The air corps lost patience. So the air corps, there's no air force at this time. Air force it becomes a thing during Chuck career. So that's why he's saying Air corps in Air force. Okay? And he also talks about Na and Aca, which is the Nasa before in Nasa. We'll get there because he he he also later in his career. He's flying with like, you know Armstrong, you know, they don't... He doesn't really get along with a lot of the astronauts. Even though he trains some of them. Okay. So, but the bell lawyers turned down. Okay. Registered The aircraft lost patients with all the delays and decided to take over the 1 project, The 1 is that the plane he's gonna fly. I asked the old man that's Boyd. If he ever thought there was... If he thought there was a sound bearer. Hell, no. He said, or wouldn't be sending 1 out 1 of my out 1 of my pilots. But I want you to know the hazards. There are some very good aviation people who think that at the speed of sound, air loads may go to infinite. Do... Or infinity excuse me. Do you know what that means? Yes, sir, I said. That would be it. I mean, he's dead. He nod. Nobody will know for sure what happens at Mach 1 until somebody gets there. This is an extremely risky mission. Now, there is a description, coming from 1 of the engineers on the x x1 project. And he's describing test pilots. But this is gonna match a quote that's on the back of the. Let me read that first. So he says, Supreme self confidence is a big part of a fighter pilot's baggage. A real cock. But they saw enough buddy's die to know that what they were doing was a dangerous way to live. So all of them adopted the eat, drink and be Mary attitude, being a wild character was part of their traits on the back of the book, here's a quote from chuck. I don't deny that I was damn good. If there's such a thing as a as the best, I was at least 1 of the title contenders. I've had a full life and enjoyed just about every damn minute of it because that's how I lived, and I think that is the main lesson in this book. It opens up our minds, the possibility to understanding that life can be as broad as we make it, but also understanding going back to that the quote from bet Benjamin Franklin. Time is the stuff life is made up of. Like, we're... We're... We we lose a plot of life when we make herself miserable. Chuck didn't do that. He accomplished a lot. But he's like, I I used fun as my North star. I had a full life and enjoyed just about every damn minute of it because that's how I lived. That's fantastic. And sorry about. It's like, yeah, We may die, but I'm gonna have fun well while this what happened there. And everybody's gonna die anyways. The biggest difference between them was slick lack of interest in learning about the plant... The the airplane and the power system. So he's talking about the difference between chuck and the guy that turned this down. Right? Slick depended entirely in the fact that I was in the sky with him. This is the the engineer on the plane, flying chase. And it never occurred him that the radio might go out. In a pinch, he it... He counted on me to tell him what to do. And here's the difference... The biggest difference in summarized in 2 sentences. Right? Between Yea and slick. Yea will rely on himself. I couldn't teach him enough. That's another example of a to z. Right? This is... At this time, Chuck is married. She's got kids. This is his family's living conditions and he was trying to break this sound bear. Remember. They're on the middle of nowhere. He does not have a lot of money. He's doing this for the pure love of it. This is his wife writing. We got so desperate that we almost rented a Ranchers chicken house. But then someone told us about a place available about 30 miles base, and that's where we ended up. It was a 1 bedroom, a adobe guest house. Much too small for a family of 4. But by them, it seemed like a palace. We had a kitchen in a living room, but no facilities like a washing machine, and I did all the diapers and laundry the bathtub. Donald, their son slept on a day bed in the living room and little Mickey slept in the pay pen, play pen in our bedroom. Chuck laughed. So once he breaks sound barrier, I'm sleeping over that part. He becomes real famous. A lot of people become jealous of them. And this is this is just a 1 sentence that is fantastic, and it's just a reminder should never underestimate. A lot of test flight people badly underestimated him fooled by that West Virginia draw. Their bodies were strewn across the landscape. Okay. So I need to introduce another character. There is 2 books I have ordered that a result of reading this book. So example of this idea you and I talk about... Over whenever again the books are links. And this is this person I never heard of before by the book. Her name is Poncho Barnes. I just ordered her biography, and I actually watch a documentary. It's on Amazon Prime if you wanna watch it. Was really interesting. And just search poncho barnes, and you'll find it on there. But this is chuck talking about her. Contra Barnes in her place where a big part of the 16 years is spin out in the Mojave. This is at Edwards or what's student becomes Edwards Air force space. If her little A didn't exist, we test pilots would have had to invent something like it because the only place in sight to unwind and have a good time. So into the middle of nowhere, It's a hotel, a bar. You... Is like, an airs strip. There's, like, a rodeo. It's all kind stuff. And Punch Barnes was 1 of the first female pilots. And she had know, we're remarkable unbelievable life. That's why I ordered her biography. So it says, it was our club house in play room. And if all the hours were ever told, I reckon I spent more time at her place and I did in a cockpit over those years, And I was flying about 5 different airplanes every day. At the end of each flight, I turn off all the cockpit switches, but there's no way I could easily turn off all the switches inside myself. Glenn, his wife understood that her only series rivals were not other women, but other pilots like myself who shared the dangerous life of testing airplanes. The physical and mental stresses we felt were felt by all of us and drew us together in special ways. Often, at the end of a hard day, the choice was going home to a wife who really didn't understand what you were talking about. And from whom you kept back a lot, so not to worry her or gathering on the bar with guys who would also spend the day in a cockpit. Talking flying was the next best thing to flying itself. And after we had a few drinks in us, we'd you get happier or bell and raise some hell. Flying and hell raising. 1 fueled the other, and that's what poncho was all about, brief description. Poncho was 46 when I first met her. She would never use a 5 or 6 letter word when a 4 letter word would due. She had the filth mouth that any of us fighter jo had ever heard. She had to be tough because the only argument about her was whether she was the ugliest woman we'd had ever seen or 1 of the ugliest. But that didn't keep her from being married 4 or 5 times and bragging that she had had more lovers than all of our flying time put together. We liked each other right off the bat. She'd had been 1 of the first Hollywood stump pilots. Her grandfather was 1 of the founders of Cal tech. As a girl, she lived in a 30 room mansion. She became a smuggle, a gun runner and and flew into Mexico during a revolution. She got a bang out of the idea that we were flying the x 1 for the kick of flying it, not for some big contract bonus. This is when they're trying to break the sound barrier. She wouldn't let us ever pay for food or drink. She told Slick right to his face. Do you know what eager makes? 02:50 a month. Do you know what he's getting to fly that Goddamn 1? 2 bucks an hour. And where are you in your hundred and 50000 dollar bonus? You'll be reading about him in the paper when he does what you're supposed to do? When Pan got married the final time, she asked me to be the best man. It was the damned wedding we ever saw. Poncho brought in a bunch of Indian chiefs to do a special bridal dance that lasts nearly an hour. In the middle of all, the bride announced Hey, everybody. Help yourself to the food. My ass is killing me in this girl. I've got a change into my dream or into my jeans. I can't recall any rowdy fun that wasn't connected to punches. Of course, she had the most fun of all. Poncho sat next to me at my farewell party in 19 54 when I left Edwards to take over a flight squadron in Europe. I wasn't or I was glad I wasn't around to see poncho decline. I visited with her a few times a year. She was my friend. So this is how Chuck friend remembers this time. And there's just sentences is here that that resonate. Because I think we all understand. So she how he's looking back and maybe we're in that time in our lives and we have to take advantage of knowing that we're in the time. Right? Mention his name and I don't think of a sound barrier. Or any of his other accomplishments. I think of them nose nose with some bomber pilot and punches. For some reason fighter pilots and bomber pilots always got fist fights. Racing me for a couple of hundred miles balls to the wall. Are sneaking in booze to me at the base hospital when I was recovering from an accident. I think of him. I think of crazy poncho, and this is a sentence that just really resonates and I think we just have to nail pound into our heads over and over again. That we are, like, you're going to... Whatever taking place in your life, like, you're going to look back at what's happening now and think of... All, those is the good old days. Right? We have to realize that the good old days now. And I think how lucky I was to have shared that time and space with those people, and in that place in the middle of nowhere. I think how lucky I was to have shared that time and space with those people and in that place in the middle of nowhere. So here becomes world famous after he breaks the santa, and I don't think he likes it. And we hear... He's gonna talk... We we hear in his own words, his perspective at the time that this was occurring. And there's 2 things, IIII think I'll just tell you going into this. Is 1, it's a great perspective that he has in 2... This is another example of obsessive personality finding something he loves to do and just doing that. And that gives life meaning. Right? Gave chuck meaning to his life. She complained to me. You're getting a royal screwing. I told her, well, up theirs. My flight in the history book, in that... And that's a whole 9 yards for me. All the other crap doesn't mean a thing. That's how I felt about it. Hell, I was being practical, not modest. Movie stars put up with all their man's that go with fame because it means bucks as a blue suit, meaning in a listed pilot. Wasn't getting any money. Right? As a blue suit, I wasn't getting a dime out of the deal. And being famous with the public meant absolutely nothing to a guy living on the middle of the Mojave desert. The public wanted heroes. And to me, I was just a lucky kid who caught the right ride. But then I was as as Naive as I could as could be, living a cl life out a mer. When flying was fun and the living was easy. It was a tight little circle. My life was flying in pilots. I didn't... This is a great perspective. I didn't spend a whole hell of a lot of time doing or thinking about anywhere... Anything else. We were an obsessed bunch probably because we were so isolated. So you gets into some of the air he didn't like about the na, Ach aca pilots compared to the people he was was in the Air force, and this section is don't be, like Scott. Scott Cross worked for Na and was the first pilot to to fly at Mach 2. He was a proficient pilot, but also among the most Arrogant I've met. Scott just knew it all, which is why he ran a super saber through a hanger. That stupid accident would have never happened to an air force pilot because he would have accepted a few pointers about what in the hell was going on with a new airplane. But Scott wouldn't. His attitude was typical of the Na bunch. There was nothing worthwhile that a military pilot could tell them. I have been testing the super saver. I handed him all the paperwork and the handbook on the airplane and told him. Scott, it will take you about a week to run an acceptance acceptance inspection on this airplane. There's a lot to learn but when you're ready to fly it, give me a call and I come over and go through the various systems with you. His reply was, it was... It has a pilot's handbook. Doesn't it? That's all I need. Well, you look at that guy and say, see around, and shortly after that, he flies the the plane through the hanger. He survives though. And I don't remember... I know there was a quote in 1 of the books. I don't remember who it was describing. But I think the opposite of Scott, if it's, like, if if we're saying the sessions don't be, like Scott, what's the opposite? And somebody that we studying in the past. The quote was... He went to school on everyone. Right? Meaning, he'll learn from everybody around it him. He thinks how's value information. He's gonna soak it all up. Scott opposite is like, I know everything. I don't need your stupid little book. Watches I fly his explain to the hanger. Right? So I think don't be like Scott instead, go to school and everyone is good advice. So this section is really interesting. He's testing a fly he's testing a plane. They're having issues, people are dying and trucks trying to figure out what's wrong with airplane. And really, you could summarize a section by saying complexity and arrogance kills. I climbed to 15000 feet where it was safe to try it again. And each time I performed the rolling maneuver, the air on locked. I think that's the back tail part of the plane if I'm not mistaken. I figured that somehow the wings were bending under stress and locking the air on. I called general Boyd as soon as I landed and told him I thought I knew how those crashes occurred, but not why. The old man set inspectors to take apart my Saber wings. They found that a bolt on the Air on cylinder was installed upside down. Crew chiefs in every sabre squadron were ordered to inspect their airplanes wings for that upside down boats. Remember, people died because of this. While an inspection team went to the North American plant and found the culprit. He was an older man on the assembly line who ignored instructions about how to insert that bolt because by God, he knew that bolts were supposed to be placed head up, not head down. Nobody told him how many pilots he had killed. Those complex airplanes were unforgiving of mistakes. Complexity in arrogance kills. So he understood He's like, listen, I I take a lot of risk. I've survived way past. Most of the people I started with. It's impossible. I'm gonna keep surviving. This keeps up. This is where this is... He... This is how his test pilot career ends. And where he's transferred to Europe. He actually teach people dog fighting, which is he'd rather do that anyways. But I thought it was very interesting. Because this happens right after very soon after the accident or the near accident I opened the podcast with. So he's talking to general Boyd. He asked me if running a fighter squadron with something that I'd enjoy after my test flying days were over. General I said, my bags are packed. You're ready to move on to other things. If it means getting a squadron, you bet, remember. He just very simple. What do I love most in the world? Dog fighting. I'd rather dog fight and teach people how dog fight than than test planes. Right? Well Chuck said, after we've all, we've asked for you, I personally I think you ought to get what you want. General Boyd had a lot of and I've gotta believe he was a big reason why a Colonel from the Pentagon called me a couple weeks after I got back and told me I could stay on as long as I wanted at a desk job, but I could no longer d do research flying. Or I could take over a tactical flight or squadron of jets in Germany. He was almost ap explaining that the Pentagon brass decided to get me out a research flying before the law of averages caught up with me. I just chuckle and told him Colonel, you given me the easiest decision of my life. Okay. So this is another example. Books are links. This is Jackie Cochran, who was a crazy character. I just ordered her. I spent a lot of money on it too. Is very expensive. So I hope it's worth it. I... I'm confident we'll be worth it because of just how crazy she is. I'm Jackie Cochran. She said pumping my hand... Pumping my hand. Good job, Captain Yea. We're all proud of you. She invited me to lunch acting as if I should know exactly who she was and caused an uproar just uproar just entering the posh Washington restaurant. The owner began bow and scraping and the waiters went flying. In between pumping me for all the details of my flights, I learned a little about who she was. She was a hon on several important aviation boards and committees and was a famous famous avi tricks before the war. Winner of the Bend x air races. She had been a close friend of Amelia Air hearts. During the war, she was a colonel in charge of the wasp, which is the woman's Air force service pilots. Who varied b 17 bombers to England. How, she knew everybody and bounced all over the world. On V e day, she was 1 of the first Americans to get down inside Hitler's bunker in Berlin. And came away with a gold doorknob off his bathroom by trading for it with a Russian soldier. On VJVJ day, she was in Tokyo playing poker with a couple generals on Macarthur staff and caught her way on board the battleship Missouri to wash the surrender ceremony. She has 1 of the most unbelievable life stories I've ever come across. As I would learn more than once over the next couple of decades, when Jackie Cochran sent her mind to do something, she was a damn sherman tank at full steam. She was... As nuts about flying as I was. If I were a man, she said, I would've have been a war like you. I'm a damn good pilot. All those generals would be pounding on my door instead of the other way around. Being a woman, I need all the clout I can get. But cloud was no problem for Jackie. Her husband was Floyd O. Who own general dynamics, the Atlas Corporation, r kay and a bunch of other companies. We liked each other right off the bat. I could talk flying with her just as if I were... Just as just as if she weigh regular punches. She knew airplanes and said flat out their flying was the most important thing in her life. She was tough and boss and used to and used to getting her own way. But I figured that's how rich people behaved. When we parted that day she said, let's stay in touch. We sure did. Glenn and I became Jack and Floyd closest friends. It was a friendship that lasted more than 25 years until their deaths. I was the executor of Floyd state. They treated me like an adopted son. I flew around the world with Jackie, and she was right. She was a damn good pilot, 1 of the best. And I'm sure the reason she latched on to me was because for Jackie, nothing but the best would do, and she thought I was the best pilot in the air force. Hell, she'd held that to everybody to anybody anytime. Jackie played a big role in my life and I and hers. I met 2 sitting presidents in her living room. Wherever she traveled overseas, she was she was treated like a visiting head of state. I never met anyone like her, man or woman. She came on like a human steam roller. Now why is this so important Think about where she started. Jackie Cochran didn't a pair of shoes until she was 8 years old? Compared to what she suffered as a child in rural Florida, I was raised like a little country gentleman. She never knew who her real parents were or why she was given away. The people who raised her lived in a shack without power or running water. As a little kid she had a forage in the woods for food to keep from starving to death. She had no education, no affection, no nothing. She was kept kept filthy. Her only only clothes an old flower sack. Jackie was tough as nails. She learned how to become a hairdresser got out of Florida and finally landed in New York. She got into the Cosmetics business and started her own company. She became very successful and got interested in flying. So I definitely, after hearing that, you can understand why Was so interested to see who she was. This just a few more things. This applies to more than just flying. The best way to fly safe was to know what in the hell you were doing. This is Chuck simple formula for work. I used my own simple formula. Either the Air force was still fun for me or it wasn't much fun anymore. If it wasn't fun, why would I hang around? And this towards the end of the book, he talks we... This is something we've talked over and over again being the right place the right time with the right set skills. He's just born at the right time in history. And I'm gonna read this to you, and I'm gonna ask you question. The person I am is the sum total of for life I've lived. So I have very deep emotions about the the Air force uniform that I wore most of my adult life. The air force molded and train me and who I am and whatever I've accomplished, I owe them. They taught me everything I needed to know how to do my job. There is no such thing as a natural born pilot. Whatever my aptitude attitudes are talents becoming a proficient pilot was hard work. Really a lifetimes learning experience. For the best fly for the best pilots, flying in as a is an obsession. The 1 thing in life they must do continually. The best pilots fly more than others. That's why they're the best experiences everything. The eager is to to learn how and why every piece of equipment works is everything. And luck is everything too. I don't deny that I was damn good. If there's such thing as the best, I was at least 1 of the title contenders. But what I really... What really really strikes me looking back over all those years is how lucky I was. How lucky for example, to have been born in 19 23, and not 19 63, so that I came of age just as aviation itself was entering the modern era. Being in my early twenties right after the war was the key to everything that happened in my life. Placing me smack in the golden age of aviation research and development, allowing me to participate in the historical leap from prop engines to jets and from jets to rockets and outer space. To make his mark on history, Christopher Columbus had to be born at a time when the world was believed to be flat. To make mine, people had to people had to still think that the sound barrier was a brick wall in the sky. To have reached my 20 first birthday in the age of the concorde would have done me no good at all. So summarize that section, he was born at the right time in history. And so the question is, okay. It's we're not in the 19... We're not in 19 23. We're not 19 63. What is today's equivalent. And if you haven't yet locked on to what you feel is the greatest opportunity in your life, maybe look for opportunities that could only exist now. And on the next page, we're gonna see this another another example of the same expression of Arnold Short idea of reps reps reps. Right? I have flown in just about everything with all kinds of pilots in all parts of the world. British, French, Pakistani, Iranian, Japanese, Chinese, and there wasn't a dime worth of difference between any of them except for 1 un changing certain fact. The best most skilled pilot had the most experience. The more experienced, the better or for the... Or for that matter, she is. I'm thinking of Jackie Cochran who was really outstanding, much better than many many male pilots flown with. But only for 1 reason. She had more flying time. Reps reps reps. It's that simple. If I had a choice between dog fighting a less experienced pilot and a better airplane than mine or a more experienced guy and an airplane that wasn't as good, I know how I'd choose. This is great quote from Jimmy Iv. And I was think about. He talks about Most people that fear stop them. It pushes them. Or, excuse it it stops them from doing that. He's like, you should use fear as a way to push you from behind. Use it as a tool. Instead of as a a an adversary. Right? And so this is chuck expressing a very similar idea at Jimmy Idea. I've all... I was always afraid of dying. Always. It was my fear that made me learn everything I could about air my airplane and my emergency equipment and kept me flying respectful of my machine and always alert in a cockpit. He used to fear as a tool. And this is a last lesson that will learn from chuck, and I think probably most important. Life is as unpredictable as flying at combat. If the day comes when a flight surgeon tells me I can't fly anymore in high performance jets, I can always sneak out back and fly smaller planes. You do what you can for as long as you can. And when you finally can, you do the next best thing. You back up, but you don't give up. I know too many people who have erected barriers. Real brick walls. Just because they have gray hair and prematurely cut themselves off from lifelong enjoyment by thinking, I'm too old to do this or that, that's for younger people. Living to a ripe old age is not an end in itself. The trick is to enjoy the year's remaining. And unlike flying, learning how to take pleasure from living can't be taught. Unfortunately, many people do not consider fun an important item of their daily agenda. For me, that was always high priority in whatever I was doing. As long as I can put 1 foot in front of the other, I'll be out there 10 years from now. I don't still fly hide speed jets out of some nostalgia for the past. I do it because I love it. If it wasn't fun, I'd drop it in a minute. I'm definitely not a rocking chair type. I can't just sit around, watch television, drink beer, get fat and fade out. And there's so much more I wanna do. I've never lost my curiosity about things that interests me. Fortunately, I'm very good at the activities I most enjoy, and that part has made my life that much sweeter. I haven't yet done everything, but by the time I'm finished, I won't have missed much. If I au in tomorrow, it won't be with the frown of my face. I've had a ball. And that's where I'll leave it If you want the full story, read the book, I highly recommend reading the book listening to the audiobook book. Whatever format you want, your life will be better, once you read this book is absolutely fantastic. As a reminder that new founders post script feed will be in the show notes on your podcast player, just look underneath All label founders post script. I'll even leave another link to another article explains because every podcast player has a different way to to install a private podcast feed. So that's a hundred and 6260 2 books down, 1000 ago, if you buy the book using the links it's show, you'll be supporting the podcast to... Say at the same time. Thank you very much, and I'll talk to you again soon."
}