{
  "transcript": "Alfred Nobel honestly felt that his life was so commonplace as to not deserve profound reflection, much less publication. Trying to sum up his life in 1 sentence, he offered the following. I'm a mis throat and yet utterly ben, have more than 1 screw, yet am super ideal who digest philosophy more efficiently than food. Given Nobel strongest taste for blowing his own horn when he was confronted with spontaneous expressions of admiration, he actually experienced a sense of shame. As if a feeling of un unwillingness had taken into possession of him. His reflections might then take on a ton of sarcasm. He wrote, how pitiful to strive to be someone or something in the motley crew of 1400000000.0 2 legged tail apes running around on our revolving earth projectile. But Nobel did strive to be someone. His workday days were absurd long. He would frequently work for 15 even 20 hours without rest. It was as if he wanted to exhaust himself in order to ward off mel colleague. Since he d tested meetings, he often put his orders in writing, he could write 20 to 30 letters a day, and he seldom went to bed before midnight. He had an aversion of publicity. When the publisher of an illustrated book listing famous and outstanding swedes, wrote him. Nobel replied curtis but firmly. I will with pleasure subscribed to this interesting and worthwhile project, but I request that my portrait be omitted from this collection. So far as I know, I have not earned any renown. Nobel found it impossible to maintain a self esteem if he had to seek the esteem of others. His letters are particularly invaluable to our understanding and appreciation of him. The private correspondence allows readers to locate the under occurrence in his life. His self absorption, his loneliness and his belief in the absurdity of existence. Many of the private letters seem to have been written during those moments when the demons of mel ka were on the offensive. When they attacked, work was his only escape, it soothing effect was immediate. Chest pains, difficulty breathing, and the headaches that haunted him his whole life would disappear as if by magic. Actions are the yards stick by which values can be measured. And Alfred Nobel left a legacy of lasting importance. Through his prizes, this restless eternal wander, whom the writer Victor Hugo termed Europe's richest Va has forever etched his name in human memory. That was an excerpt from the book We talked to you about today, which is Alfred Nobel, a biography, and there's written by Ken, maybe Ken, Ken font. Okay. So before I jump into the the rest of the book I'm gonna tell you why I'm reading this book. So ever since there's a there's a series of last that are just so famous that I want to investigate who the people were behind the name. So, the first demonstration of this is all the way back on foundry founder number 01:35. I read the biography or our biography of Joseph Pulitzer. And obviously, the pulitzer prize, and I think the Nobel prize might be the 2 most famous prizes that I could think of in in modern day. Right? And Pulitzer story is 1 of the most inspiring stories I've ever come across. By the time, I think he was 17 years old. 7. I wanna say 7 of his siblings and his dad or dad. The only people left in his family was his mother and his younger brother if Not mistaken. He winds up emi grading to the United States because there's a group of businessmen and investors in Boston. That realized, hey, the the Americans Civil Awards going on at this time. They said, hey, the union needs a lot more fighters. Let's see if we can pay, basically offer rewards, financial rewards for young Europeans to come and fight in this war. And so publishers, that's how he gets to America. He arrives. I think he's 17, maybe 18 years old when he gets to America. He's he does not understand the link. He he says, I think the the the phrase he use was he was tongue, friend and penn list. Mean, he didn't speak to language. Had no friends and had no money and yet through... I mean, he's obviously genius and to hard work and dedication. He winds up building this this gigantic media empire. And and just this the story, is just remarkable. So that... Once I read that, I knew I was going to eventually figure out... I had to find out who is the nobel behind the Nobel prize. And I'll just tell you upfront 1 of the most interesting or surprising things rather that I learned I was like, this can't be real. Like, you know, you think of the Nobel peace price. And Alfred Nobel, the reason that he became such a... An infamous or famous and wealthy inventor and entrepreneurs because he's the inventor of dynamite. And that just struck me is is odd that the inventor of dynamite, and the in that this book makes the argument that the inventor of the modern explosive industry. Leaves almost all of his fortunate at the time of his death to this propagation of the peace price. So I wanted to find out, okay, Who is a strange character. And so that's where we're gonna get into today. As a reminder too before I jump into this book. If you look in... In case you you're haven't listened to the last few episodes, there's a new private podcast feed. I call it Founders pro post script. The link for that feed is in the show notes. If you haven't yet installed it on your Podcast player. I leave the the link and a series of instructions I how to do so that it's really simple. It takes, you know, less than 30 seconds. But the reason Telling you that is because I just finished recording the third episode for that feed, and it's based on this book written by James Dyson, and that book is called a history of great inventions. It's Dyson and a series of other writers going over 500 of the most profound human invention spanning several thousand years. So anyways, that'll be out on that feed in the next 24 hours. Okay. Let me jump right into this book. That's not anymore. I wanna give you an insight into what it was like to talk to Alfred Nobel. So he has a rather prick personality. I mean think about the way he describes himself. He describes himself as a mis throat. The definition of that word is a person who dislikes humankind and avoids human society. So what makes this biography so unique is that a large part of it is is a collection of letters that Nobel wrote himself. And by reading these letters, we see that he has a personality that not many other humans would find attractive. But he was capable. He was a brilliant person. So this person is describing what it was like to talk to him. So said, Nobel could talk and... Excuse me. In such an inter entertaining manner that it was pure pleasure and delight to his wrapped audience. To spend an hour chatting with him was both a remarkable joy and a challenging exercise because you had to stay on your toes to follow his unexpected turns of thought and startling paradox. It's funny that she's using the word paradox because that... That's... The way I would describe him as well. This brilliant mind that is hidden under this, like, prick... He's just kind of an ass and a jerk. They call me a lot of his workers call him a task mask. Task master. Excuse me. And so there's paradox that, you know, he he spent large part of his life running experiments working, building his own base of knowledge. He'd read constantly, so he would accumulate all this interesting information, and he's able to in private conversations, kinda, like, get you excited about all these different ideas and yet he d tested his fellow humans. He said he would soar, like a wind driven sw swallow took some kind of bird. From 1 subject to another, as seen against the rapid flight of his thought. Our globe would shrink and its distances melt becoming trivial. Okay. So let's go his early life. I wanna tell you a little bit about his personality, and I think a large idea that we need to to understand to understand Nobel and why he was the way he was is he he he tried to learn from the mistakes of his father. And his father was also an inventor in an entrepreneur. He also built weapons of destruction. But he was not... He was not able to maintain success over a long period of time. So Guess that that's another thing I tell you right front. Nobel was... Not only was he a gifted chemist and brilliant and and in and able to invent things that he was able to patent and build his his business empire, but he's also extremely gifted entrepreneur. Not only did his main business produce gave him a net worth in his day of, like, equivalent to hundreds of millions of dollars. His brother starts 1 of the largest, are the largest oil company in Russia. I think at the time at their peak, they're were producing I think, 80 percent of all oil in Russia, and I think 50 percent of all oil throughout the world. And his brother relied heavily on Alfred is not only an advisor, but also an investor as well. And so at the time of his death, I think 25 percent of Alfred net worth was tied up in in oil. But not only, that, right before his death, he also takes he also takes over and completely turns around company that's still around. It's been in a business for 350 years. This company called bo wars. I think is how you pronounce it. He reshape the company from an iron and steel producer to making cannons, manufacturing cannons and then also, producing chemicals. And the reason I'm telling you though, that's the reason I'm bringing to your attention because it's just remarkable. His his main focus was his business, his dynamite business. And somehow in his spare time, he wanted up being invaluable to 2 other gigantic companies. He was to definitely gifted entrepreneur. We're gonna see a lot of that comes from just learning 1 the was mistakes was his father. So this how we get to where we are in the book. 1 thing to know about him first is that he was sick his entire life kinda like a sickly child his alfred constant Ill Health kept him from taking part in his siblings and other children's games. In a way, Alfred remained a pens look on, I would write pence of on liquor, his whole life. His parents social disgrace was the foundation for his bitter childhood memory. So what are they talking about that? His father had a series of of booms and then falling busts throughout his life. He went bankrupt twice. And so Alfred thought that his father was very frivolous when it came to the financial aspects of his business. Said, yes, you can invent things. You can... In some cases, you know, you have thousands of people working for you, but you don't know how to maintain your success because you're not paying attention to the finance financial part of the business. And that's where the role he helped his brother playing the oil company, but also in in in the Bo forwards company's well. The Dynamite company was just profitable constantly, which we'll see. So says, Alfred growing bitterness derived in part from a sense that people around him did not measure up to his standards. This is where it comes really. He's kinda of like a sn. That they were driven by greed exacerbated his suspicious and his disgust. His way of honoring his mother was by remaining sc honest. And so his letters full of being disappointed in partners and vendors and and employees and just the this this habit that he has of feeling that people are not living up to standards is something that states with the first his whole life. Alfred would later criticize both his father and his brother, this is his brother, Ludwig, the 1 that's going to run the largest oil company in in Russia. For thinking the financing of a project secondary to Alfred solving the matter of financing was primary. That is 1 of the most important sentences in the book. And this another idea with we've seen Express. I, in in many different other examples. The 1 that comes to mind is that book. I think it's called the empire of light. This is the difference between Alfred and his brother and his father is the same difference between Nikola Tesla and Edison. If you think about the same idea. Let's go back over that sentence ago again. Again, he would criticize that both his brother and his father, for thinking the financing of our project secondary to Alfred solving the matter of financing was primary. So we're go into more detail on that later. This is a description of a young Alfred. And these are personal personality traits I think he has his entire life. Brains, discipline and enterprise. He is... Let's see How old is? 8 years old its time. His teacher's praise made Alfred feel special. The frail boy who had such difficulty assert himself among the older... His older brothers and their friends was now suddenly distinguishing just suddenly distinguishing himself. Diligence and talent had already set him apart. Cool. This is his father talking about... He's comparing all his... He's got 3 boys. Actually these are the 3 that survive. He's he's telling us He's very, like, he's predicting the future here, I guess what Saying. According to my evaluation, Ludwig vic has the most brains. Alfred, the greatest discipline, and Robert the greatest sense of enterprise, but also a perseverance that amaze me several times last winter. Ludwig went on to become a highly successful saint Petersburg, and Robert would reach success as an oil exporter. It was Alfred its combination of all 3 qualities that took him the furthest. So that's a good way, like, a good shorthand to the way to think about, Alfred Nobel, brains, disciplined enterprise. Okay. So at this point in the story, his father is back up. So he had he had been pretty successful, then went bankrupt then he starts developing underwater mines for Russia. So he moves the family to Russia. He's having success because the czar of Russia at the times taking interest and saying, hey, we need a way to defend Russia's waters without manpower a lot of money. That's what emmanuel nobel. That's Alfred its father is doing at the time. And so in this story, we see Alfred hunger for knowledge, and then the importance of teachers to cultivate that knowledge, which winds up changing the path of his life. Okay? And Emmanuel Nobles experiences had taught him that knowledge is the most valuable of all assets. 1 might lose one's money, which he had already previously done, but never what 1 knows. As soon as his personal finance improved, he was therefore eager for his sons to receive the best education available. So he starts talking all these private tutor First 3 boys. Emmanuel Thirst for knowledge was inherited by his sons, who were not only trained as engineers but exceptionally well read men. That's another thing about, Alfred. Anytime that he's not working. He's reading. From the very first, Alfred was fascinated by the speculative and experimental elements of chemistry, and this became his favorite subject, so he winds up getting a chemist... Yeah. I a chemist tutor essentially. The teacher Alfred Group was fond of, was the raw wise Pet office is this guy's name. Pet showed father concern toward Alfred. His favorite student drew immense strength from Pet office praise, which spurred him to redo double his efforts. Alfred quickly and effortlessly caught up with his older brothers and his teacher sensed his pupils genius. During his during his life, alfred found only a handful of people with whom he could speak openly and honestly, and 1 of them is pet off. So at this point, the author gives us some background about what what it was like living in Russia this time. This is this crazy story about dos. I can't never pronounce this guy's name correctly. But it said police surveillance and census censorship were constant realities in Sars Russia. Alfred turned 16, the year Dos was imprisoned and sentenced to death. A sentence that was later commute to 4 years in the pen in Siberia. The Czar had toy with him in a cruel fashion. Do Do and others were condemned to be shot. They were dressed in white shirts and taken to a place of execution, and then they were pardoned. To imagine living through that. And then this is a little bit about, in the same paragraph that you we get a a great sentence into the personality of of, Alfred. He was repelled by the collective. And could never bring himself to go along with the pack. So this entire time during this childhood. He's working in his father's factory. He's running... He's doing chemistry experiments, and he's just soaking up as much experience and knowledge as he can. And so says the transformation Alfred underwent during these years was remarkable out of a shy brood sickly childhood arose an efficient and tough entrepreneur. Interested in everything and surprised by nothing. His contributions were critical and in just a few years, the small workshop company developed into 1 of Russia's largest. With time, the assortment of products for the civilian market expanded to include heating units and piping conduit. And emmanuel had invented and was now manufacturing Russia's for central heating him as well. More about his personality as a result of all the experiences he's going through the self awareness that would become so characteristic of him was awakening. And with it, the determination to be the master of every situation. He was not going to throw himself into the world and let luck or chan lead the way, So a really good idea from him. Also this idea about, hey, I'm determined to be the master of every situation. He saw financial strength. As a way to be the master of every situation. He he set up his business so he would not... He avoided having to rely once his business was up and running, and he it was profitable, he wanted to avoid relying on other people's money, and he did that for his entire life. We also see young Alfred doing something that he does this entire life. This is he's around 21 years old the time, and he works himself to exhaustion constantly. Alfred work with such enthusiasm that by summer of 18 54, he became ill from over. By this point, his father's company employed more than a thousand men. And during the Crimean war, the workplace... The workplace was relentless, so a lot of the revenue. This is the dangers of having 1 large customer. Be responsible for the majority of her revenue because the majority of the company's revenue at the time is coming from the Russian government as they're fighting this war. After the war. So they make his father emmanuel, by a bunch of equipment, he spends hundreds of... Equivalent of hundreds of thousands of dollars in new equipment. And then the... After the war, Russian government just refuses to pay him. And so this is going... And his dad's not good with money to begin with. And so this is going to lead to the second bankruptcy of Alfred father. First, I'm gonna... I'll get there in 1 second. This is a little bit about the beliefs of a young nobel at the time. This did not stop him from believing all inventions as symbols of progress belonged to all of humanity. He felt as many artists do that the work itself is the reward and that and that 1 shouldn't count on any other. It was a belief that Alfred had held onto to as a very young man. He had not forgotten the humiliation of poverty. So this this idea they repeat over and over again. He never forgot the humiliation of poverty. Never forgot what it was like to become poor. This causes him to beef. He beats with his dad's reckless ways. And the way he talks to his father's is very similar the way he's gonna talk to his brothers. Or other people that... It's business partners anybody to disappoint him when he feels they're being sloppy on the financial aspect of the business. It's funny. I just went through. I reread yesterday, my highlights for the book, meet you and Hell, which is about the the part... The partnership that eventually fractured. Between Andrew Carnegie and Henry Clay F. I think it's founders number 73. It's somewhere in there, Might be 74. But the reason I bring that up is because what what surprised me is how much of that book is just Carnegie and f and probably why they agreed to work together, at the very beginning, you know, where they don't really relationship or the partnership wound up being very beneficial to both of them. But anyways, part of the reason they the I think they wanted to work here this because they both constantly talk about cost, cost, costs, watch your books F was trained as a bookkeeper that his first job, and that's the... No matter what what business he was involved and he always controlled the flow of money. And always looked at... He's... I forgot what he said he's, like the language of capitalism. I forgot to exact term you. Basically, the numbers would tell you everything you need to know about a business. And in that book, they're just constantly talking about Was like listen, revenue is cyclical prophecy cyclical. This cost savings you get... The savings you get on on accounting for your cost it's permanent. Focus on that aspect of the business, which is very counterintuitive. I feel, to a lot of people surprising. Very similar to, I... The reason I bring that up is because Nobel echoes that a lot. He hates to amount of debt his brother takes on when he's expanding the oil company later. And just his father's inability to reconcile the finances of the business. And then the reason I think he's so obviously passionate about that end is because his father's inability to master this causes great pain for the family. Right? So he says, There were other disagreements. Alfred worried about his father taking out large loans. This is so funny This is happening now, because I didn't know this at the time right. I'm doing these highlights, but, you know, let's say, 15 years in future. Having same disagreements with his brother. When the Crimean war ended in 18 56, the Czar Alexander the second was forced to sign a humility peace treaty in Paris. The Russian government stop fulfilling its obligations. The situation became critical. Orders from the civilian market couldn't compensate for the loss of income from the military sector. And soon Emilio emmanuel, was threatened by bankruptcy for the second time. Desperate, he tried various ways of keeping the family company a afloat. Alfred now 25 was sent to visit bank presidents in Paris, London. They turned him down. With the war over, Nobel and Sons, which is the name of the company was no longer considered a good risk. Bankruptcy was becoming hard reality. Now around this time, the brothers are still working. They get back in touch with some of their former teachers. They're they're tutors. Right? And 1 of this... 1 of them is called this guy named Z, and he introduces Alfred and his brothers to the inventor of nit. So think of nit as the main explosive that Albert quote unquote masters. He controls. So let me give you a little bit about the background because this this this introduction to Nit is a turning point in alfred life. That's why I'm explaining to. So they had already told him about As Sa, who used to work with 1 of their other professor friends. So don't worry about that. So this guy, had observations regarding liquid that have been shown to be a powerful, explosive, nit. So this is the inventor of nit later in his life after Alfred it expands the market for nit with the invention of dynamite, Es says he given all the death and destruction that his his invention caused, he wished he never invented it. So he had a series of, like, depression and and mel college towards end of his life, because of he thought his life's to work was corrupted essentially. So it says despite warnings from Sub, so so I don't know how to pronounce the name. Regarding any attempts to find any proctor... It says despite warnings, from the inventor regarding any attempts to find any practical applications for the discovery, Alfred became fascinated by the substance, and it's remarkable and seemingly exclusive behavior. So that exclusive behavior leads to a lot. They didn't understand at the beginning. So there's a lot of explosions, even the inventor. He was mixing a little bit that is perfect safe. The glass that he's handing holding his hand explodes. He wants be getting trapped on having scars in his face. The the amount of people that die in the development of the dynamite industry, it is remarkable including, Alfred little brother, and I'll, I'll go into more detail about the gruesome accident that happens. So it says he became fascinated by the substance in work will and it's explosive behavior. In front of his made students the professor Z had poured a few drops of the fluid on an an and then struck with a hammer. The liquid exploded. But not the matter in which it was poured. So Alfred thought there's some great mystery that he had to find out how wow. What is this thing? For Alfred, this was the greatest challenge you had ever faced. How to d this explosive and liberate its awesome power. He carried out 1 risky experiment after another. 1 day it occurred him to mix black gunpowder with nit and light the mixture with a regular fuse. That is... Think about what he just discovered as the prototype for dynamite. Now once word gets out on what he's able to do. He has this essentially unquote controlling of nit is the way to think about dynamite, a lot of people there's gonna be huge demand for controlled explosion. Think about at the time they're in now there, obviously military applications of this and there's a lot of different European government... Governments that use it for that. But this is the expansion of the railroads at this point. So there's a ton of private non nonviolent industry. That needs a way, you know, the building railroad through mountains through all kinds of different geography and they need a way to move rock, essentially. And that's what Dynamite is is is used for. Now his father very vain person starts claiming credit for Alfred invention. And so he's trying to take credit for Alfred work. And this... I'm gonna read you the end of a letter that Alfred wrote his father, and we see just his, like, prick His determination to be the master of everything he's involved in. And he's not... He won't let even his father, and I don't think he's wrong in this case. I think his father is in the wrong in in this situation. He's just not allowing. Even his father he's not... He's not willing to to defer to his father here. And he says, rather than regarding this idea as your own, far from it, you made a bit of fun of it at my expense. I decided then to take off the leash and find another way of reaching my goal without conflict or unpleasant this. So he's going on into, like, what he's describing in the letter what he did differently than his father. Because his father was also doing experiments Natural, but Alfred was the 1 that that arrived at the invention of Dynamite, not his father. Okay? So he says, I would scarce served to deny the credit I would scarce serve to deny the credit. I deserve in the matter. I can hardly make myself believe that such would be your serious intent, but can only as describe it to bad humor or ill health. So he's saying, like, the only reason I'm gonna give anybody else in the family credit besides me. It's just because that's the nice thing to do. It's like family in love. Right? So it says the only reason for indulge of my part would be family love. But in order for that to be maintained, it has to be mutual and requires at least the same consideration as 1 owes to strangers. Your sudden departure from Petersburg at the moment when I, he was very very sick. He was sick all the time through his was life, But in this case, they they they were worried he was gonna die. As Just said, your son departure from Petersburg at the moment when I, as you yourself expressed it was on my deathbed, was probably less a proof of love than a fear. But in you, father love seems to run a ground on complacency or vanity. It should not seem strange that I at the age of 30, will not allow myself to be treated as a school boy. It pains me to have to provide provide this whole long explanation, which ought have been unnecessary, But when it comes to serious matters, I have adopted the rule of acting seriously. So he winds up thinking about... He winds up building a prototype. Is the way I would describe it. Okay? He has a prototype. He raises money. He gets loan. Things are still tight, though, His business is not on solid footing yet. He's going to get it there in in a large party. He does almost everything himself, which is remarkable. But the reason that I'm I'm making the point and letting you know that his business is not on solid financial footing is because this next section really demonstrates that the knowledge that things can turn very bad, which happened to him now twice in his life can be highly motivating you. To stop that from occurring again in the future, and we see that he's got this just determination to not be poor. On several occasions, offered was so short of money he was forced to consider giving up. Instead, he took upon himself the entire responsibility of his family's finances as his dad has no money. This is after they've moved back from Russia to back to Sweden, which is where their families originally from. And so Alfred now, this... He's the 1 that's going to lead his family out of poverty. Okay? Alfred private correspondence, indicates that he was constantly on edge during this period. His father's bitter fate was much on his mind. Every member of the Nobel family was acutely aware of how sudden poverty could kill dignity, but Alfred especially was haunted. Alfred always seemed he's around 30 years this time by the way. Alfred always seemed to find a way out. He was driven not by desire for fame, but by fear. His feelings of responsibility toward his parents, his determination that they should not want for anything was a powerful force. Alfred never forgot poverty. There is variations to that sentence. Alfred never forgot poverty. There is there's gonna be half a dozen different variations of that sentence throughout this entire book. It was clearly 1 of his motivating factors in life. In fact, it was A lot of people... You know, I I kept hound on the fact that he was gifted on the financial and aspect of business as well. He would constantly he he'd be able to read company's books and discover if there was, like, fraud going on. He just had a very good natural instinct for numbers. But he what was also interesting in the book was that he would... He carried around a little book with him. And he wrote down every single expenditure. And even later in his life, there's there's a, like, they reprint 1 of these 1 of the pages in this, like, this diary of numbers. You could think of it that way. Right? And at the time, he's worth the equivalent of hundreds of millions of dollars. There's no way he's ever gonna be poor again. And yet, you see it's, like, he buys like, a hat. And, you know, say it's like 6 dollars. I'm using dollars. He he dealt in all kinds of currencies. He had businesses all spread throughout, like, multiple countries in Europe. But anyways, Let's I say, hat 6 dollars. Lunch, 15 dollars. Then say, like, he sent Ludwig 2300000.0 dollars. So was just like this... Everything was, like, where there was a business expense or a personal expense. It was in the same book, and it was just hilarious to me to see that It's like, okay, I bought a hat. Oh I also gave my brother 2300000.0 dollars for his oil company. So anyways, the reason I that is long way past the point where he could spend all his money. He was still down to the the the dot, like, down to the very last accounting for every single expense, no matter how small or how large. And I think that's tied into this Alfred never forgot poverty that the author's constantly reminding us over and over again. A little bit more about the early days of his comp... Of his company, and this is really a celebration of sentences. This is 1 sentence that tells an entire story. Financial pressure was accelerating his development as an inventor. And this is a little bit more about, what Alfred to Alfred again, notices in his father. This is so a main idea that we see constantly over and over again these books that you can learn a great way to learn how to do something is seeing it done the wrong way. First. Right? So this is what he notices about his father and what he wants to avoid. Alfred could not have failed to notice his father's helpless this and self pity. It was clear that both as an entrepreneur and an inventor, emmanuel desires exceeded his abilities. He was increasingly unable to sift through the unreal ideas for the viable ones. So this is a great description of the importance of Alfred invention, and we can think about this... The... How important his invention was as the the foundation that he builds his his very successful business on. Okay? So says Alfred to join a group of human beings who extend the boundary post to progress. His creative energy defined the development of the explosive substance industry. Time and time again, he bridged the gap between theory and application, thought in action. He was proving to be the inventor of the impossible. Scientists in the field had declared his work on initial ignition to represent the greatest progress and explosive substance technique since the invention of gunpowder. The introduction of a d cap, which is what Dynamite has, writes the British historian in Fd miles is without a doubt, the greatest discovery that has ever been made in the theory and practice of explosives. On the... This is a hell of a sentence, Check this out. On this discovery, all modern application of explosives is based. So I, in addition to reading this book this week. I also read the James Dyson book, the the history of events interventions I was mentioning earlier, and it reminded me how much Dyson idol, Edison. He called him the dorian, which is a new word for me, the dorian of inventors, which was the most respected or prominent person in a particular field. This is Nobel and Edison expressing the same idea. If I can come up with 300 ideas in a year he wrote, and only 1 of them is useful, I'm content that's Nobel. These words were echoed in Thomas Edison comment on the praise he received for inventing the light bulb. And as said, it isn't the discovery of the filament that is so important, but the 10000 other things that I tried that didn't work. And so the very next page, we we find out more about how Nobel worked. Wanting, he like to work alone, but he also used the Edison smithsonian principle of experimentation, although he didn't call that. Dyson explicitly calls that and his auto. Alfred method of research was helped by a well developed intuition. The more than 50 experiments that preceded his invention of the patent and Igniter did not involve teamwork. Alfred rarely included colleagues in the preliminary work. He would grab people when it was time to produce his experiments into commercial products, but not when he was doing the extra experiment He does towards the end of his life, he meets the, actually, the execute of his will, once it being a young chemist, and they start working together and him in a a couple other people. But for the most most part, he he worked alone. Alfred rarely included colleagues in the premier work. So in all probability direction of his project remains secret until the very end. He was a stranger to the kind of teamwork that modern research tends to favor. He'd like to work alone his laboratory. And I think 1 of the reasons he like to work alone is because he he he he saw himself as a bit of a pioneer as somebody that's at the very edges of of scientific knowledge and experimentation, someone doing chemistry that no 1 else is doing in the world. And there's also... So there's an upside to that. He obviously was able to patent his work. He's able to build a a large empire on top of that. But the this... The author does a great job of talking about the downsides to being a pioneer. He also discovered that the cost of being a pioneer could be tragically high. This just giant explosion that kills his little brother in this a description of this. The yard outside, the main building was was deserted when catastrophe hit, the laboratory and the shed exploded with the thunder war. As a an eye description of the aftermath of this gigantic natural western explosion. More... Most gh was the site of the mutilated corpse thrown on the ground. Not only had their clothes been torn off, but but on some, the head was missing and the flesh ripped off the bones. These form less masses of flesh and bone bore, little or no resemblance to a human body. The effect of explosion could be judged by the fact that a nearby stone house, the walls facing the factory had split open. So this is just somebody having to live in the same neighborhood. The walls of the factory had split open and a woman who had been standing by the stove cooking had part of her head crushed 1 arm torn off and 1 thigh terribly mall. That is on the other side of a giant storm or giant stonewall wall. And his brother emi mill dies. I think he's 24 years old at the time. He actually caused the ex... The the accident, Alfred never remarks on it. And then he of his letters. So we don't know how he truly felt about. Obviously, we we could imagine what would happen if your brother... Your little brother dies at your factory. But it winds up being that he... You have to be very careful with how much nicer goes to nit and you're working with. You have to you have to measured out, and they were cleaning up and kind of in a rush and just wind up accidentally causing a giant explosive giant explosion. Okay. So a little bit more about his... The early days of this company. Eventually, he's gonna have factories. I don't even know what 10:15 factories all over, the world manufacturing dynamite. But this is not... He's not there yet. And because of this explosion, there's all these laws being passed about you can't manufacture nitrogen nit in anna a city. And so we see a very smart move by young Alfred Nobel how to get around this regulation, so he can still build his company. Another problem was that filling the company's orders for explosive oil was hindered and nearly prevented altogether by a prohibition against the manufacturing story when nit in within a residential area. Backed into a corner, Alfred proved his abilities and on... As an entrepreneur. He found and bought a covered barge, which he anchored in the bay. Using primitive equipment, he manufactured what he's calling no patented explosive oil on board, selling it for 50 cents a pound. The industry that within a few years would span the world was started on the water outside of stockholm, and it's around this time that we also see his propensity for doing everything as much as he can himself. He did not like to rely on the good graces of other people. So it says Alfred had less than 25000 dollars in working capital. And thus forced him. Now, now remember this, I'm gonna get to how how much money dynamite I made him, which is insane. At the beginning, his company is 25 thou... Less than 25000 dollars total. Total. Okay? Remember that number. Listen than 25000 dollars in working capital and this forced him to do most things himself. He did all of the work of a managing director, as well as that of Head of a production, financial manager and not least of all director of publicity. He mailed advertisements to prospective buyers that included detailed and instructions for use. That part reminded me be like, again, people always look at Alfred Nobel or anybody else later in, like, once they become, like, they're... We we think of people in their finished factor. Right? We think of Jeff Bezos now today is 1 of the wealthiest people in the world. Or Bill Gates or anybody else. Right? But what I'm most interested in is the person they were before they become famous infamous notorious, whatever term you wanna put on onto to that. So this part here is sitting here put in together detailed instructions. Larry Ellis did the exact same thing in the very beginning of Oracle. And so in the span of 1 lifetime, Or again, IIII use this point just to illustrate how much can change over multiple decades is Larry goes from having to go home Before he can go home every night. He's got a... He's filling out all the the marketing material. Anybody he talked to, he he sent them a package saying, like, what his product can do. To now being able to retire on an island in Hawaii that he bought the entire thing for himself. Like, that happened in 1 life. That's that drastic change. Right? Happened in 1 lifetime. And so this drastic change of doing everything himself having less than 25000 dollars, having a product that he knows is working. It will work. Can he get there before he reaches financial ins solve. We don't know yet. Right? He doesn't know yet. We obviously know that he did rather. I just, III can't emphasize that enough. Say the amount of progress you can make in 1 lifetime is just astounding. So let's go back to his. Alfred traveled to... This is about his being the director of his own publicity, how he sold his product. That's how he sold his product. Alfred traveled stone corey and mines, demonstrating the superiority of his manufactured nit goes compared to the old powder. Because of its greater explosive power he could he could promise and deliver substantial savings. So this is his pitch. This is his value proposition. Right? Blasting work could proceed faster and require fewer workers. Alfred dominated the activities of the company during the first few months. Now he's eventually awarded a number of patents that allows him to have this, you know, reap these mono profits, and this is going to give you an idea on fast forwarding several years in the story by the way. Is gonna give you an idea of the financial success of dynamite. Okay? When a women who took... When a woman who took care of his household was getting married. Alfred asked her what she wished as a wedding present, The quick waited young woman astonished him by replying without hesitation, as much as you make as much as you earn in 1 day, impressed and amused, Alfred agreed without giving the matter further thought. The girl received a monetary gift of such size that she and her husband could enjoy it as long as their marriage lasted. The bank draft Alfred sign signed was for a hundred and 10000 dollars. So at this point in his life, he's making a hundred and 10000 dollars a day. Now here's the interesting part. He's still a mis throw. He's still a... You... When you read his letters, he... He clinically depressed. Is... The letters are the most interesting part of this book, and it's also the part where it's like, there's a cautionary tale. Yes, he's genius gifted on an inventor gifted entrepreneur gifted at finances. But he also could... I don't know if it's genetic. I have no idea maybe it's self induced because he like, sometimes you read too much philosophy and you think the life is not worth living or whatever the case is. It I don't want his life. That's the cautionary tale. There there's very... Reading his letters is just like, why... There's no point in living if you're miserable all day long. And I don't... Again, I don't know the cause. I'm not gonna speculate on the cause, but he never solved the problem of being a miserable person, which again, see... So his life also serves as a cautionary So this is an example of money not buying happiness. His letters give testimony to growing mel colleague. I'm 2 steps ahead of my competitor he writes, but the accumulation of money and praise leaves me totally indifferent. Whatever is tendency toward mis, mis t. Mister T. I don't know have if pronounce word either. However, he refused to give up his hope for a better future. Increased wealth he felt could be accomplished by spreading knowledge and information. He also talks about... He has a big problem with the press, Bureau, but he asked thought... He was very concerned about concentrated power. So he says, in Alfred eyes, the guardians of law in order were ambitious and inc corrupt, their authority had to be limited that would only be possible through the education of masses. Another interesting observation about the life from Nobel and we bring your attention, this is an example of the the main idea behind... Behind founders, I would say is, like, history doesn't repeat it, but human nature does. Right? And we see Alfred making the same mistake that other people throughout history, weapons, manufacturers, people that invent new ways to kill other humans, make the same mistake over and over again. Says he's told her that the art of war were just beginning. Only when it had reached its completion with the deterrent elements be such that all nations would be forced to live in peace. On another occasion, Alfred expressed something similar. So this is my main point here. I would like to invent a substance or a machine so fright effective and devastating that it would forever make wars altogether impossible. He thought the invention of of dynamite, the fact that it was so good at killing massive amounts of people so rapidly would lead to eternal piece. That's the exact same thing. If you remember back on founder number 01:47? Same coat. When he invented the revolver. Right? He... Same coat built a business empire solving a 400 year old problem, which is how do you shoot more than 1 bullet without reloading. And he said it's so effective such an effective killing machine that it's going to end all wars. Nobel saying the same as exact same thing to here. And other scientists, I forgot who they... I can't remember the name at the moment that developed on the Manhattan project said the same thing with the invention of Adam Okay. Now we to this war will forever cease to be a memory that we're so effective at killing each other now that we're going to... The wars are going to end. And in every single situation, it was a mis and misunderstanding of human nature. I'm just gonna read a couple quotes from his letters. His letters really do make him seem. Like, not... He make him seem like an ass. He's just not a person that I'd want to... There's a ton of people throughout history. Like, I would love to have dinner or have coffee with him over. I don't want anything to do with this guy. He's... I don't... I'm not... He says he kept... He keeps saying it's an optimus. He doesn't seem really, like an optimus optimistic to me. Most of his letters in this book. He has... They call her her a mistress. She's, like, 20 years younger than him. He never gets married. He never has kids. I don't even know if they have, like, a sexual relationship or not, because she wants up getting... She's she wants to getting pregnant by somebody else and the very fact that she was pregnant. He knew it couldn't have been his. I don't I don't know if they were cons they're married, or they never married, but cons their relationship at all. It's very, very bizarre, but the reason I bring that up is because when you're reading his letters, 90 percent of his letters are the letters that Are reprint in this book are to his mistress Sophie. That's what they call mistress. I don't even know again, what... It's not at all clear to me what the senator, issue was. Right? And 10 percent of the letters are letter she wrote back to him. Okay? And so for the vast majority of this book, our point of view is that of Alfred writing to his mistress. We are in the perspective of Sophie. And this is not He had a problem You you wanted to have, like a deep relationship with a woman, but the way he talks to her and the way he talks to other people. It's just like this is not the way to do it, man. She says, I'm spending almost a whole day at home working. Time passes slowly because I feel very lonely. I have gotten out of the habit of participating society life and More and more shy away from contact with people. The reason I bring that up is because he reminds me kind of an ever news sc from from Christmas Carroll by Dickens. Right? His letters are full with just complaints about his health. About his business. He just whining over and over again. And at some point I was like, I don't you wanna read these letters anymore, You're depressing me. And if you're sending these letters to a woman that you're trying to seduce or trying to engage in a relationship. Out this is just not the way to do it, man. Like, you sound like a like just a wine brat, like, an immature brat, which is really weird when you think about how gifted a mine he had. But again, gifted in business gets in numbers, but gifted to it people no way. So he says, I can clearly... I'm just reading quotes from a a couple different letters. I can clearly read between the lines that you're going well, that things are going well for you. And then my absence seems to give you more happiness and sorrow. So see that he just got a a tendency to complain constantly. It's very... Again, III shy away from pessimistic negative people Just life's too short. Jeff Bezos is great alliance. It's life's too short to hang out with people who aren't resourceful. My version is life's too short to hang out with negative people. It's just not interested in them. For me, it's the other way around, life here seems very dis dismal to me, and I feel more lonely and abandoned every day. My brother! My sister law's family have arrived. I think I to undergo the torture of having them stay with me. There's nothing more rep pregnant on earth and un unrelated guests. I wanna go back to his opt... On a smart idea he has. Right? Everybody has good ideas. Everybody has bad ideas. He he's human just like, we are, but he... Was a good idea. He optimized for independent. The original proposal, so a lot of people, he has patents in all these countries, he'll take on partners. Right? In in different countries. And you know, they can they can start to produce dynamite under his patent. He's usually involved somewhat in the management of the business but he also would not let people take advantage of him. So it says the original proposal proposal also convene a passage, Alfred found unacceptable. This is in Scotland. The Scottish financier Sears wanted to place an embargo and Alfred future patents that had nothing to do with explosives, annoyed Alfred Wrote. Not on the patents of my children also? Of course, I would not dream of doing business on such term. Such declarations of independence were becoming a common theme in Alfred financial negotiations. He wanted at all cost. To avoid becoming dependent on other people's money. And so he would turn down bad business deals. He wanted to make more money, but not at the expense of people having control over what he vance are or what what he's gonna spend his time on. This is a little bit about, Alfred experiencing the entrepreneurial emotional roller coaster, and then seeking deeper into depression. It would take many years for Alfred to accept the idea that sometimes business failures were inevitable. That steps forward in 1 in one's market, were often followed by a decline in another. Alfred learned to steal himself so that disappointment would not depress him into an in inaction. He thicken his skin to the fallout from each new accident. These are just in some cases, people dying. Just some cases fatal accidents. But he was beginning to experience mental blocks as an inventor. And this more than anything else was at the root of his growing mel colleague. He felt he was getting old before his time. And so this is where people are thinking that, after the fact that he was... He live his life as a... And experiencing clinical depression. The writer Robert Mu once it declared that some wealthy people experience their fortune as an extension of themselves. Nothing could have been more foreign to Alfred. Each new million contributed not 1 inch to his mental and spiritual growth. Cliche as as it might sound, what he was seeking could not be bought for money. The letters he wrote later in life bear the imprint of a severely even clinically depressed human being. In his solid attitude, he counted how many real friends he had, and he didn't think he had any. Every year, their number decline in his calculations. He felt nothing but loneliness this and was waiting for him at the end of the road. So again, he doesn't like other humans, but he he clearly wants to have deep relationships. I think everybody does. Right? We're social creatures, even the people that extremely the introverted, which Alfred definitely was. Yet, he didn't go out. He didn't try to maintain these ships. And so the note, I left myself, is it's, like, every old person, when they talk about the list of reg regrets, not but. A lot of them, they they talk about... They wish they made more time for friends that they didn't lose relationships that they... Basically, they should've have prioritized to maintaining friendships even at into old age. Is a very common graph for human beings. And so if you have the choice between, you're already fa wealthy. Like you're gonna try to get another million dollars, you're gonna try to spend some time with friends. Like, clearly, if you want to be satisfied at the end of your life, you should optimize for friends over Again, not if it's completely different if you need the money to live. But Alfred, at this point in his life, he'll never be able to spend all the money already he has. And yet he's becoming more and more rec inclusive and becoming more and more depressed. He gets in this this vicious cycle. Like, once you step outside and realize what is causing your happiness. Yes, you don't like a lot of humans, but you also crave intimate contact with with at least small amount of them. And again, a another example of a absolutely brilliant person failing to see that connection. And I think that's a good lesson for us to to heed to be like, hey, If he made the mistake, I could be prone to that mistake. So maybe I should pick up the phone and call, a friend I haven't talked to in 6 months and make sure that I have people that I can rely on and talk to and and experience life with even as I get older. So it's interesting. I'm gonna tell you some advice that some smart advice in my opinion that alfred Gave his brother. Ludwig, Ludwig is the 1 running the oil company. This is Giant oil company. It's really interesting. The book goes into he eventually gets into a war with John d Rockefeller standard oil, and then the Roth child put together this oil company. And this is the part where Ludwig is constantly asking Alfred for strategic advice, Alfred looks at his books. He basically tells him like, who to hire? He's he's integral in making sure the oil company survives and thrive. Right? And so eventually, he's going to tell him you gotta make peace with the Roth they're just too rich. And you gotta make peace with with standard Oil, and they went up. These 3 companies come together. They do... It would be illegal today, But they essentially d up almost the entire world market for oil, and all the things you can produce from oil between the 3 companies. It very fascinating. But, anyways, let me get to the point what he's saying. This is smart advice that Alfred gets his brother. Never do yourself what others could do better or equally well. Anyone who tries to do everything himself would become worn out of body and soul. And again, I don't wanna confuse that with what his own approach for his company at the very beginning. It's very beginning. He has to because he doesn't have resources. Eventually the company is gonna get too big and Ludwig vegas is trying to micro manage it and he's like, this is this this is Gigantic. I'm gonna get into how large the company was. So it'll blow your mind here in a minute. But, like, this is more than anyone person can manage. So you gotta find people that can... Wear where you're weak, they gotta be strong. And that's what, another thing alfred was gifted on. He found partners that had strengths that he did not possess. And we've seen that idea as well. Like, go back to demand for all markets at Thor. You know, he's really gifted to the diverse creditor for being the first quantitative hedge fund, but there was still a salesman ass back to the the investment industry back then. And so he found a partner that would go out and, you know, smooth, go to lunches and have drinks and do all that stuff that that Thor had no interest in. Nobel had the same idea ideas. Like, I know where I'm gifted. I'm get to financially and get an invention, but I... I'm not gifted in the actual management of other human beings. So he found people to do that. This is where Alfred. I just ran over my own point. That this is what Alfred tells his brother to make peace with the Roth child and the Rockefeller, he says they also, This is meeting that's happening says they also warn Ludwig courtesy, but firmly on the... This... He's having a meeting with the Roth rochelle. His brother's is having meeting. They warned him kirk warned him courtesy but firmly of the Roth rochelle very considerable financial power. Ludwig vegas re representatives responded as currently. There would be no question of their re control over Brand Noble. That's the oil company's name. And with... So they're not giving you basically Rush saying, hey, we're only gonna make investment. We can own the majority of the company. Right? They won't control. And there's... And on the Nobel side, like now, we're not doing that. And with an average production of this is this is insane. With an average production of 32 tons of oil per day, they had little reason to fear the Roth financial power. Now that's their opinion and eventually they go back to Alfred and Alfred He dis sway some them of them. He's like no just make... It's better to to make peace with these with these guys. The tremendous pressure under which Ludwig had had lived during the 2 years had seriously affected his health. Alfred notice for the first time that his brother seemed vacant and dis disputed. And the reason I bring up his brother's poor health is because his brother winds up dying. Right? And the why is important because this is the why between behind the nobel peace price. Alfred experienced something very rare in life. He got to read his own obituary. When he dies, the newspapers could confused him with his brother. So his brother, Ludwig dies, And they think it's Alfred. And so they start calling them. The obituary characterized Alfred as a merchant of death who had built a fortune by discovering new ways to mu and kill. When he read this, it paine him so much that he never forgot. Indeed, he became so obsessed with his post reputation that he rewrote his last will, be most of his fortune to to a cause upon which no future obituary writer could... Would be able to cast asp version. So that a very convoluted way of saying that his last well test is the 1 that that began the Nobel peace price. And that became as a direct result of realizing, oh, my god. If I don't do something to fix my reputation. I'm gonna die and people think I was miserable and then I became rich by finding ways to accumulate and kill other human beings. And just a few more things from Alfred, his advice don't do anything by half. He's writing his his the his brother, Robert who's still alive. I am too much of a philosopher to think of anything as truly all important. But if you enter the ring, and if you have even a trace of that per reverse quality called a sense of duty, you slave until you drop. And this is an example of Alfred living that living up to that even though he didn't want it. This is him writing a few years before his death. I am totally sick and tired of the explosive substance field, in which 1 is forever stumbling around an accidents, Preventative causes, red tape, and other unpleasant. I long for peace and quiet and wanted to devote my life to scientific experiments, which is not possible when day brings new problems. I wholeheartedly wish to retire from the business in any kind of business. Dream is though he might, might have days far from structure of the financial world, Alfred Discover that he cannot let the Nobel companies drift aim. He continued to put his personal stamp on them into the very last day of his life. So after he dies, there's this huge fight between his family because he... He didn't leave much money to his family left it all to try to to carry on and and build up his reputation and and hopefully bring around world peace. Right? And so his his mistress once having a baby by somebody else gets married to somebody else, but she's still constantly, Alfred tries to, like, cut her off, but he still sends her a little bit money. So he leaves a very small amount of money for her and his will. She didn't think it was enough. And This is just this is another idea that I think I I think I got it from Ed thor, and might have been warren Buffett, but it talks about the need for both good offense and good defense. Good offense is making ability to make money and a good defense is making people having a good defense making sure other people can't take your money. So as a reminder to have good defense too, and this is just a terrible, terrible human being we're talking about here. She turned to a lawyer in Vienna who in turn contacted the executor of of Nobel will to ask for more money. Please soon dev into threats. If she did not get more money, she would publish the more than 200 letters that Alfred had written to her. You know, he he wrote to her more than anybody else's life, who knows might have been what he felt was his closest relationship in his life. And for her to do that after he dies, say, you know, to hold it a state, Like, I need more money I'm gonna publish his private thoughts to me and embarrass him. This is a terrible, terrible person. And so we gotta to keep that in mind that some people are capable of you know, inhumane things, and I have good defense to keep them away from us. Personalities. 1 of my favorite sentences his an entire book. Nobel had a soul of fire. He worked hard, burn with ideas and spurred his collaborators on with contagious energy. The same time, he wanted to appear as un man and like to emphasize that he was not soft. Under not under that his needs were no greater than anyone else's, and that he would have been con content with a dog house. So his wealth, largely he he bought like nice houses, but he wasn't into he didn't really care anything thing. I didn't buy nice clothes, nice food. No none of that. He just... He had a nice house where he could live and then invest a lot of his money into his experiments and to into his companies, and that seemed to to be what he wanted to do with the fruits of his labor. More about his personality. When he went somewhere, he liked to get there fast. And before I close, I want to read you a part of his eu, and this is just a reminder that don't forget we're all human, and we're all more similar than we are different from each other. And we all usually want the same thing. When alfred Nobel allowed someone to look beyond his various interests and Scott and discussions and into his inner soul, 1 would find new proof of the perpetual truth that more remarkable than all daring thoughts and significant adventures inventions and beyond all the fortunes and excitement is the spirit of a human being who lives, struggles, and suffers, who loves and hopes and beliefs. And beliefs. Excuse me. There was without a doubt, a great measure of a loneliness and suffering in his life. And in the eyes of his fellow human beings, he was considered by too many as rich and a remarkable man. And by too few as a human being, let us not perpetuate this era now that he is dead. For to the land beyond the grave, we can either take acquisitions nor reputation nor genius. And I'll close on this. Whatever a human being manages accomplished during his or her lifetime, there are so utterly few names who will remain on the pages of history for any extended amount of time. Rare still, are those whose renowned grows after their death Alfred Nobel belongs among these. If Alfred kept at a distance from his fellow human beings, this was in part the self protecting instinct of a hyper sensitive man. His keen sense of betrayal rendered him depressed and resident. As an expression of his nearly uninterrupted mel colleague are 2 lines that he seems to have jot down hu on a piece of paper found in a pile of un assorted newspaper clipping in November of 19 56. He wrote. Then the reality of life is baird and of the dream of happiness, only the ghost of memory remains. From his dream of happiness remains more than a ghost of memory, however. Every year on December tenth when the Nobel prizes are awarded in Stockholm in Oslo, the world, the whole world is witnessed to Alfred Nobel dream. In accordance with his express wishes, the prizes are awarded independent of ideology, race, sex, or nationality. They have become an enduring monument to a brilliant inventor a visionary empire builder in an un prejudice human. And that is where I will leave the story. If you wanna buy the book. If you use the link that's in your show notes available on your podcast player, you'll be you'll be supporting the podcast at the very same time, something else people have been doing on their own, and also asking me about. There's a lot of people that wanna buy gift subscriptions to to founders, for friends, coworkers, maybe a lover. So I will leave a link in the description on your podcast player if you wanna buy a gift subscription for anybody else. I think you're in advance. You you you do decide to do that. And a reminder, grab the phone founders post script. Podcast feed that's in your show notes as well. If you haven't done so already. Next 24 hours, you'll have a bonus episode for me. And again, it's just a a wave to thank you for supporting me. Extra benefit. Just also, if you haven't yet grabbed a copy of 2 I have notes on 285 Podcast lectures on entrepreneurship. The notebook. The link to my evernote notebook is also in the show notes. I've talked to. I gotta rest my voice. Thank you very much for listening, and I'll talk you again soon Oh, actually, I've forgot something that's a hundred and 63 books down 1000 go. I'll talk you again soon."
}