{
  "transcript": "Frank Browning ceased to exist at 06:43PM on Friday, 09/08/1944. The street erupted as he walked down stab road in London. Smashing the houses on both sides and killing him instantly. Rescue squads found 1 other dead and 20 injured in the rubble of their houses, which surrounded a crater 30 feet wide and 10 feet deep in the center of the concrete roadway. So began Nazi Germany's V 2 campaign. A barrage of strat ballistic missiles bearing 1 ton bombs. They dropped without warning. They were remarkably sophisticated machines, powered by liquid fuel rockets and guided by gyroscope and tail fins. How had America's enemy developed such a monstrous contraption. The answer was not long and coming. On 19... On 01/19/1945, the new service of the national geographic society in Washington Dc told the world that the fe Germans had stolen the whole idea from an American. The v 2 was a larger copy of designs worked out before the war by doctor Robert H Goddard, a physicist working in isolation near Roswell, New Mexico. So closely, do the mechanical features of the V 2 parallel, the American projectile that some physicists think the Germans may have actually copied most of the design set the report. Most of these features were patented by doctor Goddard between 19 14 and 19 32. It was a perfect wartime picture, str Nazis contrast with a modest American inventor, pi his peaceful efforts to explore the upper atmosphere in order to bring death and terror to innocent allied civilians. The story spread foreign wide, and it endured. God it himself did not dying the following August. His obi obituary credited him with inventing nearly everything to do with Rocket and with being the real inventor of the V 2. He had been supported in his labor by Charles Lin perhaps the most famous human on the planet. He participated an allied examination of the German Aviation and rocket programs after the German surrendered in May 19 45, and c authored a scathing report claiming that with weapons such as the V 2, the Nazis had come close to winning the war. It was time for the American government to stop neglecting visionary geniuses like Goddard and start embracing the technology of the future. To that end, Lin secured a consultant position to advise the government in Rocket and space research. When the chief of the Air Force asked Lin, what he hoped to gain, Lin pointed out that while the army was preparing steal the Nazi missile systems, it should acknowledge that many vital features of them were of American origin. Lin wanted only 1 thing in return for his work. Justice for Bob goddard. Who was goddard? And what justice this was owed to him? That was an excerpt from the book that we talked to you about today, which is Rocket man. Robert H Goddard and the birth of the space age and was written by David A Cla, and this is another example of a book that I only found because A listener recommended that I read it. I wanna, put it into context with the larger discussion we have, and I wanna tie this to to another entrepreneur that we've studied extensively this podcast and Jeff Bezos all the way back, I think it might be found 38 somewhere in there. I read the book called the Space barron. And that book, what I focus on in doing that podcast was mainly the differing strategies that Elon Musk and Jeff Bezos we're using to accomplish similar goals. And it's in that book that we hear of Jeff Bezos admiration Goddard. So I wanna read an excerpt from that book before Jump back into this 1. And so it says it's talk about, 1 of the first, rockets that that Jeff's company, Blue Origin is is is creating named after Goddard. So it says the vehicle that had come to see was named got... Was named Goddard after Robert Goddard, The the father of Modern Rocket tree. He was a builder and a dream who in 19 19 wrote a paper called a method of reaching extreme altitude. It was published by the Smithsonian institution and that touched on the possibility of developing a rocket to reach the moon. That's in 19 19. At the time, the notion of reaching the moon seemed as far fetched as it was ridiculous. Goddard was delighted as a crack pot. And even the New York Times wrote a scathing editorial in 19 20, which sc at the idea saying a rocket could not work in the vacuum of space. God responded by saying that every vision is a joke until the first man accomplishes it. Once realized it becomes commonplace, but the ridicule led Goddard a shy man who preferred working alone to an even greater measure of rec and dedication to a long term vision of space that he knew would take many decades to fulfill as I read this next section to you. If you've listened to Jeff, talk about his goals with Blue Origin, it's gonna echo the sentiment that Goddard talking about his own work? And he's saying this... What... What was that? Maybe 80 years before Bezos. So he says, how many more years I should be able to work on this problem. I do not know. He wrote 19 32. I hope as long as I live. There can be no thought of finishing for aiming at the stars both literally and figuratively is the work of generations. So that no matter how much progress 1 makes, there's always the thrill of just beginning. So when you hear Jeff compare the difference between building Amazon and Blue. And says, most of the infrastructure that he needed to build Amazon, was already in place. It was put there by other... The work of other people that came before him. What he's saying with Blue origin. Is it's like, I wanna build the the infrastructure for space entrepreneurs. And I know they're going to... What... They're... I will be long dead, by the time that that actually pays off that people are able to build space companies on top of the infrastructure that I'm doing now. So I thought was very interesting. There's just a lot of things in this book, and I'm sure I'll mention Jeff a lot today that just echo, a lot of what I learned from studying pesos. So he says he died in 19 45 without having to live live to see humans go to space. But just before the Apollo 11 moon landing in 19 69, He received a be related post mortem vin indication. By then it was a abundantly clear that rockets could indeed work in space, and the New York Times, it issued a correction to its editorial, a half century after it was published. And this is the the correction I they published. It has further investigation, and experimentation have confirmed the findings of isaac newton in the seventeenth century, and it is now definitely established that a rocket can function in a vacuum as well as in an as as in the atmosphere. The the the New york Times regrets the error. From a purely chronological standpoint it made sense that Bezos named the first rocket that he creates after the father of Rocket, but they were also kindred spirits like Goddard Bezos was dedicated to taking the long view. With Blue Origin seeing seeing it as an enterprise it would take generations to complete. Like Goddard Bezos believed that the impossible could be made routine. And like Goddard Bezos comp... Bezos company shunned the press, keeping its work secret carefully protected from the scrutiny and the criticism that would surely follow, and this is this is just mind blowing. In fact, Bezos was such a fan that he chose goddard as the middle name of 1 of his sons. Okay. So now that you know how this connects to everything Else that we're studying in the podcast. Me go back to to with the book Rocket man, and let me talk a little bit about his early life, Got his early life in the influence of his father, and then Probably most important trait and his lifelong refusal to quit. So since his father was a technological adventure. He installed electric lighting in their house, bought an early model pho photograph and probably aroused his son's interest in electricity. He would be 1 of the first in the city to own an automobile and a radio. Robert was a sickly child who overcame that adversity along with numerous setbacks to his childish experiments. It was the story of his future life. Try, fail, try again. The young goddard was a born genius. Energetic despite being frail, persistent through setback or handicap and possessed a towering intellect. His pre interest in how things worked and in tinkering experiments is the boy story of other invent scientific pioneers, including Thomas Edison, Henry Ford and the wright Brothers. God describe his boy as a time of scientific ambition. He experimented with everything. He talked his father into providing him with a microscope, a telescope in a subscription to scientific American. By his team years, he realized that his experiments reach had exceeded his uneducated grasp and concluded wisely. So he was sick the author says that he was cod by his mother and his grandmother. So he's gonna wind up being a few years behind. Even though he's he's really smart. I don't think he graduated high school too he he's like, 21 years old. So he's not formally school yet. He's realizing, hey. I don't have enough information. I I need to get more education because he's got all these ideas. He hasn't yet found, yeah, our honed in on his love to try to get to Mars, which I'll get there in a minute, but he is realizing that, hey, I'm I'm reaching the grass of what I know that what I can learn through experimentation. So he says, he realized that his experimental reach had exceeded his una uneducated grasp and concluded wisely. This is direct quote from him. The the best plan for all of us is to for all of us to follow is to leave our researchers and investigations until knowledge and experience are attained, after which, our work will either be crowned with success are buried once and for all as an impossibility. That's really quite remarkable about that teenage goddard able to convey like such a... It seems like more of, like, a mature point of, view or perspective he has there. Even as a young person. Then there was Goddard health. Overcoming physical weakness is a is commonly part of the lives, the life stories of great men. So here's where the author does kinda doing my job for me where he is comparing and telling us how Goddard is similar to other great historical figures. He just he just previously compared him to to Edison to Ford. He continues that thing. That theme here. The Pun milo carried a calf around daily until it grew into a bull and and he into the strongest man on Earth. Beethoven and edison prevailed over deafness. George Washington was sterile, awkward and nearly tooth. Theodore Roosevelt was a near sided weak, and his cousin Franklin overcame polio. Roger Ban, Roger Ban legs were nearly destroyed by a fire, but he grew up to break the 4 minute mile. The family account of Goddard boy follow the same pattern. And now we get to the part where he finds, he's inspired by what he read. So he's a fan of Jules Verne and H g Wells, and then reading G wells book the war of the worlds changes his life. So it says he read H d wells the war of the war war the war of the worlds. A story about a martian invasion of earth. The dramatic story set the stage for a mystical dream that would color his life to the end. And so this is where he's describing this dream he has in 18 99. And this is something he references for rest of his entire life. This is now goddard writing. I climbed a tall cherry tree at the back of the barn. I imagined how wonderful it would be to make some device, which had even the possibility of ascending to Mars. This is the very first inclination that where he's gonna be led to, hey, How do I get off this planet and go to Mars, which leaves which leads to his life to to me, his lifelong career of in rocket? So it says, and and how would look on a small scale? If sent up from if sent up from the meadow at my feet. I have several photographs of the tree taken since with the little ladder I made to climb, leaning against it. It seemed to me then that a weight whirl around a horizontal shaft moving rapidly He's describing whatever a rocket. Right? World... Could could fur lift by virtue of the greater cent force at the top of the path. I was a different boy when they descended the tree from when I ascended. For existence at last seemed very purposeful. So he's telling us he found this dream, reading the book and and having this day dream wind up giving him what he what eventually becomes his life's purpose. And more on the importance of this event his life. He repeatedly photographed the side of the event and remarked night... October nineteenth annually in his diary as anniversary day. It's almost like he instead of having celebrating his birthday every year, he celebrates the day that he found his life's purpose. He dated the beginnings of both his interest in space travel and his scientific career from this experience and rated nearly every event of his life thereafter as very purposeful. This is a birth of his technological optimism. The very idea of inter travel lit firing him. He re reread Vernon wells many times and never shook off the sense of infinite possibilities that they inspired. If the human mind could conceive of such things, the young goddard wondered could it not also figure out a way to do them. And after the realization of his dream or his purpose in life, he realized realizes, hey, I don't I don't actually have enough knowledge on how to do this. So he he winds up being able to enroll in in high school So it says he realized that he had been flounder in ignorance, trying to solve problems without knowing what he was doing. This made me realize that if a way to navigate space were to be discovered, or invented, It would be the result of a not of a knowledge of physics and mathematics. So that's what he's gonna dedicate here. His like to studying. He enrolled in high school as a sophomore in 19 o 1, just before his nineteenth birthday. Goddard was eager learn, and he was even more eager to do. I have no idea why But when I read that section, I thought of this this paragraph in the biography of Alexander instagram Bell, The the book's called reluctant genius, I covered a few... Maybe a few months ago by now. But, at the time, Alex alexander underground Bell 28 years old. He's he's on the the cusp of his invention of the telephone. But he realizes that he's missing. There's a couple parts of knowledge that he's missing. So he's he's meeting with this older successful venture. I think the guy's, like, close to 7 years all the time. And he's seeking his advice. He's like, well, I don't know this part. Maybe I should just give it get, like, hand off what I know so far to somebody else that has this knowledge and then we can complete the project. So let me read from that book real quick. He says, yeah, he told the eager young inventor that his idea was the germ of a great invention. Since he lacked the necessary electrical knowledge, he asked doctor Henry, should he allow others to work out the commercial application. Doctor Henry didn't pause for a minute. If this young Scots, meaning Alexander Ram was going to get the commercial payoff from his invention, he simply had to acquire an understanding of electricity. Get it. He bark. At the 28 year old. So in this case, in the case of Goddard, we have him yelling at his own himself. He's like, hey, I I need to go barking at his own himself. I need I don't have the information I need. I need to go seek out people that do have this information. And his in his life, even though he's accused of being really secretive and more, working... Wanting designed to work in isolation, there's a series of older mentors that played a very important part in his life. So he did actually go and seek out people that had access to resources our knowledge that he did not have. So I'm fast forwarding, we're gonna get to the end of of, Goddard high school, and he went up, being... Essentially with people consider the smartest person school. He'd been selected to give the action as the best student. He not... He he titled his speech on taking things for granted. And this is where I'm gonna have to mention Jeff again. It's amazing to me the parallels between Goddard and and Bezos. So grant goddard is about to give his speech on getting the space. Right? And if you go back and read and study the life of Jeff Bezos. He was valid of his high school and his high school speech the the same should Goddard giving. He talked about his desire to colonize space, and that's exactly what Goddard doing here. So it says, the last part of this... The last part of the last sentence meaning of Goddard speech made it the most frequently quoted high school speech in history. So I'm just gonna read the last paragraph to you. Just as in the sciences we have learned that we are too ignorant that we are too ignorant safely to pronounce anything impossible. So for the... So so far the individuals. Since we cannot know just what are his limitations. We can hardly say with certainty that anything is necessarily within or beyond his grass. Each must remember that no 1 can predict to what heights of wealth, fame or usefulness, usefulness. He may rise until he is honestly endeavor, and he should derive courage from the fact that all sciences have been at some time in the same condition as he. And that it has often proved true that the dream of yesterday, is the hope of today and the reality of tomorrow. So that's the last sentence they said it's the most frequently quarter high school speech in history. Shortly after so, now know, this is this very interesting though. You know, we all have these ups and downs or we have to manage our our own mental health for lack of a better word. Shortly after so optimistic lecturing his classmates, he found himself wall an uncertainty and discouraged by his lack of accomplishment. In that mood, he in inc his accumulated notes, so we have a lot of... He he he kept a diary in a journal, his entire life. The lower big part of what we're missing is the fact that he he went over his own, like, his the the scientific experiments he was doing in high school, and he re reread them with the the he re reread them and and judge them to be, like, immature or or amateur immature. Maybe is the better word. So he decides to light them a fire. Then his... Inherent optimism and determination re asserted themselves. Quote from God. The dream would not down. And inside of 2 months, I caught myself making notes of further suggestions. For even though I reason with myself that the thing was impossible, meaning getting to Mars, there was something inside me which simply would not stop working. So now It gets to college and a few things important things happen. 1, he finds 2 very important teachers, that encourage him along the path that he's pursuing. Right? Then we see that he develops this lifelong routine, and we also see more of the uncertainty. That's very common in in young people, not sure what to do with their life. 2 teachers had a special influence on him. 1 was the head of the physics program, Wi Duff, who was a very demanding applied physicist and a pioneer in field ranging from acoustics and ballistic to electricity. The other was an English professor. I don't know how to pronounce his first name so we're home professor Combs, who taught the un goddard how to express the ideas rolling through his mind. Goddard to develop a lifelong routine. He divided his day into 2 parts work or school during the day and an evening devoted to writing down his suggestions, and his ideas on science and technology. God reviewed his years of intellectual flounder and and can and confessed to bout of laziness and changing interest as a youngster. He was still unsure of his footing. And around this time of life. We see this w back and forth. Like, I I have this dream. I have this desire But right now, I think it's impossible. Everybody else thinks it's it's impossible. Maybe I should give up. Okay No No. I'm I'm really passionate about this. I'm not gonna give up and going back and back and forth. I wanna draw your attention to some of his a. So we see the Like, what was his mind like as, like, as a young college student. So Just gonna read some a that he wrote down from his diary. Since the diary recorded commonplace events and intercourse with observations and a Here's 1 of them. Anything is possible with the man who makes the best use of every minute of his time. Here's another. There are limitless opportunities open to the man who appreciates the fact that his own mind is the sole key that unlocks them. And finally, if there's no law against it, then it will happen 1 day. He had reached a preliminary conclusion, that would be possible to get an object from earth into outer space. And the way to do that, would be you by using rockets. It had not been an easy road to that end. As the notebooks filled up with speculations, questioning, doubting, rejection and fresh approaches. In March 19 o 6. This is 7 years after he had that day dream in the territory. That happened in 18 99. So we're 7 years later. In March 19 o 6, he nearly gave up writing in his diary that he had decided today that space navigation is a physical impossibility and that only note that that I could possibly leave on this page is I'm always interested in contemplating these these alternate paths that we can take depending on the decisions that we make. What would his life be if he quit here? So we obviously know that he's doesn't stick with that that that feeling for very long. He's like, okay. It's physically impossible. I just gotta figure out how to do it. And so I need to... As he's working his way through this and realizing, Well, let me read this paragraph, and then I'm gonna get to the Russian version of Goddard. Before reaching space by Ro could be proved feasible, rigorous mathematics had to address the problem. That goddard recognized was the major challenge facing him in 19 o 9. What he did not know was that another mathematically kind inclined physicist had beaten him to the punch. So remember at the very beginning where Lin like, hey, you know, the German... German just copied Goddard ideas. He had, you know, the the lot of his patents were in the public domain. People were reading them and building on them. The the author makes a case that that may not be true that there was parallel developments. We've seen this in history technology several times. In Russia, Germany and America at the same time. So I wanna introduce you to to to 1 of them, the Russian version got goddard, who I found. I just think a story is really interesting. Actually. Really kind of humorous in in some cases. So it says there's a mathematically inclined physicist who had beaten him to the punch. He was, and there's no way I can't even pronounce English words, so I'm not gonna try to pronounce a... The his Russian name, I'll let, Youtube do that for me. Constant village Ko. Okay. So that guy was born the Russian, was born the son of a Russian forester in 18 57 remote village, By age of 13, his mother was dead, and he was nearly deaf. He was a v reader. Jules Verne was among his favorites. So the... This author, David Cla compare... Well, actually, I'll get there towards the end. Talks about the the similarities between the the 3 versions of Goddard. So the American version, the Russian version, the German version were all inspired by Jules Verne, which I thought was really interesting. After he consumed the village library, he moved to Moscow. There, he practically lived in the public library concentrating on higher mathematics attending lectures and sub and subs on brown bread. During this time, Moscow, in... During his time in moscow, he inhaled the weird mystical atmosphere of the public library, so the librarian of the Moscow library. Influence somebody that with another... I don't know how to pronounce your. It's Madame Maybe. She's the founder of theo. Okay? So the theo believe that Earth was not human races natural home and that humans were more more properly belonged in the cosmos. This russian version of goddard agreed. Finding a way into space became his life's work, which generated hundreds of publications in science, science fiction philosophy. In 18 85, he began working on rocket tree. He concluded that no powder fuel provided enough energy and that liquefied hydrogen and oxygen mixed and ignited in a chamber offered the best source of proposal force through his experimentation, Goddard gonna realize the same thing. He starts out trying to do powder. And realized note it has to be liquid, oxygen and hydrogen. The combination of 2 parts hydrogen and 1 part oxygen that produces water is the most energetic chemical reaction in nature and l unifying them would concentrate them. The paper... So it talks about all the stuff he's producing the paper pre everything to come in rocket tree, including how to calculate the thrust of the rocket motor and the velocity required to escapes Earth's gravity. He proposed a multi stage rocket as the most practical design. This is all presented with hard facts and rigorously calculated numbers. He had... He had proved that reaching space was not only possible, but feasible. Since his aim was to disperse humans over the cosmos, he also considered using solar energy to provide power to colonies in space. It's just remarkable that that people are having these ideas in the 18 nineties and in early 18 hundreds. But this appeared in a journal read... By few in Russia and almost no else... No 1 elsewhere. And so it says Goddard was unaware of was russian Russian competition, and so he's soldier on. Now, at Day 26, he's fully in scott's. He's going to stay on this path no matter what? He says physics is his life. Now, his life almost came to an end though. His mother contracted tuberculosis. And so the doctors fear that the same he had a a lingering cough and a cold and congestion that just wouldn't go away. So a doctor comes to examine him and tells him at 26 years old, that you're dying. That you have 2 weeks to live, and this is where we see the free thinking God who comes up with his own treatment. They had agreed that he'd come down with the disease of his Killing mother. They gave him 2 weeks live. He wrote to his grandmother and Princeton in asked her to pack up his papers and bring them to him because he feared that he might die without leaving proof of his ideas behind. Goddard boy pension for demonstrating the truth of imp drove what happened next. He engineered his own regimen, devised experiments in deep breathing and spent most of his time on his parents veranda. This is in the middle of winter in the northeast. Heavily wrapped in blankets, while filling his lungs with the f winter air. So 1 of his professors, physics professor comes at visit him, and his name is John Hubbard, and he says underneath Bob was a free thinker in childish. The memory endured for Hubbard, who wrote after Goddard death in 19 45. Shall never forget the smile and twinkle from the depths of a hammock where there were several... When there were several inches of snow on the ground and the frosty air was around 0. The thing that affected me most so he's talking about seeing goddard and hammock. Trying to breathe in this deep air when there's, you know, snow, and you shouldn't be outside. The thing that affected me most most was that so far as we know, he had no medical authority for his action. It seemed to be his own idea idea entirely, and he had in no uncertain terms abs ex his family and his doctors from any responsibility. He improved steadily. So now, Goddard talking about in his auto notes that he was gonna compile an auto biography. It says doctors exist examined me again in June, so this is a few months after, and he said he never expected to to see me as well as I was. But I should never do any more research, and I should live a great deal outdoors. I told him there were some things I just couldn't help working on. So I wanna get into why? Like, what is it... What are some of his motivations? You know, he's he's not, like, the Russian version of Goddard that that thinks that humans came from a different, like, we're meant to be in the Cosmos, Earth is not our our like our natural home. And coming across research and reading about why he wants to do this. 1, you're gonna see what I'm about to reach you. He sound... This sounds a lot like Elon Musk. And the other thing is I thought in humorous is that people used to believe that the moon was gonna crash into the Earth and Goddard use that as a motivation to make humans a multi planetary species to ensure our survival. Drawing upon a prediction by astronomers by astronomers, Sir George Darwin that the moon would someday crash into the Earth, Goddard began, this str from him. From an economic point of view, the navigation of inter space must be affected to ensure the con of the race. And if we feel that evolution has through the ages reach its highest point in man, the continuation of life and progress must be the highest end and hey aim of humanity this could... These words could easily come out of Elon and variations have come out of Elon musk's mouth. This just says progress must be the the highest end end and name of humanity and it's cessation the greatest possible calamity. So this entire time up into this point, I should say, his goal is, like, I wanna get humans to Mars. Right? And then he realizes... The lesson and what about to reach you is, he needs to focus. He realized realizes he needs to focus on solving the most important problem first. I can't worry about problems that happened during space travel. If I can't get off the ground. So why am I word and he's writing, you know, thinking about, what's the term? Like, when they freeze is a cryo gen, where, like, they'll suspended animation where they freeze humans, and then, hopefully, they he can bring him back to life in the future He's he had all these weird ideas sound like science fiction in a lot a lot of ways, about how to, you know, make humans travel through space for 10000 years in survive a million years. What are the cases. And he's really... This is this is a giant waste of time. Now he realizes this now, but he also never his wandering mine is something that that stays with him up until the very end. Anyway, so says Goddard worked his way out of the early confusion to produce what would become his magnum opus under the title, the problem of raising a body to create out altitude above the surface of the earth. It began, the problem is concerned with the practicality of doing... Of doing 2 things. The rising of apparatus such as recording instruments to a great altitude and letting it fall back to the ground by suitable parachutes. And second, the sending of apparatus. So think about apparatus rockets, anything out. Okay? To such great distances from the earth that the apparatus comes under the influence of the gravitational attraction of some other heavenly body. That was an amazing turnaround from everything Goddard had written before. An essential truth had hit him like a thunder bolt. It was foolish to talk about roaming space until he figured out how to get there. For the first time, he had placed first things first, so that's a lesson. Focus on solving the most important problem first. Don't worry about things. Problems that may happen on step 2 3 or 4. You'll you can solve those when you get there. He assembled a mathematical proof that it can be done. A rocket can make it into space. I haven't even mentioned the fact that he has a job while he's doing this. In and for for most of his life, he is a part time rocket here. So he is a professor there's many cases where who have an absence leave of absence from from his professors, most of the time he's going around. And the reason I couldn't help think about Jeff bezos when I'm reading this book too is a lot of the book is is sc together a little bit of money to fund his experiments. He's not a wealthy person, he's gotta rely on. He writes on the Guggenheim later, this Smithsonian, all these different people and institutions that fund his work. And the reason I thought about Bezos is I'm sure Bezos knew that. And so what he talks about is, you know, why the ability... The unique opportunity he has this listen and he's like, I can sell, and he's been doing this. I've haven't checked in a few years, but last time I checked, he was selling about... Bezos was selling about a billion dollars a year of Amazon stock to fund Blue origin. And I just can't... Like, it was so obvious the the the benefit Bezos had at building Amazon first to then fund, you know, essentially have a blank check to fund his his rocket work where Goddard never had that his life. And you would accomplish so much more if he didn't have to do it part time, or if he didn't have to... Years many years where he had to stop working completely, go back to go back to being professor and then wait for an next round of funding. He tried to go in military all this, and it's just... Again, I think this is where Bezos learned from lesson goddard, and he's able to to to have a solution to the problem that Goddard never really had a solution for. So this is... This is a little bit about his job. His employment was as a physics instructor in the undergraduate, Clark College. He taught of course electricity and magnet for 3 hours per week and then Met with doctor Hubbard 1 hour weekly to discuss his laboratory work. During this time though, he's he's always he's always gonna be sick. Right? It doesn't help that he drinks a lot and he smokes cigars. Like people's smoke cigarettes. So he dies rather relatively early. I think he 62 dies of throat cancer, but he talks about, he has a... From an early age. He realizes how short life is. And so this is God. He says it's appalling how short life is. And how much there is to do, and how much there is to do we have to be sports, take chances and do what we can. For some reason when I read that it maybe think of 1 of my favorite quotes I've ever heard. It's from Henry Rollins, and he says there's no such thing as spare time. There's no such thing as free time. There's no such thing as downtime. All you got is lifetime. Go. So it's a little about Ga personality. In person he was mild, courteous, intros intersect and almost wholly absorbed in his studies. He was generally looked upon as being slight but harmless mad. And his absurd ideas of designing rockets that could travel to the moon as an initial step towards his ultimate objective Mars. It is hardly necessary to add at the time I knew Robert goddard, I had no remote conception of the range and precision of the amazing mind and imagination concealed behind the facade of the pleasant professor who in spite of the fact that it was not 1 of his students never failed to greet me with friendly courtesy. He remembered me and frequently expressed interest in the progress of my studies and my response to am my I response to life at the university. He was always in a hurry. He worked hard at or whatever he was doing. For instance, I never saw him walk slowly. On the other hand, I did not perceive any sign of imp. He... And this is... I think 1 of something that 1 of the lessons that I think is most important for... That I learned from reading the book is, like, the the ability to to react to not over react to ups and downs. And so that's what everybody said about goddard like, his rocket could succeed, and he red react same as if it blew up. And so it says, he appeared to take the ups and downs calmly. My most vivid impression of God was a sense of humor. His ready laugh and his ability to be lady like a youngster over small incidents. Okay. So a large part of this book is goddard going to the military trying to get trying to sell them on hair these could be there could be applications. This is before, obviously, the Germans use use this idea in World war 2. There could be... Military applications, not only they were thinking about, like, vertical takeoff for planes at the time. Potentially missiles. He he, has a hand in developing the Ba. But the problem is is he was really bad at sales. And it's... This is a limiting factor. If you cannot ex explain and convince other people, the value of what you're doing way your work is it's going to inhibit that. So you have to overcome that. And so I'm gonna read this paragraph to you with the note up myself, this is God failure to adhere to what I call the George Clooney sales method. Okay. So I'll explain what that means in a minute. Is after a meeting that he has with somebody in the army, and the guy says, can't you see there's a... There's millions in the thing for you? He proposed preparing a supply of small rockets carrying warhead heads, firing a lot of them and seeing where hit and goddard... He's basically ad Goddard for not explaining his he's talking about his work and what he hopes that achieve but not presenting it as a solution to his customer's problem. And in this case, the customer's military. So says there were limits to Goddard abilities a salesman, beginning with his failure to determine the interest of his potential customer. So he talks about the... Again, people are selfish. They're only focus on what you can do for them. Right? So he... Instead of saying, instead of talking about all the things you've accomplished. I did you have go wanna go to space everything else but, hey, This is the work I'm doing, and this is how you can benefit. And I'll tell you tell you what how Clooney to use that for his his career. In wartime military authorities were your inundated with crack bot schemes to fur steel ultimate weapon. Goddard proposal of what might be was sufficient to persuade a research institution like the Smithsonian to support his development to the point of practicality, but generals and admiral needed something that already worked. So I was listening new podcast 1 time. I can't remember who said, but I have a note. That I never forgotten. This this happened, like, 2 or 3 years ago. And it's George Clooney realization that he was not presenting when he'd go on audition. He was not presenting himself as a solution. Right? You need to present yourself as a solution to your customer's problem. So it says George Ko luck changed when you realize that the audition is a problem for the people giving the audition. Okay. So a lot of people like, please pick me. Look out please please please because are so hopeful. Not realizing, look at it from those person's perspective, I'm doing a movie, a Tv show commercial, whatever it is. I I don't wanna sit here doing audition all day. I want... I need somebody to fill this role. The fact that this role is un filled is a problem. And so look at it on the other side transaction. That's an opportunity for the for clooney in this case, to present himself as a solution to that problem. So let me go, let me start read this from the very top topic. George Clooney luck change when you realize that the audition is a problem for the people giving the audition. They wanna find an actor for the role. If I present myself as a solution to your problem, rather than the person dying for your approval, it will increase my chance for success. Hey. I don't even know. I think yeah our famous is what being I think it was on show or something saying, hey, you need a doctor or whatever Role he played. Okay. I can do that. Look, this is how I can do that. And, again, I just think that's really... I just love shorthand think of that as the George Clooney sales method. Don't talk about what's important to you. Present yourself as a solution. Just a few quick random things here, which I found were interesting. On the same day, goddard tested a single charge rocket weighing about 2 pounds. It flew about a half a mile. It's always think about this quote from Bezos he says, you know, all big businesses start a small businesses. Right? If he uses the, the oak growing from the acorn example, and a lot of his speeches if you listen to them. And the reason I bring this up is because God just tested rocket. It weighs 2 pounds. Spacex's falcon heavy. It's 230 feet tall and weighs 3000000 pounds. From this little colonel of an idea, 2 pound rocket. Fast forward, what is that a hundred and 1028... Now, about a hundred years from Yeah, about a hundred years where we're on the story, and Rockets weigh 3000000 pounds. That's all... That's unbelievable to me. I have a hard time wrapping my head around it. How you have a rocket that's 23 stories thoughts. It's amazing to me. Next page. History... History is full of useful ideas. He had discovered that a rocket was more accurate when its head end was heavier than the rest of the missile. An elementary principle of ballistic stability known to archers Bone arrow for millennia. Again, history is full of useful ideas. I love that. Another idea that that I thought about when Was reading this book Bezos has this idea is Like, do you want the difference between missionaries and mercenaries. And you wanna you want a team, people on your team help you... If you have a goal, you wanna recruit other people to help you accomplish goal, you need missionaries. Right? Mercenaries will go around because you pay the most or whatever case there any for what you can do for them. Where missionary believes in what you're actually doing. The people that work on rockets or full of missionaries. They really love to work on rockets. Here's an example of that. This is 1 of the people helping Goddard. A cartridge exploded when... While Hi was opening it. Taking off the thumb and 2 fingers on his left hand. So using 3 fingers on his left hand and half a finger on his right. He emerged with cuts on his face and chest, but his eyes were all right. He was still game. He continued to work after 2 more accidents. So God is eventually, I I mentioned earlier, he's gonna eventually realize, hey, I can't. I can't use cartridges. I can't use powder. I've got to do... It's gotta be in a liquid field filled field rockets. Right? But the... Really, I I don't wanna skip over too much because a lot of this book is just it's long, slow work. I can tell you right now. I... There's no way I could have done what Goddard did. I just don't have that kind of patience. I guess if you're really passionate about something you definitely could, But, I mean, in this case, This is an idea that works 8 and 13 years later. Okay. So let me read this and you understand what I mean. It took that long frame him to admit that no matter how he hard he flo his multi charge dead horse, it would not get up. Finally, 19 22, when admitting this name as Goddard for an accounting, he sent what turned out to be his final report on the multiple charge rocket. He had a position to fall back on. And fortunately, for his ego, it was 1 that he addressed when he was younger. It was the use of liquid propellant. Which he'd had considered in his notebook in 19 o 9 and then mentioned again in 19 4... In his 19 14 patent. He returned to hydrogen oxygen. Liquefied oxygen and liquefied oxygen. Excuse me, liquefied hydrogen and liquefied oxygen we're we're theoretically ideal as being the elements as being the elements in their most condensed form. So again, he gave up... He goes back to an idea. First writes it in his notebook in 19 o 9, first mentions in the patent 19 14. Spends 8 and 13 years working on this multiple stage powder rocket. Right? And 8 and 13 years later, you realized, okay, I had a an idea. Let me go back to that. So not only what I found interesting. Not only does got just gotta have to maintain his own, like, he has to deal with his own emotional roller coaster of the ups and downs that are inevitable in in creating an entire new techno... Technological field. Right? But I'm gonna read you a sentence here our paragraph. The book is full of examples. I could spend the entire time we have together. Just reading examples of people telling Goddard hurry up. And again, I just wanna give you an example of that and just realize that it's hard enough dealing with our own internal shenanigans. Our own internal mental shenanigans to not have to get it from the outside. But, again, he has to... He doesn't have what Basal set. He did not have been independent Well, he's gotta go to these people and ask for money. And in return, you get... When when you get money from somebody, they want to see something in return. So says the fiscal shortage was aggravated by abbott shortening temper. I am, however, consume within imp his patron told him. And I hope you will be able to actually send a rocket into the air sometime soon. Inter space will look much near to me. After I've seen 1 of your rockets go up 5 or 6 miles in our own atmosphere. So that's happening in 19 23, continues. He's gonna get letters and it and and communication from different people he's relying on different patrons, I guess to use that word, up until he dies. So eventually, he does have success. He becomes the first person to to have a successful flight of a liquid propelled rocket. Okay? Never happened before. The year is 19 26. Remember, he... It was 18 99. When he had this idea that this is what he's was gonna do for his life work. This is 27 years later. He is 44 years old. So went up going, let's see. 41 feet in the air and travels a hundred and 84 feet away. Right? It doesn't sound very very far, but I love that he compares this. He he puts it into historical context for us. A year later, he was still swollen price. Comparing ant ef fe, frozen strawberry and cabbage patches. That's where he did his experiments to Kitty hawk where the right brothers did their experiments. As a first flight, it compares... This is Goddard writing, by the way. As a first flight, it compares favorably with the right first airplane fight. However, which was a hundred and 20 feet in distance and a height of 10 feet. It took 12 seconds. I think his took, like... I forgot. It a couple seconds. It it it it was going like, 60 miles per hour. So it didn't take that very long. And the event at demonstrating the first liquid propelled rocket was just as significant. Goddard must be given his due. The first flight of a liquid propel rocket may have not looked like much, but nothing like it had ever happened on earth be. And so that's where goddard distinguishes himself, between other people that arrived at similar, similar realizations that Rocket tree was actually possible. They did it. They proved it on paper. God approved on paper, and then actually proved it in real life. And so that's why he's considered the father rocket tree. And 1 of the reasons I love studying the beginning of a field an industry of science is because there's no such as experts. There's nobody that you can hire that has experience because what you're doing is brand new. And and 1 of the the quotes, all the way back on founders number 50, I I read Mark since blog archive. And if you go back that you can actually download. I think I left to link in the show notes on that podcast. Hopefully did. You can actually download his ebook for free. It's like 250 pages of just Mark's thoughts. And he said something in in his blog that I never forgotten. And he says I'm a firm believer that most people who do great things are doing them for the first time. I'd rather have someone all fired up to do something for the first time and someone who's done it before and isn't that excited to do it again. But that first part. I'm a firm believer that most people do do great things doing it for the first time. We see that in we study at the beginning of the automobile industry, you see it in in this book as well. And this is how somebody goes from being a jan to a rocket tier. And that just inspired to me. It gets me all fired up. So it says, Goddard you some of the money to hire Charles, Charles venture. Who was working his way through Clark as a jan. I asked Goddard for work when he had it Charles remembered, and sometime in 19 29, he told me that he had a hundred dollars to put me to work, so I I wanna include that part because sometimes, you know, they're giving 500 bucks to do 500 dollar contribution to to his research. Maybe it's 2500. Eventually the Guggenheim started giving like, 25 grand gear, but he's... The reason I'm bringing this up is because... The what he... What do he's he able to accomplish with the the limited resources he has was nothing short of Miraculous. Us. Okay? So it says, he told me he he'd became him a hundred dollars and put me to work. He said when you think you've earned a hundred dollars, you quit. Charles stayed until Goddard death and became a distinguished rocket tier in his own rights. Now, something that helped goddard track money later on, the let's say the last 25 percent his careers because the Smithsonian put out press release on Goddard its paper about, hey, maybe we can land a rock on the moon. It was picked up by the Ap, I, in a very short amount of time. A couple weeks, he becomes world famous. This gets the the the attention of Charles Lin, who's, like the officer said, is probably the most famous person on the planet after his first 6... He was the first person successfully solo do a transatlantic freight by himself. Okay? Transatlantic flights. Excuse me by himself. So the friendship that goddard and Lin start, also, Lin really good friends with 1 of the heirs the Guggenheim. So I actually looked up with the book because the Guggenheim families is a large part. Plays a large role in this book. And this is now, I think, like, 3 or 4 generations after, think was Meyer Guggenheim was like, the first, like, the generational inflection point to use that term I've used before. So 1, like, started Guggenheim Dynasty. You might... The way... The reason I know the name is because the Guggenheim in in in New York. It's also I think ties together. I think it was Frank lloyd writes last. I think he was working when he died. The architecture obviously. So anyways, from his friendship with Lin, he meets Guggenheim, Guggenheim funds a lot of this stuff. So this is just a little bit about the 3 friends, and I thought this was interesting. So says is the most... It was 1 of the most remarkable friendships of the 20 century, involving 3 highly intelligent, energetic and ambitious men. Each guarded his private self behind a wall of tech, yet all 3 were eminent famous. All devoted themselves to the future of human flight. So that's what drew them together their interest. Right? None would revealed his inner sentiments no more to 1 another than they would to the world at large. So also private had had a deep private life as well, even being... Even if they were super famous. They were different people from different worlds. Harry was a fabulous wealthy capitalist and a modern renaissance prince with a wide ranging interest and the wherewithal to pursue them. Very, very wealthy. He had a gift of making money and a greater 1 for giving it away in a quest to improve the world. Yet he was a superman man who loved humanity the abstract, but could not get along well with individual members of the species. The lone eagle. That's the the nickname for Lin, started out focused on a solitary ambition to fly, became in an early age, the world's foremost celebrity then spent the rest of his life seeking a personal sense of himself by widening his interest Well for ferocious safeguard his privacy in that of his family. As for the Ro, a shy man with limited social skills, rocket tree was his life, and everybody and everything else was subordinate to his goal of reaching extreme altitude in his own way and on his own schedule. 1 thing that goddard, was remembered for doing for a lot of people that worked for him, he preach resourceful. Same thing. If you read Jeff bezos shareholders. Listen to him talk. He talks about resourceful us over and over and again. So he says he talked them to make do with what they had, fashion fine instruments out of whatever scraps we could find. They wasted nothing. So it talks about having to. Again, they don't have lot of money. Rocket blows up, They gotta scavenge whatever they can from the explosion. And then build another rocket with it. And so in some cases, they're reusing rocket parts over and over again. It's almost like a, like a, like a patchwork quilt if you think about it. Like, you can make 1 rocket that may contain the pieces of the previous 3 or 4 or 5 different rockets. But again, this idea that you have to be resourceful. We have limited money. You cannot waste anything if something Goddard would tell his... They're not really employees. Some of them... I mean, well, yeah, he was paying them. He was taking money that he was getting from, obviously, other sources and paying them. So people he's worked together. Where you wanna call them employees or not. It's a great analogy here another historical analogy I'm a sucker for, God went on to explain his work, which is aimed at high out altitude research he said, not outer space. The wright brothers he reminded his audience did not try to cross the Atlantic the first time up. So we see the progress of God work. This is his best work to date. The years 19 30 goddard is 48 years old. Always was ready on December when Nell, that's what they call rockets. They nickname from some kind of show. I forgot what it was. But when the rocket erupted into life with a thunder roar, it went about 2000 feet up in the air and a thousand feet away. Got recorded his diary. That only took 7 seconds. There was no explosion and and little damage. The parachute opened partly and not much was damaged. It was the highest liquid fuel rocket to date, and he was still ahead of everywhere everyone else. Sorry I I put that up because he just had his greatest success. He's 40 years old. He's been working on this forever. The money runs out. Okay? So he was gonna have no more success over the next 2 years, funding dries up due to the great depression that's happening, and he has to go back to being a professor, So I go back to what many people feels like a fatal fraud, his fatal of law his. His inability to sell his work, and I bring that up to you because the the... His inability to overcome whether if you can't sell it yourself, That's fine. Go find somebody that can, but his inability to do that, wind up having that he to took several years off of these interruptions throughout his career. So I I pose a question to you What would have you accomplished if he never had any interruptions. If he didn't have to go back to being a part time rocket here. And then another cautionary tale from the life of Goddard is the fact that he was never able to avoid distraction. So it says he was distracted. His die reflects increasing time devoted to reading and copying homo and quotations of historical nature. He could be humorous self pity. The rocket is... This is him writing. The rocket is very human. It can race itself to the very loft position solely by the ejection of enormous quantities of hot air. Emerson says now he's quoting other people reading if a man paints a better picture, preach a better sermon or build a better mouse trap than anyone else, the world will make a beaten path to his door. I like many others have had the mis fortune not to be an artist, a preacher or a manufacturer of mouse chefs. So I didn't even think about that The first time I read it. But now what I what I was just talking about about his inability to to sell people on on his work and take to raise more funding for it. He's kind of reflecting on that too. He's like, I have the mis mishap not to be an artist to preacher, a manufacturer of mouse traps. But again, the the main lesson here is avoid distraction. And I bring that up because God never seemed to fix that problem. And I've suffered with that problem myself. I remember reading, a quote 1 time. It was I forgot who it was, but his mentor had just died. And he talks about what what he learned what his mentor told him and 1 of the best things is to you gotta focus, man. You're not gonna accomplish anything. If you don't focus, and he said, rabbit I kid, quit jumping, stay focused. And so this is AAA main lesson because Goddard never fixes this problem. Limb gonna become patient with Goddard switching layouts. So he switching layouts instead of focusing on something simple to make if a high flight sooner. So a lot of his people that responsible were helping with funding 1 in him to say, hey, the higher up Rocket goes, the more attention draws, the more attention draws, the more funding you'll get. They kept preaching that the got it over and over again, but he get distracted instead of optimizing say, okay, Went up 2000 feet, let me try to go 9000, which would been the shortest path to more money. He like, okay. Well, I learned something, let me try to fix and treat the sort thing, which may help the overall rocket performance later down the road, but it's not gonna help us achieve our our first goal. We needed to go higher so we can get more funding. So that's why Lin like, pissed off, like, stop switching. In April 19 36 he lecture the Ro. It is god down his fifties. It is extremely difficult for anyone with tech... Without technical training our and who was not a scientist to properly value scientific work and to and not be influenced, but the general recognition of success, which goes with actual demonstrations. So he's saying, people need to see your work They don't understand the theory behind it. They don't understand. They're not gonna be able to say, oh, don't... This is where I'm at now, but don't worry about where I'm at now. Think about what's gonna happen in 05:10, 50 years from of the future. That's not how people think, and that's what Lin selling them. I feel the morale, everyone concern would be greatly increased if you would find it possible to obtain a record breaking flight. Guggenheim agreed, still shifting from 1 idea to another, However, goddard complicated things further. Going back to this idea between, between missionaries and mercenaries, you really have to love your work to do this. The people that work on rockets seemed to really love it. This is that Charles, this is the the the the jan that became they became a rocket tier. So they're trying to do a... They want to do a demonstration. But the weather's not cooperating so says high winds prevented a launch. So Charles Mont stayed overnight to guard the rocket. The next morning, a tornado demolish the tower and the rocket, tossing Charles a considerable distance though without serious injury. So 1 guy's losing 3 fingers on 1 hand 1 fit half a finger on another hand, getting blown in the face, but can still see. The other guy's getting picked up and thrown by tornado and still going back to work. That's amazing. This is Goddard, again, I I wanna hone hammer this because I think it was 1 of the the worst mistakes he made and something that we all have to understand. We're we need the cooperation of other humans. Even if you work alone, you need other humans to understand the value of your work. His this is on his failure to get the money he needs to operate at the scale he wants. I have never had myself any great talent for selling ideas he confessed. So this... He's to making the same this the problem. He's making the same mistake he had in World war 1 in World war 2. Again, if you're asking people for money, you have to be able to tell them what they're getting in return. He refused to do this. His failure to cooperate with his potential clients as in the military. By adapting himself in his rock to their needs cause them to turn down all his proposals. Why is that important because they're turning in... There's no money. He did not sufficiently explain how his rockets might be useful in warfare. They don't care about getting to Mars. They're trying to defeat In this case, the German scan and and and the rest of the, the axis. If you're asking people from money, you should be able to tell them what they will get in return. And, unfortunately, the last few years of his life because he's dying from cancer, you know, they're not... He never gets to see. He dies. Let's see. He had this stream in 18 99, dies in 19 45. They the... We... Humans get to the moon in 19 69. So he had this idea of going to another plan in 18 99, So that doesn't happen for before what 72 years later. So it says God would not see that happen because he was dying. Beginning in early 19 43, a diary entry stating stayed in bed all day became increasingly frequent. Doctor discovered a growth in his throat and advised immediate surgery. So he does throat cancer, his dad died the same thing. Goddard iron will had seen him through tuberculosis, his smoking and drinking and his frustrations in long hours of his work, but it could not conquer throat cancer. The disease that the disease had claimed his father's as well. He communicated by writing on a notepad and refused to admit that he was in pain. So his... He he was married to a very supportive wife, his entire life her name was Esther. They were married for 21 years. She out by, like, 37 years, and the vast majority of her life is spent building up and making sure that he got credit for all of his life's work. Esther there was there day in and day out. But on the morning of 08/10/1945, she needed to go home for a few hours. He's in the hospital. While she was gone, he died quietly. So this a quote from 1 of his obituary, even more impressive than Doctor Goddard technical skill insight and ingenuity where his extraordinary person parents, patience courage. He carried on many of his investigations in the teeth of public skepticism, skepticism and a ind with limited financial resources, Again, I just can't help think how Bezos knew that and then corrected it for that. With limited financial resources in spite of heartbreaking technical difficulties, a combination of obstacles which might have baffled and disheartening a less stout hearted pioneer. Almost single handedly, doctor Goddard developed rocket, from a vague dream to 1 of the most significant branches of modern engineering. And everything he accomplished. They did unlimited budget. And I don't think you ever had more than maybe a dozen, maybe 2 dozen people working with him. So it is rather remarkable. Now after his death, his wife goes, it with help of Guggenheim and Lin and all these other people. They get biographies written about them, you... You know, there's all kinds of so many different things are named after Goddard But this is how Goddard wife remembered him. And the last sentence is the most important, and I wanna connect this to the last week's biography too. Okay? It presented him the way she wanted the world to know him. As a boy of exceptional brilliance. Of humble origins and poor health who dreamed great dreams and pursued them throughout a dedicated life. He was a distinguished, but absent mining professor, a saint man of rich humor, an enthusiastic piano player and painter, loved by everybody who knew him. Although his own country failed to appreciate the importance of what he did, he continued his work despite widespread ridicule in the attempts of others to steal it. He never complained, never never invent discourage or or frustration. And here's the last sentence. Above all, he never gave up. So that's how God wife remembered him. She's she's dedicated decades of her last few decades of her life to doing that. And I couldn't help her think it's, like, let's compare that to Alfred New. His... The strongest relationship be out... The closest thing ever got to a spouse was was that woman Sophie, which they referred to as as mistress. Right? Because never got married. And, you know, she put her letters are really shitty towards him. She pumps them for money after he dies, she threatens a stay with blackmail. And the reason I bring that up is because I think it was through Tim Urban blog wait, but why, which Recommended many times is he has this idea he expresses this idea. It's not new, but saying if if you're trying to have a happy life. Right? 2 decisions you have to nail. You have to get right and that's your spouse and what you do for work. And it's very hard to have a happy satisfying life if you don't make if you don't make those 2 decisions correct. So Goddard, even though he never got to see the fruition of his dreams, seemed to enjoy his life. He picked his life's passion, worked at it for multiple decades until he couldn't work anymore, and he had a good relationship with somebody that actually cared about him. Alfred was miserable. I didn't seem to enjoy work very much, even though he's very successful at it and never and had a kept a person around him. That was horrible. And so I just... I always think about. Okay. Yes. I want... Wanna get ideas to use and work. I want to learn from these biographies, but there... There's a goal here. I want to make sure that I don't waste the 1 life I have. And by reading these stories and learning from the people that have come before me, I'm gonna grab the good ideas and avoid their mistakes and again, I think Tim was right. Nail those 2 decisions. Pick the right spouse and pick the right... What you're gonna do for work. And I think Goddard got that right and Nobel did not. Just a few more things here. This is the similarities of the 3 fathers of Rocket, 1 American 1 German in 1, Russian. The lives of the 3 fathers reveal some interesting similarities. All were inspired by Jules Verne. All were teachers oriented toward applied mathematics. All produced treat demonstrating the that projecting objects into space by means of lock liquid field combustion were theoretically possible. Each had a streak of mystic and indulge in fantasy. Each had a flawed personality and a difficulty getting along with others. Yet each was likable enough to turn acquaintances into devoted admire. Each had a monumental ego that approached the narcissistic. All 3 live to see the field each believed he had invented past them by. Goddard achievements pro paraded his first, and they made it formidable lists. He first applied ADD lava nozzle to a rocket, most likely, mispronouncing out. And so redefine the rocket motor. He first proved that a rocket were work in a vacuum. He turned multi stage and liquid fuel rocket tree into mechanical designs, not just ideas. He redefined battlefield rocket tree and provided the conceptual foundation for the ba. His 19 19 publication on reaching extreme altitude was original, monumental and elegance. He was the first inventor venture to launch a launch a liquid fuel rocket. The first to produce a rocket with inertial guy... In inertial in inertial guidance system, the first to use a thrust vector control in a rocket. The first to use a gimbal engine the first to build temp turbo props for a turbo pumps for a rocket. The first to assemble liquid fueled rocket motors and clusters and the first to send a powered vehicle fashion speed of sound. The list of achievements was reflected by 214 patents in his name. In 19 60, the federal agencies, American Federal agencies concur with Guggenheim claim that no rocket or jet aircraft could take to the sky without Goddard inventions. Goddard the man was a complex and sometimes ins individual. He had many admirable qualities. Chief among them the patience, persistence and iron will that helped him to overcome tuberculosis. Then to pursue rocket for 3 decades. Seldom expressing frustration or discourage, he accepted failure as part of invention and kept on working. Charles Lin believed he knew where Robert Goddard stood in the Pant. Of the world's Ro tears. As he once said, probably no figure in the history of science had a greater vision than that of Robert Goddard, are more courage and 10 nasty in translating his vision into fact. The determination of a youth to conquer the universe in spite of doctor's warnings that he a few weeks that more to live, the vision of a man physically projecting himself off his earth and into space. The design and construction of prototypes by which this project would shortly be accomplished. What more is needed to carry mortal man into the fields of the immortal. And that is where I'll leave it if you want the full story Highly recommend buying the book. If you buy the book using in the link that's in the show notes, you'll be supporting the podcast at the same time. That is a hundred and 64 books down 1000 a ago. Thank you very much for listening, I'll talk you again soon."
}