{
  "transcript": "I believe that William Shock was 1 of the most important scientists of the twentieth century. He led the group at Bell Labs that created the seminal invention of the modern world the transistor. Every home has thousands or even millions of transistors World commerce totally depends on them as do health, culture, defense, transportation, and civilization in general. He was a key player in the development of the modern science of Operations research. During the second World War, he used statistics to show the air corps how to maximize its bombing efficiency and the navy how to destroy more u boats. His efforts won the national medal of Merit, the highest possible civilian decoration. He was a member of the National Academy of Sciences. He put to Silicon in Silicon Valley, and his failed company was the grandfather of all Silicon Valley companies. He was a tenured professor at Stanford University. Was happily married and had all the money he needed to live happily, quietly and well. He chose not to. He instead set himself up for public ridicule and sq his public reputation He lost all of his friends. His oldest friend became his most potent enemy. He became a notorious scientific par. I wanted to know how that could happen. Why would a man as un brilliant as he knowing and deliberately destroy himself? That was an excerpt from the book, I'm we talked to you about today, which is broken genius. The rise and fall of William Shock, the creator of the electronic age, and is written by Joel Sc. So the name William Shock is not going to be new for long time listeners. The most recently on I'm back on founder number 01:57 in the book, the innovators he's in that book quite a bit, and I talked about him the podcast. After that podcast came out, a listener sent me a message just said, hey. If you wanna learn more about Chocolate, it was actually a good biography on them, and he recommended reading this book. So that's how shock fits into... That's why how I found the book and that's how it fits into everything else that, that we're studying on the podcast. This is going to be... I think the different from every other episode that I've ever done though. Because there's a lot. The reason so many great historical figures red biographies and chose to learn from biographies is because you pick up a lot of good ideas, but you also pick up a lot of bad ideas. So good ideas to emulate and and un ideas to avoid. Right? This is going to be all about things that you want to avoid. So shock, a lot of people call him Smart, but no 1 will call him wise. And so before I jump into the book, I wanna read a 2 quotes to you from another biography, not self proclaimed biography, not, Charlie Mu, who is not only smart, but indeed wise. And going to set up, I think why learning from other people's mistakes is so important. So Charlie says, when people tell me that they learn from experience, I tell them the trick is to learn from other people's experience. And the second quote I have for you, it comes it's his response to the question of why isn't Berkshire easier to emulate. And we see Charlie thinking here. He says, We're talking about very simple ideas of just figuring out the standard stupidity and avoiding them. And I actually collect them. Some people collect stamps. I collect insanity and absurd this book that I hold my hand is full of insanity and absurd. Going back to Charlie. And then I avoid them, and it's amazing how well it works. Because I've gone by the examples of all these people that are more talented than I am. If I had sent out... Set out to invent more quantum mechanics, I would have been an also ran. I just set out to avoid the standards stupidity and I've done a lot better than many people who mastered quantum mechanics. It's a way for mediocre people to get ahead, and it is not much of a secret either, just avoid all the standards stupidity. There are so many of them. And so many brilliant people do this. And so that's what we're gonna do today by setting the life of William Shock. So I wanna start fast forward to where he's 33 years old. This is the most unexpected part of the book. The vast majority of the highlights that I have come from 1 chapter. And it tells in a year and a half, the rise and fall of Shock lease company that is... There's just so many lessons in there, for us to to learn from. But before I get there, I wanna... Fast forward, he's 33 years old, He's married. I think he's got either 2 or 3 kids at this point, and he's the after... He studied physics in in college works at bill labs, and then, the government the Us government during world we're too. Took a lot of scientists from Bell Labs and apply and use them to solve problems of war. And so that's what Shock doing. And I'm gonna talk a little bit about that before I get to the Rise vu company, which is the most fascinating part. But this is the most unexpected part of the book. And it gives you an insight into the peculiar pessimistic mind that Shock had. So he's writing AAA note to his wife. His wife's name is Jean. Dear jean. I am sorry that I feel I can no longer go on. Most of my life, I have felt that the world was not a pleasant place and that people were not a very admirable form of life. I find that I am particularly dissatisfied with myself and that most of my actions are the consequences of motives of which I am ashamed. Most people do not feel this way. I am sure. Consequently, I must regard myself as less well suited than most to carry on with life and to develop the proper attitudes in our children. I see no reason to believe other than that I shall continually become worse in these regards as time passes. I hope you have better luck in the future. He took out his revolver put a bullet in 1 of the 6 chambers, put the gun to his head and press the trigger. Nothing happened. He put the gun away and wrote a second note. Dear Jean There was just 1 chance and 6 that the loaded chamber would be under the firing pin. There was some chance of a mis fire even then. I am sorry that I'm not sufficiently ingenious or painstaking and find a more practical to finding a more practical and suitable means of solving our problems. He put the suicide note in an envelope in a safe in his home along with other personal material that was found after his death. So that line from his first, I know where he talks about the world's not a pleasant place and that he does not like other people. That is the root cause of all the bad things that happen in shock his life and why he was unable to actually achieve the things that he set out to achieve. His inability to work with and relate and deal with people, dealing with other people was his greatest weakness. And so I'm gonna pick up what he was working on during world we're 2, and he says, part of his part of his concentration was on his new role as an organization leader. The executive part of his job worried Shock, who despite his excessive self confidence. He thought he was smarter than everybody else. That's another thing where Mu talks about, hey, I tried to destroy my best ideas. Shock didn't. He would hold on to an idea. Could because he came up with the idea. He thought it had to be great and he held onto it even when evidence prove that it was wrong or the he found contrary evidence. It did not get through his... He's the anti mu, and we're gonna see because it's gonna be part of a 2 part series that I'm doing on Bob No. Who actually works for Shock. And Bob no the anti shock. He does the reverse of everything Shock does, and he actually lives the life that shock wants to live by founding Intel and and developing technology and building the That's what Shock wanted to do, but was unable to... Unable to do excuse me, because of his this great weakness of dealing with other people. So it says, the executive part of a job Worried Shock who despite his successive of self confidence had never run an organization or led a team before. He was never burdened with self awareness. Largely deprived of peers during his childhood, he lacked experience with other people. Particularly people unlike himself, especially those less bright, which was almost everyone. Worse, he did not realize the extent of this weakness and would pay dearly for that ignorance. So more about his his work during the war and how his deficient sees. Not only his interpersonal deficiencies. Deficiencies with dealing other people, it not only was it... It's coworkers, but it's also his friends and his family. So shock, like his mother was quiet self contained and physically unofficially it to gene or to his children. He's spent most of his waking hours at a job that required his total attention, playing on a stage of high historic drama where human lives in the millions, not to mention civilization were at stake. He inhabited a world of nighttime flights in hunted planes painted black to avoid predators, of men who went to work with an excellent chance that they would die gory deaths before they returned. Then he came home where changing a diaper was an event. To a companion whose conversation una was usually limited to to ration stamps or whether they could afford to buy their daughter a new coat. Many men appreciated that kind of respite. Grateful for the mundane. Calming reminder of how life ought to be. Shock could not. He had no patience for mediocrity. So this is a summary of Shock has worked during the war and then a devastating personal tragedy Much of the science and operations research in the Us derive from Shock work for the military in the 19 forties. He was... He doesn't deserve Sole credit. There's a ton of scientists, obviously. They were very helpful. In World war 2, we covered a bunch of them. The most recent example, if you wanna learn all about it. It's that book tuxedo Park, about Alfred Loom. It was fascinating. I think it's back end founders 01:40 somewhere in there. Continuous letters of praise for Shock war efforts poured into Bell Labs. Along with the request that he remained as a part time advisor the Pe, which he kept for a, I think, maybe his entire life. The military wanted him to continue his operations research, especially into the atomic bomb and Rockets, essentially what what Shock worked on was finding a wait for the military to be more efficient to make sure that the actions that they were actually doing, aligned with their goal of winning the war and destroying as many enemy fighters and enemy planes and and, industry and all that. So he just made sure that they were, again, just more efficient. Bill Labs agreed and Shock worked for the pentagon as a consultant for much of his life. Shock war efforts represent in some ways his finest moments. It was the last time his professional achievements were clear and una. So this is before he events to transition. He's on team that events a transistor before he went a Nobel prize. There's a lot of, just bizarre behavior by him, but also a little ambiguity about who actually deserved credit for that invention. There it's a lot of people that believe that 2 of his teammates were the ones that actually deserves a Nobel prize, and we'll see the way he responds and just, again, not being able to deal with other people. Nothing else would ever be as completely satisfying and his failures would be astonishing. On the 10/17/1946, his 12 year old dollar Allison and her father took the train to Washington, where Shock was awarded the national medal of Merit, the highest civilian medal honor. Shock wrote to his mother that 5 major generals and a few b general showed up for the ceremony. He promised to send her a picture of the metal. Oh, yes. He said in 1 matter of fact paragraph between the description of the ceremony. Gene lost the baby. Singular. In fact, Gene had been pregnant with twins. While shock and Alison were away, she had gone into premature labor and was rushed to the hospital. The doctor told her that she had mis carried 1 of the fe and the other was dead. He had to extract the dead when immediately he said and reach between her legs while she screamed. And the reason I included such a graphic devastating tragedy is because of his nonchalant. Oh, yeah, we lost a baby at dude. He is 1 of the worst fathers I've ever come across. Maybe the worst father, And this is how his family remembers. They remember a very unhappy home life. Shock temper was back. He rarely showed it at work. Indeed, his colleagues couldn't remember temper as a notable part of personality. He apparently saved it from home. His violence to his children was not measured or rational. He acted in rage. He was more psychologically than physically abusive, but he become... But he could become suddenly infuriated and strike out. So the author referenced in the in the introduction that he eventually alienate every friend and every coworker everybody except his second wife. That includes his children. He does not have a relationship with his children they wind up finding about his death when it's reported in the newspaper. So I wanna draw your attention to next is they... His... He's working on a team. He's heading the team that's trying to develop the transistor. And 2 of the people he's working with are the ones they get ideas for Shock, but they're the ones doing the actual work. Okay? So when they they figure out, oh my god. We finally solved this problem, they call Shock. And this is where we see that he's not happy with the group success because he wasn't the person who did it. Another deficient per personality trait. Shock was quite excited by the telephone call, but, I don't know how to pronounce his name... I'm gonna say Brat Brat. Let's go Brat. Brat later remembered. Shock didn't quite remembered it that way. Frankly, Bard and Brat, point of contact resistor provoked conflicting emotions in me. My violation with the group success was balanced by the frustration of not being 1 of the inventors he admitted. I experienced some frustration that my personal efforts started more than 8 years before had not resulted in a significant invent contribution to my of of my own. The telephone call changed his life. Challenging his balance, his ego and his loyal. Fred seats remember this guy's name. This is his old friend, believed his personality then began a transformation, a narrowing a narrowing and intensifying and an un balancing. And it's not only like he wasn't involved. He just wasn't the actual 1 that did. So he says, Shock role was more more of that of a guiding consultant than end of active participant, but he's still actually on the team. Right? So he says bell Labs worked very hard from the first for the first moment to produce a mythology around the invention of the transistor that that persists to this day. 1 of well managed teamwork. That is simply not true. In fact, there was little evidence of closely directed teamwork in the invention. Management's greatest contribution was to stay out of the way. Shock contributions to the transistor were threefold. First, the work was based on many of his theories and completed by his people. Second, the breakthrough came from the failure of 1 of those theories. Third, he had a good sense to trust Bard and and B. By every standard, This is this is the point I was trying to make. Again, he's not the 1 actually did it, but it's not like you were you were not useful. What is your problem here? By every standard, this con constitutes a major contribution to the invention of the device. Apparently, his involvement was too passive to provide shock with the credit that he crave. So he starts lashing out. And his teammates he starts pulling away and this 1 sentence is what Brat told him He's like, hell, shock. There's enough glory in this for everybody. So it's not like his motives were hidden from other people. They clearly saw that his ego bruised. And that he was jealous because he wasn't the 1 that did it and he wanted to get all the credit himself. So even with his bizarre response and his deficient personality, the team writes him a letter, they're trying to keep the team together. Right? So the... This is his response to them to the team not wanting to break up, and he writes a note that he never sends. So was just a note himself. And it says shock responded but linked to himself. In the envelope containing the note, shock attached a handwritten memo. And this is the way he's describing his mindset at the time. It's very bizarre. I am overwhelmed by an irresistible temptation. Let me... I guess before I read this to you. He was also, in a spare time. He was dedicated to rock climbing. So that's something he had a passion for. So he says. And he's gonna use that as a metaphor to where he wants to go in his professional career. I overwhelmed by an irresistible temptation to do my climbing by moonlight and un rope This is contrary to all my rock climbing teaching and does not mean poor training, but only a strong headed. So the team winds up winning the Nobel prize. He goes back to work for Bell Labs at realized, hey, I'm going to quit here, and I'm going to start a company. And this is why he decides to move the company to be closer to his his old mother. His aging mother who lives in Palo alto. And this is why they said he puts the silicon silicon valley. So it says, a grand future was coming. Shock, perhaps more than almost anyone else in the world appreciated that future. Shock also began to get a glimmer of the financial possibilities. A person can make a great deal of money if you could control or at least the direct, or at least direct the path that technology took. The word entrepreneurship wasn't common in the early 19 fifties. Shock was starting to understand it in a way few others did, and he began to prey on his mind. He was also growing to satisfy with his position of Bell Labs. Although management was bending backwards to keep him happy, they were not promoting him. He can't promote them him because he can't deal with other people. The lab heads apparently knew his limitations as a manager, and other men, some hired after him, some of his friends were moving up to hire better paying physicians. The reason Shock was not getting promoted himself un was his limited people skills. He had angered too many colleagues. He had the reputation of being un carrying insensitive and heartless, literally running a dozen men out of the labs when he decided they did not meet his exacting standards. And as we see here, his lack of people skills extended to his own family. They were not particularly good parents. His daughter admits. Her brothers emphatic agree. So he's dissatisfied with his home life, He just... He's dissatisfied with his career trajectory at Bell Labs, so he's gonna quit, start a company and get divorced all at the same time. And he tells his wife that he's leaving her when she's recovering from cancer. While she was recovering from her cancer, he announced he was leaving. 40 years later, the men who were his friends then were still appalled and told the story with suppressed anger. 1 version claims he marched in a Jeans hospital room to announce their separation. Clearly, he told her while she was still under treatment from her gasoline and frightening experience. When she was at her most vulnerable. He probably did not time it deliberately to inflict pain. More likely he wasn't thinking about her at all. So shortly after separating for his wife, he wants a meeting another woman, this is a... His second wife, this is going to be his only friend at the end of his life. The only 1. So it says, and he in... The reason I'm reading this part too is because in a letter that he's writing to her. You realized he knew what he was. He knew how he was. So he says, he found himself opening his soul to her in a way unmatched in any of his other relationships, warning her of his dark side. Admitting things he could never admit to anyone else. So just wanna read you a quote from the letter he's writing to his soon to be second wife. Just another warning that the deepest pessimism and general lack of admiration for the human race and myself are probably with me for keeps. I don't want you to get hurt by being too hopeful that you can do something about it. And that is a great deceleration of the mindset that you must avoid. Are you going to have a... He suffers his whole life. He's a miserable person his entire life. And to me, I think Andrew Carnegie actually got it right. This idea that that's like, on I'm pe. I'm down on myself and nothing over change that. No. That's not true. And so this is what Andrew Carnegie you said. A sunny disposition is worth more than fortune. Young people should know that it can be cultivated that the mind like the body can be moved from the shade into sunshine. And what's really bizarre about this book is everybody talking about how Smart is. He's a genius, everything else, but he never understood that, hey, learning how to people skills how to deal with people, is something you can learn, it you can change. And if you don't, it's going to stop you from accomplishing the goals if you need to quote to collaborate and cooperate with other people, which is if you're building a company, obviously you do. So now we got to my favorite part of the book, and it... I'm gonna quote heavily from this chapter. And the chapters titles really peculiar ideas how to motivate people. Read that as really terrible, bad, stupid ideas. He's an example. So at this point, he left bill labs. He's setting his own company. He's working as... There's like a division of another company says say hey I'm gonna bank role you. It's almost like if you have startup up inside a larger company. Right? So that's what Shock semiconductor is. And he's he's really famous. A lot of people know of him. They don't know him personally. So he's calling all these young physicists and Phds from all of the countries saying, hey, we're gonna you know, invent... We're we're gonna set the path of new technology. I'm gonna build this giant company doing so, and it's gonna be built around transistors. At least that was his originally. He wanted up changing that. But in this book, excuse me, in this chapter, we're really gonna see that Bob... He's the anti Bob No, and a lot of the things that that Bob No succeeded in many ways by doing the opposite of what Shock did. And he's gonna play a heavy role here because 1 of the people, 1 of the young physicists that Shock recruits is Bob No. Okay? So it says, Jim Gibbons walked into Shock office, sat across from him and was ready when Shock pulled out his stopwatch. This is Shock bizarre way to interview people. So he's... This is shock speaking. You have a hundred and 27 players and a single tennis elimination match? Shock said. How many matches does it take to determine a winner? Click. So he ends the sentence starts to stop. It was August 19 57. Jim Gibbons was a young physicist, like every other new employee. He had to take an intel... A little intelligence test. Shock knew perfectly well the Gibbons had a Phd from Stanford, worked at Bell Labs and won a scholarship to Cambridge University. Cambridge University. A good sign had something between his ears besides lint, but everyone coming to work for shock semiconductor had to take a battery of tests. Shock had great faith in this kind of testing, feeling in increasingly that things like intelligence and creativity can be quantified. That the test had no real scientific basis never seemed to bother him. Given thought only for a few seconds and said, well, it must be a hundred and 26. Now here's the bizarre part. He got the answer right. Shock is not happy. He gets mad. This is what I mean about. He always has to be the smartest person. Shock looked down at stopwatch. His face red. What? Well, it must be a hundred and 26. How did you do that? Shock asked. His agitation growing? There's only 1 winner and that means a hundred 26 people have to be eliminated. It takes a match to eliminate somebody, so there must be a hundred and 26 matches said Gibbons. Shock pounded the table in fear in fur. That's how I would do it. Have you heard this problem before he demanded. No sir said the young scientists confounded as shock reaction? The nobel Lau was coming un unchanged The thought that Gibbons might have been as smart as he was seem to frighten him. And so that right there is a perfect example of the problem, the fatal flaw that he had at the very beginning of starting his company. I am the smartest person here, all the good ideas come for me. So what is the point of recruiting what you're were talking about some of the smartest people in the country. If you don't... Like, what is the point? He's like, no. No. The way he ran his companies... The ideas come from me, you guys do the work, but I am the genius, and I will lead this company success. Obviously it doesn't happen. So it says, the rise and fall of Bill Shock company took less than a year and a half. It profoundly affected shock. But it even had more impact on the world around him and on our lives today. In all of the history of business, the failure of shock semiconductor is in a class by itself. So first starts out talking about, like, why was he able to recruit so many great people. Shock reputation as a physicist was une. His knowledge of semiconductors un challenge, and he was anxious to get rich in business. So he sets up, he announces a new company he's gonna do a press conference and says. Shock held a news conference in San Francisco to make the official announcement of their plans. By now, several newspaper reporters were calling him the inventor of the transistor, ignoring that he had... That he was working on a team. He predicted that transistor production would increase by 100 to 1000 fold in the next 5 to 10 years, which turned out to be a major under understatement. When reporters asked him why he was leaving bell labs, he said you only live once. I would like to do something else for change. He had already recruited 3 Phd physicist, and he had only begun the recruiting process. Shock genius for selecting scientific talent was at its height. That's something he actually did right. He was very good at identifying other talented people. Just once they started working together, they they hated him. So that's the problem. He could recruit you, but he just couldn't keep you. He traveled from 1 of the country to the other and to Europe. He placed ads and publications such as chemical and engineering news and scour other labs. He went to 1 meeting of the American physical American physical society sen to give a speech, but he actually he told the audience that he was recruiting. 1 of these people that signed up was Gordon Moore. He's gonna be 1 of the founders c founders of Intel and also the the creator of Moore's law. This is Gordon Moore signed up. So did the man who would become Moore's partner. The physicist, Robert No. Remember, I've considered this as a part 1 of a 2 part series. And the second part is all about this biography that Currently reading about Robert No. Noise was handsome athletic. Greg and had a huge infectious smile. The lid room is easily as its as it masked a truly remarkable brain. Shock may have been brighter, Bob No was surely wiser. No had an aura about him. Shock, like almost everyone who met noise liked him immediately. When he came out here to organize shock labs, he whistle and I came, noise said. I think, shock is about 20 years older than noise. Signing on, however, wasn't as easy as just showing up. Shock by now was becoming as obsessed with social science as he was with transistors. Interesting enough. I think he was more obsessed with social science and anything else and is even more than his life. The last, like, 20 or 30 years of Shock life is what... That's what he worked on, and that's where he basically Alienate needed everybody around. Although he would never seem to gather the same level of critical thought, meaning, he was able to think critically about transistors, but not social science. He bought into a lot of nonsense. He required everyone he employed to go to New york and take a better test from this firm, it's called Mc hurry, and Ham. So more and no went off to New York. They spent a day associating words and interpreting ink lots. And Mc and Ham hampshire mailed the results to shock, and this is gonna give us an indication. Like, how valuable was the time all the money and time and resources you're dedicating to testing all these people, and we're gonna see that based on the test results of Gordon Moore and Robert No. With all the assurance of a fortune cookie. Mc murray and Told Shock that the 2 future founders of 1 of the most successful companies in history were very bright, but they would never make very good managers. Shock hired a brilliant clutch of researchers about a dozen break innovative men. Exactly the kind needed to dominate the semiconductor industry. He couldn't have chosen better, and things began to fall apart almost immediately. 2 reasons, both trace back to Shock led to the problems. 1 was a disastrous decision. For reasons he never explained, shock changed his mind. He was going to build silicon devices, but they would not be transistors. Shock was determined to build what he's calling a 4 layer diode. And so this is what I mean about. We're gonna see noise as the exact opposite. And he's gonna fight shotgun on this. It's like no, no. This doesn't make any sense. We already have a good product. Why you inventing a product that we're not even sure we can sell. And so what's the problem? The ideal customer for a 4 layer diode was Western electric, which manufactured the equipment for the bell system the bell telephone system. At and T operated a regulated monopoly time. They could design and build their own equipment, and it would be as big, and it could be as big as it turned out to be, cost whatever cost. It did not need elegance or simplicity. The only... Essentially, they've isolated themselves from any kind of market influence. Right? So it's they're trying to invent in inside of a vacuum, which normally it doesn't work out. Well, the only criterion was that it worked. And since they had no competition, they could control the market for the equipment. They're still talking about At and T at this point. At and T never did anything on the cheap. Shock has spent most of his professional life at bell Labs working in that atmosphere. So this is the problem too. At this point, Shock ideas on business are all theory. But he's spent his whole time working for you either the government, the defense department, are Bell Labs, which had a legal mono monopoly at this point. He's never been exposed to the market at all. And he's trying to develop things with a... Just in theory. Right? So it says the shock diode would have been perfect for the switching devices in the bell system. He knew. And perhaps for the Pentagon. So he's was talking about Was okay, maybe I can design a product for the 2 places I worked. But unless he can unless he could prove, they they were robust to very high standards, even the bell system wouldn't buy them. They were a very little use to anyone at that time, which is very bizarre because he just had this press conference talking about transistor growth. It's gonna be, you know, hundred fold a thousand fold winds up being much larger than that. So instead of going into a growing market. He's like, no, let me just invent something that only 2 2 companies might actually buy, and I don't even know if I can actually produce the the actual product, which he winds up not being able to produce it. And so his company just so you know, Take it front. Never makes a dollar and goes out of business really fast. No believed that starting a company with the diode as the primary product was a mistake. The market was limited and Shock had no idea how to manufacture them reliably. A new company ought to make its first product something with a broad range of customers and uses. And something within its competence noise was that's noise argument. A new company could learn the culture of manufacturing that way. It would also generate sufficient cast flow to keep it healthy. Then if it was determined useful, shock semiconductor could invest in the shock diode. The entire senior research staff agreed, But here's the problem. It doesn't matter what you guys think? I'm shock. I'm the genius. You guys are just doing the work? All the good ideas come from me. You're not as smart as I am. What is... What... What why are you giving me feedback? I am a genius. Shock would not budge. He ordered a staff to get to work designing and building the diodes. No argued against the decision. Intentions grew quickly. They did not ease when the company found it couldn't build diode satisfactory. They wanna being paper thin and they break out as soon as they're made. Ching course at the direction of his employees was not how shock envision running a company. So his employees clearly have the better idea. S like no no. I'm running the company. I'm not... Think about how crazy that sentences is. Changing... Wouldn't you rather just be right? I don't care where the ideas come from. We're on a team. That's what a company is. I... It doesn't matter who comes over... But this is the same... You see the reason I spent so much time. Talking about his bizarre response to 2 people on his team inventing the Transistor are completing the work. They're based on a lot of his theories, didn't mean epidemic contribution, but the fact is it didn't come from him, so it's not... This is not how envision how things should be going. Doesn't matter that's how re that reality is not matching up with what's in my mind. I'm gonna go with what's in my mind. That is a very dangerous path to take. By the time by this time, shock consider himself an expert at managing creative institutions and creative people. That's ridiculous. That is a ridiculous statement and a ridiculous belief to for him to have at this point his in his career. He had spent much of the last 5 years researching. Yes. You wrote papers about it. You theorized about it. You have no practical experience, Dude. What are you doing? He's spent much of his last 5 years researching, such places as bell labs and Brook national laboratory for the Pentagon to learn how to nurture and encourage the best people. He wrote several papers on the subject. And then this next sentence reveals another fatal flaw in his personnel personality. He tries to to to dis instill human behavior down to numbers to graphs. And humans are much more complex. It's... This this impossible test, which much more complex in that. He shock reduced the process, meaning the managing creative teams down to logarithms and charts. He was this is so ridiculous. Again, he's founding a company supposed to supposed to be building a product. What is he doing Instead of that. He was working on several of these papers while his company was falling apart. His charts and logarithms did not tell him how to treat or lead the brilliant people he hired. Shock firmly believed that scientific advancement was a result of a solitary genius, him are a small group of geniuses who set the stage for an intelligent team of researchers below them to break the necessary ground. This is hilarious. This is a great summary of how Chocolate thought about this. A kind of trickle down creativity. He gave little credit to creativity from below. The workers are supposed to take direction from above and then progress will and sue. He of all people should have known better. The invention of the transistor violated that model. But again, I think he he just could not accept. They talked about his lack of self aware awareness. The invention of the transistor violated that model. Their men responsible worked for him without much direction. And if he had paid attention to history, he would have seen that the most... That most innovation comes from motivated individuals, not teams are hierarchical dictates. He had no idea how to manage not... That's a hell of a sentence. He had no idea how to manage, and yet we just saw previously, he considered himself an expert on managing creative teams. In reality, no idea. In his brain, the best there ever was. This book is worth buying just for this 1 chapter. If you just read the... This 1 chapter and absorb all the ideas and then avoid them realized, hey, this guy made a lit mistake up from mistake up from mistake, I gotta avoid that. It's worth the price book. He had some really peculiar ideas about how to motivate people send more. First of all, he was extremely competitive and controversial. If there's 2 ways of stating things, 1 of which was controversial on 1 of which was straightforward, he'd picked a controversial 1 every time. He thrived on stimulating controversy. Death stimulated conflict, not originality. He had trouble seeing people. Shock was often insulting, treating his employees, but the way he treated his sons, with no glimmer of sensitivity? His favorite crack when he thought someone was wrong was, are you sure you have a Phd? A kind of insecurity had crept into a man formerly so of his own intellectual prowess? The relationships were not good, no or called. Many people threatened to quit. Worst of all, he cannot keep himself from believing, he was in in a competition. Just to he had set himself up against Brat and Bard at Bill Labs, He now exhibited the same behavior against his own employees. The very people he hired because they were so bright. He just didn't want them to be as bright as he was. That his employees could come up with their own ideas did not register with him. Meanwhile, shock shut semiconductor wasn't doing very well. It had no product to sell and had virtually no income or customers. The the chronology of the great mutiny is unclear, so this is where we get the traitor is 8. Which is 1 of the most famous events in Silicon Valley history. This is what happened. So Beck Beck is the guy that owns the company that's bank rolling. He's the owner of the the main company that Shock is a, like, a subsidiary, like, inside of... And says Beck was having some of his own problems. His earnings were down and so was his stock. 1 place spending the most on research, proportionally was shock semiconductor So but he's bank rolling all this. They're trying to develop a product, but they're still in the stage where they don't have no products. So have no revenue coming in. And so what what beck me is seeing from his vantage point is just money going out and nothing coming in. Right? So he says, beck when Flipped to Palo Alto and called a meeting at the company was Shocking and his senior... And other senior people in the room. He explained to them that they needed to keep some eye on expenses bill shock responded with profound stupidity. This is the guy that you are literally dependent on. He is paying all of your bills. And again, chalk care. He's he's the loan genius. Right? He stood up and told Beck in front of the other staff that he found what Beck had said, outrageous and unacceptable. Beck Arnold calling him by his first name Arnold he said, if you don't like what we're doing up here, I can take this group and get support any place else. Then he walked from the room. Leaving behind an astonished senior staff and a humiliated ben. The next morning, 8 or 9 of the staff decided it was time to let Beck know what was really happening the company. He went to 1 of the other he went to 1 of their houses and called Beck. That's not a serious threat he told Beck. Shock couldn't take the group with him if he wants at the stage of the game. Meaning. We don't even like the guy. Things aren't going well up there. Are they Beck asked. No. They are really not. The message from the researchers was simple. Shock had to go. They were prepared to quit otherwise. They worked out a compromise. Shock would remain as a senior consultant, but not as a director. Beck would send up a professional manager from his company to manage Chocolate semiconductor and the scientific and technical decisions would be made by a committee of researchers. Headed largely by noise. Now keep in mind, this is a group that eventually is going to leave gonna start another company called fair child. Semiconductor, then they're gonna leave that company few years later and start intel. So these are extremely talented people that Beck has working firm right now. But for some reason, he works out this this compromise, okay, We're gonna neutralize shock. Think changes his mind. And once he changes his mind, they're gonna dip out. Okay? So it says shock would remain... I just tried that part. The scientific read that part too. Beck decided it was time to tell shock. So he meets shocking for dinner. I have bad news he told Shock. Then outlined what he had been... Would have been happening. That most of his Phds were on the verge of leaving and that Shock management was the issue. This is Hilarious. Shock was stunned. Beck told Shock the proposed compromise. Essentially giving shock a way to way out of his dilemma. The compromise meant that Shock would end up a consultant in his own laboratory. The next morning shock went to confront... Went to the lab to confront the rebels. I had the privilege, so it's talking... Gordon Moore is the first person he talks to. It says I had the privilege informing him that, yeah, I was part of the group and so essentially. And so essentially was everyone else on the senior staff. Shock got up and left the off. This is a very common talk tactic of shock. When he hears something he doesn't like just like he did with Beck and now he's doing with more. He'll do this so as a his wife, his children, all these other people. He gets up and leaves like a child. Even shock knew that he had failed. The shock was surprised it is itself surprising. The signs of trouble littered his diaries. Moore warned him of mental stag nation among the researchers. No told him that they were spending time on the wrong product. Noise winds up being correct because he builds a giant business with with the same product that dead shock invented. Yet he did not take any of it seriously. Beck had a surprise for the rebels. He told the 8 that he had decided Shock would remain in control, but he hoped something could be worked out. Bad idea by Beck. The rebels who thought they had a deal now found out they did they did not after all. Noise asked to speak to Shock. Clearly, he and noise disagreed on major policy issues. No told Shock the reason they went behind his back was that they felt they couldn't talk to him. And so noises is I'd say, I'm not even gonna listen to this guy. Noise still convinced that Shock was chasing the wrong technology. So noise and his colleagues were working on manufacturing processes for silicon transistors in defiance of Shock orders. Essentially, shock semiconductor had split in 2 with no 1 in charge. The situation was un 10 for the rebels a shock semiconductor. The Shock family had a propensity... Says the Shock family had a propensity for noting catastrophic events in as few words as possible. So in his diary in On in September 19 57, he made the following entry in his notebook. Wednesday, September eighteenth, group resign. It was the birth notice of Silicon Valley. And now we get into this greatest illustration of what I feel is the main point of the book that if you just avoid, you do the opposite of what shock would do. It's the same thing what Manga was talking about. Just avoid the stupidity and you'll be way farther ahead than most people and so they just start avoiding the stupidity of Shock and building their own company. What happened to the 8 is not a digress in the story of Bill Shock. It is the key to understanding the rest of his life. They became known in the mythology of the valley as a Traitor 8. They decided they, like, working together and believe that noise had a rational handle on how a semiconductor company ought to act at this stage in the industry. So next week, we're gonna talk about. This is today, this week, we're avoiding everything the shock does. Next week, we're gonna emulate. A lot of... We're we're going to do the opposite We're gonna copy a lot of the good ideas that Bob No had. And this is not a new idea. Steve Jobs is all, you know, I've talked about it over and over again If you read Biographies, he steve jobs, Robert No plays a role because he was 1 of the main mentors Steve Jobs. Steve Jobs was in his early twenties since time starting Apple. Noise at the time was in his fifties already really successful. And he took jobs under his wing. And so what jobs did was learn from the feet of Bob No we're gonna do next week through his bottom. Okay? So it says they had decided, like, worked together and believe that noise had a rational handle on how a semiconductor company ought to act at this stage of the industry. 2 men, bud coy and a young Harvard Nba, Arthur Rock. I've talked about Arthur Rock a number of podcast. He was in number 01:57, the innovators. He's also I think in I think it's number 01:10. It's on Henry Singleton. He he funded. Not only fund Apple, Intel and Tele. So Arthur really interesting. I I try to find a biography on them I couldn't find 1. But if I if you ever come across 1, Let me know. I'd love to read biography if you of them. Arthur rock flew to California to meet them. Rock and coil convinced them that instead of going to work for another company, they ought to form their own. This is where he he hooks him up with this guy named Sherman Fair child, Again, another fascinating character I can't find biography on him either unfortunately. And they start... They they they basically duplicate what Shock did by having another company fund. Then they're going to to leave that company later, get funding from Arthur Rock just on noises reputation alone. I think they raised money like, a day. Like, immediately. Everybody... I'm pretty sure everybody called. Yeah. We're in. And that that's gonna be the beginning of Intel. Anyways, on October fourth, this soviet union launch Sp nick 1, the world's first space satellite. So I always go back to that idea that Mark Jason has. It's a rather counterintuitive, and he says what's most important what's the most important key to your success of starting a company. And I think it's is it that is the team? Is it the product or is the market. And he says most people pick the team or the product? And he's like, I'll push... I'll pick the market because in a great market, it pulls a great market pulls the product out of you So Ne had this idea years before. Hey, we're building the wrong product shock, build a transistor. And now On bonus unbeknownst to him at the time. He's runs he's gonna run be correct. And part of this is because this market is going to develop overnight as a reaction to the Sp launch, and it's going to pull the product out them. Sp turned America's attention towards science and technology in a way that decades of nagging could not. More importantly, Congress insisted that the conquest of space should be a major government priority as a matter of national security. That what does this mean? That meant that a lot of transistors were going to get sold. Shock and his company were just as well positioned as nice and more a fair child, but no was selling the right product and shock wasn't noise is going to accomplish all the the dreams that shock had. And part of the reason he couldn't couldn't accomplish those dreams is because he thought he was the smartest person in the room and all good ideas originate from he nobody is that smart. Nobody. And the more you read these biographies the more you you study some of the smartest people in history. What are they... Not there... They have confidence themselves, but they're full of doubt, meaning they understand that there's so much more to learn. Than any 1 person could ever learn. It's the only the idiots think they have everything figured out. By December, a year and 3 months from the split. They had earnings of better than half a million dollars and were making a profit. Shock semiconductor had no reliable product and was still not earning money. Several the original 8 left either took for their own... They're talking about the the traders ate there they were all at fair child. So I fast forward a little bit there on you. Several of the original 8 left either to form their own companies or to start a new adventure. They became known as fair children. The companies so so they go out and they start. Think he traces it. I forgot what the the exact number And you trace, like, 65 or 70 different companies... They had direct lineage from the traders 8, which is remarkable. By 19 68 noise and more decided was time to go and set up their own company for the thrill of it. They raised the capital based entirely on No reputation, with 1 telephone call to Arthur Rock. Arthur Rocks, you know, again, he he invested henry Singleton, who maybe be the, you know, our warren Buffett Charlie Mu so he has the single best record in American business history. If you've not listened to... I did 2 pack podcasts on him 1 on the book of the outsiders, maybe, like, founders 98, someone... I just... You'll find it just smart enough. But if you have not, definitely founders number 01:10. I listen to both of them, because that's a hell of a statement from somebody that that Mu And Buffett have have studied maybe more different more entrepreneurs and different businesses than almost anybody else alive. Right? And for them to say, hey, this is the guy. This is the the most impressive person is a rather remarkable statement in my opinion. But anyways, even if Arthur rock investment in henry Singleton, Apple, he said the only investment he ever made that he was sure was gonna work out was Intel. So that gives you an idea of the the importance of and they the impression that Bob No scored more and the rest these people had on him. They called the new company Intel. They lived Bill Shock Fantasy. They directed the flow of technology and made billions. In that sentence is just to me devastating. Because what is the point of learning these things and reading books of going on getting experience of working hard. It's to change. You're not supposed to be the same person at the beginning of this process or should he the same person at the end of the process that you were the beginning and yet Shock didn't... Like, that's why I kinda take issue with everybody calling him a genius and a smart he was. I don't know. He never learned... He had a 1 glaring weakness and he never even bothered. To try to fix. You can learn how to not be a jerk had actually work with other people. And if you absolutely cannot do that, then hire somebody that has those skills. I think Rockefeller talks about, you know, I forgot the exact code quote, but it's basically saying that, you know, people skills is something you can buy, and I hire... Like, I I spend a lot of money hiring the best managers because he understood that that building a company is having it... Is on... Is being on a team. And that means you have to be able to work well with others. No life in Gordon moore's life is a is an illustration of, hey, I'm gonna constantly learn, and I don't know where this knowledge is gonna lead me. All I know is that I'm going to change as a result of that knowledge. Shock made the fatal a mistake that I already have it all figured out. And as a result. They lived Bill Shock Fantasy. Shock had a terrible life. Wait till I read some of the... Just... He is he is the best example I think I've ever come across as a person that you wanna avoid. When I always say, hey, my blueprint for life if if you wanna know who I'm trying to emulate who I'm trying to learn from because we all mimic and we all copy and every everything that we take in is gonna influence us. To think otherwise, it's a fundamental misunderstanding what humans are. Right? So if I know that I'm gonna copy and I'm going to be inspired by other peep... By other people, then I want to pick... Like, I want to make sure that I'm selecting the very best people possible to to influence me. Right? And so I would say, hey, At Thor... To me he's the blueprint because he figured it out He didn't... He was very successful. He was smart, he lived an interesting life, but he was a good father. He had good relationships could took code of his health. He realized that living a great life is is being balanced. Right? And not over optimizing from 1 point for what aspect of your life at the detriment to others. Shock is on the other than the spectrum. He's said he's a life I want to avoid. I do not want his life. I don't want anything close to it. And I think a lot of people are or would would arrive at that's same conclusion. If you if you read this book if you study his life. Bay lived Bill Shock Fantasy. They directed the flow of technology and made billions. He had a goal, which is weird. Think about go back to World war 2. His his job was we have a goal. Can you make sure that the army being most efficient is is taking the most efficient path to that goal, which he might up solving. But he didn't apply this was only life. I have a goal, am I taking the most efficient path to that goal. The answer of course is no. Maybe he realized that maybe he didn't, but he never acted on it. Is very bizarre. What is also, I guess I'm over my point here. What is also surprising is which is that shock did not learn from his experience. He acknowledged that all the rebels had a deep respect for his scientific intelligence, but he concluded the had spent too little time on human relations. This is listed all my goodness. I can't believe this guy. His imp and ability were were communicated to his employees. And he knew this. Right? So he says problems are primarily interpersonal he wrote in his journal. This is what he does. So everybody leaves. He's still got a company. He's gotta rest staff them. Listen to this. Still, he came to the wrong conclusion. Obviously, he had hired the wrong people. So it's not me. It's never me. I I'm never at fault here. It's... I'm a I'm a genius, and you... Okay. So you don't respect my genius. You don't think we should build a diode You're the problem. What he needed was a bright collection of scientists who knew how to take orders. Shock was off to Europe. There are thanks to an educational system in which professors ruled classrooms like divine wright Monarchs. He found the kind of employee who would do as they were told. It never occurred to him that if a flock of wild gee are sent off in the wrong direction, it doesn't matter how close the formation is. If an idea came from below, it was rejected automatically. And to acknowledge that Noise had been right would totally upset shock theory of management. By April 19 60, Beck had had enough and shot shock and bailed out. This is the end of his company. Now think about that. I have a theory. I know everything about management. I put that theory into practice. Oh, okay. It didn't work out. So it's not that my theory as wrong because I had the wrong people. This is the exact opposite of what Mu said. Destroy your ideas. So if Mu says, destroy your ideas, Shock says, no. I'm a genius. The company quickly disappeared never having a made a profit for anyone. And now the author does a great job of summarizing the section. A gene of silicon Valley showed that virtually every company in the val valley could show a line leading directly to someone who worked at and eventually left fair child semiconductor. Everyone from Fair child originally came from shock semiconductor. Shock company was the seed of Silicon Valley. Shock earned none of the wealth, shock earned none of the credit. So a large part of the rest of the book is shock gets into this idea that that white people are the smartest race. He tries to quantify intelligence. He has a ones up having... And he alienate everybody with this. He he gets in a devastating accident right after his company fails a car accident. And he winds up his his wife is on crutches for, like, 3 years. He's on crutches for, like, a year. He's very... Like, and so everybody blames what comes next on that, on maybe, you know, maybe hit his head, maybe something happened, like, why did he spend the rest of his life and other people and talking about. He said, you know, if you wanna make, black people smarter that you need to... For a, he said, for every, like, 1 percent of white ancestry that you can you can induce into to black people, and makes some increases their Iq by, like, 1 percentage point. I mean, he's got some crazy, just bats shit crazy ideas. But the problem with that, that would would blame it on the car, on the Car accident, when he was younger when he's married, he winds up... His wife wants them to go to to dinner with... I think I can't remember it. Maybe she's from the Caribbean, I forgot who the person was. But he's 29 years old all the time. And in the letter that that... Or the journal entry, He talks about that he thought that that white people were superior to other races. And so that's why even, like, it got so bad that, you know, people stopped inviting him to to give speeches, And the whole time, he didn't take the response from other humans as, oh, maybe I'm wrong about this. He actually spent more of his time getting more and more press, and he liked the fact that he was almost like a troll, Like, a a modern day Internet troll. So I'm not gonna spend... But I'm gonna... But I'm not gonna spend spending any time on that. I wanna talk more about... Again, what I think is the main lesson, like you gotta to develop your people skills. And, you know, some people are more introverted. I'm definitely more introverted it doesn't mean you can't learn how to deal with people. I always think about what that that that lesson that Jeff Bezos for, you know, references. He was like 9 or 10 years old the time and his grandfather taught him. They're on, like, a a road trip, his grandmother in the front seats smoking cigarettes. A time. It hit came out, and said, hey, you know, let's say, every cigarette is whatever, it takes 7 minutes off your life or something like that. So Jeff Bezos did the calculation. How many cigarettes that his grandmother smokes, and so he does calculation jumps to the front. He's like, hey, You've taken 9 years off your life. She starts crying. And he he was surprised at that reaction. And Jeff, like, I I thought, I'd be... You know, people like, look, how smart you did all the math. It's big calculation. His grandfather pulls over. And and Jeff was scary. He's like, my grandfather was a very patient man. I spent, you know, every summer with him. He's very wise man, but he never, like, ad mocked me. And I didn't know what he was gonna do He was he gonna yell at. Was gonna smack me. And you just very calmly said Jeff, 1 day you're gonna learn that it's harder to be kind than it is to be clever. There's a lot of wisdom in that. There's a lot of clever people, but your gift farther being kind. So let's go back to that lesson that Shockingly never learned. He's a terrible person. He's unable to build relationships with other humans, let alone his own children. 1 day 19 64, Shock came to New York and dropped in on his son bill. Suggesting that Tu should spend more time together. Bill had a copy of mechanical engineering magazine, and assuming it would be something to engage his father, he brought it to Shock hotel room. They sat around the hotel room the first day discussing the devices in the in the magazine. They did it again the second day. By this time Bill's head was swimming. He asked shock if he could take a break from physics and and if they could take a break from physics and just go see a movie or have a beer or something. Teaching is what I do. And if you want to do it, I'll stick around. Shock told son. If not, I'm going back to California. Shock left the next day. Bill never solves his father again. Shock was alive for another 25 years after this. Few years later, he invites a guy named Jensen over who's doing a lot of work in the same area. He wants to use Jensen work as a scientific way to prove that, of his theories on the fact that Whites are the most intelligent race, and, we're gonna see more of deficient personality here. Shock wanted to talk about Jensen research and his interest in intelligence. And sent Jensen some material to read beforehand. Jensen was busy and didn't have time to do more than look at it. Shock began quiz him over dinner about 1 of the papers he sent. Jensen had to admit that he had not read the paper very carefully. Is that how you people in behavioral of science do your homework? Shock said? No wonder you're in such a mess. I have better things to do than talk to you. He got it from the table and went in into a study to work, leaving Jensen and his wife staring at each other. Jensen and tells of another incident in which him his wife, the shock and a friend from Berkeley and his wife were having dinner. The friend had expressed an interest in meeting shock. During dinner, the friend had the t mer to contradict something shock had said, a minor point. With fire in his eyes, shock looked at him and said, what field did you say you were in? What law of nature have you discovered? So this is like a decade, maybe a decade and a half after his company failed. That's exactly what he did with his employees? How dare you contradict. I'm a genius and all good ideas come from me. He also him and his wife had the bizarre, the bizarre habit of recording every single telephone conversation. That they had. And I'm gonna read you the section. I'll tell you the the the simple note in the way I would summarize this. Every conversation was recorded. Every telephone conversation was then, entered into a log log book in chronological order. What time date, party on the phone and brief description of the of the phone call. Every call, no matter how minor was taped, indexed and stored. Shock took the same care with correspondence. Every piece of mail from the shock lease or to them was saved in a color coded for folder. Every piece. Every Christmas card. Every discussion over a bill with the cable company. Every letter, every notice of of a magazine subscription lapse laps. Every receipt from Federal Express for packages coming or going was recorded. Every piece of paper was indexed and catalog. The files still contain a note that Emmy, that's a second wife sent to general foods about a j recipe. And when I read that section, I just jot it on a little note to myself, there is no joy in his life. I mentioned earlier how he's constantly wanted to... For the rest of his life, he's cultivated press attention. He demanded credit 1 his idea spread widened and far. 1 of this... He said something terrible about his own family. I mean, who talks about their children's way in in an interview. In terms of my own capacities, my children represent a very significant regression. He's saying this in public. My first wife, their mother had not a not as high an academic achievement standing as I had. So not only saying, hey, my kids are dumb than me, but it's it's my wife's fault. Because I had kids with somebody who was not as good in academics as I was. And just a few more things, few more examples of, you'd have to categorize him as a broken miserable person. They had very few friends left. He had driven the rest away. The type of people I am drawn to are those who have similar views as my own. He said. Yeah, that's a problem. He made constant use of Stanford 2 swimming pools, where he was famous for insisting that everyone in the pool was in a race with him whether they knew it or not. Shock saw anyone in the pool as competition. He would swim alongside them and started racing them. Sometimes taunting them to challenge him. These are strangers. After a while, a few waited until he got out of the pool before getting in to avoid him. His wife is still alive, after he dies, and she's working with the author. She lets him have access to shock files. And so he asked her. Did he ever in the more than 30 years they were married, tell her he loved her. I remember vividly she says, 03/07/1984. He told his wife, they loved her 1 time in 30 years of marriage. And somebody he worked with. It gives us a great description of his personality. They called his personality reverse charisma. And I would say that's the opposite of noise. The way people describe noises that he was charismatic. He, again, he's the anti shock, or maybe shock is the anti noise. So he dies at 79 years old of prostate cancer, and I think this is the most distinct way to demonstrate that you fell a life. Alison read about her father's death in the Washington post. Emmy, obeying her husband's last order did not call her our shock sons. Emmy had her husband's body cr. She did not have a memorial service. It's not clear who would have come. And that is where I'll leave it to get the full story. You can buy the book, you're gonna buy the book using a link of Show should be supporting the podcast at the same time. I would say just... Even if you're not interested in his early life, or anything else about Shock, it's probably worth the price of admission just to read chapter 9, which is really peculiar ideas about how to motivate people. That's the the chapter goes in into great detail about the rise and fall of his company. And again, I think just learning... Like Mu says learning from the experience of others is a trick. Alright. That's a hundred and 65 books down 1000 ago. Thank you very much for listening, and I'll talk you again soon."
}