{
  "transcript": "Bob No took me under his wing. Steve Jobs said. I was young in my twenties, and he was in his early fifties. He tried to give me the lay of the land. To give me a perspective that I could only partially understand. You can't really understand what is going on now unless you understand what came before job said. Before Intel and Google before Microsoft and Apple and Pixar and stock option millionaires and billionaire venture capitalists. There was a group of 8 young men, 6 of them with Phds. None of them over 32, who disliked their boss and decided to start their own transistor company. It was 19 57. Leading the group of 8 was an Iowa born physicist named Robert No. A minister son and former champion diver with a doctor of Mit, and a mine so quick that his friends called him Rapid Robert Over the next decade, no managed that company, called fair child semiconductor by teaching himself business skills as he went along. In 19 68, ne and his fair child c founder, Gordon Moore, launched their own new venture. A tiny company, they called Intel. No believed that big was bad, or if not downright bad, at least not as much fun as small companies in which everyone works much harder and cooperate more. When he left daily management at Intel in 19 75, he turned his attention to the next generation of high tech entrepreneurs. That's how he met jobs. And that's how he came to serve on the boards of a half a dozen startup up companies and informally provides seed money to many more. He strongly believed he was doing his part as he put it to restock the stream I've fish from. He always threw himself entirely into the activity at hand. In whenever he did, he tried to excel. His powers of persuasion were legendary. He inspired in nearly everyone whom he encountered a sense that the future had no limits. And that together, they could as he like to say, go off and do something wonderful. He was like the Pie piper. If Bob wanted you to do something, you did it. His was not a simple personality. He was a small town boy suspicious of large bureaucracy. Yet he built 2 companies that between them employed tens of thousands of people. He was a preacher son who rejected organize religion, an outstanding athlete who chain smoked. And an intensely competitive man who was greatly concerned that people like him. His favorite ski jacket featured a patch that declared no guts, no glory. And it was a fitting motto for a man who flew his own airplanes and chartered helicopters to drop him off on mountain tops, so he could ski down through the trees. He was with tens of millions and owned several planes and houses, but nonetheless, somehow maintained a just folks sort of charm. Warren Buffett, who served on a college board with noise for several years said everybody like Bop. He was an extraordinary smart guy who didn't need to let you know he was that smart. He could be your neighbor, but he had lots of machinery in his head. His mother described him best when she said that he like to do a lot of things and do them well. That was an excerpt from the book that they we talked to you about today, which is the man behind the microchip. Robert No in the invention of Silicon Valley, and it was written by Leslie Berlin. Okay. So all the way back on founders number 8, I read the book of the intel trinity and, focused mainly on Bob No. And I discovered Bob No by lead reading a biography of Steve Jobs as steve jobs talks about at length, how important... And how important Bob No was as a mentor and how much he learned from. So that's what... How I found that book. Now I think it's another great time to dedicate an entire podcast Bob No because last week, And then I consider this part 2 from last week's podcast. Okay? And William Shock and Bob Noise both were in the same industry. Bob No used to work for William Shock. Let's say they even have the same level of intelligence and similar skills. Yet, why was William shock at the end of his life, such a failure that his wife couldn't even have a funeral form because no 1 would go. And yet at Bob No had thousands of people at his funeral wind up achieving all the the dreams of starting companies and directing technology and building wealth that William Sc had but failed to achieve. So I've I think of William Sc as a perfect example of what not to do, and Bob No says a perfect example of what to do. And so the good way I think about Bob Sees the anti shocking, and that that term will come up several times today. I wanna go right into the beginning of his early life, though, I was reading over the highlights that I had, just now and I was surprised. Not surprise, But I think the the part of this book that I found most interesting was actually his time at fair child semiconductor. He's in his early thirties, and it's because we see him struggle with self doubt and how he overcame that and not let that get in the way of actually building what ones up being 1 of the fastest growing companies in the history of American business, which is fair child semiconductor. And then not only able to do that, but to do it twice and do it again when he's in his forties and do it with Intel that I found very interesting. So first before I get there, Let me tell you a little bit about his personality and his early childhood. So he was competitive from day 1. He's very charismatic. Very soft spoke you're heard Warren Buffett a, you know, he's very... He didn't even... You knew he was intelligent by talking to him, but he he did not show it to. He wasn't aggressive in any means. But he did not mean that he did not have an internal desire, a very strong desire within him to be the best at whatever he was doing. So his Bob knows his early childhood memory involves beating his father at Ping pong and feeling absolutely devastated when his mother's reaction to this was, hey, wasn't that nice that Daddy let you win. Even at age 5, noise was offended by the notion of intentionally losing at anything. That's not the game he said. If you're going to play, you play to win. And 1 of I think the early motivating factors for rubber why. Now he was driven as a young boy, but his... He grew up during the depression, and the depression was having a devastating effect to his family's finances. His father is a minister, Bob at this point is just the little kid, and his father's name is Ralph And says Ralph Salary was once 2400 dollars a year and it now plummeted. In 19 34, he was paid only 1200 dollars a year so he's already done 50 percent it gets worse than next year. By mid 19 35, the church was 5 months in arr. So now he's not even getting paid. Often, he would... He was given a wagon load of corn cob are ham in lieu of pay. And this causes his dad to have to find other means of employment. He was... They had 4 boys, he was there constantly when the the kids were little, but because he needed to find a new job. Now he's gotta travel all over the country. And in his father's absence, he starts to have this early rebellious like mis fit streak. So say so it says in a single year, Ralph had to drive more than 25000 miles of twisting rural roads and addressed a hundred and 10 different audiences. His boys felt lucky if he made it home for Sunday dinner once every 6 weeks. His mother called these years, mother with a daddy on the road, and this is where we start to see that he starts... He gets into this early fit behavior. Harriet. This his mom had her hands full. We called a neighbor. These boys, especially Bob were into devil. Wanna a great word by the way. Bob started smoking cigarettes, and he isn't... He and his friends enjoyed tipping over out houses on nearby farm. So this rebellious streak that he that he's exhibiting when he's a younger, young boy. He brings with him to college. And 1 of... He talks about 1 of the most important lessons that he learned. Was in college. He winds up stealing came in a group of, his fellow classmates to College. They went up stealing as a prank stealing a pick from a farmer. And he's going to this college called G. It's in a tiny tiny little town, and Bob had the bad luck that the the person he's the farmer that he stole a pig from, why it being the mayor of the the town and wants to press charges, and he come becomes very close to being expelled from college. And at that time, if you got expelled from 1 college, other colleges wouldn't accept you. So he talks about how being so close to his entire life because he... When he was passionate I was studying physics to being derailed by 1 stupid mistake. Which is the lesson he took her away. Like, 1 bad decision can ruin your life. We're not there yet, but this is help, this how a friend of his in high school described Bob when he was in high school. It seemed like he was always in a hurry to get somewhere, and he got there. He starts taking college level level physics courses. And this is an insight into, you know, the brilliant mind that everybody said was very apparent when he got older, sign that this was there even when he was a young person, and he meets probably the most important teacher. That he ever has, and he wants maintaining a relationship with this teacher for his entire life and his teacher's always constantly not he's he proud of Bob's achievements later on, but he's always checking up on them. In fact, when Bob goes to Mit, this teacher, his last name is Gail was worried because he himself didn't to have a phd. Like, maybe I, you know, I was his teacher, maybe I wasn't qualified. What if I sent him off to, you know, go from a tiny little town to now, you know, the quote unquote big leagues in Mit. Like, what if he's not ready. So It just gives you an insight. He went up writing to the, the college of, like, please tell me, like, give me updates on No progress. So this is somebody that care deeply about teaching care deeply about the people. And I think I can't overstate that effect that I could... That the effect that knowing somebody that cares that much about as a young person has. And no never... He never forget forgets that. He always tries to repay that. So anyway anyways, we're not there yet. In his introductory course, Gail focused on demonstrating the relevance of physics to daily life. This is just a smart way to teach. He issued note taking. He said that's what textbooks are for. In favor of real life demonstrations, and he did not make the demonstration theoretical. He tried to focus on practical knowledge. So he says, what what with what force did the snowball he hurled against the side of a science building hit on the bricks. Why did a skater spin faster when she pulled her arms to her side a nice skater. Why could you fill a drinking straw with water, seal the top of your finger and lift the straw without spilling the water? How could you prove your answers to these questions? His stock of app was legendary, and this is advice he's giving a young Bob noise. Have the courage of your convictions. He would urge, hesitating a student hesitating to guess an answer. Be brave. When a student with real promised began to ramble, Gale would gently ad if you can't divine it in 1 sentence, you probably don't understand it. And around this time, his older brothers, he felt he lived in their shadow, they were extremely smart, shame accomplished. And so he's he's hearing. He's getting letters and he's hearing about everything they're accomplishing. And the no left myself is man. You're gonna do so much more than this just weight. And really lesson to this this short paragraph is, we really can't predict how far we're gonna go what we experience. If as long as we don't give up. So says he listened attentive to his brother stories about a trip in New york City Remember this a small town farm boy. Right? He listened attentive to his brother stories about a trip in New york city. With the mixture of Envy and insecurity, that was his typical response to any of his brother's accomplishments. He wrote to his parents. So he, meaning his brother had seen this... Has seen the statue of Liberty. Wow. Someday I may get to as well. I hope. I'd better not stop dreaming. So even in that paragraph we're seeing that that little glimmer of insecurities what the the author described it as, keep in mind that that was temporary. He did have a lot of confidence in himself, and I really feel this next paragraph is just a great mindset to adapt. So a noise was slowly gathering experiences that would anchors his adult approach to life, which is not so much an approach as a head long rush into any challenge with the un unfavorable assumption. That he would emerge not only successful, but triumphant. It was a risk for him to jump from his job in Philadelphia to go work to move across the country to go work with Shock. When he realized Shock is crazy and the terrible manager, it was a risk for him to try to jump to fair child semiconductor, He was 1 of the founders of. Then after realizing, hey, this is grown too much. I'm not enjoying the managerial part of this job. I wanna go back to the beginning of working in the lab and actually building the technology, it was a risk for him to jump to intel. And so we see this over and over again that, you know, there's many times in his life that he said, okay. Maybe he said, oh, wait, that's, you know, that's too much bigger risk. I'm just gonna stay here. I'm going to settle. And if you do that, you snuff out your own potential. So you gotta have this mindset. It's like, you know what, I mean, I know have the skills yet. But guess what I learn... I know how to learn. I can learn these mindset. I I can learn the skills I need to do whatever to tackle on problems that's in front of me. And Bob has through through experience. He's got a lot of ideas that he's gonna tell us about like, not only management, but just risk taking just the way he thinks he's got a beautiful beautiful mind. As much as I hate shock, and Shock may have been the most dis person I've ever... Out of all the, you know, hundred and 60 something biographies I read for the podcast. Shock is probably the 1II dislike the the most. On the other end of the spectrum. Like, I really do admire noise. He's not perfect. He's gonna make a lot of mistakes with his family, which he he talks about and he advises younger entrepreneurs not to. But he's extremely likable and intelligent person. And I think my life's is better by reading his biography by learning of his existence. Alright. We're not there yet though. He's this is his father's description of Bob, which is a perfect way to describe him. Bob thrived an adrenaline and gasoline. Now wise in college, he packs his days, and he does this for the rest it his life, He packs his days full of interesting things. He's not... 1... The kind of person who's just gonna sit around and loaf around. And something he did in in in addition to his, rigorous physics course load is he got interested in diving. And so he went up being a, competing and diving. And this is where what he's doing here to... For before diving competitions. Is I think a good idea to to apply to whatever goal that you happen to have in front of you. And that's envisioning yourself at the next level. And it says every night before he fell asleep. Noise would mentally rehearse each of his dives in slow motion. Until he could see himself executing them perfectly. He called his habit envisioning myself at the next level, and he carried it with him throughout his life. In his mind's Eye, he could always see himself achieving something more. When I read that, there's a a lot of ideas that are expressed by different people through different times in history that may maybe not even knew each other. Right? But they have different ways of saying similar ideas. And when I read what he's talking what Bob No is calling myself in the next level. And maybe think of this quote by Mark Jason, who is full of quotes. If you go back to founders number 50, I read the P mark, his blog archive, which you could actually if you Google, I'm... I think if you go back in the show notes of, founder 50 I included the link. Because you can anybody can download this are free. I think it's, like, 200 and something pages. I highly recommend reading it, and obviously, listening to the podcast I did on it because Mark's a really brilliant guy, but he's also got great quotes and app that he just got a great way to communicate that stick with you forever. I... You know, Haven't read writing what 2 years or something like that. I always think about it. So when Bob is talking about envision yourself at the next level. This is... I feel a similar idea. And it's Mark Jason's idea about how malleable the that the world around us is that we may not even know that. So he says, the world is a very malleable place. If you know what you want and you go for it with maximum energy and drive and passion, The world will often reconfigure itself around you much more quickly and easily than you would think. Bob is doing the same thing. He's just doing in his mind. He's saying, I... Going after this energy, drive passion. And this is what I want the end goal I want the world to reconfigure around me. So I'm executing these dives perfectly. Also applies this to invent the integrated circuit. It's the founding of his 2 companies. The... He... Any kind of skill. He wants to learn how to be a pilot. He wants to learning how to fly jets. And it's this whole thing is just, like, putting all your focus and energy to what do I want my life to? You're not a by standard. You're the main character, act like. No was fascinated by the transistor. This is where he comes to idol shockingly before he meets him because shock me, of course, invented the transistor will... That's debatable, but he was at least on the team that invented the transistor. Okay? So he's bob Bob's Young. He's 21 years old when you first hear spelled transistor, but immediately grabs them. And it says is impressive that noise that 21 was able to understand the bell labs report describing these events. They're talking about, obviously, we know from last week that the transistor was invented within bell Labs I says, the report had been written by Phd scientist for senior electronic researchers, not for undergraduates. Yet, yet Gail going back to his his... The most important teacher his life, Yet, Gale insists that when it came to transistors, it would be a gross overstate suggests that I taught Bob much. We learned about them together. That that makes me think of, Bill Gates when we read the book the hard drive. I think it was founders number 01:40. And he Bill was, like, what is eighth grade ninth grade something like that when he discovers his computers at lakeside. And his teacher said something is hilarious. He's like, I knew more about computers than Bill Gates on the first day. But not after that because he just said Bill would just stayed in there. And absorb all the information you possibly could. So it was funny to see the echo here which can Galen. The information that Noise absorbed about the in his last month at G inspired him. Noise graduated a double major in math and physics. He also received a... An honor from his classmates. This was hilarious the brown derby prize, which recognized the senior man who earned the best grades with the least amount of work. That's not the funny part. The funny part is how he describes that to his parents, or as no preferred to explain to his parents, the recipient was the man who got the best returns on his time spent studying. Okay. So at this point, Bob goes off and he's at Mit. He's doing his graduate work. He's studying physics and he goes and visits his brother again, and he starts... He he he leaves that meeting. And he's depressed. And he's insecure. Doesn't he's doubts his the path of his life, The direction of his life. And the reason I include this is because 1, I think most people would be surprised. It's in almost every single book that we that we study here. So that tells you, like everybody goes through this. A lot of people go through this they they get scared of that feeling and they quit or they stop or they go to comfort. But that's not the right move. You gotta push through it Just like, okay, this is normal. Everybody's gonna feel this. It's temporary. I may feel like this for a few days, maybe a few weeks, whatever it is, but I'm gonna keep going forward. I always think about what using V gates another example. You know, he's very cocky. When his younger. He's like, I'm... I'll be a millionaire by 30. Went under... He was worth, like 350000000 by time was 30 so. He's rather wrong about that. He said that'll be a millionaire by 30. I I just don't know how, but then he also talks about having periods of intense out where he... I think the quote was he was a philosophically depressed guy, just laying about not knowing the direction of his life. More recently, Doctor Seuss goes to dinner with friends after college. And he's like, what is going on? I'm the only 1 out of mike College Uber friends that doesn't know what he's doing his life. And so this is what noise is is happening to noise. So again, when you feel like this just remind yourself it's normal and just keep pushing. His own life struck him as so bleak. That for 1 of the few times in his life, Bob always openly questioned what he was doing. The whole of the visit to my brother served to point out to me how mis directed I am. I think about how a is. He's studying he's in graduate school Mit. Like, you're you're doing okay, man. Don't worry about it. But again, our mind complete tricks on us. These people have some worthwhile goes in life. It doesn't seem to me that I have. And now we got to the part. My note on this is very simple reading this may be happy. This guy cares about noise. And this is, again, invaluable to us. At the end of No first year of Graduate school, Nathaniel Frank, that somebody at Mit, replied to Gail letter requesting information about Noises performance. Mister Ne has been an outstanding student all respects. We are sufficiently impressed with his potential that we have nominated him for a fellowship in physics for the next academic year, and he has received this fellowship. You to be congratulate on the excellence of the training, which has had which he has had, and we look forward to an outstanding performance by mister Noise. Grant Gail kept a letter for his rest of his life. So it's around the time the noise just phelps his like long love of skiing. And this sound nice learned to ski, but really, that's not the point. The point I won't... I'm bringing this your attention is because everything he does is like this. Remember, his nickname was rapid Robert. So he's like, okay. I'm not gonna start on the bunny slopes. I'm gonna go right to the hard part, and I'm gonna put myself in uncomfortable position and force myself to learn. Noise apparently started on intermediate runs on the assumptions that since she would end up there soon enough soon enough, why not just skip the bunny slopes and aim high. This is how his brother described at this time. Bob was not the type to slow down for much of anything? Now was interesting to me at this point, Bob is going to describe 1 of his professors. And this is a first example of him being the anti shock. No was interested in other people. Shock was not. Noise who had a profound dis trust of people he thought overly... He had a he had a profound dis trust of people he thought overly cerebral. He once described his professors mind as per preferred. Too much wrapped up in his own field and closed to anything else. He would sit in silence rather than talk about anything, but Math, go back to the story of Shock, which I found 1 of the most disgusting things he ever did. He's got adult son. His son buys a a magazine because he knows his father's likes to elect electronics and physics. They're in New York, and he's he's talking to him about it on the first day. The second, he's like, okay. Well, I've had enough about, you know, physics. Can we go... Let's go drink a beer dad. Let's go watch a movie. Let's go do some father and un bonding. And Shock responses, I like to teach physics. If you wanna learn physics, I'll stay. If not, I'm going back to California, leaves the next day and never speaks to his son again. Terrible person. This is nice at 28 years old. He's graduated. He took a a job at this company called Phil. And remember this part at 28. Now in 5 years, his life is not gonna be like this. At 20 years old, this says in in August 19 55, always noted. My current assets are, I have household for furnishings for an apartment. I have a car valued at 700 dollars. I have 300 dollars in the bank. I have stocks about 650 bucks, and I have a 20000 dollar life insurance policy. My current liabilities, other than, amount household running expenses. About 400 dollars are debts the extent of 500 dollars. My wife and children live with me and are wholly dependent on me for their support. Remember that's him at 28 essentially it doesn't have much. His net worth is very close to 0. He does have a job and he is supporting his his 2... I think he's got 1 child and a baby on the way, and then he's married as well at that time. So and this is where his life starts to intersect with Shock. So says on 01/19/1919 56 noise answered his telephone. The man at the other end of the line greeted at him with 2 words. Shock here. William Shock, the inventor of the transistor assumed no knew who he was, and he was right. It was, like, picking up the phone and talking to God. Noise recalled later. He won a noise to work for him in California. So we obviously no. He picks up off these coast moves an entire family at the... Against his wife's sw switches, by the way, her family's from New England. She wanted to stay in that area, and he takes this giant risk. It's like, hey, this guy is the most important person in the transistor field. This is what I'm passionate about. I have to pursue this opportunity. And this is where we're really gonna dig into the difference between shockingly noise. This the description shock management style. He made it clear to a young team that he would sign them to projects of his choosing to be done as he directed. Shock view that was that unless your thoughts were better than his, you have to do it his way. Many of the... So I didn't know this. Or maybe I... I don't think I I know. I I don't think I knew how close S and and, and no word. Night noise was essentially Shock right hand man. Even though he's much older than noise. While they're working a shock Semiconductor doctor noise becomes the d defect facto leader. And the problem is Shock is deficient on trait that noise has an abundance, and that's charisma. So it says many of noises peers felt that they learn more from him, him than they did from shock. Shock strongly adhere to the belief that in almost every aspect of life, there should be what but 1 winner, and he wanted to be it. So this is what they talked to us. It's very bizarre that you're you're competing with your own team. You're gonna alienate anything if you do that. This is a great way to think about shock, the culture under Shock. And again, this is gonna be the the exact opposite and for the companies that noise builds. Shock behavior deteriorated to the point that the lab came to resemble a big psychiatric institute. So Shock company lasts less than a year and a half. I covered that. Last week So I'm not gonna... I'm gonna skip ahead to where noise finally makes his decision to jump. Does this his financial situation at the beginning of fair charge semiconductor. Noise had no savings. This proved to be a problem when Arthur Rock and bud Coy. These are the people helping him launched Fair out semiconductor also went into last week, told the group of 8 that they needed... That they each needed to pay 500 dollars for an ownership stake in the new company. No asked his parents to inquire his grandmother. The only member of his family with any financial reserves could lend him the money, he promised to repay her with interest and think about that. So not only did they not have a bunch of money. Right? But this is truly remarkable when you when you when you think about... I mean, they you can't have a lot of experience in the transistor industry. They they didn't have that. That's my point. Because it's a grand new entry. So it says, before joining Shock, the group of 8 had between them, 3 years of transistor experience, and that's the part... They knew the product, what they were gonna do. They're gonna build transistors. They had 3 years of transistor experience and all that experience resided in Bob noise. None of them, at the time transistors transitions were made out of germanium, I think I pronounce and they had the idea, hey, silicon silicon silicon, as much is a better route to take care. So it says none of them have ever had ever worked with silicon. After less than 18 months with shock, however, the 8 were sufficiently competent to start a company that within the space of a decade, this is the punchline on here that went in a space of a decade sold hundreds of millions of dollars of silicon semiconductor devices. And let me quote, mark. If you don't mind again. 1 of my favorite quotes of his. I'm a firm believer that most people who do great things are doing them for the first time. They had no money, no experience, brand new industry, and then after 18 months of shock but was like hey. It's the wrong way. Within a decade, they're gonna sell hundreds of millions of dollars of this brand new device. This is actually a great summary of what happened to Shock And why, again, I find him so, discussing a person. In 19 63, Shock left industry to join the faculty of day Stanford, where he taught for the next 2 decades. As he aged, bitterness in Paranoia came to dominate his once brilliant mind. He became an outspoken eu eu who donated it. This is... Come on man. Who are we dealing with here? He became an outspoken Genesis who donated his sperm with stipulation, it'd be supplied only to women who were members of Men. So I forgot that's also in, in last week's book. There's a chapter on there's a guy that thought similar to shock leads. It's like, we have to save the human race, but only letting smart people reproduce, we we need to, not use the us the wrong word. We need to make sure or, that essentially, dumb people can't out out produce, make more children than smarter people. And so with the guy, I think that started the Sperm bank went up cy, like, 200 and something children. So anyway, it was just a another bizarre, thought by shock. So anyways, you know, donating my sperm with his stipulation only be a supplied to women who were of Men. While his pro achieved his goal of earning millions of dollars and seeing their names in the business press, shock Rarely left to Stanford Home, where he wrote articles on the intellectual inferior of blacks to whites and the need to institute birth control measures. This is what I was trying to say. For people with low Iq scores. Small wonder Shock had been called the Moses of Silicon Valley, he brought people to the promised land, but he himself was denied entrance. Okay. So let's go back to noise. This is another thing that's really important. So the the traitor is 8 as of the people that left semi fair child rs me. They'll love shock semiconductor and founded fair child semiconductor, were called the trader state. Okay? They d facto thought of Bob even though they were equal founders as the leader. Now he is unsure. He wants to do scientific work. He does not want to be a leader of people. He doesn't... He's unsure if he can manage. So this is an example of if I don't... I think I have the skills. I'm unsure, but I'm gonna go ahead anyways, which is really important. Now No was tempted. But he feared him ill prepared to oversee an entire company. Moreover over the prospect of having the final say over the many employees he could 1... He could imagine 1 day working for fair child semiconductor frightened him. He is scared. He's insecure. He goes forward anyway. And so something Nice was also a fan. If he wasn't. He was the anti shock because Shock wanted hierarchy. And you know, all the ideas come from me Genius Shock, and you guys do the work. Nice... He didn't want any hierarchy. This is something he keeps for his entire life. And normally when the company grows to size were higher He's maybe necessary. He usually becomes dis interested or transitions or or promote somebody else I can actually enforce that and manage the people. But in the early days of fair trial, the hierarchy, he was flat. This reminded me of he's Microsoft. If you read the book hard drive, founder number 01:40 if you haven't it's the first 30... No. That's not the first 30. It's it's the history of Microsoft up until the Ipo, which is, I thought the most interesting part, But what I was surprised to learn when I read that book is Microsoft had a similar flat hierarchy. For their first 30 employees, it was Bill who was essentially the head salesperson, which is surprising, Bill, a secretary in 28 programmers. We see a very similar arrangement in the early days of fair child semiconductor. For their founders, it was a very ego eagle I can never pronounce this word. Terry arrangement. It's still not... You know the word. Nice was the technical head of the lab, and that was it for organizational structure. The rest of us were pretty much on equal footing. Everybody wore as many hats. Possible. And this is where many people people believe the best years of their life. And we see this over and over again at the very beginning of something when it's small when you know everybody, eventually, you know, you have a lot of success it grows. And then once... The company grows, you know, people look back roof. They're like, wow. I'm I missed a good old date dates. So this is them having the time of their lives. The rapport of the 8 of the 8 men of the rapport that the 8 men shared was dynamic. They work together 10 or 12 hours a day. Not counting the trips to the bar where they like to go for drinks in the evening. They often found themselves standing in a circle when they were together. Their shoulders nearly touching. Each man holding 1 conversation with the man on is left, and a different 1 with the man on his right. Nice love these moments. Love the buzz talk and the smell cigarettes many of them held between their lips. A formal photo from the founding period hit hints at this report. The a founder sit around table. They are seated in a circle with noise, as always front and center. Every man wears a smile big enough to be called a G. They are clearly having the times of their lives. Okay. Now, here we get to a idea, you can read between the lines, of what noise is doing. And really, the the lesson here is you should do what you're good at and outsourced the rest. They're brutally methodical labor of science. That that is the careful working and recording of one's way through experiment after experiment each 1 only slightly different from the iteration that preceded it, interested noise far less than the moments when a new idea came to him. At his core, noise was an almost compulsive idea generator. A mental perpetual motion machine. Thomas Edison famously declared genius to be 99 percent expiration and 1 percent inspiration, but noise preferred to spend as much time as possible in inspiration stage, but he's also smart later on. When he when... These fair child semiconductor, he decides him and Gordon Moore, and Gordon moore's is famous in his own right, Of course not he's to found c cofounder our fair child intel just like noise. But he's also the inventor of Moore's law. He says, hey, I don't wanna be at head the head anymore. So me and You Gordon are gonna run the company together. And then eventually, they have to bring in Andy grove and realize, hey, he's the 1 that actually is many people credit with a growth. The... After the founding of Intel with the actual growth of Intel into the giant company became because he's the administrator. He's the 1 that can manage and push the ideas. He's the 99 percent per per exploration guy. If you wanna think about it in terms of edison Edison famous quote. This is noises approach to inventing. His approach, noise ones told a friend was to know the science cold and then forget about it. He did not s or grind his way to ideas. He felt they just came to him. When he heard... This... This is such a great line. When he heard Picasso famous line about artistic artistic creativity, I do not seek. I find noise said that he invented the same way. Think about this next paragraph, such has a good prompt for your thinking. In noise opinion, there are only 2 relevant questions in the early stages of scientific innovation? And I don't think that this applies them more than just scientific innovation. 1, why won't this work and 2 what fundamental laws will it violate. If an idea seen within the realm of physical possibility, then then I call Royce. Then noise deemed it worthy of exploration, conventional wisdom on the topic be damned. This is more on how noise worked, and it is very similar. If you listened to the 2 podcast podcasts I've gun in Edison. I have another biography if of Edison, that'll be coming next few weeks, maybe next few months, this echoes edison though. The fair child researchers did not understand precisely why this innovation worked. I've omitted what they're working on Because it's not important. Here's the main lesson. In an academic environment, this question would have been paramount. We wanna know why it works. Right? A fair child semiconductor, why something work was far less important than the fact that it did. In a newborn company with only 1 customer of any significance this is Ibm at the time. Pursuing science for its own sake was an ill afforded luxury. They don't they don't have giant resources. They will 1 day, but they don't at the stage. You can't do that. Thus, early research at a fair child, semiconductor was almost all process oriented with building a sell product, the fundamental goal. Study does and you know that's exactly... That he could've have said that. It's exactly how he went about it. Noise believed that the only thing that's technologically exciting is something that has a need for it. Another way edison Could have easily said that. For some reason, when I read this section, and made me think of, there's a I've told you before. Have all these quotes in this folder on my phone that I just go through and just they spur thoughts. Right? And 1 of it was a treat. Is businesses like nature. It doesn't care if you arrive at the right answer from the wrong reasoning. Evolution demand survival. It doesn't ask you to show your work. This is more on how noise worked. He talks about, you know, there's not like, this... It's not like a I don't have a eureka movement. It's all iterative. I don't have any recollection of a boom. There it is. The light bulb going off noise later set of his ideas. Instead he can see of the integrated circuit in an innovative method. I thought let's see if we could do this. Okay. We can do that. If we can do that, then we can do this. It was a logical sequence. If I hit a wall, I'd back up and then find a path conceptually, all the way through to the end. Once you have that path, you can come back and start refining. Thinking in little... This is the main point is punching right here. Thinking in little steps will take you there. Now, this is more on the anti chocolate. It's funny. In my notes throughout the entire book. I'm constantly writing down anti, anti, anti. And then the the... Later on, the the the the author, Leslie, actually uses that term. So I felt a little bit of indication there. He had not changed his... Manager managerial approach approaches his days of shock. He still displayed the same tendencies to make suggestions. This is... Again, how smart if you don't understand that if were gonna accomplish anything great, you don't have to work with other people. So that means you have to learn the peoples skills. Right? Go back to the very end of the book. I don't know when I did it. Maybe in the thirties. Ed Cat, c founder Pixar wrote this great book creativity. Right? He's the person that worked the longest with Steve jobs. In at the end of that book, he has entire epi chapter called the Steve we knew. And it talks about this common perception that Steve which is this this infant... I forgot what he called, like, infant dictator or something like that. They're, like, he... Would you... Would when you hear descriptions, yes. Steve could be a jerk and ask whatever you wanna call it, of course. But a lot of the the stories you hear is from when he was younger. He's like, when we saw him grow in the 26 years that I worked with Steve jobs, He didn't have people's skills when he was younger. He got kicked out of Apple because he didn't have people's skills. But he learned them. He mat matured he got older. And so that's why I have so much beef with shock. Because, like, how smart are you really, if you never actually learned you had to deal people. Bob No was gifted had a gift away with people's his entire life. Steve jobs did not. He had to learn how to do that. Alright. So says, he's... And this is a... Again, more about the just things I want to to copy Bob about? He had not changed his manager managerial approaches his days of shock. He still displayed the same tendency to make suggestions, so he'd say why don't you try or have you considered rather than issue commands, which is what Shock. He led the weekly lab meeting, but to outward appearances system meetings ran themselves. Bob reviewed monthly progress reports for each of his half dozen research groups and determine which innovations were sufficiently novel and potentially lucrative enough to merit his attorney's fees and hours of work necessary to patent them. But he did all of this in such close consultation with his subordinates, subordinates that they felt they worked with him, not for him. There's many examples of the same thing, the same idea in the book. No believed that people given enough freedom will choose to do the right thing. This is more ideas on management and more anti shock. Noise was a very good supervisor of technical people, precisely because he was casual and didn't interfere with his researchers work. Create a freedom in collaboration, which proved crucial to the young company's technical success blossom under No laws a fair management of the lab. We're still in the fair child semiconductor days, but he does the same thing at Intel. To as the company starts growing It's 1 of the fastest companies ever in American business. And so the the people that own the company because remember, it's a small company within a larger company of Sherman Fair Charles Empire. They're, like, they keep pushing Bob, like, Bob come more into the management aspect. And again, he's reluctant to move into the executive side of things. It was with a great deal of a fear of ina. Listen to the words that he's using there. It was a with a great deal of fear of ina adequacy that I got into an administrative role. So much fear in fact that he would agree only to a 6 month trial run as a general manager. They're trying to promote Was like, no. Stop. I don't wanna do this. Okay. I'll do it but for 6 months. After which he planned to return to the lab. He does not return to the lab. More anti shock. And it's a powerful idea. I'm really... It's an illustrate last week was an illustration of this idea. You and I talk about over and over again. Learn how to do something by seeing it down the wrong way. Study... I think it was chapter 9 in that book I think that titles are peculiar peculiar ideas of managing people or motivating people? I don't have in front of me. But you... If you listen to last week, you know what it is. Read that chapter and then do the opposite. And it's very powerful. Noise just opt objective was to keep fair child from becoming shock semiconductor labs, a place he called the model of what not to do. Louis explained how he loa Shock mind games, his top down approach to management and his habit of playing 1 employee off another. Above all, Wanted to lead not do command and control methods, but by inspiring the voluntary cooperation of motivated people. So within... Remember, I asked you to think about his financial situation and state of his life at 28. This is at 33. Because Shock had this this, nes shock. Sherman fair child had this, stipulation of the contract is hey. If things are going well, I can buy out the founders and and own a hundred percent of this company that I'm kinda inc innovating, and they they do that. So remember, he couldn't... Hit brought 500 bucks from his grandmother to start the company, he winds up selling partial interest to, like, like, 300000 dollars. This happens within the first 3. So it says at 33. No now had more money than he or anyone else in his family had ever possessed. More money than you could ever imagine spending. It's funny that he thought about that at that age. And no real failures, and no real failures to make him caution. So again, a lot can change in 5 years. Just some random ideas that I thought was really interesting in something that really his main point here, absent of religious part is what founders is all about. It's a celebration of unique individuals and the power that 1 person can have. No did not talk much about religion, even though he was a minister son, Though he did on 1 occasion point out that the aunt... This is such a unique way... The... I've never heard this described. Christianity described like this. Though he did on 1 occasion point out the entrepreneurial and motivational messages latent in the Christmas story, which he appreciated as a reminder that 1 event or 1 man can can substantially change the course of history. Going back more to this idea about being the anti shock. People love noise. That's why he was able to... Because of the way he treated them, he got more out of out of them. Right? No once said that the job of the manager isn't an enabling. Not a directive job. He says it's to enable them. Isn't that interesting. Coaching and not direction is the first quality of leadership. Is all quotes from noise. Get the barriers out of the way to let people do things. They do well. He had adopted this approach when he ran lab and his general manager, he continued it. He wrote personal and this is the main point of why I'm telling Telling you in this intersection. He wrote personal notes to researchers whose work and impressed him. He poked his head into employees offices to thank them for their work. And said it sincerely enough that 1 man so complex complimented compared the experience to a hundred percent raise. Yes, money motivates people absolutely. But noise understood humans on a fundamental level, being valued part being realizing that what you do is value to the people you work with is more meaningful. That doesn't mean skim on the pay. It just means that humans over the long term. There's a diminishing return on finances. Right? There's not a diminishing return on appreciation. Another lesson here. If you hired smart people, why are you not listening to them. This is more anti shopping behavior. You should wander through the main semiconductor building, and wiring allowed the family photos that employees had on their desks. He was start to talk to anyone about anything and knew many details of of his employees personal lives. No like to gather a group of informed people in a room, listen to their opinions and ideally get a broad acceptance on the next steps before he made a decision. He talks about. Like, the direction your company should be directed by the people that are most knowledgeable, not just a senior peoples people. It's not hierarchy art. He is not a an issue of hierarchy. It's an issue of knowledge. 1 of my favorite quotes from Edwin Land. Obviously Done 5 podcasts on. I I still make the argument he's 1 of the most important entrepreneurs in history, Even though he would describe himself as a scientist, an entrepreneur. He says optimism is a moral duty. Attracted to optimism and passion, and I don't think I'm alone in that. And is an example of that. He noise had both optimism and passion. He says, well, he would start meetings or in interaction with somebody says, hey, what's new and exciting today. No forever looked to the future and its technical promise. In 19 65, for example, this is crazy because in 19 65, he's he's predicting the world that we live in now. Right? In 19 65, for example, he told a gathering of financial analyst that he expected 1 day to see integrated circuits inside of portable telephones, personal paging systems and palm sized Tvs. That's a smartphone. Noises focused on the future and innovation appeal to the creative instincts of many fair child semiconductor employees and perm the company. In the mid 19 sixties fair child semiconductor was not a typical semiconductor company. Andy Groves already working with him. He's obviously go to Intel as well. It says Andy Grove once described fair child as a strange little ups start. A phrase that captures the essence of the organization. No unorthodox management style which just 1 innovation launched a fair child. In the lab, informal company policy allowed Phds to play with our ideas for about a year before expecting results. If an idea appealed to a researcher for whatever reason, he was free to pursue it. This rather loose definition of relevance led fair child's researchers to develop roughly 1 6. This is crazy. They develop 1 sixth of all major integrated circuit innovations during the technology's first 2 decades. The best way this is quote from noise. The best way to get something done is to have enough confidence to yourself and your men to do it. A young and another advice. A young organization, especially in electronics industry has to be fast moving. He... Now this is no subscribing the time at share... Fair child. We were a hard, young hungry group. Our attitude was we don't give a damn what money you have to offer, Buddy. We're gonna do it ourselves. And this is the result. By 19 68, fair child employed some 4000 people in a hundred and 40000 square feet plant space outside the United States. 40 times more people and 11 times more building space than they had in 5 years. That's crazy. 40 times, more people in 5 years, 11 times more space in 5 years. That's an example of the the quote I always say, again, quoting more recent a lot today. A great market pulls the product out of you. He makes the counterintuitive assertion that most people think the team is most important. The product is most important. He says you can choose between product team or market. Which is most important for your success. Mark is saying that market is most important. A, great market pulls the product out of you. More on the management culture the noise created. The management culture noise inspired provided rich assessment for the young bright self motivated types that semiconductors that fit out semiconductor recorded. For these men, fresh out of school and eager to make their mark, the freedom to their jobs in a way that they believe best was a fantastic reward. To have noise head of the company listened carefully to their ideas, was exciting in itself. 1 of my favorite quotes out of any book that I read was... This guy named Henry Kaiser, and he wind up finding over a hundred companies helped build a Hoover dam, I'm currently listening to the audiobook, and It'll eventually be a podcast on the founder post script feed that Patrick Carlson of Stripe, recommended Patrick Carlson is crazy thinking. I know, you just very anytime I heard him speak, he's just really unique thought thinker. And so when he recommends a book. I think it's a good idea that should read. But anyways, I'm into this book, and there's a bunch of people that Have already been podcast podcasts on because it's about how did Us industry cooperation between academia, industry and government produce all the necessary material to help win what war 2. And anyways, Kaiser in this book. That's why I was thinking to him. But he says something that's fabulous. And he says problems are just opportunities in workloads. And so this is what I'm about to read. I think I feel Noise would agree with that sentiment. So problem we're just opportunities and workloads. What are you panicking for? As a manager noise remain calm in the face of potential disasters that had others panicking? I remember we lost a process at the diode plan. Said 1 employee. We simply lost it. I mean, like, all of a sudden. It just didn't work anymore. I said to Bob. My God. This is terrifying. Oh my God. Oh my God, we're gonna die. He said, oh, no. We'll figure it out. He was completely relaxed about it. It was wonderful and calming to me. Noise could also be brutally competitive. He saw he's repeatedly sought out shock out the shock booth and an industry trade show such so that he could tell his former boss, we at fair child semiconductor are going to bear you. But for the people on his team, this was an asset. Knowing his greatest strength as a manager was that he gave people confidence in themselves. Partly this came from his undeniable evidence of his own success, a technical man who made it big on the strength of raw intelligence and unusual ideas. And this is 1 of his unusual ideas, and I would... I think many people Gordon moore to really what I'm stealing this the sentiment from would say it's noises is 1 of noises best ideas. Alright. So it says the selling of new ideas is really an engineering problem. Noise once said. To him, it was obvious that despite their other reported concerns about the integrated circuit, customer's primary objected to the new technology was its costs. Had not every other issue been handled. So we also see as he goes through. Like, why aren't these selling it. Okay? And he goes through, like, these are all these other possible reasons that they're not selling. And then he eliminated eliminates them 1 by 1 and realize realizes, hey it's the cost, and this is what he does about it. A gl glacier marketing program would not turn more customers to the integrated circuit. The buyers were extremely technically sophisticated. If their technical objections had been met and they were still not buying. The problem had to be the price tag. Accordingly, Ne made a little disgust, but absolutely critical decision. Fair child would sell its low end integrated circuits for less than it would cost the customer to buy the individual components and connect them themselves. And this is important part, less than it was costing fair child to build the device. So you're gonna sell something for less it cost you to make. Why? Gordon moore calls this move, Bob's un unparalleled contribution to the semiconductor industry. Notice he did not say to Fair child. He said to the entire industry. When a fair child distributor asked noise if combining the function of several transistors transitions on 1 integrated circuit and then selling the integrated circuit for less than any of than any 1 of the individual transitions was a was a sure path to corporate suicide, noise simply small in a way that made it clear he did not think so. In effect, noise was betting fair child's bottom line against 2 hunch. 1, He suspected that if integrated circuits could make their way into the market, customers would prefer them to discrete components and would begin designing their products around his new device. 2, He also calculated that his fair child built mill built more and more, experienced curves and economies of scale would enable the company eventually to build the circuits for so little that would be possible to make a profit even on the seemingly ridiculously low price. Gordon Moore is the most important part of the section. Gordon Moore has said that Noah decision to lower prices to simulate demand so that the production volume could grow and the cost of production be decreased accordingly, was as important in an invention for the industry as the integrated circuit itself. It established a new technology of the semiconductor industry that holds Chu till today, Gordon explained. Whenever there's a problem, you lower the price. This was as revolutionary, a concept to people within fair child as it was to their customers. So at this point, fair child is 1 the fastest growing company companies in the country, And this is like the fifth time. Times we're gonna quote this guy. And another quote from Mark Jason that's in... I think it's in Ben H book, the hard thing about hard things. Says the way he likes the most about startups is that in a startup up, you only experienced 2 emotions. Euphoria and fear. He's also telling you that it's perfectly. Normal if you're feeling that way. For noise, the energy and growth were incredibly s productive. Piloting fair child through its acceleration noise told a friend, was a bit like riding a fast horse, the same combination of acceleration and fear. So he's using the words acceleration of fear. Mark jason's is using euphoria fear. Same idea. And teeter on the edge of losing control, but never quite doing so. Now what's interesting though, again, he's a very unique person, but nobody's perfect. He's experiencing simultaneous, unprecedented career success and an unhappy home life. His marriage... He's got... He's very been married almost 20 years at this point. And he's got 4 kids and his marriage falling. Apart. Noise was powerful attractive and unhappy at home. He was a risk taker who believed in grabbing as much from life as he could, and he was in regular contact with other women. He had casual affairs. No knew that he was becoming a stranger to his own family. He said he en people out in the machine shop who could go home at night and sleep with no concern. He was appalled to discover the longer he stayed a fair child unless he had any interest in doing anything except business. What are you as a person when that happens, he asked, Then he answered his own question? You're nothing. And he goes through this for several years till he eventually gets divorce. He does wind up getting remarried and he stays with his second wife until he dies, but this is something that he looks as is, like a personal failure in his life. You'll see based on the advice that he gives other people later on. At this point in the story, I'm fast forwarding. He he leaves Intel, and this is where another idea is. It's very smart to know your weaknesses. And this is why Andy g was so important in Intel. 1 thing I learned at Fair trial that I don't run a large organizations as well. I don't have the discipline to do that. I don't have the follow through. My interest in skills are in a different place. It's getting people together to do something, but that only works for me in a smaller group. So this is Na was Andy Grove important, but really he picked the best partner. And that's a really good idea. Him and him and Gordon moore were in many respects, perfect compliments of 1 another. And so this is a little about that. They'd worked together productively for more than decade. Thanks to deliver remarkably complementary skills. Where no saw the big picture, more more more could discern detail. When No had honed his abilities to construct strong connections between fair child and various outside consist constituencies, the press, the board, customer suppliers and so on, More had become an expert leader within the... Company itself. No rarely set foot in the lab after 19 65, but more had an intensely loyal following in R and D and as grow was loyal to more, not noise. And so more was responsible for bringing grove over. So you cannot under under overstate the impact and the importance more was. Noise gets all the attention, but more was very, very important to the to the success Had and fair. And for all their different appear... And other apparent differences. Excuse me. Nice and more shared 1 key trait, a burning competitive desire to do something extraordinary well. Extraordinarily, well. This is Andy Grove. On Bob Noise at the beginning because, again, this is... No one's perfect, and he's gonna show us a lot of the traits that he felt noise was lacking in. Grove alone among the group planning to leave fair with Noise and moore had serious doubts about its leadership. He did not like Bob No. Grow for attended noises staff meetings was shocked to see how noise let people bite into each other like rabbit dogs. Bob just sat at his meetings. He wore a pain expression and a slight somewhat appropriate smile. His looks at either children, would you please behave or I wanna be anywhere but here. No your refusal to take charge, irritated growth, who but this is why I think is... Even if... I really feel 1 of the best books I've read for the podcast is any anybody's memo memo memoir swimming across. It only talks about the first 20 years of his life. It's just a wonderful... It's an unbelievable story and just wonderful writing, but we get a summary here. Grove, by the time he was 20 years old, had hidden in a cellar to allude the Nazis fled the communist takeover over hungary and across the Atlantic to the United States where a few years later, he graduated first an engineering class despite having begun his coursework without knowing how to say horizontal or vertical in English. Grove had little respect for a man who in his estimation did not argue, but just suffered. Now, here's something remarkable for you. Even after all the success, he founded and piloted 1 of the the fastest growing companies in America American History. Right? He's the... He still has lingering doubts at the beginning of Intel. And here's what he... His mindset was. Several of the fair children. That's what everybody... So a bunch of people left fair child. Semiconductor and start companies. They trace, like, 65 or something like that companies direct from direct descendants of that 1 company. Several of the failed children had had failed to rather spectacularly. And half, this is a guy that noise is trying to recruit I who's younger than him and hoffman wanted to know why this venture would not follow suit. Noah had asked himself that same question. He had briefly wondered if he and more were too old. Noise was 40 and more was 39 to start a company. Moreover, as noise as much as noise long to get close to advanced technology again, he was concerned that perhaps he had been wave too long to jump back in the game. After a bit of thought, however, he decided that his and Moore's age if reconsider his experience was an asset. As he put it, the semiconductor business hadn't existed longer than we had been in it. There wasn't anybody who knew the business better than we did. So he's raising money for Intel, which is re relatively easy he wanted the board his former college. To invest warren buffett on the board as well. This was surprising even warren Buffett, who joined the G board shortly before the decision to invest in Intel was made was willing to abandon 1 of his fundamental rules of investing. Only put money to things you understand. For this particular instance, as Buffet put it. We were betting on the jo, not the horse. This is another example. We saw this to just, you know, don't if you have some kind of advantage, don't go bla your mouth. Don't tell people what your strategy is if them knowing a strategy would help them. So it says Intel is gonna try to build semiconductors not of the types of integrated circuits now in the market. And the intel would seek to extend a technology to higher levels of integration. The word memory, which is what they were doing, never appeared in the plan. Frankly said noise, we didn't want people to know what we were going to be doing. We thought it would attract too many competitors too soon. Secrecy was essential for noises and Moore's plan to work. Intel scientists did not give talks that would benefit competitors. That's essentially the the main point. Don't say something. Keep your mouth shut if it's going to benefit your competitors. Way the I reduced this. I can compress this into an ap. I'm bad boys moving silence, which is not my effort. I'm pretty sure I stole that from biggie smalls, The the the rapper. But that's a good way to think about this. This is also something that was similar in founders number 01:10. On Henry Singleton. Claude Shannon, who was on the board of Tele was talking about the fact that Henry shut up that we did not go around bla to our... Giving our competitor's information just because it's strokes are eager. We get attention in the press. He says, he always... He... Because he's call Shannon and talking about how Henry Singleton Ran his company. He always tries to work out the best moves. And maybe he doesn't like to talk too much. Because when you're playing a game, you don't tell anyone else what your strategy is So what Claude Shannon and Henry Singleton are doing a Tele, you see Bob Noise and Gordon Moore doing the same thing at Intel. And so 1 of the reasons they wanted to leave Fair trial too is because it... They weren't... They started get input for the people that ran the main fair trial company, not just a semiconductor or part of it, and they... It sort to slow things down. And so Bob's gonna give us some great advice here, but I I don't think it's just about work. I think this is great life advice actually. And he says when fair... What... Where fair child had lumber in the last few years, noise and more wanted intel to race. This is what he said. Use money to buy time because money is cheaper than time. That can be applied to many different things, and it made me think of this quote, from Naval Ra who's founder a angel, some of you might know who he is, and he says guard your time. It's all you have. Money has a discount rate. As you get older, that discount rate goes up. When you're about to die, the discount rate may be a hundred percent. Most people would give up everything for 1 more week or 1 more year, and this last sentence is the most important part, live accordingly. So I love that. Let's go back to what Told us. You use money to buy time because money is cheaper than time. And this is a great metaphor by Gordon Moore that it came across. Being first to and also indicates why they had to be 1 be quiet and 2 move fast. Right? Being forced to market would put intel in the position of what Gordon Moore called a rifle man. Who shoots at a blank wall finds the bullet hole and then paints the target around it. The first company in the market always hits the bull's eye because that company can control the target around its own shot. Doesn't mean it's always obviously always gonna be the winner. Right? Any late rivals find the target already in place, the market defined by someone else. More on moving importance of moving quickly. And I just love this idea. After observing William Shock these methods of using simplifying assumptions to speed up his company's research. Noise had come to believe that scientists could approach their work in 2 very different ways. So researchers could adopt the pretty approach in which they devote a great deal of time and effort to developing a technique or machine that will allow them to test our ideas with exact measurements that yield final definitive answers or and this is his route, a researcher could try the quick and dirty way. Moving forward with an idea soon as rather... Which excuse me. Moving forward with an idea as soon as a rather rudimentary rudimentary test indicates it will probably work. No believed that the quick and dirty method generated 90 percent of the answer in 10 percent of the time. Go back to that what what award did he win in high school. The person that got the... They got the best raise in the least amount of time. Okay? He disdain the pretty method as a bit like telling a soccer player never to kick the ball until you have an idea shot. All... Until you have an idea shot all carefully lined up. And know exactly how hard... And and you know exactly how hard to kick the ball. 90 minutes may be over before you locate that opportunity, and he's gonna extend this later on in the book, and I I summarize this is don't over plan. Steer the boat a little every day. I don't get my kicks out of seeing things run at the highest level of efficiency with the greatest degree of control. He said. Control immediately means a loss of personal freedom for either the people in the factory or for the management. Once you've got once you set down the ground rules for return on investment or earnings before taxes, you're suddenly cut off from some of the choices you could have made. So he's not... Again, if you take that out, you're not optimizing for optional. I guess what I'm saying is that the venture part of management rather than the control part of management is more fun to me. He added another point. This immature what he's calling immature management has been much more successful for him than the man than the mature management that tried to get into the semiconductor business. Let me quote the Great Henry Singleton again. This is from the book dis force, which I covered founder number 01:10. Once criticized for not having a business plan, henry we replied that he knew that a lot of people running companies had very definitive plans they followed ass. But we're subject to a great number of outside influences on our businesses, and most of them can't be predicted. So my plan is to stay flexible. That's all Bob is saying. My only plan is to keep coming to work every day. I like to steer the boat each day rather than play rather than plan way ahead into the future. Okay. So here's another great idea from Steve Jobs, and it relates to Intel just had a major technological breakthrough they're calling the 11:03. It's brand new, but it's not working well. So it's not a perfect prop product. It fails from time to time, but it was a technological breakthrough. Okay? That's what you need to understand to understand what jobs is gonna say here. And so Steve jobs perfectly describes the expected human reaction to an imperfect new technology. Right? Even with its problems, the 11:03 represented a real technological breakthrough. This is what Steve Jobs says. As Steve Jobs once said, when the light bulb was invented, people did not complain that it was too dim. I referenced this idea earlier, that any sort of hierarchy, but especially 1 that placed noise at the top made him nervous. And he see he he wants to optimized for knowledge over hierarchy. At Intel no spoke of hierarchy power and knowledge power and firmly believe that when it came to technical decisions, the word of the person with the most knowledge off Trump the opinions of the 1 with the higher title. Shocking believe the opposite. Or... Maybe he didn't believe the opposite, he thought, okay. If I'm at the top of hierarchy, that means Have the top of the knowledge. And we know that's obviously not true. Another great idea. Owner of your mistakes, accept your blame and then fix it. Mike Mer cool who wants owning 30 percent of Apple something like that. Joined at Intel marketing group calls how noise often diffuse problems. Bob was just so straightforward and didn't try to sweep things under the carpet. He'd say. So he's talking about problems with customers. Right? He'd say we know what the problem is. We're fixing it. Here's when we'll get it fixed. We're doing everything humanly possible to meet your requirements. And, yes, we goof up. You know when you're that honest and that straightforward, it's hard for the customer to continue to be angry. I wanna go back right before his divorce I wanna go back to, you know, this idea. Things are not always as that they appear. Intel is going well. Bob has admired in respected his industry. He's richer than he ever thought possible. He just went the Intel went public. In his divorce, his wife's is gonna get like, 25000000 dollars to gives you an idea of how substantial, his his net worth had grown. But even that, even though, everything is going right. His marriage is difficult and happy. And listen to what he says about. Staring straight ahead, Noise said almost himself. Boy. Sometimes it's simpler to get on a plane in New york than a go home. He later told his daughter that he used to sit in an intel parking lot for 5 or 10 minutes every evening. Idling the motor and wishing there was somewhere he could get he could go that was not his house. So eventually he's gonna get to the point where Intel is growing, and this is where moore is gonna take over Sierra role. Growth is gonna come in, eventually, growth takes over that role as well. And you just, you know, I think 1 thing is you have to know who you are. And No understood what he loved most and when his companies grew out of that stage where he thought he was most effective and he wasn't happening anymore, he moved on, and that's... That happens in Intel too. Noah had been an ideal founding president for Intel because he was at his core what more called a wild expansion. The job noise enjoyed and excel that, we're plotting new products, brainstorming new ideas establishing a market from thin air mesh perfectly with Intel needs as a young company, He loved. He said leading a company, walking the thin line next to the cliff of disaster. His eyes always scanning for the next opportunity. And I gotta draw your attention because I don't know if you know this it's been noise died rather young. He died on unexpectedly to a 62, and he he smoked cigarettes since he was a kid and he had a lifelong 2 pack a day habit. And this another example that smart people are capable of doing dumb things. This is on his inability to quit smoking. Several people, including 1 of Noah daughters have said that somewhere deep within himself, no thought he was a immortal. No never stopped at the edge of a pre, but instead ran at full speed right over the edge and into the unknown. This had been his approach with ideas, with companies with skiing, with driving with women and with inventing. How on Earth could something as mundane and trivial as a cigarette kill someone like him. So after intel, he starts doing a lot of investing and restock the the stream which he fished from as he put it, and this is a summary of Bob's angel investing. He says, that's an impossible task. Let's do it. Noise like to say, you can only lose 100 percent, but the multiples on the upside are fantastic. So that's like very quick 2 sentences. And what he's telling you is cap your downside. Right? But leave your upside on cap. This is another example of of a similar idea. This is not a unique by an idea of by any means, but it is a very valuable idea. Jeff Bezos says his own idea about this. He he uses this at Amazon. He says, listen, The difference between baseball and business is that Baseball has a t outcome distribution. When you swing no matter how well you connect with the ball, the most runs you can get is 4. So what he's saying is the upside is capped. In business, every once in a while, when you step up to the plate you can score a thousand runs. And this is when as he's advising these new entrepreneurs, trying to help the community that he benefited from. We had advice from an older wiser, Bob Noise. I've read the same paragraph in so many different places. And, It's very important. So when included on here. In 19 79, No was invited to dinner at the home of an entrepreneur whose company his fund has supported. After the dishes had been cleared and the children sent the bed, No listened as the company founder explained that someday day if the business did well, he would like his move his family into a bigger, nicer house. Noise looked up at him and said very quietly. You've got a nice family. I screwed up mine. Just stay where you are. 25 years later and a success... 25 years and a successful company later, the entrepreneur entrepreneur had not moved. And this next part, I don't know if he knew this explicitly, but I definitely think we do. This is extremely important. His financial success directly benefited the entrepreneurs whose companies he funded. But the stories about Noises success inspired many more. When I I highlighted this far. Yes. Exactly. 1 entrepreneur put it this way. Why do we love this dynamic environment? I'll tell you why? Because we've seen what the... We have seen with Steve Jobs, Bob No, Nolan Bush now, and many others have done, and we know it can and will happen many times again. In other words, if they could do it, why can't we? Such rationale function as a self fulfilling prophecy propelling the region forward on a self per cycle of entrepreneurship and wealth. And so this is what he was doing. He was also working in this this collaboration with the government and other semiconductor, companies to try to save the semiconductor industry from foreign, competition. I admitted a whole part He's doing job he didn't really wanna do. And unfortunately, that's what he was working on when he died unexpectedly. And this is just a reminder that we don't know how much time we have. So we gotta go. We gotta do what we wanna do. 2 days after the photo was take and they held like, a Bob noise day at this company that he was working with, you know, celebrate him. 2 days after the photo was taken, he laid down for rest after his regular morning swim. As he slept, he suffered a massive heart attack that took his life. The date was 06/03/1990. And noise was 62 years old. And before I close, this is the Eu issued from Apple. Obviously, Apple couldn't have existed without all the people that benefited not only noise, but a bunch of people that worked to intel fair child semiconductor helped Apple in the early days, and this is their Eu for Bob Noise which I thought, which which I thought was a great summary of the man. And it said, he 1 of the giants in this valley who provided the model and inspiration for everything we wanted to become. He was the ultimate inventor, the ultimate rebel, the ultimate entrepreneur. And this is where I'll close. Noise most enduring legacy cannot be measured in buildings, accolades awards. Honors, not in dollars earned or given away. Not in stock price or market share. It cannot be etched in Silicon or printed on microchip. There is an informal sort of generational succession in Silicon Valley that places noise near the top of the family tree. And even when there's no such explicit tie back to noise. Even if the latest generation of entrepreneurs don't know his name. His influence indoors and a set of ideals that have become an ind part of American high tech culture. His spirit quietly urging anyone who might listen to go off and do something wonderful to get the full story, I highly recommend reading this book. If you buy the book using the link that's in your show notes, you'd be supporting the podcast at the same time. That is a hundred and 66 books down 1000 a go, and I'll talk to you again soon."
}