{
  "transcript": "I'm Jackie Cochran. She said pumping my hand. Great job, Captain New year. We're all really proud of you. She invited me to lunch acting as if I should know exactly who she was and caused an up uproar just by entering the posh Washington restaurant. The owner began bow and scraping and the waiters went flying. In between pumping me for all the details of my flights, I learned a little about who she was. She was a hon on several important aviation boards and committees. And was a famous Avi tricks before the war. Winner of the Ben air races. She had been a close friend of a amelia air hearts. During the war, she was a colonel in charge of the wasp, the women's air force service pilots. And fe b 17 bombers to England. Hell, she knew everybody and bounced all over the world. On V day, she was 1 of the first Americans to get down inside Hitler's bunker in Berlin. And came away with a gold doorknob off his bathroom by trading for it with a Russian soldier for a pack of cigarettes. On V j day, she was in Tokyo, playing poker with a couple of generals on Macarthur staff and con her way on board the battleship Missouri to watch the surrender ceremonies. As I would learn, more than once over the next couple of decades when Jackie Cochran set her mind to do something. She was a damn sherman tank at full steam. She was as and that's about flying as I was. If I were a man, she said, I would been a war just like you. I'm a damn good pilot. All these generals would be pounding on my door instead of the other way around. Being a woman, I need all the clout I can get. But clout was no problem for Jackie. Her husband was Floyd Old, who own general dynamics. The Atlas Corporation, r kay and a bunch of other companies. We liked each right off the bat. I could talk flying with her just as if she wore regular poncho. She knew airplanes and said flat out that flying was the most important thing in her life. She was tough and boss and used to getting her own way. But I figured that's how rich people behaved. When we parted that day, she said, let's stay in touch. We sure did that. Glen and I became Jackie and Floyd closest friends. It was a friendship that lasted more than 25 years until their deaths. I was the executor of Floyd estate. They treated me like an adopted son. I flew around the world with Jackie, and she was right. She was a damn good pilot. 1 of the best. And I'm sure the reason she latched on to me was because for Jackie, nothing but the best would do. And she thought I was the best pilot in the air force. Hell, she said that to anybody anytime. Jackie played a big role in my life, and I and hers. I met 2 sitting presidents in her living room. Wherever she traveled overseas, she was treated like a visiting head of state. I never met anyone like her, man or woman. She came on like a human steam roller. Jackie Cochran didn't own a pair of shoes until she was 8 years old. Compared to what she suffered as a child in rural Florida, I was raised like a country gentleman. She never knew her real parents. Or why she was given away. The people who raised her lived in a shack without power or running water. As a little kid, she had a forage in the woods for food to keep from starving to death. She had no education, no affection, no nothing. She was kept filthy dirty. Her only clothes an old flower sack, but she was as tough as nails. She had to become a hairdresser. Got out of Florida and finally landed in New York. She got into the cosmetics business and started her own company. She became very successful and then got interested in flying. That was an excerpt from a book that I covered on the podcast a few weeks ago, which is the auto of Chuck Yea. And once I read that expert, I was very interested in learning how? Like, how is it possible for somebody to that grew up in such dire circumstances. To accomplish as much as Jackie did in her life. And so today, I'm gonna talk to you about her auto, which is Jackie Cochran, the auto of the greatest woman pilot in aviation history. Okay. So let's jump into the book. I'm gonna start with an overview of her entire Aviation career, this is actually a quote from the National Air Space Museum at the Smithsonian Institute, and really, a good way to think about it this is Jackie put up numbers. So said, at the time of her death, jack Jacqueline Cochran held more speed, altitude and distance records than any other pilot, male or female in aviation history. Her career spanned 40 years from the golden age of the 19 thirties as a racing pilot, through the turbulent years of World war 2 as the as the founder and head of the woman's Air force service pilot program. Into the Jet age, which became the first female pilot to fly faster than the speed of sound. She was a 14 time winner of the Harmon trophy for the outstanding for outstanding female pilot of the year and was accord numerous other awards and honors in addition to the trophy she won with her flying skills. In that sentence right there it says her career spanned 40 years. That was really 1 of the most mind blowing. There's was a ton of mind blowing things that I'm gonna... We're gonna talk about today. But something I thought found even more remarkable was the fact she learned her to fly. She was somewhere in her mid twenties, jackie never actually knew her exact age. They had to dig... It was a guess and an approximation. But sometime, she was around 60 years old. She was still setting records, which is just remarkable to learn. So this is an, an introduction into Jackie, written by the author that helped her write this book. And it says Jackie Cochran was a self created phenomenon. That's a great way to think about her self created. True she had a poverty stricken background, but somehow I think that wherever, or whoever she was a birth, her native acumen, her extraordinary energy, talent, and sheer guts would inevitably have driven her to the very top. Jackie was an irresistible force. Time and time again. In the many interviews, I was granted. The repeated theme was Jackie could not be stopped. And indeed, this driving determination is evident in Jackie own writings. Her un persistence is clear in everything she did. From regaining the doll of which she was robbed at the age of 6 to her need to be the world's top avi, generous, ego, penny pitching. Compassionate, sensitive, aggressive. Indeed, an explosive study and contradiction. Jackie was consistent only in the overflowing energy with which she attacked, this is another great sentence, a great way to to put about to a great way to describe the the experience of living. Right? It says, Jackie was consistent only the overflowing energy with which she attacked the challenge of being alive. Always passionate passionately convinced of any viewpoint she happened to hold. Nothing Jack ever did was by halves, she raced through life, making lifelong friends and unforgiving enemies. Surely breaking all records in the sheer volume of her living on this earth. As she did in the air. This is a biography of an authentic native born American heroin, a real life little orphan annie, who bowed her way through adventures that Annie never even dreamed of. It is built on auto... Scenes from a life lived flat out. Jackie was loved and hated, probably just about equally in her 70 some years of living, but no 1 who encountered her was indifferent. Whatever she did was done her way. And Jackie believed in jumping into any adventure feet first. A few pages later, were introduced to what I would, consider Jackie life philosophy in 1 sentence in says, this is now her writing. To live without risk for me would have been tan to death. And now this is Chuck Yea commenting on Jackie. And giving us really... She's talking about Jackie he he's giving us advice on how to achieve whatever you whatever you want in life. He says you've gotta be aggressive, and you gotta have guts to go out and get exactly what you want. Jackie was damn well aggressive enough, and she got what she wanted. And she wasn't dumb. She was a very smart gal with a lot of horse. So I had to look up that that term. I've never come across. It's another word for common sense. Her formal education may not have been much. Yeah. That's an understatement, but she sure had a tremendous amount of horse sense. Okay. So let's go back to or, let's rewind in the story, and this is Jackie telling us about, her early life. And she says, until I was 8 years old, I had no shoes. My bed was usually a pallet on the floor, and sometimes just a floor. I'd always choose the floor over the option of sleeping with my foster sister myrtle because myrtle was a was a dirty, sloppy sort, and I had a cleanliness fetish for as long as I can remember. I can still recall my sisters making fun of me because I would carry buckets of cold water from a pump to give myself a good Icy scrubbing in the wash tub on the floor of our house. Remember there's no lighting. There's no plumbing. They laughed at me, but I kept right on. I wanted to be clean. They said I was putting on airs, but I like being different from them, stronger in fact, and I use my strengths to get what I wanted. Food at best consist consisted of the bare essentials. Sometimes nothing except what I forged for myself in the woods. My dresses were made from flower sacks. We lived in a house, which didn't have any windows. If fend for yourself carries its satisfaction, I had my share of satisfaction in my childhood. We were always hungry. Mama was always tired, upset, angry with the world and especially us. So that's her foster. She never knows who her real parents are. My sisters were of no comfort to me. Nasty conversations and miserable tales fill my mind when I try to bring back those years. So her entire family works and mills they're doing back breaking hard, dirty labor from Sunrise to sunset, even the kids, that's why when, Chuck was saying that, you know, she didn't have much perform education. I think she's a second or third grade dropout. So she had to work from from the time she's a very young child. So at this point in the story, to give you an idea of just how poor, but smart and determined she is. They're taking a train to another town and, in the south. Sometimes she's in Florida Sometimes she's in Alabama, other different states, Georgia. They just go over the work is. There's somebody on the train selling candy, and this is her... This is how she reacts to someone on the train selling candy. I want 1 more than anything before in my whole life. I know I can't have it and I don't cry. I lose myself in the fantasy of all the things all by when I can buy whatever I want. And then she reiterate the fact that Hunger was a constant companion during her childhood. Hunger was a permanent way of feeling when I was growing up. Common to all. And in this next part, we see her inner inter monologue as a young child. And she actually comes to the conclusion that's rather wise. And she's like, listen, she's talking about the fact that, you know, what who are my parents? Why was I abandoned Her foster appearance never adopted. She wants up running away. She picks her own name. Cochrane is not a last name. Her last name She never knew what her actual last name was she just decided to give herself her own identity. And that... That's why at the very beginning where it says that she was a self creative phenomenon. And that is both littered literal and fig. But this idea that I'm not going to let this this wise idea that I'm not going to let things outside of my control define me. Okay? So let let's go to a young Jackie Cochran inner inter monologue, as a young girl, I used to ask myself. Am I illegitimate? Who were my real parents? Why would a mother give away her child, but having gone through my childhood never knowing exactly what happened or why I was never adopted by anyone? Not even my foster family. The letters didn't hold much sway over me. So they... There was some research done. There's gonna be these letters that are sealed. She keeps her entire life, eventually chuck, decides to burn them. Because, Jackie does not wanna know what's inside them. It it was information on her real family origins. Okay? So that's what... That's the letters that she's referring to there. So let me read that. That that's actually again. While I was never officially doctor by anyone. Not even my foster family. The letters didn't hold much sway over me. I didn't care what they said? I realized that might sound strange, but what could the knowledge have added to my life then. More important, what could have have taken away from me? So again, these things are alice outside of my control. I didn't choose to be abandoned. I didn't choose to be given up for adoption. I didn't choose not to be adopted by my foster family. But there's nothing I can do about it now. So just knowing this information is not gonna help Let me just keep moving forward and actually, worry about things that I can't control. It's actually a lot of wisdom for such a young kid. Right? And in this next part, what she does is this is not really a chronological book. She'll talk about things going on. At a certain point of her life and then she'll flash back to her childhood and and moved back and forth. And in this, she's comparing and contrasting, the living conditions that she had to endure as a very poor young young girl compared to being very wealthy when she was older. And she says, have you ever seen a mo lamp? It's made by shoving a hollow corn stock into a bottle with a little oil on the bottom. A piece of cloth, hopefully, wool if you got it is inserted through the stock to act as a wick. Well, we got ourselves a mo lamp. She's talking about the source of lighting in her house. Right? In my ranch house living room in California, I had the biggest lamps you could ever imagine. They were beautiful. Whenever I turned on a light, I think of how my foster family had been able to sit back and sit around the goddamn mo lamp. Not me. And we see 2 things in that last sentence, it's both her ego and her drive. The fact is you're okay sitting here, living in poverty, I'm gonna do whatever I have to do to get out of this. And then once I get out of this, I'm not gonna stop there. Any other goal that I have. I'm gonna focus on it. I'm gonna maintain... Never take my eyes off that goal, and I'm going not going to stop until I achieve it. So we see her ego and her drive. And this a little bit more about her ego. Another way to think about this is the power of believing in yourself. And she's talking about entering race, and, she's fast forwarding in her life again, entering a race where there wasn't any women racing at the time. And she says, I can fly as well as any men entered in that race. I didn't see it as being boast so much as speaking the truth. I learned through hard work and hard living that if I didn't speak the truth about myself. No 1 else would fill in the missing pieces. I never let my insecurity stop me. So there's a lot of people. This book is very similar to the Eager book where they have sections called other voices where, they interrupt the the the narrative and you have friends and acquaintances throughout entire life, write paragraphs about Jackie about certain experiences to go through, and a lot of them said, you know, she was very vocal. She wouldn't wait to receive compliments, she would tell you how great she was. And so there's a lot of parts in this book that remind me like Kanye West sent 1 time that his biggest regret in life was never being able to see himself perform live. Right? I could see Jackie saying something very similar. There's definitely a little bit of Kanye West. I would say a little bit of Tom fort... What I call Tom Ford syndrome. With Jackie and I'll explain what I mean about that in a minute. Right now, she's at church. She's still a little girl. She's over here and she's ea dropping on a conversation between her her foster mom and and and another lady in the church. Okay? So it says, did you hear anything about Jackie family these days. A friend of my foster mother is asking? I am with an ears shot, but not sight, not a word. My mother answers. Silence. My heart beats faster. My mother continues. And I'm gonna keep it that way. Jackie doesn't know she's any different from the others. So that's what her mom says. This is Jackie writing. She disagrees with that statement. She says, but I always knew. I was different from the others. And what do I mean about Tom For Syndrome. I was reading this this this gotta be almost 10 years ago I was reading this article in G, interview about Tom Ford. And he said something that that was hilarious and I saved it to this day, and he was asked a question. He says, our, G says, didn't you always feel like a freak growing up? And this is Tom's response. I thought I was fabulous and everyone else was stupid. And there's just these different levels of self confidence, Tom Ford Kanye West, Jackie Cochran and Steve Jobs there's a number of people that I covered and study on the podcast. They have the same thing. There's nothing that you're going to be able to do that is going to dimmer their confidence and their belief in themselves. So now let's go back to where she's still a young girl. She's trying to run away to the circuit. So this is very interesting. She says, I tried running away with G. Staying out in the woods all night with a neighbor boy and his older sister. No 1 look for us. So that's another statement. That's only a few words, but I don't want to just jump over it. She was essentially left to her own devices. She could leave in the middle of the night. She's 8... Around 8 years old, maybe 10 years old this time. She could disappear for days. Her foster family to give you an idea of the the lack of love that she had to endure didn't even bother looking for her. She says, and no 1 looked for us. And once I decided to hitch my wagon to the stars and a local circus. So you have this traveling circus. They're about to leave town. Jackie decides, hey, I'm gonna try to go with them. Through... Though her life was never easy, Mama always seemed to be able to make it worse for herself and everyone around her. She take out a lot of her frustrations on me. I probably made her angry because she couldn't seem to touch me with her foul move, foul moods. And when she tried to whip me for quote unquote, bad conduct, I once found a chunk of firewood. That day, I raised my hand holding stick to hit back, she took several steps away from my life forever. But the day, the circus came to town, the steps I needed to take to grow away from her became more tangible to me than ever before. I honestly saw that motley carnival crew as my future. When they leave, I leave, I said to myself. So just try to place your your yourself and her shoes, You know, you're a young person ate, maybe 10 years old. And not only is your your your foster mom, You know, she's got a bunch of foster kids. No 1... You you know no 1 actually loves you. And yet you see your only hope life is to leave and to run away the traveling circus. And then not only is that how desperate to be. But listen to how cited she is about that opportunity? She says, have you ever felt that gi that comes when you're on the verge of something good or even great. And what is she talking about? She's saying I was going away. So, unfortunately, she falls asleep by the time she wakes up, the circus has already left town. So she doesn't get to, to run away. But then this winds a leading to 1 of the most important people in her life, and this person's a teacher, is only in her life for a very short amount of time. But this really is a reminder, the impact that 1 positive person can have on the trajectory of your life. We've seen this example most recently in the podcast last week on Bob No. You know, he's got this teacher. Lives a tiny town in Iowa teaching him to have a love of physics And then since, you know, noises is a great student winds up going off to Mit to study physics and Gale is his last name, stays in touch with noise for the rest of his life, but also writes up and and it decides to take the initiative been right to noises teachers at Mit, by like, hey, you know, making sure did I prepare him well enough to actually care about somebody. And so again, the impact 1 positive person can have on this tractor of your life. I tied this to that other idea that I've never forgot that that Jeff Bezos has never forgot because he talks about it, you know, 50 years after it happened. And that the lesson from his grandfather that it's harder to be kind than it is to be clever. And so this is really the kindness and the caring of a teacher that she never felt her entire life from any kind of family members. Or, I guess she didn't really have a family speak of. So it says, I'll never fully understand why miss Bo came south that next year and took me in her arms. All I know is that she became the greatest positive influence on my early life. From her, I learned how to take care of myself to stay clean and neat in spite of the sn I was to received for my sisters. I learned love for miss Boss. Think about that. She's 08:10, 12 years old, maybe, No. How do you mean... I think this is second or third. So she's around 8 years old. Right? Or, at least she thinks she's 8 years old. And never to know love for the first 8 or 10 years of your life. That's... I mean, that's gotta be devastating. Right? From her, I learned how to take care of myself to stay clean and neat in spite of the. I always received for my sisters. I learned love and miss Bo when she touched me. But I learned how to turn my back to what others thought to turn my back on them if that's what had to be done. That's something she does her whole life. My first hair ribbon. That comb and brush set. Those hours of reading together in the afternoons. The prune just having food is what she's talking about. I wanna desperately to thank her many years for showing me that the rest of the world was out there for me. I went to Cincinnati to find her. This is now later in her life and called every Boss in the telephone director with no luck. I wanted to see her lovely face again and put my arms around her in the same way she had Hug. These remember. These are thoughts she's having as an adult now. But she was never to be found. When she stopped teach... When she stopped teaching after that second year of my schooling, my formal education stopped too. Informally, I never stopped learning. I like to tell others that I passed through the school of hard knocks. Of which there are no real graduates because you simply keep on learning until you die. And I think the most important sentence out of out of that entire section was the fact that she showed me the rest of the world was out there for me. Teaching her, hey, you're not confined to your present circumstances. You... This does not have to be your life. You can actually have a broad life. You can choose what you wanna do in life as well as as long as you're willing to work for it and never give up. And that's something that she takes... She takes that advice and runs with it. Up until she dies. This is another 1 sentence life philosophy of Jackie Cochran. Later, I would find my... That my horizons were limited only by my imagination and knowledge. That's kind of an extension of the lessons that she learned from miss Bo. Right? So a few years later, she's working in a cotton in Georgia, and this is where she's realizing from a very early age. We see her driving determination to be wealthy. She realizes that money is going to equal independence. And independence is what she she greatly desires. So says, at the time, she's working 12 hours a day for 6 cents an hour. Okay? And this is how she's able to buy her first pair of shoes. I love my job in the cotton mill in Columbus, Georgia. It made me happy. I was pushing a cart up and down the aisle delivering spool of Ba ins to the weaver. An expert could handle 6 looms. I wasn't an expert, but I decided I would be 1 day. The working conditions were despicable. The pay was delightful. That's why I was happy. Money. The money made me happy because of the freedom I knew it could buy, so she's having conversations with her coworkers and they say, what are you gonna do when you grow up, Jackie? They'd ask me. I never wave to my response. I'm going to be rich, I'd say, knowing that even then knowing even then that they thought I was silly or crazy. All wear fine clothes own my own automobile and have adventures all over the world. They would laugh. I was certain that's where I was going. I felt no embarrassment about my big dreams. No dreams, no future. They could laugh, but most of my middle friends wanted as little from life as they were destined to get. That's a hell of a sentence. Let me read that again. They can laugh, but most of my male friends wanted as little from life as they were destined to get. So I'm gonna fast forward, you know, in the story a little bit. This section is really that you've gotta you gotta take chances. What has happened in interim is that she just jumps from whatever opportunity she can. She takes the the the best opportunity presenter, then she'll take that do the best job she can and see if that opens up another opportunity. And so there's a series of jobs. She she keeps switching trying to find a better opportunity. Eventually, she works for a family that owns a bunch of beauty salons. And first, she's taking care of the kids. And then she's like hey, I can, you know, I can help out in in the shop too. And she'll start at the very bottom. And that's another thing to learn from Jackie. You know, maybe have to start at the very bottom. But she's always going to aim to the top. She wants to be at the top of whatever profession she's doing. So eventually, she works our way up and she starts doing the actual... She she becomes a musician and a hairdresser. And the reason she does is because they work on commissions and tips. She's like, wow. I can make way more money than I thought possible. And she's, like, 15, maybe somewhere in that age that she's that she's figuring this out. And so she's been working the beauty shop for a while, and then this is gonna give her an opportunity to jump to another occupation and another, actually stage. She's gonna move again. So it says, a traveling salesman arrive in the shop 1 morning. He was selling permanent wave machines and was complaining to miss Rich that not enough operators understood the damn process. He had 1 machine practically sold to a big store in Montgomery, Alabama when they realized they needed an operator to go along with the machine and back down on the contract, so she had worked her way up to be an operator of these machines. Right? To to give perm essentially. Quick. Now this is really fasting. This is just a 1 paragraph, but I like the writing here, and I also like her thought process. Quick. No chance for any mid sentence pause. Not a second for mister Rich to consider the possibilities inherent for anyone else in her shops, let alone her. There I am. The person he needs to make that sale in Montgomery. A permanent wave expert at maybe, she put in parenthesis 15. To get the best performance to do better than anyone has ever done before, you've got to take chances. So the chance there is her walking away from a job that she already has. She's gonna have to move to a place she's never been before. She's like, okay. I'll... I will go and operate that machine, and I'll go move and see if it... It sounds like better opportunity for me. So let me go ahead and pursue that. And this is where we see her personality she's obsessed with being self sufficient. Because I remember her goal is independent. She does not want other people to have control of her time. She wants to have money not to buy a bunch of stuff, but to make sure that she can live the life that she wants to live. And the vast majority of her life is just having these experiences through aviation. We're not there it. She says, I was probably 15 or 16 when I walked every street in Montgomery, Alabama so I found the nicest neighborhood in the city. Then I knocked on the door at 12 south and street and asked the startled woman if I could rent room and board. At first, she was horrified, but I was determined. I had never lived in a house as elegant as her house, and I pleaded my case to the limit of my persuasive power. So again, think about, what she optimize for determination once she says, okay. I'm I want this. I wanna... I'm going to do this. She doesn't give up. She doesn't let you she... You can tell her know over over again. She's still gonna pest you. Right? And then she also talks about the importance of salesman. About being good with people like, getting them to do what you want them to do. Right? And so in this way, she talks... She she she uses the term persuasive power. Later, she'll explicitly calls she calls a salesman ship though. I lived that at that house for years. At the store, I worked at the story I worked on commission, giving more perm perm than Montgomery society could believe in earning more money than even the store manager could feel comfortable about. Montgomery began to offer me glimpse of the other side of society. I was able to buy a car. I never lost my comp to be totally self sufficient. I even learned how to repair the engine on my car. That model t ford was such an asset. I made sure I understood what it took to keep the car running smoothly. I personally ground the valves on that engine and the engine paid me back from my labor. And that's another thing. Another lesson takeaway from Jackie. She's gonna learn everything that she possibly can about the thing that is important to her the thing that's right in front of. Do remember in that Chuck year podcast where he... He's the same way. That's why Jackie and Chuck said that, you know, they were essentially the same person, where, you, he's learning everything he can about planes because he realized 1, he's really it, but 2, it could also save his life or help him layer on. And he winds up testing a new airplane and then writing a bunch, like, a a manual for the plan plane, giving it over to another pilot. The pilot was dismissive. He's like, oh, I don't need your notes. You know, I can just I'll figure it out for myself. I think even maybe would have read the actual manual that came from the the manufacturer, but not Chuck notes, and he winds up having an accident thankfully wasn't fatal, but he winds up, like, running the plane into the hanger. And Chuck just had a lack of respect for people that would not take that the necessary time to actually learn as much as they could. I think Jackie would echo those same sentiments. I'll learn as much as like, hair about hairdresser when I'm a hairdresser our hair dressing is when I'm a hairdresser. If I relying this car to get me around, I need to make sure I can fix. I don't want to be to rely on the good graces of other people. She's the same thing for planes. Everything she did. She would learn as much as possible about. Now, this is very interesting because the summary of the section is happiness is relative or another way to put this is the this is the upside to growing up poor. And again, this is where we see what Chuck calls horse sense. We're gonna call comments that she's just... She's really good at people, and she's just got a lot of common sense, A lot of practical knowledge. She said, you almost had to be there to know that what such a range of existence did for me. Because of where it came from and then where I went, I ended up understanding intimately. 1 very staining line of life. And for this next sentence, she actually the entire sentence. Let's just... She just this is not very common in this book. So it's her telling us explicitly, hey. This is a really important thought for you to remember. So let me read that section ticket it again. Because of where I came from and they where I went, I ended up understanding intimately 1 very sane line of life and that this is the part. I could never have so little that I hadn't had less. It took away my fear. It pushed me harder than I might have ever pushed myself otherwise. The poverty provided with me with a kind of cocky confidence and made me relatively happy with what I had at any given moment. So No only that a really good thought, like, I could never have so little that I haven't had less, but we also see that she she also saw self awareness. A lot of her friends, enemies, associates, the the wide range of people that knew Jackie when she was alive, described her, you know, she had a giant ego. She says she's a giant. She says I'm Cocky. She says it's an asset. The fact is I had undeniable self belief for myself is that the reason I was able to accomplish so much is because of the fact I had such self belief. Even if other... And she was comfortable. If other people are gonna criticize that, say, oh, your your cocky, you shouldn't give yourself compliments, she says, I disagree. It it was actually an asset for me. It was an actual tool, which is very counterintuitive, I think for most people. To understand. Okay. So we're still in her early life. This is where she's going to leave Alabama. She she continues to work in hair dressing field. She winds up doing small... Saving as much money as possible, doing, like, small investments in other salons and then eventually decides, hey, I've made as much money as I can in south. I'm going to the the world's... I'm going to New York city. I'm going to where all the action is because I wanna chase wealth in the... It's gonna afford me the opportunities that where I'm currently at in Alabama is not. And if you look at the notes, the vast majority of the notes and highlights I have from the smoker actually in her early life because I found it such a... It's a very inspiring story because you just realized how much, you know, she had to overcome in all the just a terrible circumstances of her early life. It reminds me all the way back on founders is number 01:17. I did the the biography of the auto buyer we have chu Chung J, which was actually the founder of Hyundai. And his story, his early life really does parallel Jackie where, you know, he had to ford for food. I remember 1 of the most memorable lines in the book is him talking about, you know when he's a little boy, he had he couldn't go to Bathroom as friends house. He to go home and his entire family had to def in buckets, and they used... They called it night soil. And they use that as manure for their meager crops. And even then, in the... In the winters. They had to eat tree bark. And then he he overcomes all that winds up becoming the richest person in South Korea. Well, that that... I... If you ever read that book, you should read the book, it's it's crazy. And then if if you haven't listened to the podcast, make sure you do that as well. It's founders number 01:17 is it's crazy, but there's a lot... The reason I bring that up is because that's what I found most interesting brought her story. It is amazing all the the the aviation record she's able to do when she's older and the fact that she doesn't give up until physically her body can't do it anymore. Her doctor say you can't fly anymore. And that's when she's heartbroken she's in her seventies. Because she's having heart trouble. She's seizures and everything else. But but just her early life is amazing. So anyways, let's go to New York She's a young woman. She might be in early twenties here. She hasn't let her hasn't yet learned fly. So I would say she's probably early twenties because she learns to fly somewhere in the mid twenties. Right? But this is the unusual way she tries to get a job in New york, and really, this is another illustration of her personality a way to get to know who she was. Start at the top. I can't tell you how many times. That that statement is in a book aim for the top start from the top. She's always talking about over again. Start at the top, Jackie, I said to myself 1 morning out job hunting, Charles of the R. That's where she's trying to get a job. But what an irritating sn of a man mister Charles was. I made the interview worse by insisting outright that was an expert at everything. He didn't believe me. I didn't look old enough to be an expert at anything he said. We were 2 big egos out to prove who was bigger and better. In fact, I told Charles the r that not only was I good. I was probably better than he was. Remember this is an unusual way I just tries to get a job. That amused him for a minute, but he was not so amused when I wanted 50 percent commission on every customer I had in his salon. I was sure my outrageous demand would end the interview right there when he said, you'll have to cut your hair. Wait a minute. I wouldn't come my here for you even if you promise to turn the whole business over to may I answer. So then she leaves. The next morning he called me at my room house, changed his mind he said, I wouldn't have to cut my hair, and I could have 50 percent commission. Anything I wanted. Did I want the job or didn't I? I didn't. I was so stubborn, and I still am. It makes me smile now to think that the Cosmetics company that I would found several years later, Jacqueline Cochran and Cosmetics still competes with Charles of the Writ. Charles himself is long dead, of course. So this while she's working in New York, she travels back and forth from New York to Miami serving different salon, customers, and this is where she meets, her husband. His... This is Floyd Old. He's actually the founder of Atlas, and he... At the time they get married. I think he's like the tenth richest person in America. So says, there there weren't night and day differences between Floyd and me. Temperamental, we may have been miles apart. But when it came to knowing what we wanted out of life, security, power, and a certain kind of fame, we were very much alike and work. Hard work was always a tie that bound us together. When it came to schemes and dreams, Floyd has had as many as I did. So she has a few weeks vacation from the beauty salon, and she said it's okay. I'm going to learn how to fly. And they offered flying flying schools. It wasn't expensive. It's still, like, not... She didn't have a lot of money at this time. It was, you know, about 400 bucks or something like that, so she had, like, scrape the money together, but this is where she... It's... Just... She realized that she falls in love with flying from the very beginning. So said, husky, was really husky. He was huge, and he used to be my instructor. When I looked over at the airplane, it was a little machine, and then I looked back at husky. I seriously began to question whether or not it would take the 2 of us up. No way I think. But I say nothing. Without a single explanation we climb into the plane. Husky opens the throttle and off we go? And this is her immediate reaction. Why have I waited so long? I can't believe that I've put this off. My reason for living, why? For some unknown reason, I catch the field the plane right away. I had just scratched the service, but I was less petition and more flyer already. How many hours do you need to fly to get a license I ask when we're both when we're back on the ground. You gotta fly 20 hours and then pass a test. Can you imagine that now? He explains. It'll take 2 or 3 months if you're lucky. I have to do it in 3 weeks because I don't intend to spend my entire vacation out here. I say. He just laughs. That'll be tough. He says. I don't think so. I say. The next day, I arrived to the airport by 7AM. No 1 was there until 9, and I spent 2 glorious hours watching the sky. Now this is I under underline this this next sentence twice, because it's just the way she had her mindset for everything. She's talking about the sky. I intended to conquer it. Just 48 hours after I first climbed in the cockpit, Husky climbed out of our trainer airplane and said, okay, it's all yours. I wanted to be the world's greatest pilot, and I didn't think twice about solo after so little time in the air. Jackie received her pilot's license in 19 32 after 3 weeks of instruction. So at the time, would see more remarkable it's the time she passes her her her pilot test. She can't really read him right. So she just take the the the the test orally. So she eventually learned how to read and write, But a lot of what she was learning. So she went through, you know, very limited instruction. She just says, hey. I'm gonna learn everything I can, but I'm gonna learn it through experience. And so she's flying into this really bad storm in Montreal. And she realizes something where she's like, okay. I I... I'm gonna kill myself. If I... The ignorance that I have about the profession that I'm choosing. Can be deadly. So it says most of us call just call it air. But I began to learn that there was much more there in the air than ever meets the eyes. My eyes anymore anywhere. So she's talking about all the the different inclement weather that she can experience how to do with turbulence when to fly went not to fly kind of stuff. She says, it wasn't until I hit that storm when the way back from Montreal that I couldn't understand even remotely. Why aviation people were always talking about the conquest of the air. Now I, before I finish this paragraph, really what she's describing as the conquest of the air of learning to be a good pilot. I would say what she's describing here go... It's it's the same for any complex or difficult endeavor. And that there's always gonna be these unknown unknowns. So it says, it wasn't until I hit the storm on the way back from montreal trail that I could could understand even remotely what aviation people were always talking about the conquest of the air. It was a conquest. Pilots had to fight all kinds of unpredictable and occasional and occasionally invisible enemies. So again, unpredictable and occasionally invisible enemies that you're gonna have to fight and conquer. So she learns how to fly. She decides, hey, Run this time. She keeps going and getting all the different. There's, like, bunch of 5 or 6 different certification. And she goes all the way to the top, learning as much she can about, about flying and being a pilot. And then this is where she starts her cosmetic business at the very same time. And we're gonna see her, again, what she repeats over and over again go to the top at the top. So it says by 19 34, after I had more commercial pilot's license, I wanted my own beauty business, so It could end up at the top. I had started at the bottom, and super super supervising shampoo and perm was not for me anymore. I wanted no part of other people's products. I was crazy enough to think I could do better. I first set out to develop a grease night cream. I was told that a grease lubricant was clearly impossible. I knew they were wrong, and I never recognize recognized the word impossible. My most successful cream. The product is called flowing Velvet is the result of my stubborn ness. We'd put our formulas in plain bottles with type labels and then try them out. Then once they had a product, this is how she focused on distribution. Then I'd go on the road and in the air to sell. The combination of my flying career and cosmetics worked. In fact, the first 2 department store accounts that she ever had ordered from me precisely because of the flying angle. I knew several flying enthusiasts in those stores, and they honestly wanted to help me... To help get me started. Then she starts hiring a bunch of employees and essentially just... She had... She employed a bunch of traveling sales women. To push out her products. My employees were a little like the Avon ladies of today, selling products to stores all over the country. This is more about our personality. It's a friend of her saying, Jackie was felt that there was nobody better than she was. She was equal to anybody and had as much confidence as anybody. That's why she was able to accomplish so much. If somebody else can do it so can I, that was her theory that was her motto? And once she was your friend, she was your friend forever. She would do for you. This is example of an idea you know I've talked about a few times that, it's really hard to have an unhappy life if you pick the wrong profession, and you pick the wrong spouse. So this is on her husband and her profession. And, usually an indication of why, you know, shit are unique and relatively happy life. Sometimes they think of the saw mills, the hunger, the work of the earthquakes and her hurricanes I live through, the fires in the sky, and the mishap on the ground, visiting with Queens, presidents, and 2 private audiences with the pope. Then I think of Floyd and how privileged I was to be able to spend 40 years of my life with that man. Okay. So I wanna fast forward to the the beginning of what's where she found the women's air force service pilot program, and this this came because she was given the opportunity to be become the first woman to fly a bomber. So they're flying planes and other military equipment from the United States to Britain. This is during World war 2 when Britons getting pounded by Germany. And so says and so she says that's all I needed to be off and running. Of course, I'd do it. I'd jump at such a chance to be the first woman to fly a bomber to great Britain. I was also convinced that our own women pilots might be needed should the time come when our own country needed to defend itself. Women wouldn't want to do their part. I'd had heard that there were female pilots who were faring planes in the English countryside, and this was my chance to see it first firsthand. So she goes over Britain realizes, hey, and obviously, Brings on an immense amount of strain at the time. And they're they need every able body they can get. And so they're still not letting women in combat, but if you need a ferry equipment or if troops or other supplies, they'd have women pilots do that. So she she goes to Britain sees that, then takes that idea and starts the same... The very same thing in the United States. This is right before, and the program just gonna be the acronym is Wasp. In order to prove to Us and british officials... Oh, so the reason I included this is because as you can imagine, she's chasing after her a male dominated profession. This is in the 19 40. She is going to encounter Just another obstacle. She's gonna encounter an unbelievable amount of sexism, and this an example of that. In order to prove the Us and British officials that woman could handle such heavy aircraft as bombers in thus play a role in wartime flying activities. Jackie Cochran gained the support of the British minister supply and the American General Hap Arnold to allow her to ferry a bomber to England. Because of opposition by male ferry pilots. This is crazy. A compromise had to be worked out. Jackie piloted the bomber across the Atlantic, but had to re the controls to her male copilot on takeoff and landing. So she's gotta build this program from the very... Like, from the ground up. There's nothing in place. She's building it from from the very beginning. I'm gonna tell you more about that, but I have to read you this quote because this more about personal, but really, there's a million examples of in the book describing Jackie this way. And this is 1 of the pilots. 1 of the young... Because she she recruited mainly young women. I think they were around the age she was when she learned how to fly. So you're talking early maybe mid twenties and Jackie you know, about 20 years old older at this time. Just said, she could be ruthless when she wanted to pursue something, and she'd go at her goal with an intensity that wouldn't stop. Again, that's just 1 example. There's a million examples of people describing her that exact... That exact same way. She knew what she wanted and she was not going to give up until she got it. So the very beginning of the loss program. She's under a direct order from General Arnold. She's meeting with him and she says, what do I do now? Let's train 5000 women is his response. And she goes, that seems like a ridiculously high number They wind up training. I think, about a thousand pilots, thousand female pilots. So she talks a little bit about the challenge. She had to to to overcome here. We needed everything. Aircraft instructors, a field, sleeping and eating facilities for the young women, and I had 25000 applications to go through. I had 3 objectives. Number 1, to see if women could serve as military pilots and if so, to form the nucleus of an organization that could be rapidly expanded. 2 to release mail pilots for combat. She achieves all these objectives by the way. 3 to decrease the Air force total demands on the cream of the manpower pool. American industry was producing tens of thousands of airplanes in the fall of 19 42. No 1 could tell whether we had enough young qualified men to fly them. If a woman could handle a a plane, then a man could be released for active duty. So the exact same thing that was happening Britain is or what she's trying to do in America. Okay? That's what that's what I thought That's why I'd seen work in England. I just ran my own point there, and that's exactly what I would prove in the long run, but it was a very long run. So there's a lot of a lot of, I'm gonna omit a lot of this. Was just like high school. It's is... You know, the army obviously, the military is a a huge bureaucracy. And you have Jackie fighting with all these people about who's in charge, who should get credit. It it reminds you, like, a, like, something you've seen in high school. Except these are grown adults, which makes it even more pathetic. But this is more about that time and really her her desire to seek out challenge, to seek out a challenge, and then her refusal to quit, which again, I know repeating, but that's really the story of Jackie life in a nutshell. The challenge appealed to Jackie. She had been told no. Women couldn't do it. We weren't needed, and that first no made her all the more determined to get the program off the ground. When she made up her mind, Jackie Cochran was like a steel railroad going down the side of a track. She had a great sense of her own worth and she knew she was good. People didn't know what to do with her. And I think about what Chuck said, Chuck you're said his... In his book. He's thinking think about, you know, guys arguably the most famous pilots ever lived. He's at, a bizarre range of experiences that's just so few humans, other humans and ever, have ever had. Thinking about all the people he he's met his life and for him to say, hey, I've never met anybody man or a woman like Jackie just gives us an indication of how unique this person that we're learning about, really, really, really was. So this is more... I'm gonna fast forward after the war. She's in Germany. She winds up going into the Hitler's bunker taking a doorknob, which I think she kept for her whole life, but she's driving to the streets and, you know, Germany's devastated at this point. And this is also, you know, an example of her trying to be a good person. This is her helping a poor mother. In Germany right after the war. So it says a woman with at least 5 children came to the cars as we stopped. Her husband had disappeared in the fighting. She had nothing to eat and nowhere to go. I reached into my purse, it could only feel a chocolate bar. It had started to snow. I was numb. I wanted to do something for her, something more. We drove off and traveled at least a block when I remembered the trunk and what goodies it held. Stop the car. I ordered the driver. He thinks I'm crazy. We've gotta go back and find that mother, I say. Why he wants to know? Because there's some food tucked away in the trunk of this car I explained. There was some sugar, cocoa, a couple of hard boiled eggs cans of fruit juices and some big lumps of German bread in the trunk. Now this is... I'm not just trying to weigh your appetite here in case you're hungry. This is crazy what... She travels with food her whole life. Do you wanna know why? She tells us why We're here. I never go anywhere without some food. I guess it's a hangover from my childhood. She didn't wanna starve again. It's like, looking for a need on the haystack, this guy insists. Why even try because that's her response. Luck was with us, and with her. We found her and the image of her face is etched in my mind's eye. There she was standing there on that crowded street, arms full of food, tears streaming down her cheeks, snow falling. I had a good cry too. So around this time She's also selling a lot of ideas and programs she wants to do in the military. So I'm gonna omit all that because I wanna give you the the punchline line. This is her... This is Jackie and the importance of sales. I've always been a very good salesman. My whole life has been built on promotion and sales, and it doesn't matter whether you're selling wash tubs, or cosmetics, or human ideas. If you can present it well, you can make people believe you. And I know that there's that quote that I always like to to repeat over and over again. Because I think it's important for people to learn and to actually believe. I don't I don't know how... I think a very small percentage of the human population actually believes it to be true, but it's that, quote, by Mark and Jason that the world is much more malleable. Than you think. The world is a very malleable place. If you know what you want, you go for it with maximum energy and drive passion, and the world will often reconfigure itself around you much more quickly and easily than you will think. That's the... That's actual full quote. And I feel that's Jacket would believe that, but that's also what she's talking about there. Is like, the ability to convince others and persuade people around you. To get them to believe what you want to believe is the first step in making the world malleable around you. So I talked a little about this in the Chuck of podcast. He helps her. He breaks the... He's the first person ever to break the sound barrier. He helps her become the first woman to ever break the sound barrier, and this is what she says about that experience. Believe me, breaking the sound barrier and being the first woman to do it. Was the greatest thrill of my life. So she's almost 60 at this time. And this is... She's eventually gonna have heart trouble seizures all all... Her body kinda falls apart a few years after this. And there's, you know, whole paragraph talking about, you know, this record. She said, you know, speed record for here and course record for here. And I'm I'm gonna skip over that because a lot of it just numbers, and course numbers and all that, but really, the punchline line is she's setting new aviation records when she's almost 6 years old. And the lesson there is, you know, she found something she loved to do and tried to do it until she died. Now she's having all this health trouble. So this is really really heavy. And this is her writing So a lot of knowledge here, because now she's an much older lady. This is really on death and love, and I'm gonna read this is gonna be a little bit longer part. Well, now it seemed. I was looking at the end game for myself. Whenever I'd want to get a proper perspective of man's place here on Earth, I'd go out onto a ranch lawn and look at the moons, planets and stars through our rather large side's telescope. The moon is so near that light reaches us here on Earth in less than 2 seconds. I used to look at it closely. Then I take a look at 1 of the distant stars and realize that it might have been extinct long before man here on earth came in being. It takes the light from some of those stars, millions of light years to reach us. As opposed to the seconds from the moon. When you start to consider the billions upon billions of balls of fire called stars going on and on in accordance with a pattern, you've got to feel small, but not too small, For then I'd consider how smart we were. How much we knew and how the mind of man had gradually taking a ascend over so much. I possess a rather simple minded approach to religion. The universe is so ordered and so divine planned that there must be something more. It's that simple. It doesn't have to be complicated. I'm satisfied that if my body goes back to nourish and create flowers, then I'm part of an infinite divine plan. It's only human to believe in an afterlife where your personality is important and you'll continue to do and love the same pleasures you pursue and love here on earth. For a long time after returning from Albuquerque. That's where she was hospitalized, and they told her she couldn't fly anymore. I couldn't look up into the sky without bursting in its tears. Then it began thinking, this is stupid, and that was that. In fact, I decided that if it couldn't fly high performance jets any longer, then I take up soaring flying airplanes without engines. My body could stand the pressure of an altitude up to 7000 feet, so I apply for my permit. I could so you know I could see no reason why I couldn't soar alone, particularly when I plan to fly in remote areas where it couldn't possibly hurt anyone but myself. And at least, I'd be in the air again, and this is her friend talking about this time in Jackie life. When the doctors told Jackie that our flying days were over, her whole roof caved in. It hadn't dawned on her until that very moment that the seizures, the heart trouble, and finally the pacemaker would actually put an end to her aviation career. She'd go out at night and look up into the desert sky, counting the stars. Wishing she could fly again, but she couldn't for once. Her dreams were bigger than what she could accomplish. And then I'll close on some of the last writing she did right before she died. The head of the New york Adventure Club asked me to give a talk that would focus on adventure. It was almost impossible to do. Even back then before I broke through the sound barrier, had my day in the star, our saul star is at noon. I couldn't choose then and ended up talking about my childhood, about learning to fly, getting caught between the mountains and a plane, flying that bomber to Britain. I have found adventure in flying in world travel. In business, and even close at hand. Adventure is a state of mind and spirit. It comes with faith for with complete faith, there is no fear of what faces you in life or death. I ended up living a life of continuous adventure. I think it was Peter Pan who said to die will be an awfully big adventure. Jackie never lost sight of her main objectives, living the good life. And always aiming for the very top in any endeavor. Nor to achieve even begin to doubt that if she tried hard enough and fought hard enough and maneuver hard enough. She would not only achieve what she most wanted, but she could even affect the course of history. And have 1 hell of a lot of fun doing it, and indeed she did. As Chuck Eager said, sometimes even Jackie Cochran couldn't believe what she had accomplished. And that's where I'll leave it to get the full story, read the book. If you buy the book using the link that's in your show notes should be supporting the podcast at the same time. That's a hundred and 67 books down, 1000 go, and I'll talk to you again soon."
}