{
  "transcript": "I can remember the moment my life changed forever. I had an epiphany 1 morning, and nearly every detail of that moment is burned into the hard drive of my brain. It was March 19 71. And I was at work, managing the parts department at a Toyota dealership in Colorado. I just taken a parts order over the phone from a body shop, and I was checking to see what parts I had in stock when like a bucket of cold water, it hit me. Here I was, 27 years old, married with 2 children and 1 on the way. And I was responsible for raising and supporting those children. Providing food and shelter and college and housing, and much more, while preparing for old age and retirement. And I realized, I had nothing to fall back on, I had no college education, no special training. All I had was my energy and whatever talent I'd been blessed with. It scared me. The feeling was so overwhelming that I stopped what I was doing to ponder the matter. I decided I had to be extremely good at something. And the thing I was best at was being a Toyota parts manager. That night, I work until 10PM. It was the start of my 90 hour a week work schedule. From that moment on, I began working from 07:30 in the morning until 09:10 or 11 a night, 6 days a week. I did this for 20 years. I reason that other dealers had the same parts and roughly the same prices to offer. I believe service and hustle were the things that would set me apart. I would simply out work them. I would become so good that it could not be denied. I was obsessed with doing everything I could and accomplishing as much as I could. It was difficult for me to go home with work undone. I wanted it to be done for the next day. A lot of people go through the motions with little sense of urgency. I had an extreme sense of urgency. A body shop would call in order 21 parts. If I could only find 19 parts, I was ticked off. If I was 5 minutes late, I was upset because I had created a system that wasn't more responsive. I became a student of everything. Ordering systems, delivery systems, hiring practices, training practices, retention practices. I decided I had to be incredible in all facets so that I could control the outcome. I needed to become the best. I begin my story this way because it is a useful backdrop for any discussion of my life. It color so much of what I did and so much of what happened to me. It was central to everything. Whether it was working as a delivery man or building a private business or growing into an entrepreneur or buying the Utah jazz. Or as I'm sorry to say, neglecting my family to do all of the above. I worked and worked and worked day after day, night after night, dawn to bedtime. I was driven to succeed. That an excerpt from the book that I'm gonna talk to you about today, which is driven an auto by Larry Miller. And this is another book that was recommended to me by a listener. I was not expecting to read it right away. Actually downloaded the sample on Kindle. And right away instead of talking about, hey, I built this multi billion dollar privately owned business. Right front, Larry serves as a cautionary tale. He's like, don't make the mistake that I did. All I did was work, and as a as a result of that. I neglected, my wife, my kids, everything came second to my work. So there's a lot of interesting and, unique ideas and inspiring ideas in this book. But there's... It is going to serve as a cautionary tale both on neglecting his family and neglecting his health, and we'll, I'll obviously talk you about that in a little bit. Let me give you first an introduction Larry. It says 99 percent of the people in Salt Lake City had done business with 1 or more services provided by Larry Miller. Not bad for a man who was a d student in high school and who attended college for only 6 weeks. He also never took a business class in his life. After dropping out of college, he worked as a stock boy in an auto parts store. And through the sheer force of his personality, his native intelligence and work ethic became the most successful entrepreneur in the history of Utah. Sitting in his hilltop mansion that overlook the entire Salt Lake Valley, he has literally risen above his working class roots and 1 of the most inspiring things to the fact that, you know, it didn't have a good education. Came from very terrible family. As as he was just talking about in the introduction there. You know... 27 years old has a normal job, you know, his parts manager at a dealership. But realizing, oh, my god. I'm... I need to be extraordinary. I have all this pressure on me. So there's a lot of... I think a lot of inspiring takeaways from his early. So I'm gonna spend a lot of time talking about that. Let me go back to this real though and give you an overview of of his business. So it says, on 05/01/1979, he began operating a Toyota dealership in Utah, and he did... And he couldn't know, what he was beginning. Upon his death, 30 years later, he owned movie theaters. Auto dealerships, a world class track, a movie production company. An advertising agency, ranches, restaurants, Tv and radio stations, a real estate development company. An Nba franchise, a professional baseball team, an Nba arena, and sports a sports apparel stores, nearly 90 companies in all. That's a hell of a 30 year run. Right? Nearly 90 companies and all in 6 states with 7000 employees all under the umbrella of the Larry H miller group, which is still in existence today his wife is widow actually runs the company, or owns the company rather, which produces 3200000000.0 dollars in sales annually. Ranking it amongst, among the the 200 largest privately owned companies in the United States. And this is his wife summarizing him after his death. He says, or, she says, he was an ordinary man even though he did extraordinary things. And when I particularly, like, he spends a lot of his time in the book talking about his failures. He... He, you know, he's definitely has, an ego, definitely is very proud of what he accomplished, but he talks explicitly said, hey, if I could go back and redo things, and that's why he... He's writing this book as he's dying. It's a... It's... Again, I'm gonna use the word cautionary account. It's a warning from the grave. Don't do You could take the good what I did building the companies because I do have some good ideas doing that, but don't repeat my failures. And so he talks about that he has this idea that the river is what he's calling it all started from failures. So let me read this section to you. That was very interesting. I never saw myself doing any of these things. I was a 41 year old car 41 year old car dealer when I took my first step outside of the car business with the purchase of the Utah jazz. It's funny how life is like a river sometimes. And if you do things a certain way, that river will just take you a certain direction and you write it out and you see where it takes you. People ask if I set out with the plan, no way. The chain of events that began my entrepreneurial career were sparked by 3 failures. I dropped out of college. I got laid off, and I got demoted. Alright. We're not there yet, we'll get there. Let's go back to when he was a teenager, and he's getting kicked out of his house. He says 1 night during the summer of my sixteenth year I returned home to find my world turned upside down. As I approached our house, I saw 3 sacks on the porch and wonder what they contained. I walked up to the stairs and onto the porch and peek into the sacks. And I was stunned by what I saw. They were filled with my clothes. I was confused. What's going on. I tried the front door. It was locked. I walked around to the side of the house to the basement door. It was locked. The house was dark, but I knew my family was in there. Slowly, the realization of what had happened washed over me. I had been kicked out of my house, but why? And this story is gonna get even crazier here. So he has to go live with his neighbor and we see he... Larry obviously came from from a very, broken family. So he's talking about the neighbor that he's he's crashing at his house. He says, he came off as a gru man, but he really had a heart of gold. He made me feel welcome in his home. And I wanna living there for 6 months. During all that time, I never had any contact with my family even though they lived just 3 blocks away. I felt empty and displaced, but I did not have longing to return home. Probably because of the tension that existed there. As Christmas approached, I finally began to experience some of those belongings, so I called my mother and told her simply. I think it's time to come home. Her response was cool. You have to talk to your dad. She said, 2 days before Christmas, I moved back home. It was 19 63. In the years, since then, Gail that's his wife has interviewed my mother twice. With a tape recorder to learn more about my family history. Both times she asked my mother while I was kicked out of my house. She could never adequately answer the question to my satisfaction. It's still an issue for me today. I think about it more than I should. I look for answers and there are none. Dad is gone and mom is una about it. So even before he gets kicked out of his house. His mom, his description as mom is she seems really unstable. The the the examples of her behavior in the book. I can't diagnose her, obviously, but she she just reminds me of people that have, like, schizophrenia. And this is an example. His parents And it's really his mom, because this is his step. He refers to this this guy is his dad, but his real dad, is his mom, I think, Has him when he's... She's, like, 16 17. She's really young. I mean she might be 20, but she's extremely young. And she breaks up with, Larry biological dad, and and part of the divorce agreement is that you were announced, like you're not going to have... They have 2 kids together, you're not gonna have any contact with them. So Larry playing softball. He's 35 years old, and this guy comes up. Was like hey, Larry, I'm your dad. So it's that's another just strange, another just strange example or experience that Larry had to throughout his life, but let me go back to this point where his... Mom calls the cops on them, more than once. And so let me just tell you a little bit about this because this is just wild. Even before I was kicked out of the house. The police took me for my home on 2 different occasions. Though no 1 could ever tell me what crime I was supposed to have committed. 1 evening, a police officer knocked on their door. My mother answered and in stepped aside as he entered the house. It was immediately clear that she had been expecting him. The cop whose name was Willie was very cordial. You're Larry Miller, he began. When I agreed, he said I need you to come with me. I was confused. I followed him as we walk to his car, which is parked in another street. He drove me to the Juvenile detention Center, which is another name for prison. Inside the building, officer Willie told me, the word your parents are using about you is inc. You're impossible to manage. I ventured a question. What have I done? This question hung in the air and died. I was checked into the facility, and I... And there I stayed for 3 days. I never went to court, and no 1 ever told me what I had done. My parents had simply called the cops and told them to haul me away. This reminds me of 1 of my favorite entrepreneurs I I discovered through this podcast is Yvonne Shana. And he has a great quote. And he says, if you wanna understand the entrepreneur studied that Juvenile delinquent. The delinquent is saying with his actions. This sucks, I'm gonna do my own thing. In Larry Miller case, this is literal. And if you wanna more... If you haven't listened to the 2 I've done on Yvonne. The founders number 18 and founders number 60, and I have another book of his that'll I'll do again in the future. He's just... He's got a really... He... He's the guy that started Pat, which is 1 of the largest privately held business in the world. But he's got a very unique, business philosophy that he expresses in those books. Alright. Let me go back to the second time though. I'm not done with, going back to how dysfunctional this environment that Larry Gru is. It says, this another time that he went to J. And the reason I'm gonna include this section is because now he directly ties this experience to how driven he becomes later in life, and I think his, realization or his takeaway from this experience might be even though you might have never gone to Juvenile, Jail or prison in general. I think it's relatable to a lot of people and Gonna get there in says, I was taken again to the Juvenile detention center for several days. I don't believe I broke a law, and I was never charged doing so. I have been bitter about it ever since, and this is such an important sentence to me. Whose parents call the police on them. My childhood ended there. I had another epiphany of sorts. I realized that I... While I was in detention that I did not feel compelled to regain my freedom and to return home. Although I didn't like detention, home was not much better. I wasn't overly stressed that I was there and the realization of this disturb me. I have wondered if the... This is now it comes to to what he's taking away from this experience that I think is trans to a lot of other people. I have wondered if the things I've accomplished over in my typically man and driven style didn't come about as a result of my not wanting ever to lose control of my own destiny again, And this is, of course, a main theme that runs through almost all of these biographies is the desire for control for independence and control. Going back to Larry here. There have been many times in my life when I refused to leave any deal undone, so that would never again have to be subject to the whim of others. Whether it was parents who wanted to jail me or a boss who wanted to fire me. And this is probably the most important sentence of this entire section. I had experience of vulnerability and I didn't like it. So not only, surviving this dysfunctional environment adds to its drive, but this is also something, unfortunately, when you're rate, and I think this this may be more common than it is is not, unfortunately in our species. Is that there's a lot of broken parents. They're unable or unwilling to fix themselves, and so they pass through generations terrible habits. So you you might been raised some some kids are raised in a terrible environment, and then they have kids and they they just duplicate. Or copy what they see. And it only takes 1 person to break this generational curse is the way I would see it. This is Larry wife on Larry relationship with his mother. And this is after Larry dies. Listen to this. This as wild. He struggled with his relationship with his mother law's his life. In the end, his mother was not aware that he was dying. He wouldn't let me call her. He didn't wanna deal with her. He didn't have anything to say with her now Here's the problem though. This is now Larry wife continuing about not Larry because Larry obviously didn't didn't grow up in a loving environment. Didn't realize that. Yes, it's good to financially support your kids, but they also need you to be there. So says when he had children, he wanted to give them the very best of everything. He believed his role was to provide what they needed. He didn't realize how important he was as a father and role model because he hadn't had parents who did that for him. Okay. So that's that's not about the terrible family relationships. He does say, hey, I screwed up my kids. He wants to have, like, 23 grandkids, but he says, you know, I was better with my grandkids. But again, he feels that the mistakes he made when he he talks later in the book about how he doesn't feel his children He feels his children or better with their children than he was with his own. So that, you know, this this this trend of poor family life seems to have ended. I wanna go back to his early life, though, because it's really important to understand. It was not obvious at all that Larry was gonna be successful. And an indication of that, he starts dating his his his wife. I think mister you're dating, like, high school. I think they met in middle school. And when he was in high school and even soon thereafter, his future in laws did not like him. They thought he was a loser. So it says, her parents didn't like me, and I didn't blame them. I wasn't the kind of kid, a father and mother wanted to their daughter to marry. They considered me a narrative well, which is just a complicated way to say a loser. It was hard to argue otherwise. They pest gail about me. Why don't you date someone else, even Know, this is this is where it turns around though. Even after we were married, now, the first maybe decade of his marriage, you know, he still took a long time to wind up turning in or changing, maybe evolving into the person he wanted to become. Right? So he says, even after we were married, my mother didn't like me much. And but this is where it shifts. This is very, very interesting, which was ironic because after we became successful. She would sometimes introduce Gail as Larry Miller wife Okay. So I didn't like him when he was a loser. Oh, now he's rich and successful. Suddenly, I like them a lot more. Now you can't really control the people's external views of you, but I always think about what I think a lot of people from an internal, like, an internally driven perspective. Right? I think a lot of people reversed this. It's important to note this because most people get the order reversed. Bill Walsh in his book, the score takes care of itself, and there's been other examples of this, but He talks about this all the time that winners know their winners before their winners. Champions behave, like, champions before their champions. Most people don't understand it. They think it's first. It's like, oh, you became a champion now you're gonna act like. It's like, I knew had that belief and that drive way before other people could see it. And I think that that's expressed in in the different between. He probably didn't know it when they first got married, but he damn knew it once he made that decision is, like hey, I'm gonna I'm gonna do whatever I have to do. To become extremely good at something. And even if that took few years being few years to manifest to other people for other people to see, he knew it right then. Let's go... We're still out there that let's go to what he was doing before he starts working in the auto industry. So this is, this is just a bunch of odd jobs. And really, the the point that I'm bringing this up to you is it's very common for people to be unsure of what to do. So says after dropping out of college, I had no idea what I wanted to do. And so I wondered Aim through a series of odd jobs that taught me what I didn't wanna do. I worked in a book binary. I framed houses. I mixed and carried concrete. I drove delivery trucks, and I picked strawberries. None of these jobs held much interest for me. But a pattern began to emerge that would prove significant. And then now we get to the first actual idea of his that he uses throughout his entire career. So he says, I discovered I had a knack of creating work systems that produced stunning results And this had served me well throughout my professional career. So this section is a lot longer. I'm gonna skip over and just give you the punch punch. He's working at a company. They have to pack records into boxes and then ship them out. Okay? So he figures out a way to 10 x the amount of records they could pack per hour, and this is essentially what the main point is. As I looked back now, I realized I was practicing time and motion studies. Although I didn't note it at the time. It was simply a manifestation of my personality, and would become the hallmark of my labor style. I was making efficient use of his time. So what he would do is if he's he's got a lot of jobs that are just repetitive. Right? They they're low paying, usually physical labor and he realizes, I... Am doing the same thing every day. So he he actually does something he's really smart. He steps back and analyzes every single section of, the task that he has in front of him. And realizes, hey, there's there's faster ways to do this. So he calls that time and motion study. There's a bunch of examples in the book if you're interested to definitely read it about him doing time and motion study. What made me think of is 1 of my favorite books I've ever for the podcast was the auto of Chang Young, he winds up becoming this... He was 1 of the poorest boys in South Korea, found Honda in a bunch of other businesses, becomes the richest person in South Korea, But he said something in that book that was very interesting. He's writing that. I think when use since his eighties. And he talks about you need to make use of this evenly distributed capital. Evenly distributed capital. What is he talking about? Talking about you... Everybody has 24 hours a day. So she says time is a form of capital, provided equally to everyone. If I can be considered a successful person, it's only because I made the best use of this evenly distributed capital. So Larry would agree with that statement as well. Best use of the evenly distributed capital for work. He definitely didn't use the best use of that for for others of life, mainly family and health. Okay. So through a series of these jobs, just keeps getting, you know, normal basic jobs. He doesn't have a college education. He's, you know, he doesn't consider himself that smart yet. It doesn't at this point of his life. But he starts working for a... For auto parts store. And he's eventually, this is where he's... He gets the experience and eventually starts working for dealerships, and he's gonna, to be promoted up the ranks of dealership, then he's gonna get d demoted, and then that's gonna make him jump to buy his first car dealership, and that's be lay the foundation for this gigantic private company that builds. But I just wanna pull out this 1 a few sentences here because I thought that... This is very interesting how he framed why he was working so much. And this is before he decide decides hey, I'm gonna work 90 hours a week or whatever it was. So he says, I was assume working 7 days a week every hour they were open for 4 months. So he did this previous in his life, but he didn't always do this. Once he has that epiphany that I talked about the very opening, that then he, you know, carries that on for 20 years. But this is the reason he says this. So listen, I'm working all these hours and he says, I was doing this so I could learn. So he's putting in more hours so he can learn faster. What was the result within a year. I doing the hiring, firing, scheduling and ordering of parts. So he's gonna jump around. He's dealing with a lot of poorly rent businesses. Lot of... He's being taken advantage of. He's essentially, he gets cheated, 5 diff... By 5 different employers be fine... Before he finds 1 that he's gonna work for for 8 years. And a, a lot of the cheating comes to say, you know, yeah, usually has to do with pay or hours or promotions. So promises were made to him as an employee from his employer that are not kept. And so when that happens, repeatedly, he he'll he'll jump. But really, the takeaways as I discovered, So are often early my career, businesses often don't take over their... Take care of their employees or provide them with proper support. So having... Had that done to him when he was young, didn't have a lot of resources, he thought he was being taken advantage of and in the book he talks about, hey. If I ever get an opportunity to run up my own business or to have employees. I'm gonna make sure I don't do that. So his next boss actually does what he said he would do. And this is allows Larry to stay with him for for 8 years and to actually develop the skill set that he's going to need to apply to his own business. So this is a very important part of his life. And he's he's managing a part... The parts in a dealership. That's what he... That's his... Was his specialty before he runs the entire thing. So he says we went from 960 first in the nation in part sales. To first in 28 months. We set records every month. And he's got some good ideas here, which Gonna tied to some previous entrepreneurs too. We not only became the first Toyota parts dealership to reach 1000000 in your sales, but we reached 2000000 before anyone else reached 1000000. And we became the first to reach 3000000 dollar... 3000000 in sales as well. When I took over the job, Jean, my boss told me, we're gonna hand you the ball. Well, I ran with it. Now this is a really smart idea. Most parts managers are limited to their primary market. Which is within 10 to 15 miles of where they work. So how the hell do you go from 960 first to 20 eighth. Right? You know just gonna do a... You can't do 10 or 15 percent There's a commodity business. He just told us I, he's like, everybody's got the basic the same parts. Everybody's got basically seen prices. Right? So, he's he does something really really smart about how he expanded his market. Just says most part parts managers are limited to their primary market. So I got 10 to 15 mile radius. I can't I'm not gonna go from 960 for first, 960 first, excuse me to first. Right? So he says I developed a national wholesale business. So now I went from a range of 10 to 15 miles to 3000 listen. I also hired a good staff and solicit to businesses from body shops and independent mechanics. These are people. So now he's going from inbound. Maybe they they pull out at the yellow pages, and they just call up the closest person. Now they're calling and visiting and saying, hey, I have... Let me make a relation with you when you need a part you call me. Essentially, he... The way he expanded the market reminds me very much of what William Randolph Hears. Right? So William Randolph Hurst builds this gigantic media empire. Radio he owns all newspapers all over the country takes the same stories that it appear in the newspaper repurpose and radio tv stations, and he I think he might have... He has to built... He has have had built 1 of the biggest media companies ever. But before he did that, he had 1 newspapers, a San Francisco examiner in in San Francisco, and he realized realizes, hey, I got tons of other com competition. Right? It's very similar to what is happening to Larry He's like, they're offering a newspaper. I'm offering newspaper. So what he does is he's, like, well, the... There's only 350000 people living in San francisco for the time. So even if I was able to sell, newspaper data to every 1 of them. I'm limited a circulation of 350000. I think before he dies his circulation, his daily circulation at peak was like, 15000000 people. So what he does is he's like, okay. I'm he starts shipping his newspaper by train to other cities in California. And therefore, his circulation increases what rapidly, not only he getting more money because they're buying it, but now his advertisers can advertise to more people. Very, very smart move very similar to what Larry Miller is doing here. So going back to this. Larry says I worked tirelessly. I was driven excel I was working 14 or 15 hours a day, 16 days a week. And so this starts to pay off. His to to people... His 2... There's 2 guys that own the dealership that he's was working for. Is Like, this kinda just took us from 9... 950 first to first. Now we're doing 3000000 a year. This is Bananas. So says, Jean called me into his office and told me, we're gonna promote you to general manager. Larry says, I was surprised. Such promotions didn't happen to manage parts managers. They happened in sales department. So why would they do that? Because who's gonna make your more money? Sales, usually sales department. Right? But his his results were so extreme. We're like, well, what happens we put Larry or Larry in charge of all of this. The plan called me to the plan called for me to begin following jean around for a few days beginning January 20 first to learn his job. I love what Jean does here. But on December fifteenth, Jane called me into his office and said, look, I've got some things to do at the Chevrolet store. If you need me, just answer my phone and open my mail and conduct sales meetings and call me if you have a problem. He never came back. It took me a long time to realize that this was by design. He decided the best way for me to learn was simply to throw me into the job. I called I colton and this is another smart realization that that Larry has here. It's like, I I'm learning from Gene. When I'm gonna take the the ideas, everything I learned from Jean, and then I'm gonna... I'm going to allow those g... The... Those ideas to mel in my mind with my own ideas. And the combination of those 2, those 2 things are going to the end result or the outcome is gonna be a unique idea that than I can apply. That maybe even better what jean could do. Right? So he says, I called Gene often in the beginning. But 1 day occurred to me that in every situation I faced, I was always wondering how my mentor gene would do it. I decided I couldn't worry about that anymore. I was going to do it how Larry would do it. It was the dawn of a new era for me. So he always says, in the book over in overnight. I was a car guy. I turned myself into an entrepreneur. So he said like... And this is the beginning of that. I took the entrepreneurial ideas, I'm with expanding mark and all the stuff he did in the parts department. I had the parts department and ran with them without being shack by pre notions of what could and could not be done. And so he does this for you. I'm skipping... I'm going through this obviously really, really fast. There's more detail on the book with just 3 years later. Look what happens as a result of this. Jean and Chuck came to me and said, hey, we want you to run all 5 of our dealerships. We're gonna make you operations manager. After about a decade of wandering from 1 job and 1 employer to another uncertain about what I wanted to do or for whom I wanted to work, I had found a home. Now that I need to pause here. This is extremely important. He has no... He's happy. He's making good money. He's running 5 dealerships. He has no desire to run a business. There's no need for it. So some... Memory, go go back to the river of failure, his... His idea he had the river of failure. Right? Something is going to have to happen to change that. And if these guys never made the mistake, there might we you and I probably wouldn't be talking about Larry Miller right now. So it's very interesting turning a negative into a positive. Something we all have to learn to do in life. This is, before I get there. I wanna give you an insight into his personality because he does, you know, tons of people on this that we've called on the podcast have similar personality types. They are driven to win. They have to win. When I did that 3 part series on Larry Ellis. I was also watching the documentary, the new... The documentary on Michael Jordan, the last dance. And I realized as I'm reading all these books on Larry Ellis and watching... And, you know I was a huge Michael Jordan fan when I was a kid. Still am to this day. But I realized I was like, oh my god. If Michael Jordan ever sold. Enterprise software, he'd be Larry Ellis. Larry Ellis talks about this, like. He's got this hole in his heart, and he can only... And it never filled, but he's driven by competition in his man desire to win. Larry Miller very similar to that. A representative from another local car dealership called Miller every month to ask him how he was consistently beating them in part sales. Miller simply said he didn't know. But after the fifth or sixth call, he finally told him in. Okay. I'll tell you. I come to work every day with the sole purpose of beating you guys. So he's... Again, he's not gonna want his desire was not to go from 960 first to second to third, he had to be the best. So everything is going well for a series of years. He's finally on solid footing. And then his boss tells him that he wants his to groom his sons to take over the business. So this is the horrible thing that leads... I called him Jim. His name not Jim. That leads, these are I'm reading my notes. This this name not Jim, David. This the horrible thing that happens. For Larry that leads Larry to entrepreneurship. He drew an organizational chart of his real estate and car businesses. He indicated that he was overseeing a real estate business himself. That brought us to the automobile side of his holdings. Chuck had 8 sons, and he wanted them to follow in his footsteps on the automotive side. The bottom line was he was gonna put his sons in charge of the automobile dealerships and I was being demoted to general manager of 1 store with no cut and pay. So here's Chuck some mistake He's like, listen, I love Larry. He's great, but, you know, my son's gotta come in here. I want you to train him. I'm still gonna pay you. Listen, Chuck might be thinking this is gonna be good for you. You have the same amount of pay less work. That's that's not the kind of person was. He wanted me to mentor some of his sons. I was blindsided by this. I thought I was going to be doing this for the rest of my career. But in reality, he had planned to give the business to his sons and never told me. I was churning inside. Think about this. At this point, he he gave these people 8 years of his life. You can't get that back. I realized that the emotion would dead end my career. It closed off my horizons. I quickly realized that running 1 store was no longer enough for me. I had no and this is it gets even worse. I had no plan from an next move, Of course he didn't replying, because he didn't think it was gonna make a x move. After 8 years of working there, I knew it was time to move on. What happened next was a major turning point in my life and this is the main... The most important part of this section. Sometimes we must take a step back before we can move forward in a way we would never have imagined. So as a result of being in this industry for so long. He was friends with other people own dealerships. So he goes out, he, you know, he he's depressed at this time. He goes up to his friend named Gardner. So he says I took Gardner to lunch. And Larry asked him my question. When you guys sell me your dealership, it was an old gag between us, a ritual weed practice for years. Gardner had always turned me down and we would laugh about it. This time I was stunned when Gardner replied, how about today? Are you serious? Yeah. We can put it together. We got in our cars and returned to the dealership and began negotiations immediately. I was 35 years old, and I'd had worked for car dealers most of my adult professional life. And just like that, on 04/06/1979, I bought a car dealership for 3500000.0 dollars. We only had 80000 in the bank. So that's the important part. He's was like, okay. Well, where did this guy get 3500000.0 dollars. He didn't. And so this is also going to be a crazy thing. There's a lot of past founders that are going to caution you taking this round. But Larry leveraged he says we were leverage to our eyeballs. So he has to get out a ton of loans. He does not have money for this. And in a sense, he... The take... The way he explains the. He's was like, it has to work. You don't understand. I I had... It had to work. He says, if you go by the book, and that's supposed we leveraged more than 1 to 1, although some banks and manufacturers might go 2 to 1. I was about 40 to 1. And this is very interesting. This is how we thought this is 5 words. This is how we thought about the loans. I was betting on myself, but keep that, keep that in your mind later on because he's going to over leverage himself several times. He's gonna get eventually to the point where he never has to do that again. And again, if they... If when he's that highly leverage. If things go the... Don't go his way, he's wiped out, he's done. How he knows that. So let me talk a little bit about how he works in his mindset because I think this is interesting. There are a few great secrets to my professional success. Just hard work and a conscious attempt to draw lessons from things that happened to me and around me to learn everything I can about my job. And find a better way to do it. So he's saying, hey, listen It's work hard. I'm gonna learn all the time, and then it's not just sit here and learn all day. I was like I'm going to apply what I learn. Whether something was a successor failure. I tried to understand why that happened, and I tried to learn from it. This is an insight into his mindset. This a note from his journal. It's excellence for the sake of excellence. It feels... It just feels good being excellent. Doing your best, learning everything you can about anything to which you apply yourself, and then doing that... Doing those things well. And Larry, like, countless other people that we studied, they read biographies of people of great people that came before them, and then they use what they learn and apply it to their lives. And and 1 person that he winds reading Bio and really identifying with surprisingly enough was John Adams. So says Miller considered John Adams, a kindred spirit after reading David Mc biography of the man. He loved David Mc cola is writing so much, and I did too, that he winds up hiring, Mc on 2 separate occasions. 1 time he pays some 40000 dollars to to give a speech. I think that could have been to his company, And the second time I think he paid him 50000 dollars to come speak, and I think that might have been students or some kind of charity organization. But he really loved. Mo mccoy writing. I'll get there in 1 second. So it says, Larry copy the book, he marked a quote that Adams made late in his life. And this sequel quote from John Adams. I sleep well. My appetite is good, work hard. I work hard, my conscience is neat and easy. I'm content to live and I'm willing to die, and I'm hoping to do a little good. This perfectly described Miller near the end of his life. He also marked this passage written by Mc. Through all his life, Adams would be happiest when there was a clear purpose to his days. That would... It says that this was Miller too. So Mc, the reason I recommend mc mccoy books is because there's some biographer that just go way too deep with detail. You know, I don't need to know the colors of the subjects grandmother's blonde curtains in her room. It's just too much. Okay? Mc can it has the ability to write su sync biography. So I always say, a book that I can recommend to anybody. Doing... That wants to do anything hard in their life is the right brothers. Mc cole wrote a fantastic biography the love brothers, and you can read in a weekend. If I I bet it's less than 300 pages. I know how in front of me. It's founders number 21 28 if you haven't listened to that. I just read and then more recently I just read Mo biography. It's a biography I'm Teddy Roosevelt, It's 200 number 01:56, but I think it's a... It only covers, like, the first 26 or 28 years of of Teddy life. And again, it's not 900 pages. So Mc nicole... I think that's... What I appreciated was lighting where his writing, and I haven't read John Adams book. He's got a bunch of other ones that I might read, but the ones I've read were su sync. There's other historical individuals that Larry was that Larry was inspired by and try to pattern himself after. That 1 of them is the person Just mentioned, theodore Roosevelt. So, the author of this book says Larry lived his life according to this quote from theodore to Roosevelt. Far better is it to dare mighty things To win glorious triumphs and be checker with failure, than to tank rank with those poor spirits who neither enjoy much nor suffer much. Because because they live in the gray Twilight, which that knows no victory nor defeat and right around this part, Larry writes, I decided that being mediocre is no fun. I wanna talk to you a little bit about what why he's doing what he... He's doing, it's interesting that it changes. Right? So here's why, when you go back to his epiphany he had, His first was fear. Right? And then when he applies himself and he starts achieving success, that changes to ex acceleration. The insanely long hours that I work were driven by fear as I've mentioned, but then the success became into. Clearly, my vote... My motivation to work, my motivation to work shifted from fear driven to success driven. So this is more of a thoughts on work. It's about doing a job so meticulously, and so in depth that you really do control the outcome. It's about doing your best work in discovering your own capacities. That passion and intensity drove me to work long hours. It drove me to find better time management systems. It drove me to learn everything I could. How many times is gonna repeat it. He says it's over over again in the book. It drew me to learn everything I could about whatever I was doing, where it was understanding movie theater design, or memorizing serial numbers of automobile parts. He praises micro management, which, again, this is some of this is gonna be in conflict, because he's saying, hey, you know, other people warn you don't pay a micro manager. I think it's a big reason for my success. But then he also said, you know, to micro manager that requires a lot more time. And then he... At the end of his life, he regrets giving them much time to his business and not his health his family. So, you know, take this with... You have to... We had to put all these things in context. Right? So she says I make her manager for years, And that was a great reason for my success. The hands on style with which I worked was not about power our control. It was about doing it right. It was about my passion and intensity for whatever I was doing in the outcomes I sought with that intensity. Then Larry talks about, you know, some people just really do want it more. He's in a commodity business. He's not his product is not differentiated. So he says a bunch of people say I wanna have, and I wanna be, but they're not willing to pay the price. The price is time and effort and being a student of what you're doing. So when I read that, I just recently re reread my highlights from... I think it might be founders in 01:16. I'm not sure it's Sam Bro who, you know, I... That's, I think the first time I realized a pattern that was emerging as I continue to realize these biographies, and this this idea of being a generational inflection point. Being the 1 person that's going to take your family from poverty and change that literally changed the direction of your entire family for generations to Sam Bro. And before Saint Bro was able to achieve that, he's starting out in in the the liquor business in Canada, the whiskey business. And there's all kinds of bizarre laws in Canada and also during prohibition in United States. And so the people that had... I they're just called a liquor license for simplicity sake. The people that had a liquor license, they were grandfather in. So if you had owned a hotel, and they had a liquor license, that liquor license is transferred with the sale of the hotel. But you can't just get a new liquor license, like, they weren't giving anymore out. So this guy was selling a business. I 1 of these hotels and Sam wanted it, but he knew he had competition from this other person. And they're both they're were both going to approach the person selling the hotel, the license when they got back, the guys on, like, it's very far away, like, the the very rural frozen Canadian wilderness. I think he may be on a hunting trip or something like that. And so Sam's competition is just like, okay. Well when he gets back, I'm gonna, you know, pitch pitching maybe offer more than Sam wants to buy. Sam hires a person, again, this is rural frozen, canada Canada. And he says, hey, I need you to to take me by your dog sled to this remote location because I'm not gonna wait for this guy to get back. So again, some people want it more. And Sam Bro rode a dog sled in below freezing temperatures for 6 days. He gets to the guy's campsite winds up doing the negotiation and gets it. So by that time, he... Sam gets back to the civilization. His come his potential competitor doesn't even know the deal already done. So again, I think 1 of the benefits of reading biographies you realize that life can be as broad as you wanna make it. And every single person we study here is an extreme extreme person. This is a great little story. This is sam Sam. This is Larry. Remembering lesson that his grandfather taught him. I skipped over part, but I I gave you the the main punchline where it was just like, hey. He keeps getting screwed over by all these by all these potential employers. And so he goes wow this is happening. This is many years in in the past now. He meets with his grandpa. He just like, okay. Well, they wanna screw me... Like, they wanna just pay me a dollar 50 or whatever. I'll give him a 1 dollar 50 with effort, and his grandfather is like no. No. And this is, you know, this is a benefit of routing wise or older people in your life. I often remember the discussion with a grandpa that has such profound influence in my life. And the way I worked. You'll remember that I was discouraged because I was working very hard and had earned great responsibility for my employer, and did it I was paid like everyone else and... Was refused to raise. I told my grandpa that if they were gonna pay me a dollar 45 hour, then I would give them only a dollar 45 an effort. This is so smart by his grandfather. That's when he told me that no 1 would know the difference except me. And then he promised me that if I worked as hard as I could and learned all that it could in business, someday would pay off many times over It was not about my employer. It was about me. Everything grandpa paul, Everything my grandpa promised me had has come to pass. This is more... This another example of the unusual way he worked. So he owns a Utah jazz at this point, He buys 50 percent of the team for 8000000 dollars. Could you imagine that happening now. When's having to buy the rest of the team. This is... He's highly leveraged time he does not have that much money when he's doing it. His family, actually, they owned the jazz for. I don't know a long time. They just sold it to a tech entrepreneur. I think is in this forties. And this is recent. It's maybe the last like, 05:10 or something like that. And it was sold over a billion dollars. So it just gives you an idea of, like, how much the this... The appreciation and and value. But anyways, we're not there. He he he has to build, a new arena. Because if he stays in the old arena, he's gonna lose too much money. And and it goes up because of something to do with the collective bargaining agreement. So he'd lose like, 2000000 the first year, 4000000 the next, 6000000 after today. He's like I don't have I can't lose 6000000 dollars. I don't have that money. So he winds up having to build what's called the delta center. I don't know what's it's called now, but at the time he's it's called the Delta Center. He do it really fast. So I get there, but this is... Again, an example of very unusual way he he worked. I thrive on work in the details. Instead of del as I should have, I dived into the min of every project we undertook. Even amid the great concerns about deadlines and costs and architectural issues when we're were building Delta center, I was involved in every aspect of the project. Even the window blinds and the type of concrete block we would use. I worked for weeks to research what type of trees we should plant in front of the arena. I bought books on trees. I consulted several h cult, which I guess are experts on trees. I drove on town to see what various trees look like when they were mature. I became an expert on trees. What Ceo of a billion dollar company. Does this? I was that intense about everything. Something to know about Larry. It's not ever explicitly mentioned in the book, but you can read between the lines. He didn't really start. I don't think he ever started any dealerships. He bought existing dealerships, and I think before at his peak he might have owned, like, 40 something, but, this is what he learned from negotiations to buy another dealership. I told him I didn't have 7000000, and I was hoping that he would release me the property for a few years, and let me get my bearings. He got very ind. So this a guy trying to sell his dealership. Right? Look he said, this is a Toyota franchise and a Sun belt city. This store will be sold before the day is over. I've got guys coming in limo in private jets to buy this. I was more than a little offended so I said, when these high budget guys get in their limo and fly home, and you've still got the store to sell me, call me. He responded, don't let the door hit you on the way out. 3 weeks later, I get a call from this guy, and he acted like we were long lost buddies. He asked if I was still willing to make the same offer, and I said, yes. This transaction Taught a principle that employed many times since then, establish what something is worth you whether you're buying a hub cap or a large dealership and then stick with it. If you get in a bidding situation, you can let a motion carry you way past your limits of good sense. I made what I thought was a fair offer for both the buyer and the seller, and I didn't let this guy pressure me into in what value I put on it. Now, this is very interesting. Again, he's writing this... He knows he's dying. He's in extremely poor health. And this is... I have to bring this to your attention because it appears over and over again when you have people writing their auto it's never gonna come towards the end of their life. And their business is vastly different than it was when they started, and they always missed the early days. It's very unique. Very interesting. I love those early years of my entrepreneurial career. I miss them. I had to be creative to put the other deals to finance our many ventures simply because I couldn't get traditional financing in those days. Today, it's not nearly as much fun. Over the years, I found that I became less interested in overseeing the day to day operations of the company, and much more interested focusing much more focused rather on bringing ideas to life and building things. So let's go back to the construction of the Delta center because this is very interesting to me. And really, the takeaway from this entire sessions, things can always be done faster. So remember to push push push, there's a great... I... A website I go to all the time, the founder of Stripe, Patrick Call has a really interesting personal website. And 1 of 1 page that I find. So interesting on the website. It's patrick call dot com forward slash fast. I'll link it in the show notes, but... I just told you the Url. And what will be interesting is he put together Patrick's also reads a lot. He has a great on understanding history. I found a lot of books on his website actually to read, but this particular page has examples of people quickly accomplishing ambitious things together. So he lists all these historical ventures or, examples or rather, and then contrast that with, like, our inability to do the same thing today. And then then he further goes on. Like, he has a section called what's going on. And he's trying to figure out, like, why can we no longer... Why is this so much... Why is it rare for us to be able to move fast and accomplish important things? And He's never said it's explicitly, but I imagine his interest in this is because It's what he's doing. He's building, you know, Stripe is a what multi billion dollar a private company at this point that I'm recording this, but he's trying to accomplish... He's trying to get a group of to get people together to quickly accomplish ambitious things together. Right? Because every single... Not every single 1, But, there's a lot of examples where do you understand that success is a function of time that we all have limited time and we need to go as fast as possible that doesn't mean we're rushing through, which it means we're taking it seriously. Think of Jeff Bezos motto for his space company. It's it's Latin. It translates to step by step ferocious. Like, we're gonna be patient, but we're going to be very purposeful in the actions that we take and we're not if we can get them done faster. We're going to do them as fast as possible. So take a look at that page is very interesting, But this is an example of that when when Larry is building delta center because, again, if he doesn't get this done, this is gonna be a multi, you know, tens of millions of dollars of mistake. So it says now for the difficult part, construction. Time was not on our side. Every year we remained in the salt palace, I would lose lots of money because of escalating salaries. So 2000000 of losses in the first year, 4000000 in second year, 6000000 and third year and so forth and so on. There was no way around it. I could handle losses for the first couple of years even though I didn't like it, but I was not in a position to lose 6 or 8000000 dollars. I had to get the arena done before the start of the 19 91 season or it would take those those kind of losses. It was now May of 19 90. We had 16 months to get this thing done. Which I learned is nearly impossible for the construction of a 20000 seat arena. I'd had assume that once we we had the go ahead, that once we gave the go ahead to the architects, to begin designing the arena, the plans would be finished in 6 to 8 weeks, and we could start building. But it quickly became clear to me that such expectations were unrealistic, so I asked the architect. If I locked you in a room. And said don't come out until the plans are done, where when would I see you? And he said 14 to 15 months Well, we've got a build when we're designing then. I said. I even know this it's as possible. This is known as fast tracking. In other words, the owner's conception of the building, the architects design, the engineers designs and calculations, and the construction of the building all occur at the same time. You build while you plan. With the planning and design staying just 1 step ahead of construction. For instance, when you pour the first level floor in 1 corner of the building, the other corner is being ex. An hour before the concrete is poor poor changes are being made. That just makes me nervous reading that. The crews worked around the clock during much of the project. They would build build forms at night so they could pour concrete during the day. It got so cold that winter that we were unable to pour concrete and had to shut down for 2 weeks. But other than that, it was full speed ahead. We expected it would take 12 weeks to do the roof system. We did it in 29 days. The delta center was completed on 10/04/1991. We built the arena in 15 months and 24 days. By far, the fastest construction of a major arena in the United States. And that included the 2 week shutdown for cold weather. It took longer to finance the building than it took to build it, and it's important to put point out, this just wouldn't have happened. If he just accepted everyone else's time limits. The the... When he was building this construction reminding me of the the the the conundrum that the Dodge brothers found themselves in when they were building their factory. So if you remember, this is back on Founders number 01:19. But the Dodge brothers are doing all this... Almost their entire business. Is essentially a sub contractor for the Ford Motor company and they realize, hey, Henry Ford's clearly, like, you can see piece by piece. He's wanting control. So every aspect that goes into his car, he eventually wants to own himself. And so we... 1 day we could wake up and find, hey, 4 doesn't need us anymore. So I think they had, like 18 months on their contracts. Something like that. And they said, hey, we got 18 months to not only fulfill all the the orders that that that 4 needs from us. But for us to design and and build and manufacture an entirely new car from scratch. And we don't have a factory to make that car in. And so they wind up having to do this. They get it done, they're there every day. There's a lot of lessons in that book if you haven't listed that podcast read the book that I think are very valuable, but just remember them being very... There's a quote by 1 of the Dodge Brothers where he says, I'm thoroughly disgusted with them. So you talking about the sub subcontractors says they hired to build this factory. They seem to think that it makes no difference whether they finished the work this year or next year as as long as they get it done. And I think the reason I wanna to include that quote, is because I think that's the attitude of most people, most people don't understand that how important that speed is up function... Like, your success is a function of how fast you can go. That's my hypothesis on why Patrick spent time. You know he's running this this huge company, why he would spend time organizing all this information. And and and using it as a resource dialing from self, but enabling that resource for other people is like, you know, things can always go faster than you think they can. And by using historical advantages our historical examples. Like, it can motivate you. It gets you out of that, oh, you know, time... Things just take as long as they think, like, no, you can manipulate how fast they go. You can speed them up, and the the example in this book of Larry Miller speeding up the construction of the delta, to delta centers as an example of that. So after this, this is the last time he has to go all in. And he says, I marvel about the chain of events that change my life so dramatically. I was a career car car parts manager and general manager. I was steep in the car business and thought that's where I would spend the rest of my professional life. Yet. Within 6 years almost the day after I bought my first car dealership, I owned half an Nba franchise. A year later, I owned it all. Even then, or even when I wasn't certain how I was going to accomplish something, such as pay off all the debt. I had I had developed enough confidence in my abilities to know that I would find a way. When David Stern, this is the the commissioner of Nba at the time. When David Stern came to town for the arena topping for the arena topping off party, he asked me. How long are you going to keep playing for table stakes. You put more than your net worth on the line when you... When you bought the first half, Then you put way more than your net worth on the line for the second half. And now you build an building an arena by yourself and putting it all on the line again. And so this is Larry telling us. I never had to do it again. Okay. So even as interesting in all that is, I I think now we finally reached what... To me is really the most important part of the book. And so he's gonna talk about the decisions he made during his life and what he would do. And this is on working every hour of the day. It made me successful. It made me a failure too. I miss most of my children's youth. I miss ball in science fairs in back to school nights. I missed the first day of Kindergarten and playing catch in the yard. I missed dinner at home with my wife and kids. I didn't take any time off. I worked all the time. I worked 6 days a week and on Sunday, I played I played softball. As Gale likes to say, I didn't go to my kids ball games, they came to mine. And even when I was at home, I wasn't really there. Greg our oldest child says he learned that when the door to my home office was shut, you didn't open it. And if it was a jar, you entered at your own peril. Gail says that if there was a family problem, I would get really angry and make it worse. So she didn't... So she just didn't tell me about it. So I wanna pause in inter interrupt... I just had to thought too because it's, you know, guy living in 18000 square foot house overlooking the city, 1 of the most famous and, like, widely admired entrepreneurs in his city and state. And yet his kids are realizing, he's not happy. You can't... You kid can't even come into your office without you getting mad. Okay. Let's go back to this. By the time a problem reach me, it had already spelled out of control, and I would step in and act. The kids were in bed when I got home from work. The only time I saw them was church on Sunday or at my softball games. When they were young, Gay would bring them to the dealership in the evening and we'd go out to dinner, and then afterward, they dropped me off at work again. And then now he's gonna go into the effect not... Okay. There's ask his kids. What was miss marriage. Is married for, you know, 40 years or something like that. It says when we dated, we were inseparable. Once we married, we hardly saw each other. When I came home at night, I would soak in the down wine, and she would sit on the floor in the bathroom and listen to me talk and talk and talk. Or we'd go on a late night walk, which is another way for me to unwind and be with her. I would have Gale walk me to the car in the morning to see me off to work. These were our dates. The great irony of my life is that I originally began working those long hours to benefit my wife and kids, but I wound up hurting them. The children suffered without a father figure in the home. Most of them were strong will and angry, and some caused trouble and did poorly in school. 4 of our 5 children did not graduate in the traditional way. I look at it now and wonder what was I thinking. After 1 of these be related realizations, I asked gail. Why didn't you tell me? She said, I did. You weren't listening. She tried so many times they get me to slow down or be home more. But after a while, she decided 2 things. It made no difference, and it was actually easier not to have me home. I was all... I was so wound up all the time that it was difficult to be around. I didn't know how to be a father. As I achieved success in my career, I felt safe and confident in that environment. I knew what I was doing. As a husband and father, I viewed myself much more as a bread winner than as an emotional leader. As long as I provided for my family financially, I filled my role or so I thought. I didn't realize it until my late forties that not only do my kids and wife have an emotional need for a father and husband, but it was my responsibility. So I'm often asked these questions. Would I do it differently if I had to do it all over again? I would have been there for the lily games and scraped knees and the back to school nights. Instead of working 90 hours a week and missing all that stuff, I'd work a more balance schedule, 55 or 60 hours. If I had choose between working long hours and being closer to family, I would choose family. That has come to mean more to me now. But unfortunately, I didn't see it until after my kids were grown and gone. Let me interrupt here again. Ing var Cam. The founder of Ikea starts like ikea at 17 works on it until he dies in his eighties. And he says something in that book is. That never forgotten. He says childhood does not allow itself to be recon conquered. Now we're seeing Larry Miller said the exact same thing. I didn't see it until after my kids were grown and gone. It is too late. This is not a mistake you can rectify. I'm able to sit back and enjoy my grandkids more than I did my own kids. I try to pass these painful lessons to others who might be attempted by all the lore of professional success. Mine is a cautionary tale. I missed all those years of my family, and I can't have them back. In some ways, it's so simple. All you've got to do is be there. And here's an example of that. This is his wife after he died. Larry c author is interviewing her. So a few weeks after Larry passed away. I met with Gail in her home. I asked her how she was doing. With trademark Miller Can and tears. She said, I don't wanna sound cold, but I been waiting for my whole life. It's not that different now. She began to cry as she added. The only time we were really together was when he got sick and could no longer go to work. Okay. So that's a regret for his family. This is another regret. He did not take care of his health. You can see pictures of them. Didn't exercise ate terribly, had diabetes was stressed, and he just went through some horrific health consequences. So this section is really called the long goodbye. He, I was out for 1 of my walks when I suddenly became overcome by extreme fatigue. I returned to the house and told Gay, I don't feel good. Something is wrong with me. This is different from anything I've experienced. In retrospect, it was a sign of trouble, but I ignored it the same way I ignored my health for years and a no love myself in all caps is avoid this. Gail talk called doc my doctor and reported my blood pressure readings. He told her to call an ambulance. This was a start of a 59 day stay in a hospital. During which 1 problem after another manifested itself. It was as if all those years in the neglect and abuse on my body had caught up with me at once. After about 3 weeks of hospital life, I told Gil I couldn't do it anymore. I began to suffer severe gastrointestinal bleeding. The doctor almost lost me twice that night. This was my fourth time that I had a near death experience. The truth is my health had been declining for years, and I was paying for it. Looking back now, I realized that when I quit playing softball, I didn't replace it with anything except more work. And that is the biggest reason I got myself into health problems. I did not exercise. And it put me on a gradual downhill slide for 23 years. I made things worse by eating erratic. For years, I didn't even tell Gail that I had diabetes. I didn't wanna admit that I had a problem. Sorry I... So I resisted doing anything about it. I was putting substantial stress on my whole system. The lesson, of course is to take care of yourself to make time to eat and sleep and exercise. I learned that too late. Yes. I would do some things differently. Aside from regrets about not spending more time with family, I would enjoy life more. I would spend more time doing the things I love to do. See we continue to scene this cautionary tale. Yes. He's very successful. Yes, he built a multi billion dollar business. Yes, he had all the the the material things that you think would buy happiness. Was clear at this point, the story, it's very clear that that didn't... He did not get that. I was so busy working. I would have enjoyed things more along the way. Gail doesn't believe me. She thinks if I could do it all over again. I'd do it the same way. Maybe she is right. So now he's gonna talk about what was happening in the hospital... I mean, he just, this is just terrible. They have to... First aid, they start amp amplifying, like, 3 toes, then they're eventually gonna amp empty both his legs He has a heart attack. I mean, just, oh, 0, it says then the skin on my legs started turn in black and the and the ends of his legs... I'm sorry. This is not him writing. This is the rating. Then it's the coa author. Then the skin on his legs. Started to turn black. And the ends of his legs were so painful that even it put the dressing over then were excruciating. That's... This is... So this is after they took the toes, then they took both legs below the knee. We realized that something was terribly wrong, said Gail. Not only did his legs began to black and, but so did his fingers. 3 of his fingers actually died. Test revealed that he had Cal cole, I there's no way to pronounce that word. And had it for some time. This is what it is. It's a rare disease in which blood vessels filled with calcium preventing oxygen from reaching the tissue. So that's why it's this extremities to dying. This is why his legs were beginning to black. They were dying. Larry received this news on Thursday, February twelfth. This is after years of declining health being in and out of the hospital, heart attacks all that to stuff. He had months. This is what the doctors are telling him. He had months to live if he chose to continue the dialysis. Are 5 to 9 days if he chose not to continue it. So he's got decide what he's gonna do. He's just talking just right now, it's just him and his wife. We spent the day talking about what to do at gail. His biggest concern was how he's going to manage without him. He had a really hard time with that. Once I convinced him that I'd be okay, he said we needed to call the kids. So he's choosing to go home and die. And this is his death. The family all gathered around the beds, so they could be closer to Larry in his final moments. We stood around him and we set our goodbye. He took a deep breath inside, and then he was gone. A tear fell from his left eye. So Charlie Mu is known for reading hundreds of biographies. He calls of becoming friends with the eminent dead, and I think 1 of the benefits of that is the constant reminder that we're all temporary. And to not waste the most precious resource and asset we have, which is our time. Larry goes to great length his auto to to make sure to bring to our attention to make sure we're asking ourselves some questions. Are we spending the time how we actually really want to? Are we gonna regret what we're spending time on? So when I got to this part of the book, it made me think of 1 of the most important quotes I've ever come across. It's in almost every biography of Steve jobs. And so I'm gonna close on this, and this is what Steve said before he died. Remembering that'll I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything. All external expectations, all pride, all fear of embarrassment are failure. These things just fall away in the face of death, leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking have something to lose. You are already naked. There is no reason not to follow your heart. That's why I'm gonna leave the story. If you want the full story, I recommend buying the book. If you buy the book using the link that's in the show notes in your podcast player, you'd be supporting the podcast at the same time, that is a hundred and 68 books down 1000 a go, and I'll talk to you again soon."
}