{
  "transcript": "He was 52 and famous. I was 33 in a junior account executive. Early on, he wrote a letter to 1 of my clients. After listing 8 reasons why some ads prepared by their company's design department would not be effective, he delivered his ultimate argument. The only thing that can be said in favor of the layouts is that they are different. You can make a cow look different by removing the utter, but That cow would not produce results. So began my David file. Almost everyone who worked at the agency kept 1. Almost everyone who brushed up against the man has a David's story. Over my next 26 years, there were more such lessons. Countless meetings with him around the world and many more memos and letters. Eventually, when I became his third successor as chairman, I no longer reported to him technically, but he was always a formidable presence. We all thought of the agency as his company. While Og disclosed much about his life in 3 books and several hundred interviews. What he could not do is assess his own legacy and its relevance today. This biography, the first aims to provide that perspective and part a sense of his quote brilliance. Og these insights go beyond advertising to leadership and apply to almost any professional organization. I also will try to bring alive his idiosyncratic and vivid personality. World war 2 had been over for only 3 years when 39 year old David Og, an English immigrant with almost no experience in advertising opened up shop in 19 48. Although his offices were on Madison Avenue, the rulers of the Realm at that time had no reason to take notice of him. Within a few years, Og was counted as 1 of them. That was an excerpt from the book I we talked you about today, which is the king of Madison Avenue. David Og and the making of modern advertising by Kenneth Roman, and this is the third podcast. I've done David. Og, since I started this project for years ago, he is by far 1 of my favorite people that I've... I didn't know anything about it him before started founders. And he's 1 of my favorite people Have I've come to know. If you wanna go back and listen to this podcast, think it's founders number 82 and founders number 89, and this is the first book on him that wasn't written by him. So I have a ton of, highlights. Let's just go ahead and jump right into the book. I wanted before... There's some interesting things from his Early life that I wanna pull out. But I found a couple sections on his personality that I think telling you upfront in case this is your first introduction to the legend and the genius at is David Og that'll Give you a good idea of why he's such an interesting person and somebody that we should all learn from. So last week, or, I guess in the bonus episode last week, we talked about, there's this phrase from that book Freedom forge, it talks about Henry Kaiser, and they called him a interesting suction cup because he would constantly... He would just milk everybody around him for any useful information that they had. David is very much like that Sam Walton was also the same it was also the same way. And so this section talks a little bit about that personality at the aspect of David Og personality. So it says 1 characteristic of geniuses said Einstein is that they are passionately curious. Og great secret was an inquiring mind. In conversation, he never po po he interrogated. At dinner with a copywriter and her husband who worked in the oil business, Og quiz the man at length about the oil situation in the Middle East. A woman who sat next to him at dinner said that by dessert, he knew more about her than her mother. He would pump people for information. So not only would he do this in conversation, but he also understood that the the value reading and then nothing can actually substitute for it. So it says a a Zealous student of the business, Og claimed that he had read every book about advertising. And this this is an important part. And disdain others who felt they didn't need this knowledge. So in other books, he doesn't mince words about this. He says if you're not... If you're failing to study the history of your profession, if you're not reading as much as possible. He calls you an ignorant amateur. There were piles of books all over his house. This is really interesting. What is he reading though? Right? Most about successful leaders in business government. He was interested in how they use their leadership, how they made their money. He was interested in people. People who had accomplished remarkable things. So what are they telling us? He read a lot of biographies. He's not very different than you and I, that's the entire thesis is behind founders. Right? This is really fascinating. I didn't know. I don't know how I missed this. And I'm gonna have to I'm gonna have to tone for my since, but it he actually wrote on auto. I don't know. I... Again, I I'm I'm shocked that I that I just discovered this book by reading the King of mass. And as at avenue. So this is actually auto. And he wrote it all the way back in 19 78. Says in 19 78, he wrote an auto. Blood, brains and beer, and this is gonna give you an insight to just see ec... He's very ec person, obviously, We he also came from a very ec family. And so why did he name his auto, blood, brains and beer. The title came from his father's bizarre directive that when David was 6 years old to drink a glass of raw blood every day for strength. And eat calves brains 3 times a week to expand mental faculty that's what his dad believed at least. And all to be washed down with bottles of beer, who's going to give that advice to their 6 year old. And then this is Kenneth, the the author of this book talking about what it's, like reading David's auto, which is a fantastic fantastic description. He says reading that short auto is like having dinner with a charming rack tour. I don't know if myself is reading is, like, having a 1 sided conversation with some of history's greatest people. I love the idea that he says it's, like, having dinner with charming reckon. He describes note back to to the description, og writing in his auto about his family. He describes his father as warm hearted, affectionate and a failure. His scottish grandfather is portrayed as cold hearted, formidable and successful and his hero. So his blueprint in life as will... As you'll come to learn today, is his grandfather, not his father. This is very interesting that word, this is already the second time, the book has used this word. If I had 1 word to describe, now having spent countless that not hours. Maybe dozens, maybe 20 hours reading the writing of David Og and getting to know him. That is how Would describe him formidable. That is a great word. I... I wanna look up the definition real quick. And because I think what I need to tell you what I mean by that. So the the the definition on Google is inspiring fear or respect through being impressively large, powerful, intense and capable. So I'm gonna give you my own definition of what I think for formidable means for the life of David Og. Inspiring respect through being impressively intense or capable. He's not trying to get you to fear him. He's not collecting power. He is a capable formidable individual. And the ideas that he learned through multiple decades of his career will make you more That's the whole point of reading these books. Right? This is David on why his auto automatically did not sell very well, especially it was published after confessions of an advertising man, which I cover back on Foundry number 89. So it's interesting that the auto automatically did not sell. Considering that that book sold it crazy. So it says as successful as Og these other books would be, he admitted this 1 was a bust. He said he knew the reason. When you write a book about advertising, you're competing with mid. When you write an auto, you're competing with giants. And right there, that's 1 of the things I I love the most about David. Over overview, the the amount of information, he's able to convey in such in such short. Those are 2 sentences. And it tells entire stories. Later in the book, I'm gonna bring this to the front, though. He he's all... He's reading biographies when you a young person, but he kept that that that habit his entire life. This is, I think, after... He's probably 56 years old when he's reading another book. This book might be interesting. Maybe, I'll I'll cover in the in a future episode, but it's really interesting. He's talking about the lessons he learned. So he could... He says, I don't know anything about finance. But I just read the biography of Lloyd, oh, excuse me, Lord Roy Thompson. The Canadian who went to Britain when he was about 60 and proceeded to make a a huge fortune. He did it by all he's borrowing every penny he could lay his hands on, buying newspapers and then managing them more profit than previous owners. This is a classic way to get rich. Of course, a lot of people who play this game go broke. It is fright fully dangerous. I doubt if we should take such risks with our stockholders money, but if we did, we might get rich so it's obviously joking a little bit there. He's also telling you what he learned. And this is, after his company went public. So there's 2 things the reason... Or actually 3 things I wanna bring that up. It's 1, his his love of reading biographies he's in setting history, you can definitely tell if through his writing. That he's extremely well read. Right? 2, how we started that entire paragraph. This is... Gonna be 1 of his downfall. I don't know anything about finance. He needed to learn. He's extremely bad with money even after he makes a ton of money. Right? And then, 3, it talks about don't know if we do this with stockholders money. He wanted to get Rich. He saw going public as a way to do that, and then regretted that decision later on because Og and math. It's actually pronounced may, but I always default to math. So I if you hear me mispronounce it, it's just... I'm so used to... I read it as math, and so it's kinda stuck my brain as that. Anyways, that... There's a hostile takeover, and they wind up being purchased against their will for almost a billion dollar like, 862000000, and I think happened in the 19 89. So just gives you insight at how powerful. And that... Think about how crazy it is. So it was sold for almost a billion dollars in the eighties. Right? And he didn't start his company till he was 38. And I think he had a total of 5000 dollars in savings. So that's his life savings at that point. It's just remarkable how... And and a lot of what I talked you about today is how he used his wide variety of life experiences before he was a founder. To accelerate the success because he rattle off, you know, in a decade decade and a half, 1 of the best records in in advertising history. So a is remarkable. So let me go back to his early life. Because I wanna talk was his grandfather. It's very interesting because this informs the life of David Olga. Remember, I call him his blueprint. Right? So it says Olga admired Og admired grandfather was a sheep farmer by trade, but an adventure at heart. Born in Scotland, he moved to London. And at 24, he emi immigrated to South America where he led a sw buck life and also fought in the Argentine war. He managed a farm for a group of Scottish investors. When the farm failed, grandfather Og out of work with a large family to support tried prospecting for gold in New Zealand. What they mean about He's an venture. When that failed, he returned to London, where he got a job as a secretary in the English bank of Rio d jane aero. 4 year, this is now Og talking about his grandfather. 4 years later, this uneducated chief farmer became manager of Brown Ship where he trained the future governor of the Bank of England. He was able to send all 7 of his children to private schools and universities and live like an ari democrat. That's definitely something David. Millions later in life. He buys a castle. He cannot out of Florida castle. He bought a castle in France. And that's where he spent Think the last 2 I gave was his life. Oh, I love this guy. The banking experience led him to advise his grandson to study the firm of Jpmorgan, pointing to the Morgan criteria for partners, which is we know. Well, let me finish reading this, and then I won't run over my point. So this is what his grandfather's telling David. Right? Study just formed Jpmorgan, and he says, pointing to the morgan's criteria for partners. Gentlemen with brains and clients, only first class business and that in a first class way. Both later became part of Old B's agency agencies acc. So he he took those 2 his great I say, hey, Study Jpmorgan. Really, we know because, there was what, 2 They have done 2 podcasts on Jpmorgan. 1 was the hour of fate, which is his... His... The beef he has with a Teddy Roosevelt, and then 1 was the house of Morgan, which is, like, the most famous biography of the Morgan family. Anyways, we know they didn't come from Jpmorgan morgan. That actually came from his father Junior. I actually... I think I said on our podcast, but I think studying genius. I I don't... I couldn't find any biographies on him. I found him to be more impressive the father than the son Jpmorgan. So says both later became part of Og aegis Acc have already talked about that. So he took his ideas. His grandfather is say, hey S Jpmorgan, Og listened, and then he took those 2 ideas and applied it to his business, Very smart man. Now, why is his grandfather, his hero not his father? His father loses all his money in the stock market? So they were... They were a rather financially successful family. You know, his father was not as successful as his grandfather, but he was a spec, lot... He was stock broker, but he wound up losing those money. And so this is where David compares father and his grandfather. And it's gonna tell a lot about what he values. Okay? But from then on, they lived in Gen poverty. We were a poor family said Old. My father's total income was less than a thousand dollars a year. His grandfather turn down an appeal from his father for alone. This is a crazy sentence. And his father tried to commit Suicide by cutting his throat. Og... Although Og adored his father and thought of him a great gentleman. He recognized he was a scholar and not a businessman. He saw his grandfather as the exact opposite. And now I remember, he's already told us my grandfather is my hero. That's who I'm empowering myself after. So this description of his grandfather is very important. He was as hard as nails. And a very successful businessman. I couldn't make out whether I was going to be, like my father or my grandfather. When fathers fail, their children are often driven to be successful. The son would always be motivated to achieve and obsessed with money that's another thing to understand Og. He's very upfront about this. That once he tasted his first bit of tiny bit of the ability to make money and make large amounts very rapidly, he was obsessed. We're not there yet. We're selling this early life, So his father doesn't have a lot of money. He's goes to these private schools, but he goes there on, scholarships for people that can't afford can't afford the tuition. Right? And he has some very early experienced that he recalls the rest of his life. It was extremely embarrassing to him. It's not very different. I just re was reading reading my highlights from Sam Bro. I think it might be founders 01:15 somewhere we're back there, but, he's the founder of Sea, and he would have to go to school with holes in his pants, and his daughter tells a story. Where her father's, like, 50 55 years old and sitting in the living room or something like that and he just shiver, thinking about how embarrassing poverty was. And that just gave him this fan desire to achieve success. So this is a very similar example in life of og. Og remember the day that missus Wi, who's, like, the head master at the school refused to let him by a peach reminding him that he was poor and attending on scholarship. How dare you she shouted? Loud enough for the whole school to here. Your father so poor that we were obliged to keep you here for almost nothing. What wright has the son of a papa to spend money on countries like peaches. Well, it's no way to talk to children. Well now this is funny, though. This is a member. David, I a very he he builds himself into a very formidable person. Okay? I'm a kid. I don't have control this. I'm poor, he comes back and gives a speech at its former... This... I'm sorry. He's in high school at this point. I don't know if I said that or not. So then he he comes back. I think it's like, 20 30 years later, Probably 4... Maybe 40 years later. And he gives a speech at his former high school. He says he took the occasion to remind everyone that he was not a big shot at school. I wasn't a scholar. I d tested the Philistines who ruled the roost. I was an irr rebel I was a mis fit. I love that he use that word. In short, I was a dud. Fellow Dud take heart. There's no correlation between success at school and success at life. Saying I I was a really crappy school school. Student one's up dropping on a college same thing. That... But then he develops his personal curriculum, and that he truly excels. He just... He cannot get enough information about things that are he's truly interested in. But I'm not finished with the speech. This is classic David. So he goes back to his school to give a speech only to tell them that they did it wrong. So he says, Olga had also proposed revamp the entire theory and practice of instruction. The masters have to cram you full of facts so that you pass those o examinations. That is a cram corn down the throat of a goose to enlarge its liver. It may produce excellent for g far g, but it but it does the goose no permanent good. The mission of a great school is to not cram you with facts so that you can reg take them a few weeks later in an exam even though they still did this today. Right? It is to inspire you with a taste for scholarship, which will last you all your life. So what are he's saying? It's to teach you to love learning. It's really funny. Edwin Land does the same thing founder Polaroid. I've read what 5 books on him for the podcast. I almost every single book. It talks about. He goes back to. I think Mit. I can't remember the school top my head. I'm pretty sure it's Mit. He's like, you guys are doing it wrong. He's like, you're... No. Yeah. I think it was at mit my team It doesn't matter. But he says by a time though, undergraduates graduate college. Right? He's like, they have no capacity for greatness anymore. It's been you've beaten out of them. Their desire that their belief. There's self belief that they can actually be great to can actually produce unique work. It's beat out of them. And then, you know, all the way back, 50 years ago, whatever 70 years ago, he talks about... We should record. The greatest is... It's really interesting what kinda like what podcasts are now. Right? Or any other learning? I guess, Youtube is very similar where it's like, why are we having teachers give up come give the same lecture year in a year out? Why don't we take the very best lectures from the very best teachers in the world, record them? You can access any anytime you want, and then go about and spend all your time actually doing work, which it was just really interesting, And I hope, again, we you and I developing your own personal curriculum and we're using podcast podcasts we're using books we're using all these other things. I just... I think formal schooling so far behind in that in that, manner. And I think Og was at of his time, obviously, edwin lands ahead of his time, and hopefully, with the rest of us catch. Alright. This is what David was like in college. He was unsure of what to do in life. It's so important. I tried to pull this out of all the biographies that we were studying here because a lot of people like, oh, you know, Bill Gates, whoever was Steve jobs, they just... They they were born they knew exactly what to do or what they want to do. That is a lie that does not happen. Everybody's unsure they gotta figure out the dark path that lies ahead of them. He was soc. He didn't work. He was young. He full of blood and guts and stuff. He was restless. He was brilliant but confused, and he couldn't use his brilliance in a conventional way. After 2 years, Og left Oxford. This is in 19 31. In the depths of the depression without a degree. Describing himself as in any subject. That is insane now I'm reread that. Because this guy he's... I didn't... Maybe I don't know if it was... It was definitely implied, but never explicit in the other books I read on him. His life is was essentially reading, writing and work. And the first 2 inform the ladder. Right? And so the idea that in college, he... You know, he's failing exams, which, I guess I'll read to. I'll read... That sentence to you in a minute. He says he's teachable he's lacking motivation. He is not the same person later in life. He he again, he builds himself into a very formidable individual, which I think is 1 of the most inspiring things about his life story. Perhaps it was in patients with academia and itch just start earning a living. Perhaps I was intellectually out of my depth. Whatever the reason I failed every examination, more in college, David. The picture is rather of is rather 1 of an uncertain young man changing directions be set by financial and health problems. He's got asthma money. He's just in general a physically week. And yearning for something more. Something in and eventful. So this is where he goes off and he starts to develop his own personal curriculum to reading into life experiences. And he says whatever Og be achieved in his career does not appear to be the product of formal schooling. He felt his life school had been a failure and he wanted to start fresh. He his education was about to begin. And this is where he has for the next... Let's see. 17 years or so. Is these these series of very odd jobs that all help. He takes all the lessons that he he learns from these series of odd jobs and then when he did. When he has the ability to build his own company to build the culture of Math, he uses lessons is a foundation for that. Okay? So it says, many people who succeed in advertising lack college degrees instead of conventional conventional credentials. They learn from 1 or more ec life experiences. That would be a pattern vol these education starting with a seminal experience and a French kitchen. So he's in Paris, says where he observed and was taught high standards of leadership. So it's a very high end 1 of, like, the best restaurants in Paris the time. And the guy that's running the the head chef is relentless. And like it it's Mon, Pt qatar, maybe? I'm gonna call p. It's probably how you pronounce his name, but whatever. The Imp head chef. Pt fired 1 chef because he could not make his his pastries rise straight. But Olga came to realize that such extravagant standards made the other chefs feel they were working for the best kitchen in the world. This part right there. That they feel they're working for the best kitchen in the world. This will be part of the culture as his future company. And he says, he's like I don't wanna be the biggest agency I wanna be the best the people they talk about. They felt they were they were on a mission. They were not mercenaries. They were missionaries. It it's very interesting. Working in a great French Kitchen was first step in O overview education. Pet qatar management style became his model for hard work, disciplined excellence. And the I remember my first day there. I was peeling potatoes, and I was standing like this, lounging against a wall. Then this chap came by me and told and came by and told me, stand up straight. Everything you do here is important. Be proud of everything you have to do. Where we've heard this before. 1 of the most influential as far as technology entrepreneurs in modern day, 1 of the most influential books has talked about. And again, is Bill Walsh, the score takes care of itself. I think it was founders number 01:06, and it's that idea. Every... Do all the little things right, and then the squirrel will take ourselves. You don't have to worry about anything else, But you everything you do from answering phones to carrying your helmet, everything to the organization of your locker to how you write memos, everything Bill Walsh did. He made sure that the little things were done right, so the score would take care of itself. And that were seeing the exact same idea in a French kitchen in the 19 thirties. I made an impression. What he learned about hot hot cuisine is less relevant than the standards he digested. Pt once confronted him. My dear, David. What is not perfect is bad? So he's working really hard and what's very interesting. He's not making a lot of money. But he's getting a lot of non monetary value from this work. Right? Working in underground kitchens in the underground kitchen, 10 hours a day 6 days a week, by early morning, Og would be soaking wet from head to foot. It was exhausting work for which young og was paid 7 dollars a week, but it got them out of academia, taught some lasting lessons and provided him with stories. He never tired of relating. Okay. So he's he... I'm obviously gonna be fast forwarding the book goes into more detail. I hope you do read it. It's fantastic. So I'm gonna go into... He leaves. He starts becoming a door to door salesman. Again, this is all stuff he's going to use later on his life. Right? So he's he's selling... It's a Scottish company, I think. Maybe he's not... He's doing in Scotland. I don't know if a company Scottish. But it they're selling like these expensive ovens. So he says he was promoted to become the company's first sales representative of Scotland selling stove, door to door. It's called the ag. The ag was the most expensive store stove on the market, making cold calls in the depths of the depression could not have been easy. But over we made sales by showing Cooks how to use the ag doing the cooking himself if necessary. So what is he doing? He's teaching. He offered to give free cooking lessons with each stove and found plenty of takers. Og gu revealed his sales approach. He described how he'd always go around to the back of the house to talk to the cook about the ag. Because if the cook was on his side, he would... If the cook was not on his side, he could never sell the lady of the house. When when he sold more by offering 6 cooking lessons for 3, it's called Eros. It's not the the I don't know what the currency is but let's say 3 euros. When he sold when he sold more by offering 6 cooking lessons for 3 euros, but free but free lessons if they bought the stove, Og learned something about the power of the word free. The experience of Door to door selling turned Og into a salesman. Otherwise, I might have been something quite different. It made me think always in terms of selling things, which is what he's known for in developing advertising. Right? He's... He the 1 of the the the motto of his eventual companies is. We sell our else, and he met for his clients and for the firm. He believes about his beliefs about the purpose of advertising were shaped by his reception at the doors of Scottish household. No sale, no commission. No commission. No eat, the left a mark on me. So he's... He's becomes the the company's most successful sales representative so much that they ask him to write a manual. This is really interesting. Some notes from the sales manual He wrote. So effective was Olga at selling s that the company asked him to write a guide for the enlightenment of his fellow salesman. Published in 19 35 when he was 24 years old, the theory and practice of selling the Ag Cooker became the company sales bible. Fortune Magazine called it probably the best salesman ever written. It's portrayal good salesman we derive from Og b's view of himself. Just a quote from that... From 24 year old David O. The good salesman combines its 10 nas of a bulldog with the manners of Esp. If you have any charm ooze it. He also talks about something, you know, some people are a little bash about that you should not be scared of self promotion. He says if you can't advertise yourself, what hoped you have of being able to advertise anything else. So he uses this instruction manual as a way to get, his first job in the advertising agency. He idol utilizes his older brother. It went up being his best friend for the last like, 30 years of his life, and his brother is working for, a, advertising company in in London. So he says he sent the manual to his brother at math and k as evidence of his aptitude for advertising and was hired as a trainee in London. The Ag experience provided him a foundation for his beliefs about advertising and instilled in the young man, they habit of hard work. And as he would later recall when math and k doubled his salary, I tasted blood. He was 24 years old. It was his first experience in advertising and he spent time in every department. And so this is where the first time we see his fan desire to learn every single possible thing he can about his profession. This is how he was at the beginning of his career, and I would say he maintained this and and only added on it later on. Finally, Og overview was ready to start his career. He subscribed to a Chicago clipping service so he could get all the new advertising campaigns for America and copied the best for his british clients. He studied the business fever reading everything he could find. After just 1 year, the young man had learned enough to write a marketing plan, which he described many years later, late many years later to his partners in New York. And so he's he's now... Let's see. 52, and he's looking back at what he was writing. He says in the section of advertising, There's a passage which proves 2 things. A, at 25, I was brilliantly clever. And b, I have learned nothing new in a subsequent 27 years. So that's actually something that's gonna be really, really interesting. 1 of Og strengths. Was that he played the same tune all of his life. He'd be prepared to repeat yourself for years. He develops his any he obviously learned more than at 25. But even in the first years of his advertising agency. He found what works any stuck to it. So the idea that you need to repeat yourself for many years because essentially he's teaching his philosophy to all the new people, his new clients is new his new customers, everybody around him. Right? But this... The main lesson is to stick to the fundamentals. I was thought it was really interesting. And people... The reason I think it's is important to bring up we have a tendency humans have a tendency to over complicate things. And so I was just watching this interview with Kobe Bryant right before he died, and he was talking about. He's, like, you know, my 12 year old place basketball, and they're always trying to teach them all these new tips and tricks, and he's just, like, He he... And, you know, he he was a expert a basketball. He's was like, this just seems unnecessary. So he called Michael Jordan. And he was telling Michael Jordan this. He's like, listen, man. I'm might having a hard time remember what I was doing at 12 years old. But I'm pretty sure I wasn't doing all those fancy. Off And he he goes, he says, and then he goes, Michael, what were you doing? He goes, and Michael says, man, at 12, I was playing baseball. And so Kobe says to the people in everything. I think he was like, Think it might have been That was interviewing. He was think about that. And that what was his point? The greatest basketball player ever live had didn't even pick up a basketball when your 12 years old. So what's the chance that you need to take you need to teach these 12 olds all the the the stuff you're teaching them. Just stick to the fundamentals? I thought it's a very powerful full lesson just 1 cent that's my Kobe Renter. Okay. So he's working for, as a training in London. Eventually, he's a said he's like, I to go America because that's where I'm gonna make all my money. Right? And that's where he eventually opens up a, his firm in New York. It's going to be in connection with the firm he's working for in London. But let me read this part, and then It hit me. Stupid as I... Now 2 and a half books in at this point about David Og and just hit me. So it says David persuaded as the brother Descendants the United States Said American advertising techniques. During the sa vatican and subsequent stint broad, the brother stayed in touch with staggering volume of correspondence. They wrote each other several times a week, sometimes twice a day, single spaced type written letters 2 or 3 pages. Occasion is many as many as 7 pages. This is type written. I'm pretty sure it's handwritten because it's says later on and David wouldn't even use a type reader. He was very anti technologies. We'll see when he goes to live with the Amish. Anyways, whether he typed him up and made a subsidiary hand wrote him. It's just an amazing amount of writing. And it hit me, and because I always talk about David's 1 of the best writers ever come across. Like, I envy mv, his ability to communicate in in so few words. Right? I was like, you idiot. The the left end... The know I left myself. He might be such a great writer because he wrote so much. After he retired, this is how crazy he it. So he's he's living in his Castle in France. Right? What which I'll talk to you about a little bit. But I was reading wikipedia page is was funny. Says why no longer involved in the agency's day to day operations. He stayed in touch with this company. His correspondent so dramatically increased the volume of mail handled in the nearby town that the post office had re... Had... That the post office was rec Rec classified at a higher status and the post master salary raised. He was good at writing because he wrote all the time. How do humans get good at things? We have to do it over in oregon again. Alright. Sorry. It took me 2 and a half books to figure that out. 1 of his motivations for wanting to move to America was because he thought, okay. Big money over there. Right? So he says, I figured the same effort would produce 3 times as much... Okay. This is the word he uses for money. It is from the word Latin. Let me make sure I I read it tonight taking Luca ray. That's not how you pronounce it. It is... Luca. Luca according to Google translate. So Luca. Luca. Okay. So hopefully, I get this right for you. I mean, go... Let me read this since again. I figured that same amount would produce 3 times as much Luca. Sounds cooler to me which, as much money in America as it as in Little England. Money was never far from the service with Og, and and he could be startling direct. His first question to the head of Major advertising group was, how much money do you make? How much are money are you worth? That's hilarious. He entered advertising to make money, Og Had become interested, obsessively interested in the business itself. He said that he had read every book that had ever been written on the subject, and as they're as a young man had reason to believe you would be good at it and would enjoy it since American advertising was years of head of advertising anywhere else, he decided to study the trade where it was done best. So remember that a couple weeks ago. It was Jackie Cochran, always shoot for the top is what she would say. That's is very similar to Og mo opera grande. Always study from the best always learned for the best. And then I just wanna bring up, quote that he said in 1 of his previous books I read about him that never forgot, and we just saw he's demonstrating that that talent with that that paragraph I just read you. The good ones know more. That's that's just a fact. So read learn as much as you can. The the best basketball players know the most about basketball. The best advertising know the... Most about advertising, the best entrepreneurs, not the most... Most about their company. It's just the good ones no more. And again, it's very few words. He's telling entire stories. It's just a few words. Let me go back to this idea of shooting for the top. Studying we're the best. Now he's in America. And so now he's gonna go out and he sought out people that were good at what they did and then copy them. Right? This is not... We do not need to have a ton of original thought if we just copy the best ideas from from from history. It's doesn't not have to be complicated. And so he's he he starts collecting these mentors in the back of the book that I think everybody should buy it no matter what? Olga be on advertising the last chapters on the 6 people. That were... That he sought out. He calls him giants. The people that built the actual trade that he's going to to practice his whole life, and this is 1 of the guys right here. So it says, 1 crucial introduction was Ross Reeves, who became the first of a series of mentors to Og. Og. This is this is... Kenneth description of Og, a seeker of father figures and a self acknowledged hero worship, along with Reeves, Og named later named Claude Hopkins and John Cape as the main influences on his his ideas about advertising. Views that remain substantially unchanged throughout his career. There's that sentence again. I learned the very best. I learned the fundamentals, and then I hammered those fundamentals for multiple decades. So this is, Og be talking about the importance of his mentor Ras Reeves reeves. When I came to work in the United States 58 years ago, I was typical British advertising men of my generation. I was a pre eyebrow. A few days later, I met Ross Reeves. We we acquired the habit of lunch together once a week. During those lunches, Ross talked talked without stopping, and I listened. I have 2 ears and 1 mouth. I should use them in that ratio. Right? Now go... He's talking about I had lunch, and I just shut up and and absorb all the guy's knowledge. That's not very different than how kenneth describe reading O auto. It's like, having dinner with a rack tour. Right? Just this guy's downloading all the insights from his career into your brain. This is why the greatest entrepreneurs that have I've ever lived, they have this access and learn from the same things that you even have access. They pick up a book. Well, Roster said changed my life. He taught me the purpose of advertising to sell the product and taught me how to sell. Some people will tell you that Roster and I rivals, even enemies. I was his disciple. Now we need to go... He I'm skipping head, but he continues on this this idea. So I was like, listen, and these people were geniuses, and I sought it out and I copied their ideas. And I left my note my stumbling here, stuttering rather. And then I left a note for myself. I need to read this book. In fact, I already started reading this book. I think it's the 1 no. I'm going to do this book next week. Because of what Og has said. I'll give you were go on credit more than 1 person changing the course of his life. Reeves introduced him, so he met remember. He met Reeves. Right? Where he just getting him all his ideas and he's like, You don't understand where I got my ideas from. Books are the original links. Right? Says reese reintroduced to the thinking of Claude Hopkins, lending him the manuscript of Hopkins scientific advertising, which had not been had had not yet been published. Now this is crazy. This guy writes a book. It's so valuable. His boss or as partner. And we technically his boss comes to his partner, won't let them publish it. Hopkins, og later later proclaimed, hopkins is to advertising what es is to cooking. The most successful copywriter of his time, Hopkins was so... Hopkins was so valued for his ability to build sales for his clients at Lord and Thomas, the agency he worked for that the agency's owner, Albert Las, paid them a salary that would be equivalent in today's money. This book was published I think 2008, of 4000000 dollars. Businesses will always pay you to give them more customers. This guy's writing was so good it brought in so many more customers. Right? For their clients that the owner of the firm, pete imagine having a job And this guy didn't have a job. He was a savage. Claude Hawkins was a savage. Like, he was extremely dedicated to what he he did. I mean know, become the best in the world of something by by Accident. Right? With that, you get a job with 4000000 dollars a year. Last considered scientific advertising too valuable to publish and locked the manuscript in a safe for 20 years. Og introduction to the 19 66 rei issued edition. Long since relief from the safe released from the safe made clear his debt. This is what he talks about. And this is why about the book and actually, there's me be 2 books on next week's podcast. It's it's Claude Hoc auto, which is my life in advertising, and then that book scientific advertising, which is what Og is teaching us about right now. So he says nobody at any level. Should be allowed to have anything to do with advertising until he has read this book 7 times. So Warren Buffett tells me David Og is a genius, Warren Buffett has studied more businesses and more entrepreneurs and almost anybody alive. So no brainer for me. I'm gonna go study David Over. Then David Og. I find oh shit, or warren buffett Right. Sky genius, and now he's telling us read this spoke 7 times. This is very simple. Like, then we're gonna have to do that. Let's do this. Every time I see a bad advertisement, I say to myself, the man who wrote this copy has never read Claude hawkins. If you read the this book of his, you will never write another bad advertisement and you'll never approve 1 either. His point is, like, even if you don't... Even if you're not writing your own advertising. You hire somebody to write the advertising for your company, you're not going to approve. So it has value to you, even if you're not writing it, because you're not gonna approve... You read the book and you're not gonna approve a bad ad either. It's very interesting. Well it'll be so admired admired was clear in Hopkins opening paragraph. So it talks about this a summary of that that of the book. He writes about the importance of offering service and ads, headlines itself being specific, telling the full story especially lessons for mailer or advertising where false theories melt away like snowflakes in the sun. That's just really pretty writing. Just skipping ahead, this is a philosophy that Og be learned from his mentors and made his own. Advertising had to be judged on its ability to sell rather than entertain. It should be based on research about what consumers want. In print, it should lead with a headline that offers a... A... That offers a consumer benefit. Often, it should rely on long text packed text, Mean writing, packed with facts. The more you tell, the more you sell as he would later preach. Okay. So he's still not ready to open his own advertising agency. He's... Still has to have a series of Now he's got, like, at least 3 more jobs he's gonna do it before. He opens his agency, and they inform how he builds his company. And 1 of them is working with... You heard of Gall poll. Well, he worked with the actual founder of Gall. And he says it's is the most important thing never him. He says, Forever described his work with Gall as a lucky break of his life. If you ever decided to seek your fortune in a foreign country, the best thing you could do is get a job with the local gallo pole. This is all gonna be writing. It will teach you what the natives 1 out of life, they think about them and what they think about the main issues of the day. You will quickly get to know more about the country of your adoption than most of its inhabitants. So they're hired, but there's stories in this book about, the motion picture industry, hires Gall study essentially, they're trying to study human behavior. What could consumers want and to expand and make their their move their films, their movies more profitable. So I'm gonna skip over that, and this is the main point of why he talks about Gall over and over again. And he considers yourself a researcher and why he says a lot of the people had competed with didn't put Val research and nobody you were able to kick their ass. Probably the only other man... This is the this is actually Gall talking about Og. Probably the only other man I would put in the same categories Og was Raymond Rub. The founder of Young and Rub and also 1 of the 6 people that Og profile in Og on advertising. These 2 people made better use of research than any other people. I've known the research gave them a lot of ideas. So it's very very practical Had the research had a very practical utility to them and to their careers. Right? Now, this is very, very weird. Well, it's same weird. I guess it's predictable at this point, But... Reading biographies is a reminder that success not a straight line. Okay? So it says if O came to America for money, he found other things, including a family and a fully formed view of advertising. So he gets married. It's like, during his time period, where war two's going to derail him again though. But if advertising the money, but if advertising in the money, it might provide were his goals in moving to America, he would get there, he would only get there after a couple of d tours that sent him far from Madison Avenue for some years. So he saas that he he stops working with Gall to help the British military to help with British military intelligence. Again, the the wide range of experiences he's is having before setting up his company is very beneficial. So they're hired. He'd been moonlight... Let me read this part here. Actually. Og had been Moon moonlight since 19 39. As an adviser to the British government on American public opinion. So he was doing it at the same time, he was working at Gallo. In 19 42, with the United states now embroiled in World war 2, over overview resigned from Gall and went to work full time in British military intelligence. He called it the Hitler war and was very pre in recognizing what was at stake. So this is very interesting. His boss was 1 of Ian Fleming inspiration for James Bond. Right? And this gives... It's funny when Og give you tells stories at almost he... Almost like he's like, portraying himself as more of like, a secret agent. He's not really secret agent. They're studying. He's using what he learned a Gall to help to british military study American opinion about getting involved in this war. Okay? So it says his new boss in the spy business was Sir William Stevenson. He was the head of the British security coordination. That's the the department that all he's working for. And the central figure in covert operations involving Britain the United States in the years leading up to world war 2. In Britain, short of arms and supplies and facing certain invasion, this is gonna... This is kinda relates to Freedoms force. The the bonus episode said. Right? A desperate will... Winston Churchill said there was only 1 possible solution. I shall drag the United States in. In the years leading up to poor Harbor, Stevenson led Britain's covert operations the United States as Churchill secret weapon. So Churchill Stevenson is working for churchill show, olga working for Stevenson See that connection a successful Canadian businessman inventor Stevenson was alarmed to discover on 1 of his buying trips during the 19 thirties that virtually all German steel production was being diverted to armament. Churchill. The only 1 the only 1 to listen to to Stephenson campaign to alert the british government gave Stephenson in the job of coordinating an unofficial pre war relationship between British and American intelligence. So that's basically the the main point. That's what Olga is doing, Og gu describes Stevenson his strong world, quiet, ruthless and loyal. David Alt... Now, this is... He's... He's, again, he's a suction cup. Right? Just gonna learn... Go to school and everybody. David also learned something about writing. From his time in the intelligence service. Stevenson Was a master of the tu note. Memos to him were returned swiftly to the sender with 1 of 3 words written at the top of the page. Yes, know or speak. And if he wrote speak, that means come see him. This is what Stevenson thought of David. Stevenson put on record his high regard for Og abilities. He had literary skill, A very very keen analytical powers, initiative and special aptitude for handling problems of extreme delicacy. David not only made a good intelligence officer, but a brilliant 1, and I was Stevens his opinion. Now after the war, This is where we see. This this is the most surprising D tour that Olga takes. He goes to live with the Amish in Pennsylvania. Olga became me farmer. Remember his grandfather's as his blueprint. Right? Olga became a farmer. Well, not exactly. Og was not a farmer, but a man who lived on a farm. He was a local mystery. He was then 35 with no career and no very clear prospects. So why is Olga doing this? He admired certain things about the amish lifestyle. The contrast between the Flamboyant Og and the understated amish could not have been much greater. There was a double paradox. His un admiration of the sec, and their views on modern living while conducting himself in a style that was anything but plain and simple. Og claimed that he had become distant with city life and preferred the amish lifestyle. No razors, no telephones, no automobiles, no electric lights. I love these people in their way of life. Like them, I prefer driving behind a team of horses, reading by candle light, eating what you grow and communicating by note. He's going to last about a year and a half there, and then he's deciding okay. I'm gonna go, I'm it's time. I'm... I'm going to work in advertising. And what was very interesting about this section that I'm about to reach you is no 1 would predict that he could do it, that he could start advertising firm, except himself. That's extremely important. Of all ideas, the biggest was the notion that he could run an advertising agency in America. Here, Og describes himself on the day he started his agency. Now he's writing about himself. He's 38 and unemployed. He dropped out of college. He had been a cook, a salesman and a dip diplomat. He knows nothing about marketing and has never written any copy. He profess to be interested in advertising his career and is ready to go to work for 5000 dollars a year. I doubt if any American agency will hire him. So he winds up starting an agency. These... He's the American outpost for the British agency that his brother worked for the 1 that he was a trainee, maybe a decade and a half earlier. Okay? They did not think he was ready So they thought he was a number 2. They did not think he was capable of running. The company. So he has to find a president to to work that has experience before they let him open, and then very soon after They realized okay. Agency... Or, Agency. All forces a a conversation. Like, I went up getting kicked down and over he runs it, but this is a little bit about the be very beginning. It was David against Goliath. A startup British outpost against dozens of majors and agencies with established pe. A handful of tiny overseas accounts with unfamiliar names so they don't... They they have almost no business. Minimal funding, an unproven president and a bras research director that's og. With lots of theories, but no practical experience in advertising. This is not exactly a share bet. Olga understood it would be tough struggle to carve out a niche in the United States, but he put up a brave front and outline his goals in a bold memo. That's what he said. This what wrote. This is a new agency. Struggling for its life. For some time, we shall all be overworked and underpaid. Our main object is to provide a pleasant living for the people who work with us. Next comes profit. In hiring, the emphasis will be on youth. We are looking for young turks. I have no use for Tho or hacks. I seek gentlemen with brains. So we've seen that before. Right Or we heard that before from his grandfather. Agencies are as big as they deserve to be. We are starting this 1 on a shoes string, but we are going to make it great... Make it a great agency before 19 60. Og often talked about, talked about a list he sat down from the outset of the 5 clients he wanted most. Is before he had an agency. Shell, lever lever brothers, Campbell Soup, General foods and Bristol Myers. It was a wildly ambitious roster. He eventually won all 5. So right from the jump. Remember what he learned in the French high cuisine from the chef. He knew he wanted high standards. Okay? So says he had no qualms about imposing his standards. You have to hide... You have to have the hide of a ren. Rhino to survive a meeting with Og or have done your homework in depth and executed your strategy imp. This is 1 of his... His employees. And like D gaul, he felt that praise should be a rare commodity lest you to value the currency. Now remember what he learned from from Stevenson. Right? And later on, he talked he says, Og says he he believed in the dogma of B that we're all in a hurry. Okay? So he says, he disarming present presence, Og would pop into offices una an una announce sit down and commence his grilling. You became the focus of his attention. He looks straight at you and asked our questions. When he was done, he would get up and bolt as suddenly he's as he had entered. Novice thought this meant that he had somehow angered him and brood over it until they discovered he behaved the same way with big shots. 1 aspect of his personality we see right in the beginning. He's extremely persistent. A large part of Old success came from the energy he put into getting what he wanted. He would start by mentioning an idea, more or less casually, then follow up with a memo or a letter, clips of articles, more memos, a tsunami of communications, An ordinarily purposeful person might follow up an idea with a second note or a call. The more dogg might come back several times before moving on. Og never gave up. And 1 of the reasons that I I think people like his communication style. 1 reason why he's such... He's writing is so readable is that he would use a as a way to help remember important ideas. He understood that the the modern majority is very complex. We're getting any day with information all the time even more so now than in his time, and you've gotta have a way to compress and dis steal these ideas down so you can carry them with you and and retain them easily. And so I'm gonna read some of this. Kenneth, the author of this book talks about Let me read. It says his ideas gain power from a t compact writing style. I believe in the dogma of B, Og explained. He collected and repeated it. That's an important part the the repetition of this. He collected and repeated app to make his points. On compensation, pay peanuts and you get monkeys on leadership. Search your parks in all your cities, you'll find no statues of committees. Points were made by member... Points were made memorable by Vivid metaphor, discussing which of 2 commercials to show first a client, all be told the creative team. When I was a boy, I always saved the cherry on my put putting for last. Then 1 day, my sister stole it. From then on, I always ate the cherry first. What's he telling you? Let's play the best commercial first. More about his personality. He hated laziness. There's a great quote by Kobe Bryant that I sit that I keep on my phone in case I ever feel. I'm not doing enough. He says, I can't relate to lazy people. We don't speak the same language. I don't understand you. I don't want to understand you. David but Aubrey would say the same thing. He had a near psychopathic hatred of laziness in alt forms. He was the least lazy person I've ever encountered. His advertising philosophy was shot through with intolerance of sloth. Lazy people accept mediocrity, which he hated. No matter how good everything had to be better? What did the chefs say? Anything that's not perfect is bad. He took that exact same idea and is running his agency with this. So most of the days, early days of the firm, they're constantly out. They're taking any... Anything they can get, they're constantly going out and and trying to convince clients. Eventually, they becomes... Their their ads become so successful. That clients start goes from like, an outbound process to an inbound process and they could be more selective. Right? So he had to work himself to get that. This is covered in both confessions and advertising man and Og on advertising and more length, but with blows your mind is how... Like, there's several examples in this book and both those books how all ads do not perform equally and that he was looking for these une performers. And I'm just gonna list... I'm not gonna go into too much detail because the the other books cover it better than this 1 does. But it's just... It's a remarkable... Like, people are like okay, I ran an ad, maybe I can get it add to do, you know, 1 twice as good or 3 times is good. And it's like, no. Some some of them do 20 times as good. It's really crazy. The same amount of money spent. 22 times more effective dave. So it says, Rubin ad, this is this is cosmetics, revolutionize the company's advertising approach, replacing small units with a news approach in large newspaper ads is saying what they advertising agency before, Og did and what he. He put it in new. It says like more news when you have a development, you put in the a newspaper as news, you write a lot of copy on it. Within 3 weeks, a single advertisement brought in orders equal to sales estimates for the next 12 months. They could not run any more ads until the factory increased its production. So like, gives you an idea. You have to be effective. Your companies are hiring you to do job. It's the more effective you of the job, the more clients you're can have. Right? Another example was the hathaway is these, like, dress shirts. He had this idea he was reading a. Actually, I'm not gonna run remember my point. So he he he instead of all dress shirts of the time or any kind of clothing talks about the clothing in the ad. He just put them on an eye patch on the model. And so people are flipping through a magazine Like what the hell like they stop. Now he's got your attention. He's like, why does this person of eye patch. So it says, the patch was there to embed the advertisement with what with what Og called story appeal where do you get that idea? The reader wonders how the Arrogant ari democrat lost his eye. Og said he discovered the concept of story appeal in a book by Harold Ru rudolph. A former agency research director who had analyzed attention and leadership factors of illustrations. It was the first time shirt advertising focus as much as on the man wearing the shirt as just shirt itself within a week, every hathaway shirt in stock was sold out, then they start... He has this idea is like hey, the the Us president for sc. It's a some kind of liquor brand I don't know how to pronounce I was like, he he looks like an adventure Let's put him in the ads. So it says sales left 600 percent in the first 6 months. Hotels and bars started stocking sc. I don't know how he pronounce it. In many, it was the only choice if you asked for a Gin and tonic. It was the most successful campaign for a British product ever. And again, I just give you those quick examples just to him hammer the main point that there's wide variance between the effectiveness of advertising. And people are really good at it are obviously going to companies are gonna flock to them. And now that's what happens to his. His agency, this is a magazine quote. This is insane. It says his place among talking about og me now. His place among the great advertising writers of ball is practically assured. This was about a man who had written his ad his first ad only 5 years earlier. So that's a lot to accomplish in 5 years, but really, as if paying attention the story, he didn't do it in 5 years. He did the application of 5 years, his whole life experiences added to that ability. That's a very important part not to miss. Now, Og is a genius, but we all make mistakes. This is 1 of his. Xerox came to him with the first copier. Og was not interested in an invention. He did not stand even when they offered some of its stuff for some of their stock. It's too small for us he said. Go see my fred, my friend, Fred Paper. He's just starting an agency. Xerox was soon spending fifth... Or should 10000000 dollars through paper, and Fred paper became wealthy with xerox stock. He ought to share it with me said Og. 1 of the accounts he wanted to, and he eventually gets his rolls royce, which this this expert I'm gonna reach you. Just really shows the benefit of reading and research something that's really simple. Yet, most people won't do it. Og preach breaches the the need to do it over and over again in in this book and every other book. Og spent 3 weeks talking with the Rolls Royce engineers and reading everything about the car. He wrote over a hundred headlines. And then freely admitted that he did not invent his actual choice, but pulled it out of an article that it had appeared 20 years earlier. At 60 miles an hour, the loudest noise in the news rolls Royce comes from the electric clock. His long meticulous text was packed with facts. The coach is given 5 coats of primer paint, and hand rubbed between each coat. That's just really weird and funny. Before 9 coats of finished paint go on. This is this example. Just goes on and on. Okay? The ad ran in just 2 newspapers and 2 magazines, but stimulated more praise than anything the ad agency had produced. People in the business could recite whole paragraphs verbatim. So this is a really funny story... The personnel... This guy... His personally jumps off the page. And I think that's really actually important part of studying his life. He just he treated, you know, that Shakespeare quote all the world's to stage. Or be treated life. He was he was very over the top flamboyant boy personality. He almost like an actor playing a role. Right? He's got very... He's got main character energy. So it says the former aim Aim Amish farmer. Now 1 of to rolls Royce page. This is guy running finances to firm. Told him, we can't afford a damn rolls royce. And who's gonna drive it. We'd have to pay a show for. Page prevailed until he took a vacation. When I got back, there was a role sitting in the front office with the chauffeur. This is hilarious. There's 2 funny things. And this tells you the show ship. And he get he cannot afford a rolls royce. The license plate was Ob 2, so that's the initials of the firm at the time before it's over overview and matthews. I think it's like, gonna be Benson, Benson and math Not important, But this is the port part. The license plate was O 2 to suggest there was another. There wasn't another 1. A copywriter at the agency remembers walking down fifth Avenue on his way to the office on a hot humid summer day. A Rolls Royce pulled up next to him, and Og put his head out of the window. If you work very hard and are very successful, 1 day, you'll be able to go to work in a car like this. Don't be late. With that he drove off. Oh my god. This guy. Now, so he's funny. He's working really hard, but he also is terrified. This was very surprising. He's worried that his success will not last, and this also this fear. This a irrational fear. Or maybe... Yeah. It's a irrational. Causes him to do un unlicensed things later on, like sell all of his stock when he shouldn't know. Faced with lingering insecurities about himself and the prospects for his agency, Og started 2 years of psycho analysis. Every day for years. I thought this agency was gonna fail. I was scared sick. I remember saying 1 day If this is success, God delivered me from failure. The cure was not found on a psychiatrist couch, but in work. Og redo doubled his efforts, working deep into the night and virtually full time and weekends, creating campaigns, hunting new business. He seldom entertain clients telling them that he worked his guts out trying to produce good advertising and couldn't do that and take them to the theater. So let's go back to him building the the term company culture didn't really exists the time, but that's... That's essentially what he's doing. So this is some more lessons, and... There have a lot of highlights actually on... Because I found it interesting. And they're probably, the most, like, actionable parts of its book. Entire stories with only a few words is well, North left myself. He ordered his staff and memos. Raise your sites, compete with the immortal. Blaze new trails. Soak yourself in research. Never stop selling. Never content with just writing ads, Og larger goal was to create an enduring institution. Sounds like a lot about if you read about Steve Jobs. That's what he was trying. He wanted to in the Pant. He wouldn't... There's new... There's no price you could have offered Steve Jobs for Apple. There's just nothing. He's, like, I want a historical, and long lasting institution that's able to pump out great products. And part of that is not only holding your your your your employees. And your coworkers to high standards, but he also found other people to hold himself to high standards. So he would go... It says he would go to the smartest people and pick their brains. In the 19 fifties 4 men, we're independently trying to build professional service firms, linking theory with practicality. So we have Og overview being 1 of them. I'm gonna skip over the names Gonna tell you the companies because you're probably know the the company is more than names. Mckinsey. Arthur Anderson and Goldman Sachs. The 4, olga being 1 said would frequently compare notes in their common ambition. They shared philosophy, spoke of each other's role models encourage each other in breaking new ground and shared an un drive to achieve excellence. So they're having lunch and and constantly meeting and pushing each other on. The guy from Mckinsey his name's Bauer actually became a real big influence on Og. Here's a little bit about that. Inside both Mckinsey and Og, everybody from the boardroom room to the mail room knew and understood what the firm's values were, what the mission was, and the way things are done here. That is exact. I mean, that quote that paragraph could be in Bill Walsh book. The score takes care of itself. You're looking for something interesting to read, pick and you haven't read it Pick it up, You'll like it. In v... And invite people... Oh, this is reading my own... Reading my own note instead of reading the page. Invite people into your life who will hold you to high standards. This is not popular, but we should run towards these people instead of away from them. That's a note to myself. It is said that if you sent an grave wedding invitation to my friend Marvin Bauer, he will return it to you with revisions. That's the guy from Mckinsey. Right? On 1 such opportunity arose when Og be drafted his statement of purposes for the agency. Starting with, earn and increased profit every year, and then he sent it to bauer for comments. Marvin that's his first name gave me Holy Hell. He said that any service business they gave higher priorities to profits and serving its clients deserve to fail. So in the beginning, he's writing a lot of the advertising, he says he he was a near genius for 10 years and then his create creativity like fizz out, then he got... It was much more in getting new business. He was also a master salesman. And so, again, use that that phrase of that motto from, Og, the agency Og mouth, we sell or else he means for his his advertising, they write for the clients, it needs to sell or doesn't work and the same thing. He's like, you'd be making the ads and you need to be selling. That's what you should be focus on. Getting new business. Right? And it... So there's a lot of examples in the book where he's gifted at doing that, but I wanna read this 1 because it's hilarious, and it reinforces a common thing that we've seen multiple biographies about people not liking committees. And Olga hated committee. So it says, with the Ray Manufacturers Association, which had given each agency exactly 15 minutes to make its case before ringing a bell. Okay? So they're they're interviewing a bunch of potential agencies, saying you 15 minutes once 15 minutes up, ring the bell and it's over. Right? It's a collection of manufacturers. This is hilarious. He asked, how many of these 12 of the 12 people... So it's him giving a presentation of 12 people. These 12 people are are a part of the association. Okay? He asked how many of the 12 people present would be involved in the Agency decision? 12. All of us was to reply. And how many will be involved in approving the advertising. All of us, the 12 members of the committee ring the bell, Og said, and then walked out. He there's no way. He was subjected at especially at this point his created and have to. He could turn on clients left. Right? He's not... I'm not gonna sit here and let a committee tell me approve my advertising not. Like, that's absurd. I thought it was Sol hilarious. Go back to his his ruthless time management. He kept this giant clock in his office. A very unique clock. It's called like, a parliament clock. What it looks like to me is if you took, like, a wrist watch and cut off, like, 60 percent of it, then blew it up, made a giant and then hung on the wall, kind of what it looks like me when I googled it But anyway, says, my biggest problem is finding time to do everything he said. The clock in his office is to remind visitors that time is passing and they must pass along too. And something the obsessive... The book has a lot of examples of there's just obsessive personality, something that I he carries on until he stops working. And he says he continued to work very hard, taking him 2 stuff case. He was very short temper, very focused and totally abs obsessed with 1 thing. The advertising agency. Was he doing it for recognition, fame, a sense of accomplishment, and this is his response. Many of the greatest creations of man have been inspired by the desire to make money. Olga said. If Oxford undergraduates were paid for their work, I would have performed miracles of scholarship. It wasn't until I tasted Luca on Madison Avenue that I began to work in earnest. So he's up fridays. He's like, I like advertising, but I want to be rich, and I'm doing this for money. This whole idea of taking home to stuff briefcase. Well, let me Run on my point. Note off myself He's getting his Enzo Ferrari on. And enzo was Ferrari had a very similar search schedule. I work from 9 in the morning until midnight 7 days a week, over be said. So this is going to be great for work, not good for much of anything else. He winds up being Married divorce. He's got like 3 different marriages, and none of them work out. He's very, you know, 15 years 1 time, 16 years I think another, like, 20 years and the other, So... But he was just, you know, he he read he wrote and he worked. And that's as far as I can tell, you know, the vast majority of how he he spent his time. And, you know, obviously doing that, making that choice, you're you're going to to over optimize that 1 domain at the expense of almost all others. He says his regret later in life was not have... He wanted, like, 10 kids. He wanted only having 1. So that's thought that was interesting. A little bit about confessions of an advertising man, which, again, I I highly recommend. Says Og best bestselling book, confessions of an advertising man was published in 19 62. It was described as the only civilized, literate and entertaining book ever written about advertising. A magic dis... Of learning and wisdom. That's a great way to put it founders number 89 and if you have not listened to it, and I cover that book. That's another good way to put it. In 1 review, Og overview emerges as 1 of the most lovable ras in literature. What makes the book door his over ability to dis still experience into principles and state these in pungent and memorable. You cannot bore people in the buying. Committees can criticize advertisements, but they cannot create them. Compromise has no place in advertising. Whatever you do, go the whole hog. You can't save souls in an empty church. And those are just some examples. So obviously more in those... In that book. There's a picture or quote, I keep on my phone to think about all the time and that it says never dismiss an infect movement simply because it seems too simple. There's a sentence in this book that have reminded me of that quote, Og prefers to stress basic, old fashioned disciplines. 1 of Og favorite forms of advertised... Advertising is direct mail. He thought direct male advertisers are the best advertisers in the world, and he uses that to help build American Express, the the founder of American Express. I think it's the founder. Pretty sure it's a founder it might be the Ceo, but he comes to Og at the time, and it's a tiny account. I mean, they're doing... I not a lot at, like, a couple million in revenue at the time. A very small company. So anyways, the the ceo of American Express, his wife says, hey, why don't you call Og. And their last name is Clark. So this says Clark Clark called Og at his wife's urging who said, Og said he didn't think he was interested In those days the account was too small. The Clerk persevere, however, and we went to their house for an informal talk. We're sitting in the library. He puts all this stuff on the floor and lies down and start to describe the things he would do. Can't get better... Much better sales presentation than this. Right? You could not get... You could not help but get excited about what his ideas were. I... And then, Kenneth, the author this book makes a point. Ideas prepared for a client. He said he wasn't interested in serve Very interesting. Right? By the 19 eighties, many years after this meeting in place. American Express had replaced general Foods as the agency's largest clients. American Express built its business in part with an effective Og direct mail letter that stated. Quite frankly, the American Express card is not for everyone. Direct mail, Og first love was a legacy from his days of door to door selling. So this is something I learned when I was reading, every single 1 of Warren Buffett shareholder letters for what I think it's founders number 88 for... I was doing it for that podcast. So Buffett winds up avoiding the mistake all gonna be made. And this is also I think entrepreneurs and people in general would benefit from studying investors. I consider investors entrepreneurs, some people don't I think this is the same thing. But even if you don't study investors because their ideas transfer well. Buffet came to New York once a year to meet with the management team and asked a lot of questions. He has... He bought a lot of stock once Overview went public. He debate this is really fascinating. He ab debated the wisdom of acquiring other agencies, which was a very possible popular thing to do at the time for 1 agency to buy another? He says, why don't you buy the best agency buy your own shares. After Og had so much of his stock, he would introduce Buffett as the fellow who has made more money out of Og and Math than I have. So that's 1 of the things that he he got older mistake he made. He he he didn't... He lack some control over the company. And they go off and every other agencies doing this, so, you know, every everybody thinks they have to copy that they they're they're trying to just get bigger but through acquisition. And Og, says O dislike the concept. He insisted his company should be 1 agency ind individual. It's hardly surprising that he would direct other agencies with different philosophies being invited into his sacred domain. He fought the acquisition at board meanings and by memos. There can only be 1 true church he wrote. Og position was that his principles have been shown to work. They had provided a solid foundation for growth. Why must we welcome versions in the name of growth itself a debatable philosophy in a company dedicated to placing clients first. My ambition for Og matter is that it it should be the best agency, not necessarily the biggest. So he know he is the right ads, but he writes a lot of material for internal company communication, he wrote this thing that they call principles of management. And says, what followed in principles management conveyed a unity of purpose to O and M offices around the world. The principles apply equally to almost any business. And you will... We go back to this, like, half way he had in writing. Right? On minimizing office politics, sack incur incur politicians, crusade against paper warfare on morale, When people aren't having any fun, they seldom and produce good advertising. Get rid of sad dogs who spread gloom. On professional standards, top men must not tolerate sloppy plans are mediocre creative work. And 1 employee who had worked several different agencies noted the difference between over overseas culture and other ones he says, People I knew who worked at other agencies had a job. We had a mission, and it was different. No place I've ever worked at had anything remotely like it. The agency was developing a personality. Olga specialty the high, the high standards and hu humane attitude toward those who work there, that he... That he expected from from his people. We're looking for gentlemen with ideas in their heads and fire in their bell. If you join Og and Math, we shall teach you everything we know about advertising, we shall pay you well and do our damned to make you succeed. If you show promise, we shall load responsibility on you. Fast. Life and our agency can be very exciting. You will never be bored, it's tough, but it's fun. Okay. So I wanna go back to this idea that O always consider himself an advertising writer. Never more. Just... I'm just an advertising writer which I think that's very... It's a... If you you... I, obviously, this guy had a giant ego, But he... If he just stuck to the fundamentals if I write good ads, if my age agent... Then I'm running the h and, it writes good ads, everything will take. I literally like that idea. So says, O was above all, a writer, and his agency had a writing culture. He wrote like an angel. Even his memos where we're saving. There's actually a book, another book that I'm gonna read. You, I'm... I'm gonna mention the book I have... I I have other the notes on. So let me not run over this. Just remember this this idea that his memos were, like, writing of an angel. He was capable of organizing his thoughts into Billion pros. This is how he wrote ads. He started by looking at every advertisement for competing products for the past 20 years. That's a lot of work and how many people are actually gonna do that. Very very few. So when people are like, oh, you have competitors, other yeah, ad agencies og. Do I do I really... Who's gonna look at every single ad for that their competitors have placed for last 20 years. I don't really have competitors. I mean, maybe out of a thousand companies that want that account, how many are gonna do this? A couple 345. That's a lot more manageable competition than than just by doing more work. Right? To hire you go, the less crowd your you'll see. Study the presidency he said, then he'd go to work on a headline. Finally, when he could no longer postpone in the actual copy, he would start writing. Usually throwing away the first 20 attempts. If all else fails, I drink a half a ball of rum, and I play classical music. I don't know how to pronounce this guy's name. This generally produces a gus of copy. The next born... The next morning, he would get up early and edit the gus. I'm a lousy copywriter he would say, but a good editor. And when this is a... Was very fascinating to me. His writing looked different. The actual... The way the words are on the page. So, for years and years and years, and I should slap myself for this. For years and years and years, people that I respect, people I think are great writers to talk about the genius of cor the writer cor mac cor Cor mac Mccarthy. Right? I'm talking about for a decade. People have recommended the book to me, people that I like their writing talk about He's 1 of the writers they idol analyze. And for some reason, it took me a decade to pick up 1 of his books. And this happened. I don't know a few weeks ago maybe a few months ago something like that, I picked up the the book the road by Cor Mccarthy. His writing looks different too. And if I ever read a book, it's going to look, like, cor... I love the way the actual... Like, what the words... It's the most readable writing I've ever read. I remember, like, III can't remember I wanna say 2 days. I I can't remember how long it took me to write the book. Or write the book. Read the book. If you're looking for fiction, did highly recommend picking it up, But and, like, it's post apocalyptic, which I I'm a sucker for anyways But anyways, I... All I remember, I I think it took me 2 days to read. Is those 2 days, I could almost do nothing else. I remember we were having a... We're were gonna have dinner with family, and I showed up, like an hour late because I could not. I, like, my entire rest of family left. I should have an hour. I can't... I have to know what happens in this book. I'm sorry. I it's taken a hold of me. I can't do anything else. It was that fantastic. Anyways, I'm trying to compare that idea. I didn't mean to go off from that weird tangent. But Og b's writing looked different, not that it read different which it did too looked different. I I'm wanna tell you more about that just like cor macro Mccarthy in the road. I have picked up his masterpiece that they says everybody says the blood meridian. I'm scared to start reading it because I don't think I'll be able to do anything else till I finish it, and it's not that short of a book. Anyways. He was meticulous in making a attractive and easy to read. It was double spaced, short paragraphs, key phrases underlined, sections intended for further emphasis, sections separated by a row of spaced asterisk. It's not only is the writing readable. Even if you put in pair He's, no, I'm gonna separate it. It's gonna be easier to read. He'd... With a look what he does here. To his more flame points, pops up. With an occasional flourish. After a letter had been typed, he would sign his name in red. Oh, so it says everything was handwritten never typed. So he were... Okay. So now I think I understood what they mean there. He writes it somebody else types it. And then once they type it, he signs it. Alright. So more in his writing. O would go through a document and take out adjectives and adverbs, leaving nouns and verbs to make it clear and readable. Short sentences, short paragraphs, no never using more words when fewer would do. When you read them, you must When you read them, you think this must have been like Mo music, It came straight out of his brain, says a writer who worked with him. But no. I couldn't believe how much trouble he had he had to get the sentence he wanted. It goes back to Him a crappy writer or a good editor. It's very interesting. The widow of a friend said his was the best condolences note when her husband died. It's 3 words. He was golden. Okay. Real quick. I I don't... I Obviously, I I love this guy. I'm I'm not impartial by any means, but I don't want to give you the the impression that he never makes mistakes. This... I don't understand why he did this when you got older. Other than being, you know, when when you're fearful you make bad decisions. Why would he sell ownership in something that you created and loved and believed in? I don't understand this. So the know myself don't do this? Why did Og not hold on to his shares? I was always terrified the thing would go bust? In the middle of the takeover battle, I called his to talk with Og. So this is now the author of this book going from bio to participant in the story. Okay? And so he's the 1, he's... I think he's a chairman of when they're they're having to fight to takeover over battle. Og older. We've already fast forward in his life story. He's living in his castle france I think Get forward with his young third wife. Okay. So is in the middle of the take over Battle, I called To talk with Og. Herd, that's his French wife. Answer the phone and said how upset he was about what was happening to his company. I said I certainly understood, but at least he had made money this time on the rising share price. He showed he sold it all 2 weeks ago she replied. The takeover destroyed a part of Og. His secretary in France said she can mark the beginning of his decline to that period. He winds up suffering from Asthma and Fa fatima and Alzheimer's. So last few years of his life was really rough. He lived to 88, but they were not the last year's were not good years. The agency was the most important thing in his life. It was the nearest thing he could he could have to child bearing. He felt he had brought Og and mother into into being and nurtured it and had and had been brutally taken away from. So that's why he he says he didn't wanna go public because it was the fact that the public... The company's public allowed for this hostile takeover. And they went up, you know, the guy that bought it winds up going into, like, deep debt to do it. And, like I said before, was almost 8 862000000 dollars I think something like that. A lot a lot of money for it. But he Og he did not want to happen. And so then he winds become chairman of the larger company that buys his firm, but he hated the guy. At beginning he called him an o little shit. And then a year later, he said he wished he knew the guy. He he apologized to him. He's never apologized to anybody's adult life. But he's, like, I wish I knew you 40 years earlier, because he actually thought he was relatively smart, but he did not like him at the time the hustle take was happening. But so my question to myself was like, why are you accepting being a chairman of a company whose purpose you you poor because he's like, this guy is just going around buying all these advertising agencies for the sake of big. Remember, he wants to be best, not big. And so this is what he said. Olga believed know the choice? He hadn't managed his money will avoid this. As he often admitted, there were expenses. He continually worried about money. I'm supposed to be terribly rich. I'm not because I screwed up my financial affairs on my life. A visitor at the castle told Og to stop complaining about money. You're an excellent health. You have this glorious c. You have a devoted wife in everyone's in admiration, stop browsing. He did for 15 minutes. And again, I know if Was, you're living in a castle. That might be part of your problem, man. Okay. So now when he's 75 years old, he's still beloved to the day he dies. He's, like, a lot large part of his life, he's writing memos and it he's like, on company culture and ideas and going on, giving speeches and and, obviously, you know, he's he's very gifted at that. And so what people do in the company, they is something very fascinating. They take all these internal memos. And, you know, this guy's writing so many of them that the the the the the the post office buy gets rec classified. Right? And the and the post master gets a race. Hilarious. So they put together a book and it's called the unpublished David Og, and this will be a future episode, but they don't tell them they're doing this, and they give it to him for a 70 first as a birthday gift for a 70 fifth birthday. After 2 weeks of nervous waiting for action to a book published under his name without his permission, the verdict was delivered. My best birthday present ever. Okay. So there's a lot of quotes from from from, speeches and writing seat... He's doing at an advanced age, and this is regrets and rem from a 7 year old David. This is gold from anyone towards the end of their life because they're further down the path in you and I are I I wanna know what what they thought for some most important aspects of life, and I wanna know what they were... What what they regretted the most, so we can avoid that. I hope you don't make as many mistakes as I have. I've made some fright foam mistakes, like turning down an obscure little office machinery account, company that never heard it before. That was called Xerox. I've always been a terrible coward about firing non performers. I've fret he's just gonna list off in very simple sentences regrets. Right? I f it away far too much time on things, which were not really important. I failed to recognize some big ideas when they came along. May God forgive me. I made a mistake when I gave up creative work and concentrated on management. I regret that. I was always petrified of losing accounts. Now wait a second. In my heyday, I resigned 5 accounts 5 times as many accounts as I was fired, so he's making a joke Think he's funny. Here at the castle, I've succeeded in forgetting all the disagreeable aspects of the agency business, like losing accounts and losing good people, which is worse. I've forgotten the hell pressures. 16 hour days, 6 days a week, 3 cases, but I've gotten a lot of happiness out of advertising. I've never been bored by my job. Above all, I've made some wonderful friends, friends with my partners and with our clients and with some of our competitors. I would like to be remembered, but as what? As a copywriter who had some big ideas. That's what the advertising business is all about big ideas. So now he get... Here's a few quotes from a speech he was giving about recruiting new people to an advertising firm. He says take care of any new terrific person who you've recruited. Make him read my books for crying out aloud. And says we're wars of laughter after he's given a speech, holding them up 1 at a time. Confessions of an advertising man by David Og, Og on advertising by David Og, The unpublished David Og. I keep writing these books and they're widely read all over the world. They're absolutely stuffed with priceless information. And if you read them, you won't be so call and ignorant. 1, I love that he's self promoting even to the very end. He's probably 75, almost 8 years old when he's given that speech. And 2, the North myself is big facts. He's right. They're absolutely stuffed with prices information. He's actually telling them the truth. Another thing that David would teach you or studying David would teach you is that you should be stealing from the best. Og had long preached that all copywriter should study the viable of direct marketing business. Tested advertising methods. By John Cape, and he wrote an introduction for the book's fourth edition, quoting his favorite cape fact. I have seen 1 advertisement sell 19 and a half times as much goods as another. He said an earlier edition of the book taught him most of what he knew about writing ads. He meant that literally. What does he mean by He meant that literally? He mean? He pla it and he he admits pla. When Cables died in 19 90, Og was asked to deliver the Eu. After stolen cables as the nicest man he had ever known, Og declared he was very simply the best. And for that reason, he had pla had work una? Why and then this is how he he he ended that part of the yearly? Why steal from anyone. But the best. And even with his big E he has and obviously colorful personality in vivid writing, he didn't think he was an all purpose genius. He said I dedicated my career to the 1 thing I could be good at. I'm good at 1 thing, and the beginning with confessions of a... Of advertising. Yeah, he says, like, you know, I'm I'm, I'm a genius had 1 thing, advertising. Like, I can't ski. I can't cook. I can't do all this other but I can advertise. So he says, ask why he chose advertising when he could have done and done well anything. He responded. You're quite wrong. Advertising is the only thing I could have done well. At 80 years old, he's still getting a speech about his philosophy, teaching these ideas until the very end he says, my crusade is in the favor of advertising which sells. My war cry is we sell or else. This has been my philosophy for 50 years and have never wave from it. No matter what the temptation have been. He allowed he allowed a good idea. He allowed good ideas to compound, and you did that for multiple decades. It's a very important lesson for us. And finally, I'll close on this because this is fantastic. I've never heard this Scott saying before, but it's 1 I'll never forget now. A reporter once asked Og, what he would like as his epi. Turning back to an old Scottish saying he said. Be happy while you're living for your a long time dead. Assessments of David Og happiness may vary, but no 1 will disagree with the conclusion by an American friend of his from his oxford day. He is done rather well for an immigrant. Don't you think? And that is where I leave it. I can't recommend this book enough. I can't remember I recommend any of... Just pick 1. It doesn't matter which 1 it is. I promise you you're gonna love reading it. His writing is fantastic So if you wanna buy the book, if you use the link that's in your show notes on your podcast player, you'll be supporting, you'll you're supporting podcast podcasts at the same time. A lot of new listeners are discovering this podcast because other mis fits are buying gift subscriptions for friends and coworkers. If you wanna do that, there's a handy link below. It feels good to do something nice for someone else, and it also helps the podcast at the same time. That is a hundred and 69 books down, 1000 ago. And I'll talk to you again soon, and"
}