{
  "transcript": "Amazon's internal customs are deeply idiosyncratic. Powerpoint decks our slide presentations are never used in meetings. Instead, employees are required to write 6 page narratives laying out their their points and Pros. Because bet bezos believes doing so foster critical thinking. For each new product, they craft their documents in the style of a press release. The goal is to frame a proposed initiative in the way a customer might hear about it for the first time. Each meeting begins with everyone silently reading from that document and discussion commence afterwards. For my initial meeting with Bezos to discuss this project, I decided to observe Amazon's customs and prepare my own at Amazon style narrative. A fictional press release on behalf of this book. Bezos met me in the executive conference room, and we sat down at a large table made of half a dozen door desks. The same kind of blonde wood that Bezos used 20 years ago when he was building Amazon from scratch in his garage. The door desks are often held up as a symbol of the companies enduring frugal gallery. We sat down and I slipped the press release across the table to him. When he realized what I was up to, he laughed so hard that spit came flying out of his mouth. Much has been made over the years of Bezos famous laugh. It's a startling pounding spray that he leans into while cra his neck back closing his eyes and letting loose with a gut roar that sounds like a cross between a mating elephant seal and a power tool. Often, it comes when nothing is obviously funny to anyone else. I've spoken to Bezos probably a dozen times over the past decade, and our talks are always spirited fun and frequently interrupted by his machine gun bursts of laughter. He's engaged in full of twitch, passion energy. If you catch him in the hallway, he will not hesitate to inform you that he never takes the office elevator, always the stairs. He is highly ci spec about devi from a well established, very abstract talking point points. Some of these maxim are so well worn that 1 might even call them Jeff Ism. A few have stuck around for a decade or more. If you want to get the truth about what makes us different. It's this, Bezos says, we are genuinely customer centric. We are genuinely long long term oriented, and we are genuinely like to invent. Most companies are not those things. They are focused on the competitor rather than the customer. They want to work on things that will pay dividends in 2 or 3 years. And if they don't work in 2 or 3 years, they will move on to something else, and they prefer to be close followers, rather than inventors because it's safer. So if you wanna capture the truth about Amazon, this is why we are different. Very few companies have all those 3 elements. The idea for Amazon was conceived in 19 94 on the forties floor of a Midtown New york City Skyscraper. Nearly 20 years later, the resulting company employed more than 90000 people. And now I think that number is over 300000. And have and had become 1 of the best known corporations on the planet, frequently delight its customers with its wide selection, low prices and excellent customer service, while also rem making industries and unnerving the stewards of some of the of the most s brands in the world. This is 1 attempt at describing how it all happened. It is based on more than 300 interviews with current and former Amazon executives and employees, including my conversations over the years with Bezos himself. Who in the end was very supportive of this project even though he judged that it was way too early for a reflective look at Amazon. Nevertheless, he approved many interviews with his top executives, his family and his friends and for that I'm grateful. The goal of this book is to tell the story behind 1 of the greatest entrepreneurial successes since Sam Walton flew his 2 seat turbo prop across the American South to scope out perspective Walmart store sites. Actually, I did a podcast on Sam Walton auto biography that talks about, Sam's use of his plane. If you haven't listened to yet, I recommend going back analyst listen to. It's really good, and it will inform a lot of Jeff Bezos ideas, which he he, admits he just took from San. It's a tale of how 1 gifted child child grew into an extraordinarily extraordinarily driven and versatile Ceo. And how he his family and his colleagues bet heavily on a revolutionary network called the Internet, and on the Grand vision of a single store that sells everything. Okay. So that was from the introduction of the book that I wanna talk to you about today. It's the everything store, Jeff Bezos and the age of Amazon By Brad. Okay. So I wanna talk about... Because this is really interesting. I see a lot where people think, oh, if you don't start really young You like, oh, I didn't start my company, like, when I was 20, now it's too late. Jeff didn't insert his business till he was 30 years old. He was already working on Wall Street, which... Most people then that most people know who Jeff Bezos is. Almost known... None of people know what he did before he he did Amazon. So I wanna get into that a little bit, and then we're just gonna go into some short little anecdotes and stuff here. So this is Jeff Bezos in his twenties. And this is the idea for Amazon. And this is a little longer story. So let's get to it. Before it was self... It was a self proclaimed largest bookstore on Earth, are the webs dominant super store. Amazon dot com, was an idea of floating through the New York City offices of 1 of the most unusual firms on Wall Street, D e Shah and company. It was a quantitative hedge fund, and it was started in 19 88 by David E Shah, a former Columbia University computer science professor. Shaw Pioneered the use of computers and sophisticated mathematical formulas to exploit the anomalous patterns in global financial markets. The broader financial community knew very little about D Shaw, and it's Poly math founder wanted to keep it that way. So again, some some themes, as we read these biographies and we go through these podcasts, you'll start to see over and over again. 1 that I picked up on is, almost all these founders are frugal. They they they embrace frugal gal, and a lot of them are secretive. And so this D shah, who is Jeff Bezos boss at the time and and quite and brilliant in his own right, we're she we're seeing that tray right here. He has a system where he's making a lot of money and he doesn't wanna tell people about it. The firm preferred operating far below the radar, deploying private capital from wealthy investors such billionaire financier, Donald Su and the Tis family and keeping its proprietary trading algorithms out of competitors hands. By design, D shah would be a different kind of Wall Street firm. Shaw recruited not financier, but scientists and mathematicians, big brains with unusual backgrounds, lofty the academic credentials and more than a touch of social clueless. So that Jeff definitely fits into that. Based on his mid twenties in... At the time. 5 foot 8 inches tall already baldi and with a pasty rum appearance of a committed work. He had spent 5 years on Wall Street and impressed seemingly everyone he encountered with his keen intellect and boundless determination. Between 19 89 and 19 90, he spent several months working in his spare time on a start up with a young Merrill Lynch employee named how Hal minor who would later go on to start the online news network Cn net. Their fledgling venture aimed at sending a customized newsletter to people over their fax machines collapsed when Merrill Lynch withdrew the promised funding. But Bezos nevertheless made an impression. Minor remembers that Bezos had closely studied several wealthy businessmen. So basically, he'd listened to founders if he was 25, and that he particularly admired a man named Frank Meek a Virginia entrepreneur who made a fortune owning Domino's pizza franchises. Bezos also revered pioneering computer scientist, Alan Kaye and often quoted his observation that point of view is worth adi iq points. A reminder that looking at things in new ways can enhance one's understanding. He went to school on everybody. Minor says, I don't think there was anybody Jeff knew that he didn't walk away from with whatever lessons he could... He... Whatever lessons he could. Bezos was ready to leave Wall Street altogether when a head hunter convinced him to meet executives at just 1 more financial firm. A company with an unusual pe. Bezos would later say he found a kind of workplace soul mate in David Shaw. 1 of the... This is... Bezos was talking about David So. 1 of the very few people I know who has a fully developed left brain and a fully developed right brain. At Des, Bezos displayed many of the idiosyncratic qualities, his employees would later observe at Amazon. He was disciplined and precise. Constantly recording ideas in a notebook he carried with him. As if they might float out of his mind if he didn't jot them down. He quickly abandoned an old notions and embrace new ones when better options presented themselves. He already exhibited the same boy excitement and conversation stopping laugh that the world would later come to know. Jeff Holden, who worked for Bezos first at D Shaw and company and later at Amazon says, Jeff is the most intros prospective guy I ever met. He was very methodical about everything in his life. So we're starting to see a pattern here with him. Bezos was a natural leader at Des. By 19 93, he was remotely running the firm Chicago based options trading group, and then its high profile entry into the third into the third market business, an alternative over the counter exchange that allowed retail investors to trade equities without the usual commissions collected by the New York Stock Exchange. So in 19 94 when the opportunity of the Internet began to reveal itself to the few people watching closely, Shaw felt that his company was uniquely positioned to exploit it. And that person he had anointed to spear the effort, which Jeff Bezos. Bezos had first encountered the Internet in an astrophysicist class at Princeton in 19 85, but hadn't thought about its commercial potential until arriving at Des. So that's... This is These events are occurring about 8 to 9 years after he first all internet. Sean and Bezos would meet for a few hours each week to brainstorm ideas for this coming technological wave. And then Bezos would take those ideas and investigate their feasibility. In early 19 94, several pre business plans emerged from the discussions between Bezos and Shaw and others at D Shaw. So remember, this is this is the precursor search to the to Jeff's idea for Amazon. 1 was the concept of a free advertising supported email service for consumers. The idea behind Gmail and Yahoo mail. Des would develop that idea into a company called Juno, which went public in 19 99 and soon after merged with net 0. Another idea was to create a new kind of financial service that allowed Internet users to trade stocks and bonds online. In 19 95, Shaw turned in that into a subsidiary called Far site Financial, a precursor to companies like E trade. He later sold it to Merrill Lynch. Shaw and Bezos discussed another idea as well. They called it the everything store. So just to jump in real quick. We clearly see that that Shaw is brilliant. He has unique approaches to not only, to treating financial instruments, but he's starting to come up with ideas spinning them out of his hedge fund incorporating them and then growing them and then, either selling them or or or they go public? All while they're still running their hedge fund? Intrigued by Shaw conviction about the in inevitable importance of the Internet. Bezos started researching its growth. This is really interesting to me. A Texas based author and publisher named John Ko man had recently started the matrix new A monthly newsletter stolen the Internet and discussing its commercial possibilities. 1 set of numbers in particular in the February 19 94 additional newsletter was startling. For the first time, Cord broke down the growth of the year old worldwide web and pointed out that its simple friendly interface appeal to a far broader audience than other Internet technologies. In 1 chart, he showed that the number of bytes, a set of binary digits transmitted over the web had increased by a factor of 2057 between January 93 and January 94. Another graphic showed that the number of packets, a single unit of data sent over the web had jumped by 25 20 a factor of 25, 2560 in the same span. Yeah, this is this is my fair part. Bezos inter from that that this web activity overall had gone up that year by fact by a factor roughly 2300, a 230000 percent increase. Things just don't grow that fast? Bezos later said, it's highly unusual and that started me thinking. What kind of business plan might make sense in the context of that growth. So there's a little seed of Amazon. If Bezos wanted to be a true owner and entrepreneur with significant equity, and this is the last part, but I think it's extremely important and again, something that we could all apply our own lives. If Bezos wanted to be true owner an entrepreneur with significant equity in his creation and a potential to achieve the same kind of financial rewards at businessman, like Pizza magnet Frank Meek did. He had to leave his lucrative and comfortable home on Wall Street. What happened next became 1 of the founding legends of the Internet. That spring, Bezos spoke to David Shaw and told him he planned to leave the company to create an online bookstore. Shaw suggested that they take a walk. They wandered in Central Park for 2 hours discussing the venture and the entrepreneurial drive. Shaw said he understood Bezos impulse and sympathize with it. He had done the same thing when he had left Morgan Stanley. He also noted that D shaw was growing quickly and that Bezos already had a great job. He told Bezos that the firm might end up competing with his new venture. The 2 agreed that Bezos would spend a few days thinking about it. So this is really smart Me with your mentor tell what your... What what what you have going on. And then listen to his advice, but then taking that advice and you still have to make your own decision. Because if bezos decides to continue on this path. It's not like his meant mentor or anybody else who's gonna do the work form. He's gotta do it. So he believes in that. I talked to a lot of friends. Like, hey, I have this idea what you think of this. I'm like, I don't think anything of it because it doesn't matter what I think. You're the 1 that has to get up every morning and and do what it is that you wanna do. So somebody telling you, like, if I saw a, like, a logical flaw you making a point that out, but whether I'm interested in your business, it's it's irrelevant. This is... It's something that you have to believe in. And sometimes, when you hear Doubts other people like, for entrepreneurs, it actually pushes you farther or faster or just... It gives you some kind of extra motivation. So But I do think weighing in and getting advice is is smart but you still the end of have to make a decision, and we're gonna see Bezos do that right now. And this is how he makes a this decision. This this regret mini framework, which I think is just a really great idea. That took away from this book. At the time, Bezos was newly married with a comfortable apartment on the upper West side and a well paying job. While Mckenzie, this is his wife said she would be supportive if he decided to strike out on his own, the decision was not an easy 1. Bezos would later describe his thinking process as unusually geek terms. He said he came up with what he called a regret mini framework to decide the next step to take at this juncture of his career. Now these are... This is a direct quote from Bezos. When you were in the thick of things, you can get confused by small stuff, Bezos said a few years later. I knew when I was 80 that I would never, for example, think about why I walked away from my 19 94 Wall Street bonus right in the middle of the year at the worst possible time. That kind of thinking just isn't something you worry about when you're 80 years old. At the same time, I knew that I might sincerely regret not having participated in this thing called the Internet that I thought was going to be a revolution event. When I thought about it that way, it was incredibly easy to make that decision. Okay. So that's where he gets the idea for Amazon. He's 30 at the time. His wife is 24. They moved from Manhattan to Seattle, and they start setting up Amazon in his garage. So I'm gonna go through the the... My notes chronological as they appear in the book. There... It's not gonna be a narrative though. So there's just some random good ideas that I just wanna pluck out of the book. Hopefully, I'm you to read the book. Or listen to the book or or become interested in it. That's an entire point of the podcast, just like we talked about in the when we covered Shoe, the... By the founder of Nike, he he thought he was so dick... Obsessed with running that he felt that if more people ran the world would be a better place. I feel that same way about reading. Think of more people read. Spent less time in social media reading garbage, the world would be a better place. Okay. So check this out. So I've skipped ahead a little bit. Amazon's already going. They already have they're In Seattle. There's only a few people working there. And they're only selling books at the time. And so this is a great way to work around drop shipping. 1 early challenge was that book distributors required retailers to order 10 books at a time. Amazon didn't yet have that kind of sales volume And Bezos later enjoyed telling the story of how he got around it because think about that. If you only have a few orders day, and you have to order 10 a time, you... Your customers are gonna be waiting longer for their books, and therefore, they may not come back. So this is Bezos telling the story of how he got around it. We found a loophole, he said, their systems were programmed in such a way that you didn't have to receive 10 books. You only had to order 10 books. So we found an obscure book about license that they had in their system, but was out of stock. We began ordering that... The 1 book we wanted and 9 copies of like book. They would ship out the book we needed with a note that said, sorry. We're out of the like book. This part right here I wanna read to you is on on his vision. Though they could not have known it, investors were looking at the opportunity of a lifetime. This highly driven particularly young man talk with conviction about the Internet's potential deliver a more convenient shopping experience, than crowded big box stores with the staff routinely ignored customers. Again, Yeah. I think to put in context is really important. Bezos is only selling books at the time. But he... This is the store he's selling. He... He's already has in his mind where he's trying to go. He predicted the company's eventual ability to personalize a version of the website for each shopper based on his or her previous purchases. And he prop what must have seemed like a radical future. That everyone would 1 day use the Internet at high speeds, not overs screeching dial up modems and that infinite shelf space of the web would enable the fulfillment of the merchandise dream of the everything store. A store with infinite selection. And he goes in the circuitry of Bezos Bezos Brain, something then flipped. Bezos was going to do more than establish an online bookstore. Now he was set on building 1 of the first lasting Internet companies. Jeff was always an expansive thinker, but access to capital was an enabler Do says. Employees sue learned soon learned of the new model. Get big fast. The bigger the company got base explained the lower prices it could exact from the book wholesaler and the more distribution capacity could afford. And the quicker the company grew the more territory it would capture in what was becoming the race to establish new brands on the digital frontier. Bezos preached urgency. The company that got the lead now would likely keep it, and it could then use that lead to build a superior service for customers. Of course, that meant everyone at Amazon would have to work even harder. The assumption was that no 1 would even take a weekend day off. Okay. So this is another insight into his unique, philosophy of business, which is, I guess, the way I need to continue constantly refer to it, because that's what it is. He has these really interesting philosophies. So he's talking about this this this advertising executive that's just not gonna go along with Jeff at the time. His name's B. Brie tenure at Amazon was short and Rocky. Bezos wanted... Oh, just to give you an introduction, the note here I put as everything is open to change, which is would summarize this. Bezos wanted to reinvent everything about marketing. Suggesting for example that they conduct annual views of advertising agencies to make them constantly compete for Amazon's business. B explained that the advertising industry didn't work that way. He lasted about a year. Over the first decade at Amazon marketing Vps were the equivalent of the doomed drummer in the sat sat band final tab. Bezos plow through them at a rapid clip. Looking for someone with the same low regard for the usual way of doing things that Bezos himself had. The a low regard for the usual way of doing things. A great way to describe most founders. Else, why why would you start your own company? Why don't just go get a job. Bezos idea about exponential returns. I really like this. The company could... The company could also lay claim to a uniquely high return on invested capital. Check up this idea here. Unlike brick and mortar retailers whose inventories were spread out across hundreds are or thousands of stores around the country. Amazon had 1 website. And at that time, a single warehouse and inventory. Amazon's ratio of fixed cost. Okay? So think about their fixed cost to revenue was considerably more favor, favorable than that of its offline competitors. So he's talking about comparing and contrasting Amazon's cost structure, compared to, let's say Barnes and nobles. Now remember from last podcast. I I really took some time and hit on Rockefeller idea that he kept costs unbelievably low so that he could make a profit at the same... At a same price that his competitors were lose. Therefore, making it really easy for him to just buy up false competitors because they couldn't compete. So let's go back to this. Amazon's ratio fixed cost to revenue was considerably more favorable than that of his offline competitors. In other words, Bezos, argued a dollar that was plugged into Amazon's infrastructure could lead to exponentially greater returns than a dollar that went into the infrastructure of any other retailer in the world. Another great philosopher and I I love the way he puts this, and this is about, customers not competitors. Later, Bezos recalled speaking in an all hands meeting called to address the assault by Barnes and Noble. So Barnes and Noble at the time. They they've done some meet they've had some meetings with Jeff. The the Barnes and noble Ceo is extremely cocky. Basically trying to buy out Jeff. Thought he wasn't... Listen. You can't compete with me. I'm gonna destroy you that, Jeff did disagreed. So Barnes Noble search on website. So that's what they're talking about here with the assault by Barnes and Nobles. And then this is how Jeff, this is a direct quote from Jeff and how he looks at it. So he's at a all hands meeting. This is what he says. Look. You should wake up worried, terrified every morning. He told his employees. But don't be worried about our competitors because they're never gonna send us any money anyway. Let's be worried about our customers and stay head down focused. So skipping ahead, In early 19 97, Jeff Bezos flew to Boston to give a presentation at the Harvard business school. He spoke to a class taking a course called managing the market space. And afterward, the graduate students pretended he wasn't there why they dissect the online retailers prospects. At the end of the hour, they reached a consensus. Amazon is unlikely to survive the wave of established retailers moving online. Quote, you seem like a really nice guy. So don't take this the wrong way, but you really need to sell the barnes and nobles and get out now. 1 student bluntly informed Bezos. Brian, a student in the class recalls that Bezos was humble and ci. You may be right. Amazon's founder told the students, but I think you might be underestimating the degree to which established brick and mortar business or any company that might be used to doing things a certain way will find it hard to be nimble or to focus attention on a new channel. I guess we'll see. He's kinda describing, that's like, a 2 sentence description of the the innovator dilemma. Skipping ahead, he had... There's just... They love the word bold at Amazon. Bezos used that word a lot, bold. In the company's first letter to its public shareholders, the word bold was repeated... Was used repeatedly. We will make bold rather than timid investment decisions where we see a sufficient probability of gaining market leadership advantages. Some of these investments will pay off. Others will not, and we will have learned another valuable lesson in either case. The letter also stated that the company would make decisions based on long term prospects of boosting free cash flow and growing market share rather than on short term profitability. And 1 section in particular served as a guide post for the unorthodox way the company plan to approach Wall Street. The shareholder letter became the equivalent of Holy Scripture. Bezos re releases the letter each year with the company's annual report, and the company is has has stayed remarkably close to the promises and philosophies laid out in it. So this is part of that letter. We believe that a fundamental measure of our success will be the shareholder value we create a long He's been right about that. This value will be a direct result of our ability to extend and solidify our current market leadership position seems to be correct about that. The stronger our market leadership, the more powerful our economic model. Market leadership can translate directly to higher revenue higher profitability, greater capital velocity and corresponding stronger returns on invested capital. Our decisions have consistently reflected this focus. We first measure ourselves in terms of the metrics most indicative of our market leadership, customer and revenue growth. The degree to which our customers continue to purchase from us on a repeat basis and the strength of our brand. We have invested and will continue to invest aggressively to expand and leverage our customer base, brand and infrastructure as we move to establish an enduring franchise. Okay. So skipping ahead of the book, this is the part directly on Walmart. Bezos has it had invited Walton book thoroughly, and w the Walmart founder Cr about Frugal gallery, and a bias for action into the cultural fabric book of Amazon. There's that word frugal on Frugal gallery. Again, that's... You see constantly when you're running in business. So he talks about Walmart founder Cri about Frugal gallery and bias into cultural fabric Amazon. He had underlined 1 particular passage in which Walton described barring the best ideas of his competitors. Bezos point was that every company in retail stands on the shoulders of the giants that came before it. That sounds like a direct endorsement of this podcast. The book clearly resonated with Amazon's founder. On the last page, a section completed a few weeks before his death, Walton Wrote. I love this part. So this is from... This is now Sam Walton right before He dive writing in his biography, and I'm gonna read this paragraph. Could a Walmart type story still occur in this day and age? My answer is of course, it could happen again. Somewhere out there right now, there's someone. Probably hundreds of thousands of someone's with good enough ideas to go all the way. It will be done again over and over, providing that someone wants a badly enough to do what it takes to get there. It's all a matter of attitude and the capacity to constantly study and question the management of the business end, quote. Jeff Bezos embodied the quality Sam Walton wrote about. So he's talking about, yeah, there's somebody out there and that somebody was Jeff Bezos. This notes on Jeff on work life balance. Jeff didn't believe in work life balance. He believed in work life harmony. I guess the idea is you might be able to do everything all at once. Evidence of this friction usually emerged during the question and answer sessions at the company's regular all hand meetings. Employees would stand up and pose direct questions to the executive team. And often, they inquired about the enormous workload and Frantic Pace. This is post Ipo, Amazon. During 1 memorable meeting, a female employee pointing asked Bezos when Amazon was going to establish a better work life balance. He didn't take that well. The reason we're here is to get stuff done. That is the top priority. He answered bluntly. That is the Dna of Amazon. If you can't excel and put everything into it. This might not be the place for you. This is an interesting story. My note says there will be no John Sc at Amazon, and at the time, Bezos is 35 years old. So, The book the great thing about this book because the details, not only, like, what am... We know what Amazon became, but there's a lot of struggles to get there and a lot of just crazy things that had to go right for them, because they had a bunch of times when they kind of went out a business. The time Amazon's success... Successful with Jeff still relatively young. So what was part for the course is maybe we need to bring in, you know, quote unquote professional Ceo. So they were thinking about, maybe we we should replace this, Jeff. We we might Jeff might be good at founding a company we might not be good at bring it to next level. Now Amazon's board had deal with the leadership crisis. There were complaints about Galley. This is a guy, an executive, they brought in and they were thinking can maybe could become Ceo. Who was clearly advocating to be Ceo and Bezos, who many employees felt was not taking the time to cultivate other leaders, Listen to their issues or invest in their personal growth. John, oh, this is this is his name John Do while phoned many of the company's senior executives to get their take on the boiling tensions and a management team. To add... To ad educate the matter, he turned to Silicon Valley legend, a former Columbia University football coach named Bill Campbell. He's also been built appears in a couple other podcasts that that, I've done that you can listen to. He's... You know, the they drop into companies and and and usually, investors are the board, tries to get his opinion because he... They respected his opinion. An ami formal Apple act and chief executive Into intuit it in the mid nineties, Campbell had a reputation for being an a astute listener who could parachute into... Well. There you go, who could parachute into difficult corporate situations and get executives confront their own short companies. Sure shortcomings. Steve Jobs considered him a confidant on and got him to join the apple board when jobs returned to the helm of the company in 19 97. At Amazon Campbell stated admission was to help Galley play nicely with others. So that's that's to cover, but that's actually not true. He commute between Silicon Valley and Seattle for a few weeks sitting quietly in executive meetings and talking privately with Amazon's managers about the leadership problems. Several Amazon executives from the time believe that Campbell was also given their more secret mandate by the board. To see if Bezos should be persuaded to step aside and let Galley take over as chief executive. This was consistent with the overall philosophy in Silicon Valley the time, which to bring in adult supervision to execute the plans of a visionary founder. Meg Whitman had taken over ebay and Motorola executive named Tim K had replaced founder Jerry Yang at Yahoo. The Amazon board saw Amazon's egregious spending and widening losses and heard from other executives that Bezos was imp and controlling. Yeah. Like most founders. They were naturally worried that the goose who laid the golden egg might be about to crack the egg in half. Board members deny that they ever seriously considered asking basil to step aside, and in any case, it would have been fruit if Bezos resisted since he controlled a majority of the company. But Campbell himself revealing described his role at Amazon this way in an interview with Forbes Magazine in 2011. This is a part of the reason I included. Jeff Bezos at Amazon, there's a quote from Campbell. I visited him early on to see if they needed a Ceo, and I was, like, why would you ever replace him? He is out of his mind. So brilliant about what he does? Regardless, Campbell concluded Galley was unnatural focused on issues of compensation and on a perks like private planes. And he saw that employees were loyal to Bezos. Again, this is, I think the difference between a founder and, a professional Ceo. Worried about how much money gonna make and if whether has access to a private plane. Meanwhile, Bezos is making desks at a fucking doors. He sage recommended to the board members that they stick with their founder. Galley says the final decision to leave Amazon was his own. Before he joined the company, he had read the book odyssey, Pepsi to Apple by John Sc, who had joined Apple, as Ceo in the mid 19 eighties and then ousted Steve jobs in a in a boardroom coup. Before I went out there, I promised myself and my family that It I would never do to Jeff what Sc did to steve Jobs Gal said. I just felt like Jeff was falling in love more and more with his vision and what the company could be. I could anticipate it was not going to work. He wanted to have a more hands on role, and I'm not a great number 2. It's just not in my Dna. So there's gonna be no John Sc at Amazon. Oh, okay. So this actually... I didn't think this is gonna work out this way. Just I skip to the next note. And it kinda piggyback on what Was just saying about the difference of, like, if you're a founder you started the company, like, the company's money... Like, you look at it, like, it's your own. You know? So you don't spend frivolous on things. Jeff didn't sort of company like, okay. When I get a private jet? Or when do I make more... Like, when do I get more salary? He realized that building a company? Like, he'll, obviously, the the the money will take care of itself. But this is focused on the customer and frugal gallery? Bezos was obsessed with the customer experience, and this is gonna expo on what we were just talking about. Bezos was obsessed with the customer experience, and anyone who didn't have the same single minded focus or who he felt wasn't damage trading a capacity for thinking big, bore the brunt of his considerable temper. 1 person who became a frequent target during this time was the vice president in charge of customer service, bill Price. He blu early by suggesting in a meeting that Amazon executives who traveled frequently should be permitted to fly business class. Bezos often said he wanted his colleagues to speak their minds, but at times, It seems he did not appreciate being personally challenged. You would have thought I was trying to stop the earth from tilting on its access price says recalling the moment with horror years later. Jeff slammed his hand on the table and said, that is not how an owner thinks. That's the dumbest idea I've ever heard. Of course, everyone else was thinking, executive should be a allowed to fly business class, But I was I was the exposed nail and the room price says. So again, according and Jeff, you're you're not... If you're focused on the customer, and that's what Jeff keeps saying. If you're really focused on the customer, are you gonna be spending public cuts company resources so your executives can sit in a slightly larger chair. No. The answer, of course, not. And that's where he just said is that's not an owner thinks that's a dumbest idea Ever said. Well, bright price isn't done with Bezos. And you... As you can probably, guess, he's not gonna last very long. So this is on the very next page and I wrote funny vain story and not vain as in, like. Vain is in veins in your body. Bezos began the meeting by asking price. Is the same guy. What the customer wait times were. So they talked about, they're having a meeting because with Christmas coming up, they were worried about the hold times on Amazon's phone line because that you could actually call Amazon of time. Bezos began the meeting by asking price what the customer wait times were. Price then violated a cardinal rule at Amazon. He assured Bezos that they were they they were well under a minute. But without offering much in the way of proof. Okay. So the same guy that wants to fly first class and waste Amazon's money in 99 is now, Jeff has some questions say. It's under a minute. Don't worry about it. Really, Bezos said, let's see. On the speaker in the middle of the conference table he called Amazon's 800 number. Inc cheerful hold music filled the room. Bezos took his watch off and made a deliberate show of tracking the time. A brutal minute passed, then too. Other execs fidget un uncomfortable while price picked up his cell phone and quietly trying to summon his subordinates. Basil... This is the funny part. Bezos face grew red. The vein in his forehead, a hurricane warning system popped out and introduced itself to the room. Such just great writing. Around 4 and a half minutes passed, but according to multiple people the meeting who related the story, the weight seemed in inter. Eventually, a cheerful voice blur out. Hello, Amazon dot com. Bezos said, I'm just calling to check and slammed down the phone. Then he tore into price accusing him of incompetence and lying. Price resigned about 10 months later. Oh, okay. So this is actually really good. I I turned the page. Was like, why is this... These entire 2 pages highlighted. So this is the time where Amazon's struggling financially, and they're start... There are they're already a public company and they're they're getting a lot of like, analysts to write really... The people... A lot of analysts are writing really bad pieces. They're bearish on Amazon. So he's struggling. So he he want... He goes to meet the founder of Costco. Okay? And we're gonna see how this meeting changes Amazon's course. On a Saturday morning, that spring at the Starbucks inside the Be Barnes and Nobles where he had conducted Amazon's very first meetings. Bezos met met Jim Senegal. The founder of Costco. And they have a lot in common. Synagogue was a casual plain speaking native of Pittsburgh, a Wi brian lookalike with a bushy white mustache and an ami con count that concealed the steel determination of an entrepreneur. Well into retirement age, he showed no interest in slowing down. The 2 had plenty in common. For years, Cynical like Bezos had battled Wall street analysts who wanted him to raise Costco prices on clothing, appliances and packaged goods. Like Bezos, Senegal had rejected multiple acquisition offers over the years, including 1 from Sam Walton, and he and he like... And he liked to say he didn't have an extra strategy. That he was building a company for the long term. Bezos had set up the meeting to ask Cynical about using Costco as a wholesale supplier for products that manufacturers still wouldn't sell to Amazon. That idea never went anywhere But over the next hour, Bezos listened carefully, and once again, drew key lessons from a more experienced retail veteran. So now we're we're seeing this theme over and over again that Bezos is gonna learn from ever... Anybody. But how especially learn from people that are have already done in some degree to what he's trying to do. Let's continue this meeting here. Cynical explained that Costco... The Costco model to bezos. It was all about customer loyalty. Does that sound familiar? There are some 4000 products in the average Costco warehouse including limited quality quantity seasonal or trendy products called treasure hunt items that are spread out around the building. Those though the selection of products in individual categories is limited, there are copious quantities of everything there, and an is all dirt cheap. Costco buys in bulk and marks up everything at a standard across the board 14 percent. Even when it could charge more. It doesn't advertise at all and earns most of its gross profit from the annual membership fees. The membership fee is a 1 time pain, but it's reinforced every time customers walk in and see 40, and see 47 inch televisions that are 200 dollars less than any place else Senegal said. It reinforces the value of the concept. Customers know that they will find really cheap stuff at Costco. Costco low prices generated heavy sales volume and the company then used its significant size to demand the best possible deals from suppliers and raised its per unit gross profit dollars. So this this is also an interesting part I didn't know before I read this. Its vendors hadn't been happy about being squeezed, but eventually it came around this part here. You can fill safe c field with the people that don't wanna sell to us, Senegal said, But over a period of time, we generate enough business and prove that we are a good customer and pay bills and keep our promises. Then they say, why the hell am I not doing business with these guys? I gotta be stupid. They are a great form of distribution. That senegal can continues. My approach has always been that value Trumps everything. The reason people are prepared to come to our strange places to shop is that we have value. We deliver on that value constantly. There are no annuities in this built... In this business. A decade later and finally preparing to retire. Cynical remembers this conversation well. I think Jeff looked at it and thought that was something that would apply to his business as well. He said, Cynical doesn't regret educating an entrepreneur who would evolve into a ferocious competitor. I've always had the opinion that we have shameless mostly stolen any good ideas. Again, I, like, I don't I hope Like, it just it this habits over and over again. Every single 1 of these these founders and entrepreneurs talk about how they got ideas from other people that came before them. It's so important and it just accelerates your learning. In 2008, cynical bought a Kindle e reader that turned out to be defective and Rob Bezos a auditor email after Amazon's customer service replaces device for free. Bezos wrote back, I want you to consider me your personal customer service agent on the Kindle. Perhaps Amazon's founder to realized he owed he owed Cynical a debt of gratitude because he took the lessons he learned during that coffee in 2001 and applied them with a vengeance. That the Monday after the meeting with Senegal, Bezos opened an S team meeting, this is his a group of executives, by by saying he was determined to make a change. The company's pricing strategy, he said, according to several executives who were there was inc. Amazon preached low prices, but in some cases, his prices were higher than competitors. Like Walmart and Costco Bezos said, Amazon should have everyday low prices. The company should look at other large retailers and match their low lowest prices all the time. If Amazon could stay competitive on price, could win the day on unlimited selection and on convenience afforded to customers who didn't have to get in the car to go to store and wait in line. That July as a result of the synagogue meeting, Amazon announced it was cutting prices on books, music and videos by 20 to 30 percent. There are 2 kinds... This is another Jeff, and it's tied to what he learned directly from Senegal. There are 2 kinds of retailers. There are those folks who work to figure out how to charge more, and there are companies that work to figure out how to charge less, and we are going to be the second full stop. Bezos had seemingly made up his mind that he was no longer going to indulge in financial maneuvering as a way to escape the rather large hole Amazon had Doug for itself, and it wasn't just through borrowing S business plan. At a 2 day management and board off site later that year. Amazon invited business thinker Jim Collins. So this is... This... It's directly gonna go into another 1 of my favorite Amazon concepts, and this is this ideal flywheel. And if you don't know what that is goo Google, Amazon Flywheel. And you can see the drawing of what I'm about to describe. At a 2 day management board meaning, board offset later that year your Amazon invited business thinker Jim Collins to present the findings from his soon to be published book good to great. Collins had studied the company and led a series of intense discussions at the off site. You've got side which you're great at. He told Amazon executives. Drawing on Collins concept of a flywheel are self reinforcing loop. So if you don't want... Either way, they're interchangeable, but the self reinforcing loop also known as Amazon Flywheel will. Be Bezos and his Lieutenant sketched out their own virtuous cycle, which they believe powered their business. It went something like this. Lower prices led to more customer visits. More customers increased the volume of sales and attracted more commission paying third party sellers to site. That allowed Amazon to get more out of fixed cost, like the fulfillment centers and the servers needed to run their website, like he said earlier that he thought any dollar invested in his infrastructures will create exponentially greater returns. He's expo on that here. 4. This greater efficiency then enabled it to to lower prices further, feed any part of this flywheel they reason, and it should accelerate the loop. For now, he considered it his secret sauce. And now with Amazon Prime and everything and they're they're they're adding to the flywheel. So you could see this version that they're describing this book and then the updated 1 as well. Alright. So skip skipping here ahead. Again, just to give you some some information about Jeff, this is a great quote. III found in the book. If you're not good, Jeff will cheer you up and spit you out. And if you're good, he will jump on your back and ride you into the ground. So Jeff's extremely obviously extremely smart even as a young boy. This is story from... That he learned from his grandfather. His grandfather, before I tell you a story, this 1 sentence, He goes, he instilled in Bezos the value of self reliance and resourceful, as well as a visceral dis taste for inefficiency. And this is a, quick little I call this a lesson from his grandfather. Bezos grandparents taught him a lesson in compassion that he related decades later in a 2010 commencement speech at Princeton. Every few years, Pop and Matt Gee. This is his grandparents hooked an airs stream trailer to their car and Caravan around the tree with other airs stream owners. And they sometimes took Jeff with them. On 1 of these road trips on Bezos was 10 and passing time in the backseat of a car. He took somewhere out he took some mortality statistics, He had heard on anti smoking public service announcement. And calculated that his grandmother smoking habit would take 9 years off her life. When he poked his head into the front seat to matter of fact inform her of this, she burst into tears. Pop Gee, his grandfather pulled over and stop the car. Bezos describe what happened next in his speech at Princeton. This is now Jeff talking. He got out of the car and came around and opened my door and waited for me to follow. Was I in trouble? My grandfather was a highly intelligent quiet man. He had never said a harsh word to me and maybe this was to be his first time, or maybe he had ask me that I get back in the car and apologized to my grandmother. I had no experience in this realm without my grandparents. Or, should I had no experience in this room with my grandparents and no way to gauge what the consequences might be. We stopped beside the trailer. My grandfather looked at me and after a bit of silence, he gently and calmly said. Jeff. 1 day, you'll understand that it's harder to be kind than clever. Skipping ahead, these are just some great great quotes. Jeff that are repeated ad nausea. Here's 1. Slow, steady progress can erode any challenge over time. Step by step ferocious. That's the Latin motto of Blue Origin, Jeff Bezos rocket company. Step by step ferocious. The phrase accurately captures Amazon's guiding philosophy as well. Steady progress towards seemingly impossible goals will win the day. Setbacks are temporary, Nay say are best ignored. Okay. So this is 1 of my favorite actual, like, practical things you did you could do for your company, and I wish other people did because, large companies working really funny and inefficient ways. And this is a counter point on communication. And I I just don't understand why other people haven't adopted this. Okay. At a management off site in the late 19 nineties. Let me just read that again. A counter point on communication. Because his thing is communication as a sign of dysfunction, which most companies would not say. At a management off offset in the late 19 nineties, a team of well intention junior executive stood up before the company's top brass and gave a presentation, on a problem indigenous to all large organizations. So the junior executives recommended a variety of different techniques to foster cross group dialogue and afterwards seem proud of their own ingenuity. Then Jeff Bezos, his face red, and the blood vessel in his forehead pulsing spoke up. I understand what you're saying, but you are completely wrong. He said, communication is a sign of dysfunction. It means people aren't working together in a close organic way. We should be trying to figure out a way for teams to communicate less with each other. Not more. That conversation was widely remembered. Jeff has these Aha moments said David. All the blood in his entire body goes to his face. He's incredibly passionate. If he was a table pounder, he would be pounding the table. At that meeting, and in public speeches afterward, Bezos vowed to run Amazon with an emphasis on decent and independent decision making. A hierarchy, this is a direct quote from Jeff now. A hierarchy isn't responsive enough to change. I'm still trying to get people to do occasionally what I ask. And if I was successful, maybe we wouldn't have the right kind of company. Bezos counterintuitive point was that coordination among employees wasted time. And at the people closest to problems were using in the best position to solve them. That would come to represent something akin to the conventional wisdom in the high tech industry over the next decades. The companies that embraced this philosophy like Google, Amazon and later Facebook were in part drawing lessons from theories about lean and agile software development. In the seminal high tech book, the mythical man month, Ibm veteran and computer science professor Frederick Brooks, argued that adding manpower to complex software projects actually delayed progress. 1 reason was that at the time and money spent on communication increased in proportion to the number of people on a project. Bezos and other startup founders were reacting to lessons from previous technology techno technology giants. Microsoft took a top down management approach with layers of middle managers and a system that ended up slowing decisions and s innovation, and it causing them to almost miss the Internet and then completely miss mobile. Looking at the muffled and unhappy hierarchy of the software giant across lake Washington, Amazon executive saw a Neon signed warning them exactly what to avoid. The drive to cut costs also forced bay bezos to eliminate any emerging layers of middle management from his company. After the stock market crash in 2000, Amazon went through 2 rounds of layoffs. But Bezos didn't want to stop recruiting altogether. He just wanted to be more efficient. So he framed the kind of employees he wanted in simple terms. All new hires had to directly improve the outcome of the company. He wanted doers, engineers, developers, but not managers. We didn't wanna be a monolithic army of program managers, Microsoft. We wanted independent teams to be entrepreneurial. Autonomous working units are good. Things to manage working units are bad. But as often was the case, no 1 could participate anticipate just how far Bezos would venture into the... These organizational theories and his quest to dis instill them down to their core ideas. In early 2002, as part of a new personal ritual, he took time after the holidays to think and read. In this respect, Microsoft Bill Gates was also... Who also took such annual Think served as a positive examples. So he's he's taking time off to read and to think and to to basically work on the overall vision of of Amazon, returning to the companies at there a few weeks, Bezos represented his next big idea. The entire company he said would restructure itself around what he called 2 pizza teams. Employees would be organized into autonomous groups of fewer than 10 people. Small enough that when working late the team members could be fed with 2 pizza pies. These teams would be independently set loose on Amazon's biggest problems. They would likely compete with 1 another for resources and sometimes duplicate their efforts, replicating the Darwin realities of surviving in nature. Freed from the constraints of an intercom communication, remember this All goes back to communications. Bezos hope these loosely couple teams could move faster and get features to customers quicker. In other words, it's a large company that's organized as a much of tiny startups. And then, this different approach to meetings, which I referenced in the introduction, but it's it's just really fantastic. Okay. So the other change was also peculiar and perhaps unique in corporate history. Up until that time, Amazon employees had been using Microsoft's Powerpoint and Excel spreadsheet software to present their ideas and meetings. Bezos believed that method concealed lazy thinking. Powerpoint is a very imp emphasized communication mechanism. It is fantastically easy to hide between Bullet points. You were never forced to express your thoughts completely, Bezos said. Bezos announced that companies would no longer use such corporate crutches and would have to write their presentations in pros in what he called narratives. He wanted people thinking deeply and taking the time to express their thoughts cog. I don't want this place to become a country club. He was fond of saying as he pushed employees harder. What we do is hard. This is now where people go to retire. Meetings no longer started with someone standing up and con commanding the floor as aid previously at Amazon and everywhere else throughout the corporate land. Instead, the narratives were passed out and everyone sat quietly reading the document for 15 minutes or longer. Bezos refined the formula even further. Every time a new feature our product was proposed. This is another idea that Piggyback under this I love. Every time, A new feature of product was proposed he decreed that the narrative should take the shape of a mock press release. The goal was to get employees to dis instill a pitch in its purest essence to start from something that the customer might see. The public announcement and then work backwards. Bezos didn't believe anyone could make a good decision about a feature or a product without knowing precisely how it would be communicated to the world and what the hall customer would make of it. This is a little short anecdote about a typical interaction with Jeff. The group spent 9 months on the task, then presented their work to Bezos. We had beautiful documents and everyone is really prepared. Bezos read the paper said, you're all wrong, stood up and started writing on the whiteboard. He had no background in control theory, no background in operating systems. He had only minimum experience in distribution centers and never spent weeks and months out on the line. But Bezos laid out his argument on the whiteboard and every stinking thing he put down was correct and true. It would be easier this is the the employee describing this interaction. It would be easier to stomach if we could prove he was wrong, but we couldn't. That was a typical interaction with Jeff. He had this unbelievable ability to do incredibly intelligent to be incredibly intelligent about things he had nothing to do with, and he was totally ruthless about communicating it. It's a quick anecdote about Jeff, let you know a little bit more about his personality, and this is from a guide that we talked about earlier Dow Z who works for Amazon. Jeff does a couple of things better than anyone I've worked for Dale Dal says, he embraces the truth. A lot of people talk about truth, but they don't engage the decision making around the best truth at that time. The second thing is that he is not t by conventional thinking. What is amazing to me is that he has bound only by the laws of physics. He can't change those. Everything else he views as open to discussion. More of Jeff's philosophy. Again, that's what I find most interesting about him. This is no room for gatekeepers in the digital age over Amazon's founder a repeatedly suggested he had a little reverence for the old gatekeepers of the media whose business model works forged during the analog age and whose function was to review content and subjective decide with the public ethics zoom. This was to be a new age of creative surplus where it was easy for anyone to create something, find an audience and allow the market to determine the proper economic reward. Quote, even well meaning gatekeepers slow innovation Bezos wrote, when a platform is self service, even the improbable ideas can get tried because there's no expert gatekeeper ready to say, that will never work. And guess what? Many of those improbable ideas do work. And society is the beneficiary of that diversity. This is an email from... Okay. So Joe Ko, is her last name? She was Amazon's first Cfo She worked with Jeff at the very beginning. Unfortunately, she she was riding her bike in 2013, and she's got hit by by a van and died. But Right, Well, let me just read it and you understand. In January 2013, 8 months before her accident or her death. I received a lengthy email from Joe josh. Joy Joy C. This is the the author, Brad stone talking and the epi of the book. She had been generous with her memories and insights as I crafted the first 2 chapters of this book, and I was 1... And was wondering how my writing was progressing. She was reading the Steve jobs buyer fee by Walter Isaac and was thinking about how Bezos leadership style compared to the late Apple c cofounder famously b and direct demeanor. When I red rediscovered Kobe email after her death, I was struck by its thoughtful and el. Here it is lightly added for clarity. I'm gonna read this entire email you because I think it's fantastic. And we'll end here. And, so they're they're referencing, Joy is reading Isaac book, steve jobs. If you have not read the book yet, you need to go read it It's amazing. If you wanna hear some information in. I did a podcast called Steve jobs. Couple months ago, you can listen to that too. But that book is really, really good. All of isaac I enjoy all of Isaac books actually. Benjamin Franklin books fantastic. I just did 1 on his newly on a Vinci book, but he does a really great job. So let's let's rejoin, email to Brad stone, which they author this book about Jeff Bezos. Again, she has some unique insights since she was there from the very beginning and up until the end. She had retired, but she's still kept in touch with Jeff. Hello, Brad. I've been wondering how your writing is coming along. Also, I thought of your project and Jeff while beginning the jobs biography recently. I found myself thinking about what it takes to accomplish things as big as they both did when a lot of what you're doing is unconventional. It may very well be that the absolute intensity of drive and focus is essential and incompatible with all the nice management thought about consensus and gentle demeanor. I think about how effective and quick Jeff was and how important it was that he didn't slow down too much or modify his ideas to make others feel comfortable. I think about the early days and the and the level of clarity, vision, potential and values that Jeff bought. And then I look at Amazon today and reflect on some on some of those conversations. I just and reflect on some conversations I had with him in the intervene intervening years. It is easy to draw a straight line from the vision he had back then to the Amazon of today. There were a few little wobble and d tourism in places. But really, I don't know any other company that has created such a juggernaut that is so consistent with the original ideas of the founder. It is almost like he fired an arrow and then followed that arc. Can we really think of any other company approaching Amazon size or age that continues to move forward with the bold? Or that word again? Risk taking, innovation and long term perspective that Amazon shows. Jeff's clarity, intensity of focus, and ability to prioritize, which has no doubt becoming an... Which has no doubt becoming ingrained in his key team is unusual and behind his ability to keep learning forward versus protecting existing ground. Seeing the future, he put in place the critical Dna that would help the whole company embody his vision. His focus was on very bright, high growth potential and fluid minded people with the right values as builders. He looked for people that absolutely prioritize customer trust and delight, who at all times were long term focused and driven to be bold and innovative. All of this was lived and modeled every day by Jeff and the senior team. Personal wealth was never discussed or really thought about. I see companies these days where thoughts of exits are foremost in the minds of top management and board, and it is so clear that this value will will infect the decision making down to the smallest choices by the most junior employee. Do we create something that is good? Are just seems good and might get us acquired are funded. At Amazon, it was always abundantly clear what the goals and values were. And as I reflect on discussions and decisions throughout my time there, It is easy to imagine how different so many small choices might have been otherwise. Now he has tens of thousands of employees, and I would bet a large sum that the same messages and values are still well understood and driving decisions broadly today. I also reflect how effective the values were as a screening tool for hiring. People who were highly focused on their titles, traditional status metrics, security are their own wealth stood out vividly in the process. We talked a lot about whether Jeff was difficult to work with. Yet, Jeff attracted people like me who really needed to work on things they can internalize and adopt this mission as a mission, who had to leave the path if Thought they were on, and who poured their hearts and souls and best efforts into building Amazon, and he has kept a terrific and close team now for years. We believed in what we were building and felt that our very best was needed to have a hope of accomplishing the enormous potential ahead of us. Jeff's style always read as completely pure. Never a self interest or political dimension, all purely focused on the best outcomes for Amazon and our customers. As I as I read the jobs book. I really had to wonder if that sometimes harsh intensity isn't an essential element when so much of what you want to do requires bold, I ruthless prior prioritization and risk. It seems counterintuitive to everyone who has pursued traditional corporate goals in the past. I even had an insight and question about myself that maybe I haven't begun to really find my own limits. Since I have not, aside from those times of high stakes and intensity Amazon really run free following my own insights and directions without being too accommodating of others. I think Jeff is 1 of the most capable and effective founders ever, and I think the Amazon Juggernaut is still in its early stages. Signed, joy. That's where I'm gonna leave it. If you want the full story, by the book, read the book, listen to the book. Do whatever you have to do. But if you're a founder, it's no brainer. Thanks very much for your support. I'll talk to you very soon."
}