{
  "transcript": "Chuck Fee felt a profound sense of relief. He had flown into the Bahamas that morning an extremely rich man. Now he was flying out with little more to his name than when he had started out on his various business ventures, 3 decades earlier. He celebrated having dives himself personally of the vast wealth with which fate and his genius for making money had burdened him. It was all done with the utmost secrecy. Few outside the small group that gathered that day in the Bahamas. Would know what had taken place for a long time to come. 4 years later, Forbes Magazine listed Fee as the 20 third richest American alive, declaring him to be a billionaire with 1300000000.0 dollars. But Forbes had got it wrong, and we continue to repeat this mistake for many years afterward. Chuck Fee had gotten rid of it all. He was the billionaire who wasn't. I was an expert from the book that we talked you about today, which is the billionaire who wasn't, how Chuck secretly made and gave away of Fortune and was written by Connor O o'leary. This is another book that I did not. I wasn't aware of, I was actually recommended to me by listener. Before I read the book, I actually watched a documentary. It's available on Youtube about Chuck fee, and there's a few notes that I wrote down that, I just wanna tell you before we jump into the book because I think watching the documentary help me understand him. Watching the documentary before reading the book, actually help me understand who he was. It was very... He may be the most unique person I've ever studied on founders. He's very complex and confusing person. Here's a few quotes from documentary about from people that knew him. Or know him. He's still alive to this day. So it says, I can't say I ever encountered such an extraordinary individual. 1 person described him in 1 word, complex. Another description. He wanted to play fair, but he wanted to play rough or excuse me tough. Another 1 word description, odd. This 1 was really great. A conversation with Chuck fee is unlike any conversation you'll have with anyone on earth. Another another 1 word description, paradox. Inspiring. Chuck fee is a totally 1 off. He will know more about you in 20 minutes than you will ever know about him. He's a type a personality. He walked quickly talk quickly and worked incessantly. Okay. So let's jump into the book. The vast majority of my highlights. I I'd say 95 percent of the highlights. I made in this book have to do with how he built his business. I found that the most interesting it... This business is going to produce billions and billions and billions of... A private company. Before he sells it to to L. It's gonna produce billions and billions in cash for the for the partners. But there's a few stories or anecdotes from his early life that gives us an insight into how he thought that I thought was interesting. So he comes from a very, like, a working class, New Jersey background. He's very uncomfortable, the the reason people describe his paradox because he was very gifted in making money, but he was very uncomfortable to keeping money. And so this... At this point, the store story I'm about to say you right now is he's just graduating high school. He decides to to shoot to aim really high. Even though no 1 in his, family has gone to college before. He's like, I wanna go to cornell. I wanna go to the Ivy, week He didn't think what was interesting. The reason I'm bringing this your attention is because he didn't think he'd get into cornell, but he tried anyways. Just says the letter of acceptance was a major event for the Fee. No 1 in the family had ever been to a university. Buff was already showing a trait that would assert itself throughout his life. Thinking big and aiming to achieve the best result even if it seemed una unsustainable. So it's very very important. After he graduates college. He's with a group of friends, They're traveling in United States. Has no idea what he's gonna do in his life. And it's... This is just a short sentence. But really the way to think about this is that he's always... He was always looking for an edge while others slept. And so this is a friend of his. They were all living like this little apartment at the time together, and this is what his friend remembers. He says that 3 of us would sleep in, but Chuck would go off to summer school in the morning to take lot lessons in Russian. So he winds up observing the military. He stays over in Europe. And at this time, he's hitch hike Is another example of the the way he he just thinks very differently than most people. He's hitch checking in France, and he realizes the power of differentiation. So there's a ton of hitch all over Europe at this time, you know, that they're holding up signs, saying, hey, you know, I'm going to Paris. I'm going to munich. I'm going essentially advertising where they want you to take them. Now if you haven't listened to last week's podcast, I highly recommend you do because I can't stop thinking about all the lessons Claude Hopkins top, but it's specifically his idea that you always have to start with service. I think that that book that he wrote. Was a master class in what incentivize and what motivates humans. And so in his advertising, he always starts with service. We're gonna see the same thing... Like, we're gonna see the same lessons that Claude Hopkins applied in his life writing advertising for companies and and everybody else that that chuck is is applying to get a ride. Okay? So this is again, a a show very short lesson on a differentiation. Getting rides was difficult. As there were so many people on the row roads holding up handwritten signs to show their dis destination. So chuck us something different. He displayed a notice in large letters saying English conversations offered. He had no trouble getting a lift after that. Okay. So at this point in his life, he's 26 years old. He's living... He's living in France. He's actually running a summer camp for American kids. Has no idea what he wants to do with his life. And this is where an opportunity pops up. This is the opportunity the the corona of the idea that is going to, over the course about 2 decades making billions and billions dollars. So it says 1 night in a bar met Bob Edmunds, who's who was trying to start a business selling duty free liquor to American sailors at ports around the Mediterranean. He asked Fe need to help him. The Us Navy did not allow the consumption of alcohol on board, but Admins had established that sailors could buy up to 5 bottles of liquor duty free and have them shipped as una a company una company baggage to their home port. It could be a big market. There were 50 ships in the Mediterranean, and the crews were rotated 3 times a year. The say satan and that this is of the value proposition for the customer. Why would why with... Why does... Can the business grow so quickly because the the value that the customer gets is immediately apparent to them. And this is it says the savings for the military personnel were huge. A fat a 5 pack bought duty free in Europe cost 10 dollars. While, the same 5 bottles in the United States would cost over 30. It's also important to note as we as we get going onto to the story. The reason that that He need have a lot of money. Henry's partner you might have a couple thousand dollars to their names at this point. But, something to keep in mind about the business is there's no need for capital. They did not have to pay for the merchandise in advance. Essentially, there's just drop shipping everything. So it says, let's let's go back to this this conversation Bob though. We're not there yet. 40 ships are coming in. He told Fee. I can only see 20. I'm looking for a guy that can see the other 20. What do you mean Asked Fin. Go and talk to them about buying booze. So Fe successful almost immediately. He's not gonna work with Bob very long. He's gonna wanna trying to do this on his own. He travels Barcelona, and he runs into somebody that also went into Cornell. And this is going to be his long term partner. And this is, Robert Warren Miller. Bob, everybody calls a Bob Miller. And says miller recognized the the wire blue eye eyed American immediately. Fee, he said, what are you doing here? What are you doing here? Replied Chuck. That casual exchange marked the start of 1 of the most profitable partnerships in international business history. Is a hell of a sentence and it's probably true. When men when when Miller finished his shift that day, he and Fee went out to dinner. Miller was already bored working in the hotel. They decided to throw their a lot in together and try to make money from doing business with the Us fleet. Miller had already gotten a glimpse of duty free racket that were common in post war Europe. He told Fee about a Hong Kong priest living in Barcelona who changed Us dollars at black market rates. So 1 of the most interesting parts And I say the vast majority of the book. Maybe 60 percent of the book It's all about the the charity work that he does later on. I don't have... I'm excluding most of that from, I wanna wanna talk you about today. Because I found the building of the business to to be most more interesting. But what I do like about reading this book. Is it's like, it's full of international in entry. Like, this business that they set up it's all over the world and tax havens. They're running across all... It's almost like, it's borderline and legal. And so there's this idea that you're gonna run into a priest from Hong Kong living in Barcelona changing Us dollars of black markets. This is funny to me. So anyways, they start on Barcelona Barcelona, and they could... They don't say there very long. They're gonna travel all over the world. They they do not stay in many places for very long. So this is the very beginning of their business. Fe and miller started taking orders for liquor from Us naval personnel. They started driving or taking trains to ports all along the Mediterranean. So they're going after wherever the ships are they're gonna go there. They would not see each other for weeks, then they would meet back up agree on what to do next and go off in different directions. They found and out there's a lot of... You're gonna see a lot of the playbook that he's running when his business is just relegated to selling liquor 2 ships. He's gonna use the the same... A lot of these same ideas in different manifestations because he's eventually gonna build this gigantic global retail network. And so 1 of that is, like, how do you get Like, how do you get distribution? How do you get customers to know that you exist? And so they... They call the people that that give them information bird dogs? Okay. So this there's a little bit about that. They found bird dogs onboard the ships to whom they promised commission for getting sailors to sign up for 5 packs. Now this is also gives a insight Really unique mind. He's not... He... They say working with him is he he did a lot by, like, instinct and just he calls a mu. He would just think about things and and try to really go with whatever he felt bet. Like the felt the best opportunity was. And a lot of that was just making sure that he he he had the flexibility to take the best path forward. Now he's gonna need that because this is gonna work for a while. They're gonna a good amount of money until others start seeing the same opportunity. Just like once Bob knew it, Bob Edmonds knew it, well then he told it to Chuck. Chuck tells it to Bob Miller. And so this is gonna go on and on. So so it says the booze business had become very competitive. And the 2 look for other things to sell. They got ideas for expanding their inventory. They start adding items such as perfume cameras, toy trains and transistor radios. The orders in the money piled up, Fe boasted to Miller that they were on their way to making a million dollars. They called themselves the young turks. And so that's 1 of the wild things to think about. Think about it. Right now, they're selling just to to people in know the military. They're just selling liquor, they're excited about having the opportunity to make a million dollars. This is a business that by the time. But if you take out all the... Dividends that take they take out for the 4 partners, Miller and Fee being a major partners. They owned almost 40 percent of the company each. And the sale sale to Louis vuitton Moa at Hen, they they're gonna pull out about 8000000000 dollars out of this company. This is a wild wild story. I think you're gonna like it. Okay. So let me... We're not there that let me go ahead and tell you... But I found interesting. It's like, why is this all working? So in 19, fifties America, there's a boom going on. So Americans at the time had a lot of disposable income. They're... They like the drink. So they're spending a lot of that on liquor. And this is where Chuck realizes that he doesn't have to only sell to the military. And there's a couple different points in his life where he realized realizes. Wait a minute. I am artificially constrain my market here. Like, this market is a lot lot bigger than I think anybody actually knows. So this is where he comes up with an I did to expand his market. A lot of this is because he he does he's constantly sourcing information he reads. He talks to people. And he realizes okay. There's a loophole in the duty free that applies to military. Right? As just a benefit to to being in the military and serving country, but it also applies to people living in 50 15 specific states back in the United States. And a lot of these Americans from these 15 states and other states obviously are traveling to Europe at this time. And another thing that that's helping him is their their television advertising is in its infancy at this point, and it's... There's a lot of, ads for for liquor to cocktail stuff like that. So it's really pushing up the demand for liquor. So it says Chuck fee discovered 1 day that these vacation could buy duty free booze abroad and bring it home as long as they resided in 1 of 15 American states. They were permitted this is a loop. Right? Right? They were permitted by Us customs to import a 5 pack of liquor once every 31 days without paying any duty. I all of a sudden realized shit. You can sell this to anybody anywhere. Said Fee. It didn't matter where you bought it or where you shipped it from. That's also another important point. He could ship it from any anywhere that was convenient for him. It didn't have... Like, let's say that the the tourist was in italy. Didn't have to come from italy. He could ship it from Geneva. Ship from Hong Kong, ship it from Canada, Mexico. So he builds this this gigantic network. It's really, really fascinating. It didn't matter where you bought a ratio from. As long as you declared it when you got back to the United States. Fee printed up tens of thousands of brochures to tell American tourists traveling in Europe that they could buy duty free liquor from Tourists international. That is the name of the company. The very... The the the beginning of the incarnation of this company that Miller and Fee are going to to operate. They are going to ditch this later on, and I'm gonna tell you why and how that came out. So they could buy duty free liquor from Tourist International and have it shipped to their doorstep. And why are they doing it? Same reasons that the people on board are doing? A 5 pack. This is just 1 example. A 5 pack of Sea V would cost 47 dollars and 75 cents in New york, but it could be bought from Tourist International for 22 dollars. So quite a bit of saving over 50 percent there. At this time, Fe feels like he's stumbled on to this great idea. And then 1 day he shocked. Right? He finds this beautiful, beautifully printed brochure that is advertising it's not selling liquor, but it's advertising a bunch of other duty free merchandise to to American vacation in Europe. So he's like, oh, wow. I gotta go meet these guys. Maybe I can do a deal with them. And this what he says. Fe believe this company was way ahead of the game. He thought, no, This is the the name of the company. He... This is the company he's gonna buy this company. I'm not gonna... I'm gonna bear the lead here, and this company is eventually gonna make him a billionaire, but not in its present incarnation. They actually go bankrupt and make a series mistakes. So let's get into that now. Fe believed this company was way ahead of the game. He thought they might agree to insert his liquor brochures into the next catalog if they weren't selling booze themselves. So he calls him up. He says he was surprised when the manager answer the telephone himself and Invited him to come over right away. Duty free shoppers. That's the name of the company That's the name the that's the name of... It's going to be the name of Fe company moving forward or a few years away from that, though. Duty free shoppers was a brainchild of Stuart Damon. He was a Us Navy exchange officer who who'd been based in Naples Italy. Its goal was to sell duty free goods to American tourist abroad. He and his partner, Harry Adler had persuaded investors to put up 95000 dollars and they arranged for manufacturers to package and ship their projects, so they're drop shipping too. They printed half a million catalogs and open an office in Geneva Switzerland to process what they expected would be an avalanche of orders, Only a trickle came in. On the Day turned up, Adler Adler was paying over overdue bills and clearing out his desk it was his last day of business. Not knowing the dire straits of the company, Fe told him that he thought this idea was tremendous, and was surely very successful and proposed to Add that if they inserted his liquor brochures in their next catalog. We're gonna get to the the huge mistake that Adler and that that Adler and Damon had made. In 1 second. So it says, if they inserted his liquor bushes in the next catalog, he would give them a commissioner commission on all liquor orders that resulted. And this is what Adler said. The irony of at all. He was a fellow who thought that the idea could not fail and was coming to to us to help him distribute his cock flyers. I really had no choice but to be honest. Dear friend I said, our distribution was a huge 1 time Gamble. That's a mistake right there, and it is at this time a dismal failure. They raise money on on 1 printing it out, printing all their bush brochures and mailing them out. They use all the money on that 1 shot. And did just assume that it... Again, they would... I don't even know if they had an experience running businesses before whatever the case was, they're like, okay. Well, sure it's gonna work. And as the author just said, the shit... The sales trickled in. So now they're closing up. Shop. Fee was visibly shocked. They also 2 different approaches. I didn't even think about this when I read this. But now I'm just reread it for the second time. Thinking about what... So, Fee, his partners serve with no money, but they started distribution first. Okay? Well, we we know that we, fee served in the military. I don't think Miller did. Okay. So I know how to get on ships and Know how to talk to sailors. I know, you know, what's the chance? I just go over there and I start with sales. Right? We know that I can get distribution... Or as soon as I can get product easily. But I need to sell distribution first. These guys didn't reverse. They just assumed mailing out catalogs was efficient... Was gonna be good enough for for distribution. Was very interesting. Alright. Go back to this. So he says vis was Phoenix was visually shocked, but but not but not at a loss for words. He spoke very fast, asking what is to become of this company in these offices and what the orders that were on the pipeline. Fe then pulled out a a pen and sort of making copious notes. Fe was convinced that the principal sound and that the company could still survive and thrive with proper marketing. They failed that. Right? Fin made an offer for up to 10000 dollars of the company stocks. So now he's going to own the limited assets and the name. He's not going to use that name. I think we're, like, 4 years away from when he actually, is going to switch over and and switch not only the name of the company what the company does, and I'll get there in a minute. A little bit about his personality that I thought was very, very interesting. Fe came and went. He was always walking fast. He was forever ever thinking of new ideas He used to order food and when it arrived, it was hoo down and we would go. I learned to Eat fast. He was always talking talking talking. His mind was like Speedy gonzales. He was always racing. I just always find this interesting. I thought it's hilarious. And reminded me when whenever That section about I read that biography mornings on horseback about Teddy Roosevelt that he was living at the time in the boarding house, and the... His friend that was living the boarding house with him said he's always knew who was coming to the door, because before he'd would hear the door open and before the door shut, tell would race up the stairs. He wouldn't walk. He'd be running everywhere. He fed a lot of life into 60 short years. Okay. So now let's go back to what Phoenix Ph Miller still selling directly to to on on chips. And this is gonna re... This reminded me of an insight that Jeff Bezos had on. I'll tell you how I tie this together in a second. When Fe and Miller collecting orders obtain onboard chips, they found themselves being asked if they were the guys who sold cars. They weren't, but they soon were. They discovered the American service personnel abroad also had the right to buy cars duty free, and some rival salesman had already got in on the act. Miller and Fee picked up shoes from car showrooms and brought them on onboard the ships. They found that selling cars was just like selling booths Remember the part. They took a deposit, paid in advance of the car dealer and ordered the car shipped to the customer's home port. Once they became known as the guys who sold cars, they were overwhelmed with orders. So this is something I forgot. I read invent and wander, I think it's, like, maybe founders number 155 something then got and collected writing Jeff Bezos. I had forgotten. Like, right at the very beginning of Amazon, Jeff Bezos sort of emailing. He emailed 1000 of the early Amazon customers, and he asked what else they like to buy, and 1 of them replied that I really wish... I need what... Windshield wiper blades. I really wish that you would sell Windshield wiper blades. And Jeff talks about It's like, when when I got that email I realized we can sell anything this way. It doesn't just have books. And so we're seeing Fee realized. Okay. Wait a minute. I'm trying to sell you liquor for 10 dollars or 20 dollars, you're willing to buy a car. It's a couple thousand dollars. Like, I could sell anything this way. And, oh, let me tell you a little bit about... This is... It it's very very exciting, like, the early days of a company, especially when a group young people. And really, they're at the right place at the right time with the right set of skills. And he he hires chuck and Bob hire people that are very similar to themselves. So it says, chuck and his team were aggressive self confident and borderline legal. They enjoyed a great sense of commodity. So 1 of the the saddest parts about the story is this as we've seen over and over and over again, the more money you make, the the... It seems to just... It eliminates the bond between coworkers and early workers in many cases. And they become... I wouldn't say enemies, but they they have no relationship later on. And it's 1 of the, you know, the saddest parts of the source... The story. But it says, at this part, they're aggressive self confident Borderline Legal, and they're having a great sense of karate. The the new age of in the United States meant that their American customers had disposable cash and money rolled in. They were in the right place at the right time. The key to their success was that they did not have to maintain inventories. They sold liquor cars, neither of which required a dollar upfront, and the business was offshore, which meant that they did not have to pay Us taxes. Okay. So doing well for a while, this is happening over several years. And what what's about to occur though is a very important insight for all of us to remember. And they're realizing, in general, it's very... It's more useful to go where it's less crowded. Right? So their business is slowly going to be whittled away on both fronts. The liquor and the car business by competition. So now they have 2 2 different companies that says cars international, tourist international. We're facing even more stiff competition in Europe, so this is all happening in Europe at time. Salesman flo everything from cars to perfume and alcohol, we're elbow each other out out of the way to get onto to the Us ships. Fe believe this is this insight that he has. Is what's going to make them billions of dollars. Okay? Fee believe that there could be more lucrative lucrative opportunities in the less crowded Pacific. So his idea is like, why don't we take this duty free. We know people like, buying duty free things. Right? Let's go to Pacific. Let's go to these airports and let's bid the all the airports would would give exclusive. You could bid on exclusive contracts. Right? So you're not gonna have 15 duty free sellers in an airport usually it's 1. And so at the time, Honolulu in Hawaii is expanding their airport. Chuck decides, hey, We're gonna bid for this duty free contract. And this is a gonna be a very slow road to growth. It it starts out very slow than accelerates very fast very quickly. But this is gonna save his company leader the the down the road. And what is helping... What's gonna help the business grow is some things that are out of his control. Like, at the point, he's gonna build his business off of Japanese tourists. Right? And they're flying into Hawaii. And what help... 1 of the re... 1 of the things that help their business grow is that Boeing starts built manufacturing the 07:07. And they start flying that into Hawaii. The pre... I don't remember the the model plane that that flew previously in to Hawaii, but the Boeing 07:07 essentially doubles the amount of passengers per flight, but it doesn't start out like that. So it says the bid guaranteed to pay Honolulu airport 78000 dollars for 5 years of the duty free concession. So this is going... They have to renew these bids are usually, you know, 4 years, 5 years, 10 years, they they vary in length, but only 1 person gets a bid. So set this is... You know, I'm not gonna bury the point here. They're paying 78000 dollars for 5 years. Eventually, they... They'll pay for the same airport, 2000000 dollars every 5 days. Just to have the right to sell there. I think I got the number right. I have highlights in later. But I'm pretty sure it was 2000000 dollars and 5 5 year... For 2000000 dollars every 5 years. It is it is it's wild. What's about to happen. Now that we're not there. This is May 19 62 that they're doing. It was a huge sum for a tiny retail space in the new terminal. Buff Miller were gambling on the duty free business picking up as tourism increase, and it's solar so lucky They did this. Because their other businesses is gonna... The other 2 businesses they're happening in Europe, they're gonna have to retreat. They're gonna go out of business. We're not there yet. Said, and it... Oh, let me read my notes you though, because this is a very important point. They didn't know how large this business would turn out to be. They had no idea. At the time, they're having their there's 2 airports... So says at the time, the 2 airport duty free concessions were a sideline, sideline businesses that might or might not make money. They stocked the duty free shops and appointed managers, but travel in the Pacific was in its infancy, and the tiny stores did little business when they opened. Selling cars to the military and liquor to American tourists were still the big money to be made. They were, however, prepared to take chances with whatever opportunity arose. So as a years ago on... There's more and more competitors are coming in, and the profits are gonna keep decreasing. We didn't realize when we started this 5 5 bottle pack business that we didn't have any exclusivity on it. And in no time, there were 15 other companies trying to do the same as what we were doing, Said Fee. This a description of the early days of the company. Chuck lived out of his briefcase. Everything was connected with business. We did a lot of screw things. I became part of what what he called his teenage frontier approach to business. Chuck surrounded himself with smart college youngsters, mostly single and aggressive. They call aggressive conqueror of the world. I was the oldest of his cowboys, and I was always dampening. Had I was always putting the damper on him. Saying to him. Are you out of your mind, but it was a very exciting chapter in my life. Fe was traveling around so much that he had no permanent address. It's It's... Well, let me read this quote you first. I didn't have a dom at that stage. It would've have been super super. He's he recalled. He really never stops living like this. He kinda is just a wander even when he's, you know, very wealthy and even after he gives all his money He doesn't really stay in any place for very long. So I need to get to the point where they're running into problems. So they're making good amount of money. Even his competitors come in, obviously, numbers are gonna drop in a little bit, and I'll share that with you. But this is really wild. They're all young. They don't know what they're doing. They're they're there's money coming in coming out. They essentially, what I'm telling is they have no cash control. And it was interesting as I read this. I was like, wow, this reminds me the early days of Gm because, you know, money. There was... I think only 2 profitable companies in car companies in Gm, I think was Cadillac and Buick. And so they would have to constantly take money from Buick and paid it over here and send it over here, and it was just very you could just can't believe that 1 of the most 1 of the largest most successful companies all time times started out that way, but it did. And so did... Essentially, we're gonna see on a small... Much smaller scale. Chuck companies doing the same thing. And this is gonna get they're they become... They're going to become almost bankrupt The company was booming, but was chronically short of cash. We ain't got no money boys. Where's the money? There were severe problems in the auto sales division. They were taking deposits from serving service personnel and using that money to pay for expenses and car card deliveries. The directors were stunned. They thought they had excess of funds and then it was just moving around the company network. They decided slash cost and to figure out what was going on. We had no idea what we were doing financially. If an office was open somewhere, whoever had money sent that sent sent the money. It was crazy. There was no accounting. We sent money to Hong Kong, or Hong Kong sent money to Canada, but there was no tying it together. With the business expanding, so rapidly, they hadn't paid enough attention to bookkeeping. We hadn't spent any time on corporate structuring or anything like that. We were just simply busy selling cars, liquor, making cash, putting the cash in the bank, cash in and cash out, and there this was a reason Thought I was so humorous. I was like wow why that sounds like a lot like Gm. This is how they solve the problem. They passed around themselves, Alfred peace loans in 19 63 best seller, my years with general Motors. I read that book. That book is on founders number 01:22. It's 1 of the most influential books. Like, especially in America at this time, like, let's say, post 60 to seventies just a ton of founders and managers that read that book and influence really influenced a lot of the way. Large companies operate to this day. But he says, so they passed on this book in which Sloan distributed his success in running Gm to decentralized management and financial controls. Tourist International had the former, but not the latter. So they had decentralized management but they had no financial control. And then you combine this. All these things are happening at the same time. This is going to lead them onto the pre of bankruptcy. Okay? 1 of their problems was that the car business... And this is... So it... You know, it's very easy for anybody sell duty free liquor. Right? But they... Maybe you could say, okay, I could I could carve out a niche with the car, like, selling cars or higher ticket items, we might be able to make, you know, maybe not higher profit profit margins, but more sales per order. Right? Not for long. The Us military is going to do a deal with car manufacturers, and then fee realized I can't compete. I can't compete with this. And so we see this. 1 of the problems was that the car business was now coming up against serious competition from Us military. They gave showroom space to 3 American car manufacturers. General Motors, Ford and Chrysler, and this is Fee said about it. Of course, they had very attractive deals. You arrived back from your overseas tour, And then you went to your local ford dealer and you picked up your car, which you'd had ordered in Europe, and you didn't have to pay taxes on it. That sort of closed this out on that. No one's gonna, you know, why am I gonna buy from... I just go directly to ford? Like, why would I deal with you guys? And then This is a problem. So at the same time, this is happening, his other businesses being destroyed too. Fe mail order liquor business had been a sailed by copycat competitors. It too was the client. This is wild. Imagine running a business and and having experiences. They did 20000000 in sales in 19 63. The next year, sales plummeted to 5000000. And this is an example of the old adage, the old maxim when it rains at pours. He's getting it from every angle at the same time. In the mid summer of 19 65, 8 years after founding their company and seeing an expanded to 1 of the world's first global retailers. Chuck and Bob faced the perfect storm. The company was buffet by a series of setbacks, president Johnson smashing of the 5 pack business. That's a... There's longer story in the book about. For some reason, Johnson wanted to get rid of this loophole, the cut through rivalry and the Mediterranean, competition and auto sales from car manufacturers all combined with bad bookkeeping, an extensive overs spending to provide a classic example of how an innovative business with a visionary leader... With with visionary leadership can be sunk. There was a deficit of 1600000.0 dollars, which is peanuts today, but in those days was a massive amount of money. They were on the verge of going bankrupt perhaps already were. Now that happened in 19 65. Okay? Remember 19 62 is when they had the foresight, Chuck at the force say, hey, why don't we try to go to less crowded, and they started doing that and they won that bid for the Honolulu airport, and that's where they realized, okay? At this point, they a surf scratch. Everybody jumps ship. Everybody left them. It's now bit down back to the 2 original founders. They're gonna close down their business, Tu International, they're gonna close down the car business, and they're gonna focus on the duty free stores they have. So it's says Fe and Miller were almost back to where they started. Miller recalled telling Fee. Well chuck, just you and I now. Looks like shits hit the fan. We've gotta get out this thing. It's back to you and I to figure out how to do it. There's still a chance of getting other the mess at Fee. They could perhaps boost the cash flow from the duty free shops in Hong Kong and Hawaii to clear off the debts. Fee had moments of despair of and this is him talking about, of course, it goes with the territory, but there wasn't much we could do. It was something we had started, and we thought we were gonna make a million dollars out of it. We had no choice, but to salvage the company or to go over a cliff. This is Fe, one's marrying the he he met a French French lady mar her an name's Danielle. And this is what she was talking about or how she describes chuck during this crisis. Danielle Fe saw change in her husband during the crisis. To her, chuck had always seemed driven by a desire to succeed. When they got married, he never talked about money, only making a go of his business ventures. A fortune was not his real goal. She perceived. His work was his challenge. Now she saw his hopes had been shattered and his ego wounded. But that's an example You gotta take a negative turn into a positive. Yeah. He's down. He's depressed. His ceo he was wounded, but also could be super motivating. I don't like the the the the the state of my life right now. So I worked really hard to change it. Right? So it says Fin Miller, they wind up figuring out the best path forward Fe Miller dropped the names Tourist International cars international. Now they're... Since they were reduced to the retail ventures, they adopted the name that Fe had bought. They would now be known as duty free shoppers. So let's go to the beginning of their business that's going to... It's going to start small, but it's not going to start to to stay that way. This description of this store in Hawaii. They're eventually going to pay Hawaii over a billion dollars for this concession. Listen to how it starts. The duty free shops at Honolulu International airport when Chuck arrived to run in 19 65 was more little more than a market stall. Its floor area was just over a hundred square feet. It had 3, 4 foot counters that were held get together with Scotch tape. So Chuck is also in the right place at the right time because this is where... Where Hawaii starting to experience this huge influx of Japanese tourists. So not only are the numbers Japanese tourists going to increase, but there is domestic tax policy, decisions in Japan, that benefited chuck business. So it says the Japanese were genuinely astonished at the duty free prices. Because of a policy of protectionism, Japan levi a 220 percent tax on imported premium cognac and whiskey. In Tokyo, a bottle of whiskey that retail for 25 dollars only cost 6 dollars in Chuck shop. A 50 dollar of bottle that a bottle of cognac that would cost 50 dollars in Tokyo cost 10 dollars. At Chuck shop. Within a year, the trickle of Japanese tourists turned into a stream and then a river. Okay. So now Wanna talk about there's very specific examples in the book about... Of about early problems they had to figure out how to overcome. They don't figure out these problems. They're never gonna grow into the gigantic profitable business that they become. So there's a... There's a lesser known cognac brand. And I'm gonna pronounce ACK. That's the I'm gonna say. I have no idea if this is correct. The multiple multiple generation. I think this is the the guy that's gonna wind up passing into Hawaii. He's running the company the. I think he's, like the fourth generation. They're not... You know, they have very little market share. And so, he comes through, and he he pulls up. He's like, he's like, why are you guys not selling my Cognac. Okay? And this is gonna be so important because this relationship is gonna wind up to a side business that's going to generate I think 6 to 700000000 in profit over 20 years to the to the the 4 owners of D efs. Okay? But we gotta also remember the reputation that duty free sellers have with luxury brands, which is really funny because 1 of the the best luxury brands in the world is gonna buy it about what, maybe 20 years from now. So it's very interesting. So this is when Michael camp K, turned up in Hawaii 19 65 duty free shoppers was having trouble getting credit from most suppliers. Okay. This is a huge problem They have to overcome. They needs... I want you to front your product to me. I will sell it, but I need... I don't have the money to buy from me. Send it to me. When I sell it, I'll... I'll give you money. Right? Now, so that's 1 problem to. So, obviously, the second problem is... There's gonna be a number of problems here. But in this example, the second problem is they just kinda really, you know, really crappy reputation. They think these guys are like, drug dealers scam artist or that kind of thing. If you were becoming a success they would give you credit. But if you were just starting out, they wouldn't set Fe. So he's talking about it... He's got chicken and egg problem there. Right? Did you do free business seen by most luxury good manufacturers as a rather shady operation. Run by hustle in small cramped shops. The elite sellers felt their brands would be diminished by association with a discount store. And this is the punchline. People didn't understand it, and therefore, if they didn't understand it, they... There must be something wrong with it. Okay. So let's go back to Michael K K is in this store. It's like, hey. Why aren't you carrying my cognac. So chuck is having in conversation with them. He's like, I need credit, man. And so Chuck convince Michael. Right? Give me give me beneficial terms. Give me a hundred and 20 day credit, and sell it to me a 2 dollars a bottle. Check chuck check. Chuck sells it in the store for 10 dollar 10 dollars a bottle. K? So he's saying, hey, give me. Give me a hundred and 20 a hundred hundred and 20 days to put you back and give it me a 2 dollars a bottle. I'm gonna read this section to you, and then I'm gonna talk about how it's it's the same freaking idea that Claude Hawkins used when he was advertising Goodyear tires. He said now it says Chuck. He said, he said he needed to buy directly from the Cognac maker and he needed generous credit. In return. Okay? So he's not just asking, hey, give me a hundred and 20 dollar or a hundred and 20 credit. Give me good deals on it. Right? He says in return. He's... This is what Claude says start with service. In return, D would promote the Cognac and give it a much needed distribution network in the Pacific and the far east where the Japanese were beginning to travel around and spend in large numbers. At this time, the Cognac was sold primarily in America in small numbers, primarily in Europe in small numbers. Chuck is saying, hey, we're building this gigantic. We're gonna build a gigantic network all throughout Asia. That's where most of his bread and butter where he makes his money. Right? He says you have no you have no presence there. You don't really exist in the mind of Asian consumers. I will fix that. K take winds up taking up on this offer and over the next few years... I think they become the the number 1 Cognac brand, either the number 1 or number 2, somewhere towards the top, cognac brand in Asia. So it was really smart. The reason I say this compares to what Call Hopkins can say with goodyear because he's like, okay, no 1 was advertising tires at the time. He's doing the advertising for Goodyear Corporation. Good, dealers at the time would say, hey, they would just order tires from Goodyear year as their customers needed it. And Claude Hopkins wanted to find a way to incentivize, the dealers to buy more stock to keep stock. And he says, listen. If you'll spend 250 bucks on on on tire stock before you need it, we're gonna do this giant advertising campaign, and we will list all the people, all the different dealers that that wind up purchasing at least 250 dollars with the tire stock from us. And he wanted signing I don't know 30000 customers in a few months. Why? Because it... He started with service. He's like listen, I need you to do something for me. But I'm... I didn't just say, hey, Buy 250 dollars with the tire for me. Before you need it. Who's gonna respond to that pitch? Nobody. But if you say, hey, if you do this, I'm running up, or shouldn't, if you say, I'm running an advertising campaign to get included, all you have to do is do this that completely changes and that's that's a lot more compelling to people. And Chuck would not have succeeded like, oh, hey. Thanks for coming to my store. I don't... I'll sell it, but you gotta give me to give it me a 2 dollars a bottle, and let me pay a hundred and 20 days days now. He might take it up on the order. But if you say, hey. I'm going to build out this giant network. You're not... Your brand's not really selling Asia. There's... We're seeing all... We have all this information showing that that tourism is right... The Asian Tourism is rising, that they're having more disposable income. You could... Your brand could benefit from that. So let's find a way. To work out this mutually beneficial agreement. Like, that's just a lot better. Now, the the reason I said this is really important. Okay? So we... There's a series of... You... You're seeing how chuck thinks. Right? There's a series of these problems. Maybe they're are large problems maybe they're small problems, but problems nonetheless. And if he doesn't overcome them, he's not going to grow to be as profitable as it is in the future. Here's another problem. So now it is any need credit from from from liquor manufacturers. Right? But banks aren't lending a money because why duty free seems is like they're you know, you're a hustle, you're a few steps above a drug dealer. So they have a... There's another problem to overcome. We need banks to give us credit. We don't just need manufacturers to give us sort. We need banks to give a credit. They come up with a crazy, workaround around here. And this comes as a direct result of the relationship that he's building with the head Michael Cam so the Cam con. So he says, okay. Let's do this. They're going to use they're direct now now that Chuck has established the direct relationship between D efs and and the Kanye company. They're gonna use it as a way to get banks to extend them, the badly need credit they need to grow their business, but they don't get credit for their stores. Banks are not willing to do that. Right? They get credit for setting up a company. It's gonna be set set up I think in the Bahamas. They get it credit for a setting up a company that resell cognac to other duty free companies. Is a very creative way to get money, and this is the the what I just referenced earlier, this separate company is gonna wind up making the partners to 4 partners of D, 6 to 700000000 dollars. I think it's over 20 or 25 years or something like that. And, this same same of amount of money is like a side Right? D would set up an agency in the Bahamas to become exclusive worldwide distributors for Cognac. So they take that contract and they go to finance series to different investors and banks. The agencies would purchase large stocks from Michael Ka. Which would be sold to... Us, which be sold now to this this separate company. I forgot what it's called. And and then and the they in turn, that company would sell to D and other duty free companies in Asia, which would create tax free cash profits for the D owners in the Bahamas. I'm what... So this is another example of everybody benefiting from this example, or for from this arrangement rather. C would get his his distribution network. Fee would get cash and money flowing through Nas and the money would get Fee with cash, and the money flowing through Nassau would guarantee Alan Butler security for bridging loan. So all the 3 parties to finance here. They... The manufacturer and Fee and his partners are all ben It's very unique way. And then once they start getting a little bit of credit, they can... They... It's not like they have to... They don't... I mean, this just a problem to had overcome, But the the the profit margins on these on what they're selling are so large that they don't really tap into especially as a gets going. Now the profits are very small and gets to read that to you now. So they they do need some credit, but eventually, they're gonna be able to finance almost everything just from the sales of the business. So they avoid bankruptcy, they make a small profit. The first dividend was 31250 dollars. It was divided among before owners in 19 67. So Chuck fee get 12000 dollars. They have a third partner, Alan Parker. He gets 6 grand and Tony gets 780 dollars. Now That's the first dividend, That's a 19 67 by 19 eighties They're turning over billions. How crazy is this? Tony, I think at the time, why. I think he's said, he's got, like a 2 percent stake, something like that. Tony is gonna... He just made 780 bucks in his first dividend from from the company. Right? He is going to hit the Forbes 400 with even his tiny tiny percentage. So this just gives you an idea of how much is is going to grow. Another creative solution they have. So they rely on tour guides. They give Concierge and hotels, tour guides, They're all getting kickback. Right? This is very common. This is happening in Hong Kong, but it also happens everywhere. So they're... The incentivize to tour guides to bring them to the shop because the tour gets gets kicked back Right? But Chuck company wants them to go to come to the store more than once. And the tour guys refused. So this is D a solution. They went to the agents again, they went to the agents to get them to bring the Japanese shoppers back a second time. A lot of the agents resisted. They wouldn't give me the... They wouldn't give me this bullshit? They've already been back to your store. So what excuse... Have I got to bring them back to the same store? So that's the... I wasn't clear there. That's the... That's what they're hearing from the tour guides It's like, no I'm not doing this Like, why? I've already sent there. Why would Go back again? They said, okay, we'll build another 1. So that you visit this 1 and then you go to that 1, which is what D did. The company opened a second downtown store. They called it the repeater store. The the way the company once it gets up and running, doesn't need a lot of money, so all the profits could go to owners is a little about that. Duty fee shops again, to make substantial profits. The owner agreed to take 90 percent of the dividends in cash every year. This is a practice that would continue for a quarter of a century. We didn't want cash to build up in the company at Fee. So from the time the d D worked, we did nothing, but distribute the money out in dividends. So they're living in hong Kong at... Now they're they moved to Hong kong and they're ball. They're they're making a lot of money, the Fee need, and this is was very interesting because This this is gonna change. Fe began sharing a life with wealthy and extravagant people. They bought a jaguar and a small boat. They employed a driver and several other domestic workers. They joined clubs and gave parties. Fee those days had 2 tuxedo. They pay they patron 1 of the most exclusive and prestigious clubs in the Colony. His wife found an easy live luxury in Hong Kong. She had domestic help, construction and food was cheap. She brought jewelry and antique and made the apartment a showcase of decor and beautiful objects. So it's important to note every... All the other shareholders or no. Like, eventually, Fin realizes, I don't like this lifestyle. I don't like having money. He felt, I don't even... His daughter says he was self flag is the way she would describe him later in life. Like, he just felt guilty about it. And so that's going to... Eventually, it's going to cause a rift between all partners. You know, they... They're still worth billions to stay. His wife, They're eventually, you know, she's... They're gonna want up being divorced. I'll tell you more about that a little bit. But since the time when by, was started to rethink his attitude about that kind of life. He was so far removed from the life he had lived, the life that his family and friends continue to live in Elizabeth, New Jersey. And the values of thrift that were imbued in him from his childhood. If he only became clear to Danielle, afterward, how strongly her American husband felt that he did not... How strongly her American husband felt that he did not belong to the world of black tie and leisure yachts and how much she was coming to hate and despise the life of wealthy social. And so this is where we start to see this development. This this is development the philosophy he he continues to this day. I think he's 52 53 when he gives all his money away. He's 89 now. He gives and I like how he set up his foundation where it's not, like it's not... Doesn't happen it in perpetuity. They tried to... They spent all... I think closed in 2016. They spent all of. It's like, I'm not we're not keeping this on. We're gonna do the... He he was a big proponent of giving white living. And he did not like the idea of these these these foundations that, like, cal over time. And they stopped acting on their giving. And there's a lot of G he said, you know, you have people. There's examples in the book of people supposedly to be working for charities making a couple million dollars a year, taking limo to launch and, you know, just you can clearly see that the the... What they profess the outside world does not match up with their actions. Just put it that way. Alright. So it says, he was even beginning to have doubts about his right to have so much money. To When asked if he was rich at this point in his life, he replied. How much is rich beyond all expectations beyond all deserving? I just reached the conclusion with myself that money, buying boats and all the trimming didn't appeal to me. He was consciously cultivating a frugal lifestyle, wearing a cheap watch and buying a secondhand hand car. He insisted that he and his family fly economy class. He reluctant attended a few black tie dinners in Paris, but when a picture of him Danielle appeared in the media, he was furious. He stopped attending such events and broke off all connection with the wealthy social group the couple started to become part of. And so this is where I. He's just very he's unlike anybody else that I've studied before. He's a he's a paradox. Because it's like, okay, He did he clearly doesn't like having money, but he likes making money. Says paradox, while Fee became more frugal, he was pushing himself ever harder to build up the business that he... That was making himself even richer. He seemed more driven, more involved in his professional interest. He read business books and biographies of successful businessman. He was constantly traveling, Associates remember feeding those days as a driven man. Constantly searching from new opportunities constantly traveling and constantly studying. This is more about how Chuck worked at this time. He was very focused and serious about business. He brings a focus on business that I hadn't experienced before. If something doesn't work, he has 4 or so different thoughts. He has a multifaceted way of looking a business. He is detail oriented in his approach. He would visit the main store, he would talk to the salespeople and check on display pricing. The following morning, he would have a list of things to discuss. A lot of managers like to talk down and don't really listen. Chuck listened to the salespeople. So she's constantly looking for new information on only 2 books, but talking to people. He just sucks up the... What's that? They call them a suction pump, a suction cup. Can't suction pump, I think it's what it was? I think it was henry Kaiser on the book Credence forge. I would say Chuck very much the same way. This is more about what motivate him. He was intensely competitive. But his motivation was derived from the creative challenge of applying a better approach to something that it already existed. His definition of success was not having all the money when desired, but being able to raise a happy healthy family. There has to be a balance in life he said. A balance of business, family and the opportunity to learn and teach. So this is when his his net... His net worth about, like, 250000000, something like that at the time. He's seriously consider giving it her all way. He winds up... The closest person to him and they wind up having falling out later. He's says guy named Harvey Dale. He's an attorney, and he he's really influenced Chuck view on phil, and he does it by using examples of like John Rockefeller or andrew Carnegie. He... So he he sends him a quote that the Frederick gates gave to John d Rockefeller. He says mister Rockefeller. Your fu Fortune is rolling up like an avalanche. You must distribute it faster than that grows. If you do not, it will crush you and your children and your children children. They discuss the writings of Andrew carnegie. I would say Carney is the most influential person, like historical person on on Phoenix thinking on this. If you haven't listened, I've done 2 podcasts on them, And... Andrew. Number 73 number 74. So it says, Carnegie, accumulated a massive fortune, and gave and gave away much of it during his lifetime to fund the establishment of library schools and universities. Fee re reread several times, Carnegie famous essay. They're calling at Wealth. I always had it referred to as the gospel of wealth. I'm pretty sure it's the same thing. I I've read it to. The philanthropist... The cardiac argued that there are 3 ways to dispose of Surplus wealth, it could be left to the family, given to the government are given away while alive. The first is motivated by Vanity and misguided affection for the children. He felt that you would burden them, and it could be a curse to give too much money of to your kids. The second required they order to die before the wealth was used And then his wishes could be t. He's dead. Can't do anything about it. Right? The third ensured that the surplus wealth was put to good use and not dispersed over hundreds of years in tri amounts. The best way to use wealth concluded Carnegie was to provide the ladders upon which the aspiring can rise. Such as universities and libraries. So, you know, a lot of his giving... He likes to build brick and mortar, mortar like education systems, he'll pay for people's colleges, Fee that is. But this idea of, you know, If you're aspiring, a lot there's a lot of poor smart determined people they don't have access. So if I can use my wealth to give them access, it's a... Distance all over the world. This is in Vietnam, Ireland, America, Australia, everywhere. I think his foundation by the time they're done, They gave away 7000000000 something like that. It's a lot of money. Carnegie, he also cautioned that a man of Welch should set an example of modest on its un unauthorized living. Shu displays of extra. What Carnegie advocated was to have a profound effect on Fe. I do remember somebody giving me a copy of his speech that Carnegie had given at Cornell. And for some reason, I researched a speech and read 2 books on Carnegie. And so Car Carnegie continues to... Once he becomes influenced by or excuse Fee. Once he becomes influenced by Carnegie, he passes that on. Right? I always think about that great quote, from Bob No, knowledge power, knowledge shared just power multiplied, and we see that, Fe. Now the... Read... The reason I'm reading the section to you though, is because I think Fin has a problem very common with people is, like, you find... You can't express like, there's there's a thought that you have in your mind, but you can't find the words to express it as eloquently as other people have. So you see this, like music, sometimes this is able to express how you feel better writing can sometimes describe your feeling or your opponent of view better than you can. And so Fe was definitely 1 of those people. Fe gave all the people involved in his foundation, a copy of Carnegie Essay on Wealth to read. Although Brilliant when talking about business Fe was never good at articulating his philosophy in life. It embarrassed him. Instead of explaining what was going on his mind, he'd give friends and family members articles, for magazines and newspapers. They had to infer the message, giving out copies of, Carnegie essay sa, was a clever way of enlighten them on the essence of his giving. He also kept up a copy of the essay on his desk. And this is important for. Like, we people can influence you, but you don't have to copy everything they do. They're not... You're we want... We want their ideas. We're... We're not idol analyzing these people. So says Carnegie was not a precise role model for Chuck phoenix. Carnegie he made his fortune to harsh and ruthless business methods, and he loved having his name on libraries and schools, neither of which applied Fe, but his basic message was clear, give while alive. And so he... He's gonna give away his fortune. He puts into his foundation. He doesn't tell anybody. Winds becoming public because, there is a lawsuit between the partners because Chuck wants himself to L and and some of them don't. And it's just... You know, this is a a tale as old as time. It's clearly something something to know. That, partners grew apart as they made more money. The more successful they were the ui the bonds of friendship became. Things had changed since the 19 seventies when the company was still young energetic own fun. And we could argue and debate each other during the day and then go out to the dinner that night with our families and never mention work. So he's gonna give everything away. He's gonna hold back, because this... I don't think his wife was onboard every... And we see this later on because she gets more money. The divorce. But it says Chuck fee reached an agreement with Danielle that when they came back to sign everything away, 40000000 in the houses would be held back for her and the children, and the money paid out over a few years. It was a figure thought necessary to take care of the houses of the kids the education closed boats our working and jewelry. Know myself, who wants to close boats and jewelry. Well, as we see later on, his wife like that lifestyle. It's just... And that that causes a rift, and they... They're gonna get divorced a few years after this. So he did agree. Okay. I'm not gonna give away every... He's to put away almost all his assets, but and this money and houses are in her name, not not his, which is which is really interesting. She reg regrets this later on, and then when they get divorce, she winds up suing for for more money. This is more about Chuck desire for privacy. We see the same. Like, he he definitely moved in secret during his business years and in giving. Eventually, he... The lawsuit comes out, and then he realized realizes he can't keep staying anonymous if he wants to influence other billionaires to give while they're alive. But this is more about his desire for privacy. From the start Chuck was adamant that he did not want recognition for his giving. There would be no plaques or names on the buildings he funded. No thank you dinner. No honorary degrees. People should not know that he was behind the foundation. Beneficiaries should not even be told his name. While the stem from an absence of a demanding ego being secretive had become almost second nature of at fe. Practically, everything he undertook his life depending on keeping confidence is and maintaining a low profile. Fe insisted at meetings don't go out and blow your horns about how big and successful we are. To let you speak, and the less os. You are the fewer people who will be angry and jealous. So that is something that Ben franklin said 3 almost 300 years ago. In his biography talks about that. You're gonna be a lot more successful if you can avoid making other people envy or jealous of you. And so we see Fe echoing the same the same idea that Franklin had a couple centuries before. It's... At this time, the 4 owners are getting dividends, but there's a different Ceo running the company. And this guy, he does what very very common. You know, when you successful Ceo. He wants attention. And he gives an interview and the owners are very not... Are very not happy. Their owners are not happy. The great department stores are century old, but we were born with the jet enthused Bella. That's his name and an interview published in the financial times. Explaining how the company had created an une sales machine to cash in on Japanese consumer culture? He explained how D had employed shrewd marketing to get Japanese patron. Why are you telling people our playbook we're a private company. Shut up. When the D owners saw the article, their reaction was explosive. Fe was agitated. The partners knew that 1 of the reasons of for def D a success was that in... Was that its international operations were a mystery to outsiders. No 1 quite knew how duty free worked or how big D was, and they're really gonna know when these when these bids become public. It says above all, the D owners wanted to keep secret the amount they were taking out of the company and dividends. This is Bananas. In 19 86, it was a staggering hundred and 86000000 dollars. 1 year, hundred and 86000000 in cash in profit, Fee received 39000000 of the hundred and 86000000. The size of the duty free opportunity It's just hard to comprehend when you're reading this book. Here's an example. This is just 1 store. Sales at the white Waikiki store had soared to 400000000 a year. They were making 20000 dollars a square foot in revenue, and their bid shows just how valuable the store was This is what I efforts earlier. They were offering to pay the state of Hawaii 2000000 dollars every 3 days for the next 5 years. Just for the right to run a couple of stores. That's insane. 2000000 dollars every 3 years for 5 years. So they wind the the bid they put in... They over bid by a long shot, but there was a silver lining. And again, this is not, like... There's no coming in second place. If you lose these bids. Your company's gone. You have to win the bid. So there's a lot of risk here. The D owners sat there a gas. They had over bid by 779000000 dollars. We left a shit load of money on the table. 3 quarters of a billion dollars, they said. What happened? I wish I knew. We were rather foolish. Maybe we were all making too much money. There was 1 upside apart from winning the concession though. Never again, was anybody gonna come in and bid against us. 5 years later, there was no counter bid. Yeah. If you're over bidding my 3 quarter to a billion dollars. I don't know how much competition Have. Looking back in years later, if fee need defended a bid. The worst thing to do was lose. The truth was that we could pay this amount and we could still make huge profits. So not only at this point, all the profits that he's getting is going into a foundation but he's also investing it rather well, and he's got a couple other side businesses. This guy just just couldn't help himself and make a lot of money. The following year 19 88, even in the wake of the huge bid in Hawaii, the cash dividend paid to the owners from the profits of the duty free stores was 400000000 dollars. This is a private company, owned by just 4 people. 400000000. Of this, Chuck received a hundred 55000000. So really, says chuck, but his foundation. That money goes to his foundation. Okay? On top of the profits from its own business portfolio, and multimillion million dollar dividends from the the C agency that other business I told you about, check this out. The foundation was raking in more than 2000000 dollars every 5 days in cash. That's just chuck. That's not as other 3 partners. The foundation was raking in more than 2000000 dollars every 5 days in cash. In the last decade before 19 88, they're gonna sell the company in the nineties. So before 19, annual sales had increased from 278000000 to 1500000000.0. It was an astonishing growth rate of almost 20 percent per year. What only the Ford owners knew was that during that period, they had received cash dividends of 867000000. So that's from 78 to 88. Right? They received almost 900000000 in cash and Chuck took 330000000 of that. Now here's the crazy part. And there's... Again, I just think this just speaks to human nature, Something we should know. Even while making hundreds of millions of dollars. The 4 partners find a way to fight over little things. So it says we wanted to protect the integrity the company and not have a shareholder dispute that would tear D dhs to Shreds. It was too valuable of an asset to play games with. So they sign a contract together where if they have a disagreement, they're gonna bring in what they call the Wise man, it's an ar trader. And they they bring in this ar trader, and he's just, like, what the hell is wrong with you guys. He says now he's sat the 4 partners down and told them. You jerks. You've got the greatest thing going. Come on. You've gotta get it together and find a method of resolving disputes. And so they're not going to to accomplish this. They're gonna be a huge fight of her whether sale the company or not. In... Right before this happens, Chuck is gonna wind up. He's got, like, 5 kids. I think they've been married for 25, 30 years, and this is just crazy and sad. In October 19 90, Chuck Danielle had separated over his close relationship with his longtime time German assistant He think he'd rem remarried his secretary essentially, who often travel with him. They had been leading increasingly separate in different lives. Danielle had known for some time from her husband's depressed and angry moods at home that her relationship with him was over and again. He's depressed and angry at a time when he's making hundreds... Like, what does that tell you about us? We are we're very complex beings, apparently. Fe was be Fee Fee had been spending less and less time at the the family's houses. And he made a point of never going onboard the yacht that Danielle had brought. Had had purchased. Nor did he set foot in the elegant mansion, which served as a family home on the French riviera. The children were immensely sat by the split. They were close to both parents. Their contrast between the mother and father was Nevertheless less obvious to them. He became a frugal self flag philanthropist who crave a they anonymity, whereas Danielle had a big yacht and a big personality. Fe told his children, now all young adults that he would be changing changing his life that he would be constantly on the road, living only a few weeks at most in anyone place at any 1 time. He gave e a binder with articles explaining what motivated his giving. 1 was Carnegie Essay and Wealth. Another was about the excesses of the Sultan of B eye who spent a million dollars on a children's birthday. This was his singular ways of telling them about himself in his motivations. So now Danielle was like, okay. I didn't... I I don't like the agreement that we had 6 years earlier. And so they sue, and it says the new settlement was reached. They gave Danielle an additional 60000000 dollars. That comes from the foundation. And then another 40000000 that was pledged over 5 years to a family charitable foundation. Fe insisted that Daniel get all the family homes in Paris, London, the South of France Connecticut, Hawaii New York. He wanted them to stay in the family to avoid any bitterness he said. He took nothing for himself. Okay. So at this time, Chuck is the 1 that leads the deal with Bernard or Not, the guy that runs L, and he they agreed to purchase price. It's right around 4000000000 dollars somewhere there, 3 and a half 4000000000 dollars. That purchase price I think he gets, like, 1600000000.0. 2 partners him and another partner agree to sell, the other partner do not. And so Again, they they fight. This is the last time they ever meet together, which is just insane considering they built 1 of the most profitable private businesses. Says the wise man, the expressed ar trader rather. Expresses frustration with the impasse. 2 people wanna sell 2 do not. This has happened before in the history of the world, and people have worked it out. It doesn't require a rocket scientist. Only a recognition of reality. And he's like, don't why you guys they're gonna wanna assuming each other it's like a protracted legal wrangler could expose D is dirty Lynn and he warned. And if he were forced to ar infiltrate the inner workings of the most secretive companies in the world of 1 of the most secretive companies in the world would be revealed. His words had no effect. So it says at this time Miller, which is the main, you know, Fe Miller They really should disintegrate a long time before this. But, you know, as you recall, these are the the 2 that start of the company. Fe recall that Miller went storming out. It was the last occasion that the 4 guys who had presided for 3 decades over 1 of the most successful retail operations in the twentieth century, would meet together in 1 room. Miller the only 1 that doesn't sell out. He he's on the side with Tony. Every... Tony fought the deal the whole way. On the very last day he's like, alright. Yes. And then later on, he says chuck was right all along. So and this what he says, he conceded that he had been wrong to oppose to sale all along. Chuck was a genius on timing. He had a great sense of the unknown. It feel that something wasn't right and somewhere, and he was right because this this company winds up going losing... Going down by quite a bit. It happened more than once in our company that that he came in, meaning Fin and said let's do something. And we took a different track, and he was right. Our naught had good... Had in fact required a declining asset. In the 18 months, D sales dropped from 3000000000 to 1500000000.0, with Japan's recession, an Asian economic downturn and the weakening of European currencies the core D customers were spending less. Dividends dried up, a year after the sale 320 people... 320 members of the staff were laid off. And Hong Kong had its first ever loss. And this is Bob Miller on his relationship about what he goes bullshit and lawyers I just think there's a lot of, like, wisdom in his experience and hopefully, if we ever get a situation like this, we... Whether the numbers are this big or not, you know, to try to avoid it because he he has regrets. Like, all the stuff we did the legal stuff. Was just it was stupid was useless. We should just figure it out herself. So, again, he didn't know that maybe it's obviously the wise man tell him, hey, what you guys doing when you're screwing this up, just talk it out, figure it out, and you know, maybe have to go through this experience to learn dang. He's right? We were dis at that time in any case. I really hadn't seen chuck since 19 96. All partnerships break up at some stage even the beatles. Arguments about who contributed most of the success of the partnerships, and then the wives get involved, and it gets extremely complicated. We've got... We had more money than we knew what to do with. So everybody was happy. Forget it. It's just not worth worrying about. L bought out truck... But bought out Chuck and Allen at a very good price. God bless them if they're are happy with their money. Do I regret not selling out at the same time? I don't know. I have I have thought a lot about it. I don't know if all that money in a lump sum would have made me any happier than I am now? I really love D in the company. But all the legal things we did with the wise man to be quite frank. It was all pure bullshit. We didn't really need all that fancy legal stuff. The lawyers have a way of dragging you in and making things more complicated than they are. We were paying huge legal bills the time. And I don't think any of us are, I don't think any of that would have affected the outcome. When the dust settles, you find out, it was all just a huge waste of time, energy and money. I think this is a good way to close on just a a quick summary on the history of the company. The success of D arose from the fact that were in the right place at the right time. Nobody ever put a penny in the business. We took out 8000000000. Nobody is that smart. You've just gotta have a lot of things going on your way. And that is where I'll leave it. If you wanted the full story. I'll leave a link in the show notes if you buy the book using that link you'll be supporting the podcast at the same time. The book is... I would say 60... I don't know, 70 percent of the book is is really not about the business. About what happens after, all the work he does phil. There's, obviously, a lot more parts I skipped over about his early life and everything else. I do think it was a really unique perspective, really unique story. I can see why the book so highly recommended. But if you wanna read the full story, there's a link in show notes for you. Also, a lot of new listeners are discovering the podcast from pre... From existing subscribers, buying gift subscriptions for friends, for coworkers, So if you wanna do that, I'll leave a handy link down there as well. Feels good to do something nice for somebody, and it helps podcast at the same time. That is a hundred and 71 books down, 1000 to go, and I'll talk to you again soon."
}