{
  "transcript": "To understand Spacex where it aspire to go and why it just might succeed. 1 must voyage back to the Falcon 1 rocket and dig up the roots. The seeds for everything Spacex has grown into today were planted during the early days of the Falcon 1 program by Elon Musk. Back then, he sought to build the world world's first low cost orbital rocket. All of the aspirational talk about Mars would be nothing. If Spacex could not put a relatively simple rocket like the Falcon 1 into orbit. And so, with a burning intensity, he pressed toward that goal. Spacex began with nothing, but an empty factory and a handful of employees. This small group launched its first rocket less than 4 years later and reached orbit in 6. The story of how Spacex survived those lean early years is a remarkable 1. Many of the same people who made the Falcon 1 go remain at spacex today. Some have moved on, but all of them have stories about those early formative years that remain mostly untold. Okay. So that was an excerpt from the book I'm gonna talk to you about today, and it's also also the author telling us what the entire book is about, and that book is lift off. Elon Musk in the desperate early days that launched Spacex and is written by Eric Burger. So there's a few things. I wanna tell you real quick before I jump back into the book. Well 1, I found out this book. This is another recommendation. It came from a subscriber named, Joseph. I didn't even know that this book just came out it's relatively new. Didn't even know when existed, and so he put me onto to that, So that was very helpful. If you have book recommendations, so obviously keep sending them to me. But really, it was interesting. As I was reading this book. I was reread highlights from past books that I read. And there's a book... There's an auto automatically. 1 of the first books I did. I think it's like Founders 20, something like that. And it's on 1 of the... I obviously seen most influential restaurant that's currently living today, and that's at Danny Meyer. And I read just a random highlight. That I took in that book. And he's talking about the people that had an influence on the way he built his company. So his grandfather was a successful entrepreneur so he learned a lot from him. His father was a failed entrepreneur so he learned a lot not to do from him. But he also learned a lot from, Stanley Marcus from the the company Ne Marcus. So let me just read this to you real quick and it's gonna relate to why I think studying the early days of the companies, and the struggles had to go through is so valuable. So this is Danny Meyer writing. He said Stanley lesson reminded me of something that my grandfather told me. So his the grandfather sets. The definition of business is problems. His philosophy came down to a simple fact of business life. Success lies not in the elimination of problems, but in the art of creative, profitable problem solving. The best companies are those that distinguish themselves by solving problems most effectively. So the way I would dis distilled that down even further in the way I thought about it, when I read that I was, oh, if you think about what he's saying business as problems. Then that means companies are just effective problem solving machines. And so this book is all about the problems that Spacex had to solve to become Spacex. And in in case this also applies to not only like, what the actual product and service company does, but the problems that a company has to deliver that product and service. So making spacex's excess case. If you wanna get to mars or if you wanna start making initially making more money by by delivering goods to space, well then you have to... The problem to solve is how do I get a rocket? The first thing you have to do is, how do we get a rocket to orbit. Right? A a large part of this... Of this book is about the financial issues that Spacex had to overcome. And the president the, Quinn Shot well. I think it's how you pronounce her name, the president of Spacex. In the early days, and I'll talk you a little bit about that hey. She's very integral in getting the early sales contracts. So it's was like, okay, not only the the company has to solve how the product and service they're they're building, but also, how do you get customer? How do you hire the right people. These are all problems that everybody's gonna run to with you you're but a space company. Whatever it is that you're doing during the day. So really think about companies are just effective problem solving machines. And then the second or the last thing. I don't even know what how long this list is that I wanna tell you before I jump into the book is, if you are interested, like, I am I I find the early days of companies by far the most fascinating because it is the... It's when they're laying the foundation to become what they are in the future. Right? So I've got... There's 2, I would recommend if you haven't gone back and listen to. It's founders number 01:40. It's on the book Hard drive bill gates and the making of the Microsoft empire. 1 of my favorite books that I've ever for the podcast so far because everybody knows bill Gates now. He gets on Tv talks about climate change talks about vaccines, talks about phil. That's not... That bill gates would not exist if it wasn't for the 20 year old, the 30 year old, 35 year old bill gates, and that's what hard drives about. So if you haven't listened to that 140. And if you're looking for a book to read wanna read in the next week or 2 or next month, whatever, pick up that book. You're not gonna re... You're not gonna... You're not gonna regret it. It's the very... It's Bill gates life essentially from the time he was a kid till up until Microsoft's Ipo. I think he's like, 35 when an Ipo something like that. And then the second 1, I would recommend it's founders number 76. Returned to the Little Kingdom, Steve Jobs in the creation of apple. This book was published in the eighties. It's a very old book. It's written interesting enough. It's it was written by Michael Mori. I think I how you pronounce his name. At the time, he's a writer, a technology writer, he wrote books. He wanted to become a venture capitalist. Today that guy is a billionaire. And he wasn't that when he wrote the book in 80. So he... It was just an interesting, like, choice in that book, but the reason that book is so interesting is because everybody knows Apple's 1 of most successful companies. That ever existed. We we see what it is today. That book ends. And I think Steve Job is like, 26. He's really, really young. It is the very first... I think it's that covers the first maybe 7 years of apple, maybe even 6 years of apple. But anyways, that's that's phone number 76. If you have a listen to them and obviously, I recommend highly reading the book. So I'm gonna jump into the book. Again, I think the the the the framework into look at what we're... What's the benefit of reading this book and it's an extremely readable book. It's really short. It's like, 220 pages, something like that. I tore through this thing. I I the first time I sat down to ce reading, and I I don't read quickly. I looked up I was like, oh, I just read a hundred and 15 pages, It's extremely... I just found it really interesting. So anyways, companies are just effective problem solving machines. And I like the title, the subtitle. The desperate hurley days that launched Spacex because that's a great way to think about it. Okay. So I'm gonna go over some random highlights here. This is the unconventional way that Elon Musk conducted job interviews in the early days of Spacex. I've read how many books about this guy? I don't even know. At this point. For everyone that I think it exists. I read Tim Urban. I think he did 60000 words. It's... You can read it for free online if you just Google wait, but why, Elon musk blog series. And I've watched interviews with them. He just a very bizarre person. And I mean that in the most, you know, positive way. He's obviously has, like extreme level faults and extreme level of, like, positive attributes, but he is a very... He's just a very bizarre person, and this is an example of that. You So the guy he's interviewing this guy's name is Brian. So says small... Musk himself walked in. Only a decade older than Brian, Musk already was a very wealthy increasingly famous entrepreneur. To break the ice, Brian made the usual small talk. It's nice to meet you. I've heard a lot about you. I'm excited to be here. The hyper ob musk never 1 for never won much for such pre... For pleasant trees move straight into questions. Do you dye your hair, musk asked. Somewhat flustered, Brian replied that he did not? 1 of most common tactics during an interview involves storing a person off k to see how a potential employee reacts. In this case, I really think he just thought the guy dyed his hair because he didn't leave this long. It's like, you sure. Your hair doesn't match your eyebrows and just went on. Just it's just a weird way to start an interview. Says during 30 minute interview, must probe into Brian's background, but also shared his vision for Spacex. That he founded it to make humanity a truly space faring civilization, and I think what must does here is really, really smart. He talks about the fact that for some reason, at least in his view from an American standpoint, we stop being ambitious somewhere around the 19 seventies. So it says the success of Nasa's Apollo moon program in the 19 sixties, head... And why that's so important Because when you're... Whether you see companies doing it governments collection of people when they're shooting for big goals and accomplishing that that inspires generations of people to do so. And so must seize a deficit in ambition. He talks about in his biography, the 1 written by Ashley Vance. He's like, listen, the best generations of my minds are are the the best... Excuse me. The best minds of our generation are trying to or spending other their time convincing to click on ads. He's like, this is ridiculous. We shouldn't be doing that. So, anyways, the success of not Nasa's Apollo moon program in the 60 spread waves of student interest in math and science and led to a generation of engineers, scientists and teachers. But this tide had ebb by the turn of the century. Remember this is musk's opinion on this. Right? Brian's generation had grown up a space shuttle, and its endless revolutions around earth and low earth orbit, not the daring due of the Apollo explorers. And so must point is... Okay. Well, why are we just doing the same thing over hundreds and hundreds of times over and over again? Like, why are we not trying to to accomplish more things. I read something this week it says no 1 born after 19 35. Had ever... Has ever walked on the moon. So his point is, a regression there. Going back to this interview with Brian, So it went successfully, at the very early days, he he puts a high prior pry... Elon put a high priority on who on who to hire. This is something we've seen over and over again. And to... I have more highlights about that as well. But also something we talk about a lot in the books that is, I think, it's easy to to forget is that there's no speed limit. You can get load into thinking everyone moves at the same speed. They definitely do not. I actually read an essay. It's it's like, real quick. I've mentioned it before the podcast. It's called. It's by Derek Si. He's just got a really interesting blog at ci dot org. I think. But it's called there's no speed limit. And he talks about... He's a music student. He went a meeting this this musician. Named Kim, Chemo Williams, and he winds up teaching him, I think in, like, 3 weeks because Derek was about to go to Berkeley school music, and he's like, Kim was like, oh, okay. I went there. Yeah if you if you show up on my... Show up my house tomorrow, I'll give you lessons. And... In 3 weeks, he teaches Derek Derek, enough that he could skip 2 or 3 semesters or something like that of the Berkeley school of music. And so the lesson was, you know, there is no speed limit it. You can go as fast as slow as you want. And so we see that with with Elon definitely puts a... Like, he's puts a very high priority on speed, and this is something that that Brian's realizing it says a few days later, he received an email from us assistant at 1 in the morning. Did he want a job? Brian realized this company operated its own speed. And so a lot of the... Some of the not even a lot. Some of the early hires were coming over from legacy aerospace companies. And they just... They they they found the pace. The difference in pace between working at Lockheed or or any of these other space companies and Spacex jarring. Something else that's brought to our attention over and over in the book is the fact that Elon is constantly trying to learn from the experience of others. The idea from founders came years ago. It was, like, Was a podcast. I told it was before, but there's was a podcast who's was watching... He was giving interview by guy named kevin Rose on this series on foundation. You can find it on Youtube. And Kevin's like, he's asking He's like, okay. How do you come from South... So South Africa go to go to canada. The 1 up in California. Like, how did you learn to start company? Did you read a lot of business books. And, like no. I don't read business books. I read biographies. I found them very helpful. And so he talks about that over and over again. I talked about howard Hughes, Nikola Tesla Henry Ford Benjamin Franklin, in this book, he's reading biographies of of previous Ro tiers. So anyways, he also studied the... There's... This book brings to our attention. Some of the people we know about, like, Andy Be. So Elon studied Andy Be because Andy Bill put up 200000000 of his own money to try to do a private company a couple years before Elon didn't failed. So this example that's numerous other entrepreneurs have tried playing a Rocket science before, must knew this well. He wanted to learn from their mistakes as to not repeat them. So it's another That's a great 1 line description of why? When you go back and study some of the smartest most productive people in the world why. They all ob obsessed with reading biographies. Why do they talk about this over and over again. Right there. They wanna learn from the mistakes to not repeat them. The experience of Any Be and his text rock company might have shaken the confidence of some entrepreneurs. So this is why I'm reading that section she because Elon is a very different the way he thinks is just unlike anybody else I can think of that's alive right now. And just his his relentless self belief. He looks at these examples of all these people have failed. He... It's not that he's ignorant of them. He knows them. He... And this applies in boats to the domain of Tesla and Spacex. So it says, it might have shaken into the confidence of some other entrepreneurs. Why did he say that? Well, Be launch venture certainly did not lack for money. The Dallas banker regularly ranks among the world's 200 richest people. He started Be Aerospace with 200000000 dollars, which is twice the funding that must put in Spacex, and he tried to do something similar to develop a big rocket that could serve serve commercial customers. He even had some technical success. The 1 thing he ran into is that he couldn't overcome that, again, go back to companies or effective problems solving machines. Right? He couldn't overcome the bureaucracy and the way decisions and the monies dole out by Nasa and their relationship with with a, legacy aerospace companies. We see... Elon took a completely different tech. He just starts suing and fighting everybody. Okay. So let me go back to he's very the way he thought about this problem at the very beginning spacex. So He's clearly a crazy person. Right? But there's an ordered sense of logic to the way he goes about solving problems that's not crazy at all. So his whole thing is okay. If you want humans to live on other planets, the first thing you have to do is lower the price that it takes to get there. Right? So he he uses the example. If a plane ticket to why he he was focused on reusable rockets, because he says that if every time you on a plane and you fly what if they destroyed the plane after every flight? It's like the plane ticket would cost a million dollars, a ticket, and a lot less people would fly. So you applied that same rationale to what he he's doing at spacex? He says the first step towards solving the multi planetary problem then was bringing down the cost of the launch. If Nasa and private company spent less time or should we spent less money, getting satellites and people into space, they could do more things in space, completely logical there. And more commerce would still open up more opportunities. This awakening galvanized musk into action. Okay. So going back to recruiting early talent. He's returning... He's recruiting this very talented German engineer, and the German engineer wants to join, but his... He he can't move to Los Angeles because his wife works for Google in San Francisco, And this is another example of must being gifted problem solve. Right? But what... So he's talking about, why would, this book contains a lot of interviews from early spacex employees. Right? So he talking about like, why he wanted to leave legacy companies and join a startup. He says what it didn't treat me was was trying to build a rocket with 200 people instead of 20000. To almost build a rocket in a garage. Can I use a computer I buy for 500 dollars versus 1 that I can buy for 5000000? It seemed to me that's what he wanted to do. So that's the engineer describing his interpretation of what Musk has tried to do. Right? This was precisely what Musk wanted to do. Because they were spending his money. Musk gave employees an incentive to be frugal with it. Early hires receive large chunks of stocks. So before I get to how Elon successfully gets this guy solves this problem of getting this guy to work for. He also understood the incentive. So he's like, okay. I'm putting a hundred million of my money in this. That's 1 half of what Andy Be did and failed. Right? I'm gonna give you lord. This is something we learned on founders number 01:05. Les schwab. Never heard of the guy. I don't live in the Pacific Northwest, So I wasn't aware of his this tire chain that he built, but I was reading Charlie Mu and Charlie Mu is like, listen. They talk about him and warren and talk about the operators respect over and over again. And they tell you explicitly go study these guys. And he's like, listen, if you wanna know the power of incentives, which Mon preach about over and over again almost every speech state that he gives. He's like, lush walk can tell you better than me warren again, because this guy builds an entire successful business, just understanding the power of incentives. And so what Less did is every single... He had... Let's say, it's 50 different tire tire tire stores. Right? They're all called Les schwab, but they're all individual businesses, and he said, okay, the people... I'm gonna split the profits 50 50. With the people in the store. And so that's what Mu was talking about that he's a master incentives. Well, me are Elon is doing similar things to stock options He like, okay, Listen. When an when an early employee saves because you have large chunks of spacex stock. If you sir save the company a hundred thousand dollars by building a part in house instead of ordering 1 from a traditional supplier, then everyone benefits. And so you're incentivized to watch the company's money because it's... It can be if these options are successful you're money. Okay. So back solve this problem. Actually, I got confused. This is not that German guy is not the the 1 he did this for. There's a there's a brilliant young engineer from Turkey who's on onboard. He wants to, and he's a friend of somebody already wearing space. So this is what I what I referenced Like I confused there. Davis had anticipated his friend's issue. Having convinced musk that they needed to bring the brilliant young engineer from Turkey on board, it became a matter of solving the problem. His wife had a job in San Francisco. She would need 1 in Los Angeles, these were sol problems, and Elon better at solving problems and almost anyone else Davis said. Must therefore came into a to the job interview with at at out Alto. I'm gonna call Alto, I think. With Alto prepared. Musk told him. So I heard you don't wanna moved to La and 1 of the reasons is that your wife works for Google? Well, I just talked to Larry, and they're gonna transfer your wife down La. So what are you gonna do now? To solve this problem, Musk had called his friend Larry page. The c founder of Google. Alto sat and stunned silence for a moment. But then he replied given all that, he's supposed he would come work for Spacex. Okay. So this is a description of the early days of Spacex, and I don't I don't know what's up with this no strong smells roll, but it was 1 of the the few rules at the very early days. So it says they spent their long and often in intense days to get in close con fines. Musk kept a mostly la fair attitude about his workplace. He offered just a few hard and fast rules. No strong smells. Okay? No flickering lights and no loud noises in the cubicle farm that they all shared. Often they worked well they worked well, they worked until well after midnight. They're close and nearly continually proximity led to easy collaboration. Their team was so small that everybody knew everybody and each employee pitched in as needed with with other departments. Everybody was expected to carry their own weight, and then a bunch... And then a bunch more. No job was beneath us Brian said. And that's also something that's mentioned over and over again that a lot of employees appreciate that. Elon was not... He was not giving orders from debt from down on high, high. He was not separate from him. He was in there working with them late a night, 3 in the morning, doing anything he's gonna ask you to do, he would do himself. And I... I... There's been other examples in the past where, you know, companies or excuse employees notice the op... They noticed when you do that. Right? But they also noticed the opposite. I thought it was funny when when Steve jobs came back to Apple. He he always poked fun at the Ceo, at the time Gill emilio. And, you know, this guy, he he he's giving any reviews in the press. He's like, I'm a turnaround expert and all those stuff. And Steve's like, how can he be a turnaround expert when he eats his his lunch alone in his office with food served to him on China it looks like it came from versailles? It's just classic, like, court qui from Steve Just thought was really funny. It's like, okay. You're not you need to be with the employees? It's like, what are you doing? Okay. So they talk obviously a lot about the things they didn't like about working with Elon, and a lot what they do like working with Elon. And it's the fact that he made decisions rapidly. Okay? So this guy says, he could be very difficult to work for. That's certain. But it's early but early hires would also immediately see the benefits of working for someone who wanted to get things done and made decisions on the spot. When Musk decided that a supplier could make good a good part for a fair plate for a fair price, that was it. No committees, no reports just done. There's a there's a story that I read that I learned by reading the book everything story about Jeff Bezos. I never forgot that I love. This guy comes in and he's used to working at Walmart at the time. He's, Jeff recruits him over to Amazon to build all their fulfillment centers. And so he he winds up showing these beautiful plans to to Jeff about this fulfillment center. And it winds up, he's gonna wind up spending... It's not just on this fulfillment center, but on a series of them. I think the next, like, 12 months. He's gonna wind up spending 300000000 of Amazon's money on this. And so he shows the plans that Jeff, Jeff loves them. And then this guy's like, hey, okay. So who do I need to talk to to get to permission to build these? And Jeff says you just did. Alright. So more on musk's personality over the course of a single meeting, musk could be at turn at turns Hilarious. Deadly serious, penetrating. Harsh. Reflective and a stick for the finest details of rocket science. But most of all, he channel a pre natural force of moving things forward. Elon Musk just wants to get shit done. Okay. So there is Elon on hiring, which I found really interesting referenced earlier. Or 1 of my most valuable skills with his ability to determine whether someone would fit to his mold. His people had to be brilliant. They had to be hardworking, and there could be no nonsense. There... This is not a direct quote from Musk. There are a ton of pho out there and not many who are the real deal. So he's talking about his approach to interviewing engineers. I can usually tell within 15 minutes, and I can tell... I can... For sure tell within a few days of working with them. Musk made hiring a priority. He personally met with every single person the company hired through the first 3000 employees. It required late nights and weekends, but he felt... It important to get the right people for his company. So I just happened to be reading some other highlights. I did previously and Steve Jobs again, and he talks about this. I'm gonna read. I'm pretty sure this is from Isaac and spoke on them. But it says the Mac team was an attempt to Macintosh team was an attempt to build a whole team like that. A player. So he talks about when he came back... Oh, okay. Actually, I'm let me just read this to because he hasn't got to the how working it Pixar influence his decision yet. People said they wouldn't get along, meaning all these a players. But they... That they would hate working with each other. But I realized that a players like to work with a players. They just didn't like working with c players. At Pixar, it was a whole company of a players. So he talking about the time he spent not at Apple. So he's working at next and working at pixar. He comes back to Apple, and he's like, there's a... He calls it a Bo explosion. He's like, there was a Bo explosion in Apple. He wants been to fire thousands of people, he's like, all we have is a bunch of c players here. And if you have an environment with c players. This is jobs theory. You can't attract any players because they're gonna start working, like, this guy's is an Idiot, this person's in idiot this woman's an idiot, whatever case is. I'm out of here. So he's like, okay. Well, if Pixar can assemble a whole team a whole company of a players, why can't Apple. So he says, when I got back to Apple, that's what I decided to try to do. Now this was very I... I forgot this part. I gotta find the biography on this guy. Because if Steve Jobs sitting here reading this biography, and it's influencing his hiring decisions, and there's a good good indication to you and I that we should go find out what Guy had to say. And he... It's Jay Robert Oppenheimer. The guy running them manhattan project and developing an Adam Bomb. Like, that's amazing that that jobs can take insights from his collection, you know, him collecting the best scientist in the world to do something they had to do, you know, life or death, circumstances. But he applies that same insight to apple. It's really interesting. So he says, when I got back to Apple, this is what I decided to try to do. My role model was Jay Robert Oppenheimer. I read about the type of people he sought it for the Atom Bomb project. I wasn't nearly as good as he was, but that's why I aspire to do. Again, we see the same thing. Steve Jobs is realizing okay. I need the very best people, I'm gonna accomplish what I need to do. Elon Musk is is realizing the same thing in the early stage Spacex. Just a little bit about the difference between Spacex and legacy aerospace companies, and I think why Elon had such success recruiting who he wanted from these organizations. And he's still... In many ways, he pro prioritized is almost like, younger, hungry or people that had no experience, but he did have some of these people come over. And so it says, 1 person at Lockheed Market, Martin worked on the f 35 stealth aircraft. The Air force would would buy more than 2000 of these f 30 fives at a cost of 85000000 dollars each. So it's massive massive program. Right? It may it may sound like glamorous work, but it was not. This guy had a... I'm not gonna pronounce his name. This guy had a single job finding... This is this is terrible. If you had to spend your entire life like this. Listen listen to this. They're ridiculous. Finding a supplier for a bolt on the aircraft landing gear. That single boat was the totality of his employment. Your work is gonna fill up about a third of your life. I are you to almost half. Because you you have to count for all the times you're sleeping. And then your first 20 years in your life, you're, you know, you're you're just... It's it's half. Let's be real. Right? Half your life, you're gonna dedicate to a single bolt on the landing gear of a plane. Come on. Although his friend did admit to board at work, he liked his house and his lifestyle away from his job. Spacex offered the opposite experience. Work was thrilling and all encompassing. It is hard to describe anyone hat I wore at space because they were switching... They were switching on and off so fast, it didn't seem like there were any hats. So if somebody is given the opportunity to to, pick between 2 options, you can learn a lot about how that person thinks are what's important to them by by which option they choose. And this is an example of that with Elon Musk. You have 2 ways that you can build a rocket linear and iterative. And so not gonna run 1 more point. Let me read this here and then I'll the question midpoint. Midway. There are basically 2 approaches to building complex systems like rockets. Linear and inter iterative of design. The linear method begins with an initial goal and moves through developing requirements to meet that goal. Followed by numerous qualification tests of subsystem systems before assembling them into the major pieces of the rocket, such as its structures, propulsion and Avionics. With linear design, years are spent engineering a project before development begins, This is because it's difficult time consuming and expensive to modify design and requirements after beginning to build a a beginning to build hardware. Before I'm gonna describe the iterative design for rocket? What that means? Which 1 do you think Elon uses? You already know he's not gonna do that. He's not going to do that. The iterative approach begins with a goal and almost immediately leaps into concept designs, bench tests and prototypes. The mantra with this approach is build and test early find failures and adapt. That is what Spacex engineers and technicians did. So 1 of most important employees that Elon recruits this is guy named Mueller, and he's gonna design. He's the designer of the main rocket engine that Spacex uses. It's called the Merlin. And I'm gonna opt... I'm going to summarize a section for you by 2 words. Default optimism. I think that's just a better mode of going out to life and we see that Moe approach his life and his career with that. So he said Mueller's father told him there were millions of kids coming out of college. The space shuttle era had just dawned. Everyone wanted these jobs, why did he think he had a chance of getting 1? I think that's why Elon like me because I was very optimistic Moe said. And my dad was really a pe, But I said to him, no. I'm going to get a job and build rockets. I'm going. I'm doing it. Nothing is stopping me. Default optimism. And there's also later on in the book, just 2 sentences from Mo that I love because it illustrates 1 of my favorite ideas that we've learned problems with just opportunities and workloads. The bad news is that we had change everything, Mueller said. The good news is I learned everything that can go wrong with Turbo pumps and really how to fix them. So there's a couple sections in this book. I I wrote the note I left myself. This space Barron Part due. There's a book. I covered I think it's in maybe the thirties, episode thirties. It's called Space, and it's it's fascinating. A lot of people have recommended that that episode of friends and seemed to like it because you have 2 people going after a similar... Almost the same goal, let's say it's the same goal. And they have that book analyzes the 2 different approaches that Jeff Bezos and Elon Musk used that accomplish the same goal. And I really think it's it's important illustration because applies so much more than just rocket. It's... You know, there's just... There's a million different ways you can solve a problem. And it's really up to you to pick the philosophy that that you think makes the most sense for you for you. And that book illustrates, like, 2 different paths. But, musk, you know, they kinda I don't say that they they have, like, a rivalry, they kinda go at it a little bit, but, you know, Musk does... Definitely does kinda talk shit about Bezos from time to time. So it says Must laugh when told about Jeff Bezos timeline for engine development. So Bezos said given an interview or something. Which said it's gonna take 6 years and must is like, no. Bezos is great not great engineering to be frank said. So the thing is my ability. So the thing is this is now us talking. So the thing is my ability to tell if someone is a good engineer or is not if... Or is not very good. And then I am very good at optimizing the engineering efficiency of a team. I'm generally super good at engineering personally. Most of this the designed most of the design decisions are mine, good or bad. And so this is the author's interpretation of what Must just said. Boast? Yeah. Maybe. But Spacex built and tested its first rocket engine in less than 3 years with musk leading the way. And the reason I don't know if I explained myself clearly there. The reason I think it's interesting to to think about this and read the read a book like space variance. Is because it's not it's not clear. Spacex seems to be ahead of Blue Origin at this time. Right? But it's not all clear. What's gonna happen. These are still the the very, very early days in both the company's history So I think just saying, oh, yeah, must way better, or beat business way better. Just it's very premature. Going back more on this this theme... Main theme of this book at speed speed speed. This is 1 of Spacex suppliers. He's a mach. Reagan had never had never worked with a a company that moved as quickly as Spacex. So he winds up having Reagan has a a falling up with his partner. Right? And so they're the Spacex was using their machine shop, their company to to build supplies. And they're, like, okay, we can't build supplies 3 anymore because we're we're going at a business. So must did something really smart. He went to bringing it in house. And as a byproduct of bring Reagan in house, his costco way down. Okay. So this is about him bringing that in house. Musk agreed to meet Reagan's asking price. He needed the help. 10 minutes later he returned with a contract. He was Saturday at 5PM. Musk wanted his new vice president of machining to start work that evening. Soon enough, Reagan had his shop at Spacex Humming. He hired 6 of his previous previous shops mach and musk bought the machines this company was about to liquidate. By bringing it in house, must essentially cut much of his manufacturing costs in half. Now he could buy a chunk of aluminum and have people produce a part on demand without the markup and delay of sending into an outside machining stops. So there's 2 benefits, obviously, it's cheaper and it's faster. The lines and third benefit is the line of be between Spacex engineers and the manufacturing crew were wide open. And so Reagan is describing the process that used to happen and how different it was at Spacex. Before if I had a problem with 1 of my customers that have to call the buyer, then the buyer would call the engineer and a week later, I might get a a callback with my answer, might get a callback with the answer. At Spacex, he sat in the cubicle form. His... And so he's right there and next him. Like, there is I'm communicating with you immediately. And then he also gave you, gives us, an insight into what it's like working with musk. It's relatively clear and straightforward. He can't stand a liar any he hates a thief. And if you say you can do something, you better fucking do it. More on the perception of Musk from the early spacex employees. I've never met a man so laser focused on his vision for what he needed or excuse, for what he wanted it. He said. He's very intense, and he's intimidating as hell. It's tough when you're interviewing with him. So they went building their first rocket. They wanted... And they originally thought, okay. We're gonna shoot it off. There's this air force base. It's in Santa Barbara, California, and the Air force at the very beginning pla. They they kinda... They're like, yeah. Yeah. We're gonna help you out. You can do it here. And they did that because they didn't put up much resistance early on because they didn't think Spacex would succeed. There's a series of examples of previous rocket entrepreneurs is saying the same thing. Having relationship with air force us. And the air force has used to people coming through talking tough saying they're gonna do all stuff failing and then disappearing. And so they just assumed. Okay. Well the the spacex is just gonna be like, just the rest of them. So this is why they're gonna... Their air force is eventually is not going to let them ever shoot a rocket. At the very beginning, the Spacex off from their Air force base in Santa Barbara, California, so they're gonna wind up having to go out to this army air for the aren't Army air first. This army air air base in the middle of the Pacific, which causes a lot of more complications. And it's just... It's amazing that spacex succeeded when you read about, you know, you have to build an entire launch site on a tiny little island, thousands of miles away in the Pacific. That... There is there's no infrastructure there anything that you need. You have to bring from you bring with you thousands of miles away. So anyways, be... We're not there yet. So this is really another example of just a problem that you have to solve? There was not a whole lot of scrutiny early on aren't early on. They just never really believed in it until suddenly, the static fire test happened and they woke up The Air force had good reason to doubt the promises of startup rock companies as several to come through them come to them before. Their backers talked to same kind of talk that must about lowering the cost of access to space, offering a dedicated rockets for small satellites and fundamentally changing the aerospace industry with newer technology and leaner operations. And inevitably, they fizz out. Some of the air force thought they pretty much knew what to expect from this private company. A lot of big talk, fancy cars, and ultimately a flame out. And... The reason I bring this your attention because this is actually a really important point to understand what makes Elon so unique is that there's a lot of other founders that tried private based companies for Elon. There's a lot of other founders that try to start a new American company before Tesla. Chrysler before Tesla was founded Chrysler, all the way back in 19 25 was the last successful American auto company that was founded. And so just this idea where Elon can look at something and see failure after failure after failure after failure after failure, but other people still be like, they're not me or maybe have a unique insight, or I will not give up. It just... It makes him extremely unique because it's just not There's not many people that are look at, you know, a hundred people try to attempt to do something. 200 people, whatever are the number is and like, oh, every single person filled. Yeah. Let me go ahead and give a... Let me take a crack at it. And so Back Air force. Air force is essentially saying, hey. They they tell them, we don't want you your rocket to to to to compromise some other tests and things that they're doing at the air force. Yeah, You can do... You can shoot it we have to do this for everything thing first. Oh, do you have a timeline for when you can accomplish the thing? No We don't. So essentially, it's, like, you're you're stuck on ice. And the whole thing about spacex and stuff so we gotta move fast. I have limited resource about a hundred million of my own money in this con... In this company. We don't really have any revenue coming in, so we can't just sit around waiting for you. So it says perhaps indefinitely, the Air force said, no. The company born with the Dna that imp it to go fast as fast as it could had run into an I immutable forced. She can't go fast and against some removable force. So that's where they they find this they solve another problem. They realize the are... The air force doesn't want us, but the army will will say, yeah, come on over. Knowing that he could not wait or sue or protest must took the only option left. After the conference call with the government officials Musk phone buzzer directly, It's a guy working at Spacex. We're going to I don't know how to pronounce it's KAJ. We're going to the island. Tomorrow. You should begin certain to start packing. So again, moving really fast. And it's just really unbelievable that they're able to to to solve this problem because you realize how... Now I just got way more complicated instead of just shooting off a rocket from an Air force bay... Or air force space that's an hour and a half from your company headquarters. You're going to remote... I put Island in the Pacific thousands miles away. They had just worked themselves to exhaust in building 1 far 1 launch site. Now they would have to turn it around and build a second 1. And they have to build that second 1 on a remote Island in Pacific. It's a ton of work. They have to they they went up shipping 30 tons of supplies across the Atlantic. Or they're across in Pacific. Like... It's mind blowing The and the only way you can get a lot of these things over is through these giant cargo ships and in some cases, these giant cargo, like, military planes. I think the c 17 is 1 they use that can hold, like, hundred and 60... It's some crazy amount of weight. I wanna, like, a hundred and 60000 pounds. It's really unbelievable. And you know the job is hard when your employees are on the island. And they start comparing your... The job you're doing to the to the reality Tv show survivor. The the early accommodations were fairly crude on their Rhode island. They designed t shirts for overnight. At the time, survivor reality television business show was really popular. So they use the logo as a basis for the design. Instead of out, out play outlast for a model like Tv Show. Spacex t shirt said out sweat, out drink, out launch. After surviving his or her first night, a space a Spacex employee would earn a t shirt. Okay. So a lot of people know the first 3 Rockets Fail. They bet the entire company on the fourth 1 succeeding, It went succeeding. That's essentially what the book is about. But this is the result of their first launch. And you could just... Really, there's a lot of times when you read the book, where you just... You you... You you put yourself in their shoes, and you really empathize with there's extreme levels of sorrow and then extreme levels of triumph when they over come everything. So this says the rocket did not far enough for the atmosphere to thin. Half a minute after it took off for the first time, the Merlin engine flicker out. A few seconds later, the rocket itself stopped rising. It's succumb to gravity and fell back towards the island. For nearly 4 years. A small band of people had worked relentlessly to reach this moment. Within the span of 1 minute, it was over. It was amazing and then it was horrifying. Something like that, it hit you in the gut. So must winds up flying over to the island. They're doing like a post mortem. I'm seeing what's going on. There's 2 things that he does really smart to get to that. There's 1 guy. He's on the plane. I think he's from the... He might be from Air force or Da. I can't remember which organization. But he's flying over with Musk and Musk brother Musk's brother Kimball. And so he says he watched the musk carefully. While Kimball played video games, his older brother spent much of the flight pouring over books written about early rocket scientist and their efforts. Must seem intent to understand the mistakes they had made and learn from them. I'm not... This is now the guy that's on the fight with. I'm not surprised. He's been successful, Lawrence said. He was clearly deck dedicated. So he goes over there, and, you know, musk could be I wouldn't work for him. Let's just put that way. Like, the way, he's just... He can be overwhelming and and, you know, go right to the point, rude and in because some cases yell do all this other stuff, but he doesn't do that after the first launch, and this is really smart what he does. He places the difficulty of what they trying to do in a historical perspective, yelling at them and getting angry at them is not... Like, what would I do them morale? They feel like shit. They feel terrible. They gave up 4 years of their life to this and did not work. They wanted it to work. So if you're in a leadership position, what do you do? I would say you do exactly what muscle is doing here. Must seem to recognize this emotional toll must seem to recognize the emotional toll the failure might inflict on some of his engineers. Not long after the accident, he typed out an uplifting up uplifting memo to the Spacex team. He praised the performance of the Rockets main engine, it's controlled flight, the Avionics... System and more. As part of his note Musk offered some comforting perspectives. Other iconic rockets he noted had failed during early tests. Now that in this book, the whole text is not there. I went and go... And went and looked for it because I I had in my notes. And so I'm gonna read you the the paragraph because That was very interesting. And so this With Elon wrote. It is for perhaps worth noting that those launch companies that had that succeeded also took their lumps along the way. A friend of mine wrote to remind me that 5 of the first 9 Peg launches succeeded, 3 of 5 for Aria, 9 for 20 for Atlas, 9 for 21 of soyuz use, and 9 of 18 for proton. Having experience firsthand, how hard it is to reach orbit, I have a lot of respect for those that persevere to produce the vehicles that are mains stays of space launched today. Must close his letter writing. Spacex is is in this for the long haul. Come hell or high water, we're gonna make this work. Okay. So before G shot well is the president of spacex like she was in charge of dealing with like, the potential customers. Right? And this is very interesting. S wrote a plan of for sales. Must took 1 look at it and told her, he did not care about plans. Just get on with a job. I was like, oh, okay. This is refreshing because she had previously worked in you know, high, like, a more hierarchical bureau rock bureaucratic organization. I don't have... She goes... This is refreshing. I don't have to write up a damn plan, S called. Here was her first real taste of Musk's management style. Don't talk about doing things, just do things. And another way to think about that is no work about work, just work. This is a rep, a quote from a rep, from Da on the early days of Spacex. I was very impressed with their work ethic. There were some rashes there. Of course, some arrogance, but I think that comes with the territory. If you're trying to do something no other commercial companies ever done, you would better have some confidence. Shaw also does tell great story in the book about their meeting with the government official. It's an older guy, and he kinda like, it's a little bit patronizing to Elon, and Elon just uses that using... Essentially, he's using criticism or doubt as fuel. I remember him putting his hand on Elon back and almost hugging him. And saying, son, this is much hard than you think it it's never going to work. At this remark, Musk's back straightened, and he got this look in his eye that Shot will could easily read, and it's a shot while talking about the effect of this guy's words on Musk. He's kinda make sure that you regret the moment you said that. This is a unique way Elon thinks about balancing engineering with design. So says muscle make snap decisions. This is 1 of the keys that enable Spacex to move so quickly. I make the spending decisions and the engineering decisions in 1 head, he said, Normally, those are at least 2 people. There's some engineering guy who's trying to convince a a finance guy that his money should be spent. But the finance guy doesn't understand engineering so he can't tell if it's a good way to spend money or not. Whereas I'm making the engineering decisions and spending decisions. So I know already that my brain trust itself. What a unique sentence, My brain trust itself. So this is more on how Elon musk thinks. Must taught his team to assess every part of the rocket with the discerning eye. Brian remembers being constantly challenged. For any given task, a typical aerospace company would just use whatever part has always been used before. This saved engineers from time consuming difficult work for of qualifying a new part for space. But Spacex bit Spacex attitude was different? True, A product may already exist, but is it optimized for your solution? So these are... There's a series of questions that Brian's is talking about the musk would would have you go through. Right? Is it optimized for your solution? Is a... Is it from a good supplier? And what about their 2 their tier 2 or 3 suppliers? And if you need more of this part faster? Will they meet your needs? And if you wanna change something, are they gonna be willing to change it? And if you prove that product, will they then sell it to your competitors, That is not normal. And that's a way that's a great illustration of the level depth of the thinking. Remember. He's a crazy person, but there's a very ordered way to his thinking. That's just very... It's it's satisfying to read. Is the the weird way I would put it. More on how mustang thinks and works. This is 1 of the things that Elon brought to Spacex, Spacex, risk tolerance. He didn't want to fail, but he wasn't afraid of it. Shot well on Musk. The quality should come to admire most of about musk is his determined mindset to identify problems and device solutions. He looks at a problem and his reaction isn't an, oh, that's a shame. His reaction is to go fix it. He's extraordinary. So Elon also makes a decision, I think Not many people would do. He sue a potential customer which is Nasa. And he does this in the very early needs because he felt there was... This is the same thing Andy Be ran up to there was, like, this cro up there where you have all these established suppliers. They have good to with an nasa. They're the ones getting, you know, unfair treatment. Know elon it's like, listen, I don't want unfair treatment. I just want you to open up your process to open bits, let us bid for it. And looking back, it appears, like, he's definitely right to do this. At the time, It's just a crazy thing that Elon did, but was right. The the the the suppliers Nasa was using. They're building some of the world's most expensive rockets. So he to to his point, like, I can't so I can't accomplish my goal if rocket tree costs are going in the opposite direction. I need to go with them cheaper. We're going work expensive. So he winds up... I think it's the office of government, the government, the government account accountability office. Okay. There it is. Okay. So that's what they wind up siding with the ae. Like, no. You gotta... You can't just give out a 227000000 dollar contract, Like you gotta open this up. And so the government accountability office winds up a agreeing. So anyways, I... That... There's... If you were interested in that there's the longest story in the book. I I need to tell you what I'm more interested is, like, how the story is an illustration of how Elon thinks, and this is him describing it to. I was told by many people that we should not protest. You've got a 90 percent chance that you're gonna lose. You're gonna make a potential customer in, a customer angry. I'm like, it seems like the right is on our side here. It seems like this should go off for competition. And if we don't fight this, then, I I think we're doomed anyways. Our chances of success would be dramatically lowered. Nasa being 1 of the biggest customers of space launch would be cut off from us. I had to protest. So, again, waste saying I don't do this on do. He's it's like, I... There is no other option. I absolutely have to. And he ones up obviously being correct. And then he keeps on this fight then. There's just a great sentence here to describe Elon in the early days of Spacex, I'm gonna reach you here in a second. It says, in 1 battle, Spacex and North of Gru, Traded lawsuits of Rocket engine technology. Another battle, Spacex sued Boeing Lockheed Martin over plans to merger launch business into a single in single rocket company. Within his first 3 years, Spacex sued 3 of its biggest rivals in the launch industry, gone against the air Force with a proposed United launch alliance merger and protested a Nasa contract. Elon Musk was not walking on egg shells on his way to orbit. He was breaking a lot of eggs. And to red for this, they went up getting a contract from Nasa the first 278000000 dollars they get and it really changed the Spacex forever. Obviously, they they still woulda have went out of business because they hadn't put in a rock and Au when they got the contract, but with that contract, they at least weren't... They knew... Okay. If as long as we solve the problem of getting into orbit, we should, you know, at least survive for another few years. I would say though, the... 1 of the main benefits are reading this book is that you're constantly exposed to smart dedicated people having to deal with failure. Here. And it's just, again, every... It isn't matter what you do. You're gonna run into this. And so when you're... You see other people and you're really the experience of other people on to deal with you. I I think there it is it is very inspiring, and you'll think back to these things in your own life. When it inevitably in the future. Like, we're gonna... I'm gonna try to do something that's gonna fail in the future. 100 percent you are as well. Like, okay. This is just something gonna to deal with, let me see how other people dealt with it. After the Merlin engine failed, and the rocket tumble toward the ocean, they're excited shout and Chatter dot. No 1 quite was quite sure what to say. I was in shock because we spent so much time putting that rocket together. And then to see it quickly break into pieces on the ground, it was shocking, and what makes us even worse is they knew the promise it's called s. So as the rocket goes up, the fuel can move around. If it moves around too much, it's going to make the rocket, like, lose control. But the reason it's something is is a risk they wanted to accept because Elon before this, he's, like, give me your top 10 like, risks that you think are what... For all the engineers, what are the top 10 things that we have to focus on. The problems we have to make sure they're solved, it that that will, cause a rocket to fail. Right? And so the s was an identified problem, but it wasn't even in the top 10. So he has this great now. That spacex has is great maxim. It's called always go to 11. And so pretty quickly, it was clear that the s had bitten them. The prom they had known about discuss detail and ultimately dismiss as the eleventh highest risk took down their rocket. Now musk says, I asked for the top 11... I asked for 11 top risks. Always go to 11. He says. The company now does now does list the top 11 risk head of every launch. Another example of how Elon thinks, and I love this. He... It's not like he's ignorant to how difficult that the problem that Spacex is trying to solve this. And he says, it's not like other rocket scientists were huge idiots who wanted to throw their rockets away all the time. It's fucking hard to make something like this. 1 of the hardest engineering problems known to man is making a reusable orbital rocket. Nobody has succeeded. For a good reason. Our gravity is a bit heavy. On Mars just to be no problem. Moon, piece of cake. On earth, fucking hard. Just barely possible. It's stupidly difficult to have a fully reusable orbital system. It would be 1 of the biggest breakthroughs in the history of humanity. That's why it's hard. Why does this hurt my brain? It's because of that? Really? We're just a bunch of monkeys. How do we even get this far? It beats me? We were swinging through trees eating bananas lot long ago. And that's why I love about the book. Like, you get you get Elon quotes. You don't get anywhere else. That whole thing right there. I just told you was an Elon quote. Like, that's hilarious. And informative, the way you could see the way he thinks. I just love the way he communicates too because he just seems to have I think Paul Graham, the founder of Y Comb says something. He's like that the Elon confuses, other found other Ceos of public companies because he has something they don't. And he's, like, a sense of humor. And I think it is. Like, you hear Elon talk. He in perfect. Yeah. He stu. Yeah. He'll be silent. He'll be thinking for a little bit, but it's human. He does not speak, like a court... He's there's no corporate speaker here. He talks like a human. I think a lot of people resonate with that. There's a there's a great story in the book. There's this guy named Done. I don't remember his first name I just have his last name unfortunately, but Don is... He's, like, a young kid. He's, like, 25 at time. He wants to be intern in spacex. Right? And he does something I really like. He was very, very persistent. So he gets a call. He's on he's on the phone of that, the mueller guy that that that that designed the rocket engines. And so they're they're doing a phone interview with, Spacex trying to get a bunch of interns to work for the summer after launch titan in Texas. And so they're talking this says, then after only a few minutes, Mueller think dogg done for his time and said he would let the student know at a later date if he got an internship. But Dunn was not ready to hang up like that. Perhaps Mueller intended to hire him or maybe this is a plate brush off. Either way, it was not in don's nature to give up easily. I think this is what he did was really smart. He earnest pressed case. He said, mister Mueller, this is my dream. This is exactly what I wanna do with my life. There's any question that you could ask me anything I could do to demonstrate that I'm the right person for this job, let me know. Done paused and then waited. Okay. Will Mueller told him, come out to Texas this summer. Now this is very important because on their fourth and final rocket launch. They have to trend... It it's in a rush. They, like, a few weeks to do it. Elon wasn't planning on doing a fourth launch because he was about to run on money. So have to take the rocket over by on a c 17. And it starts because of the difference in air pressure. The rocket starts crumbling in the plane, and it could destroy the rocket. Don is the 1 that has to crawl in mid flight or, like 25000 feet there, mid flight into a crumbling rocket and wind of opening these vents that's gonna normalize the pressure anyways, But he winds up saving the rocket. And I thought that was very interesting, you know, that could've have... The... If that didn't happen if the rock... The the the fourth successful temp might never occurred if it wasn't for done, get crawling into the rocket in the back of this giant c 17 and fixing it really fast. Really quick thinking. And the thing that he might and I'm been hired. If he just like, okay. Okay. Call me when you want. He's like, no. I'm not doing that. I wanna do this. I'll go right now. And he winds up driving out, like, almost immediately. So I just think there's a lot of... I love that that turn of events, and I think there's a lot of wisdom into this... What this young young guy did. But I wanna talk about the third failure. I want... The... This is a part of the book where I think it is really, really helpful for us to put ourselves in the shoes of the people going through this. Because they are now spent in an ambulance elon case, almost a hundred million of his own money, which is insane that you would even do that to begin with. But also, like, years and years. This this is not like a normal 9 to 5 monday through friday job. They're giving their lives to this. This is in many cases, they were obsessed rockets since they were kids and they're failing. And this is where the benefit of books is like, you get to see and live multiple lives. Right? And so this is the chief engineer. This guy dedicated his life to rockets. And now he's wondering he's like, I I'm not... Am I not actually good at my job? Like, I I thought I was. I passionate about it Learned. I work at it a lot. I study. I'm not good at it. It was bad luck to be sure, but Spacex had run through a lot of bad luck over the years. And bad luck only gets you so far as an excuse. Maybe they just weren't that good. Certainly, there could be no denying the company's dismal record. Spacex had launched 3 times with King men that's this guy's name, playing an important part in all 3 missions. This is the chief engineer like, I am not good at my job. Now that... Now this... We're gonna go to Musk. Again, imagine imagine being in his shoes at this moment. Musk felt as Crest fallen as rest of his employees worse even. They remember they thought this is the third final launch. They thought it was over. The company is over. They they did not know he... What he's about to say. He... Okay. Go back to. He felt chris Crest fallen and his employees worse even. He had bet a lot on Spacex in time and money and emotional toil and with little to return. With little returns so far. Now his personal fortune was running dry. He invested everything in Spacex And Tesla. Beyond money, his personal life was falling apart. He and his wife had just divorced this summer. He had tried to change the world and the world resisted. This is Moss talking about. The time. I had to allocate a lot of capital to Test Solar city. So I was out of money. We've had 3... We had 3 failures under our belt. It was pretty hard to go raise money. The recession was starting to hit. Tesla's financing round that we tried to raise that Summer had failed. I got divorced. I didn't even have a house. It was a shitty summer as you just imagine, like you would be feeling and and if your elon Lost gran was employees this time and yet he does something that's really, really smart. Musk chose not to play the blame game. Instead, he rallied the team with an inspiring speech, as bad as flight 3 had gone, he wanted to give his people 1 final swing. Outside that room in that factory, they had parts for 1 final rocket. Build it. He said, and then fly it. When we... What they did not have was much time. Get your shit together, go back to the island and launch it in 6 weeks, Elon said. The period that followed would be the most memorable and arguably important period of the company's history. Hardening its Dna and setting the stage for spacex to become the most transformative aerospace company in the world. So that's when they fly the rocket out. That's when done saves the rocket. It's still messed up. They still think, okay, It's gonna... We're gonna have to ship the rocket back. They're they're on a conference call from the people in the island with the people back in Spacex. Right? And this is the guy back in Spacex. The rockets cr, who was... It's, like, it has, like, it needs to be ironed out, I guess is a way they wrinkles, I guess is the what you would consider and this what he says. You need to stop talking and shut up and listen to what I'm about to tell you. You're not bringing that fucking rocket back here. You're gonna strip that fucking thing like a Chevy. And that rocket better be fucking disabled by the time I get there on Monday morning. So this guy gonna fly out, who's saying this is Thompson? Yeah, Thompson. He... Him and a a bunch of people are gonna fly out. And what he means by stripping it. Like, they're gonna strip it down, and they're gonna build it back and usually, this takes, you know, weeks or whatever cases. And they're gonna they have to a couple of days to do it. And so it says, there was dead silence in the trailer as the word... The word sunk at least to people in Island. They were gonna have fix the rocket right there in the tropics. There was no time for quality control meticulous records. They did not have 6 weeks, they had 1. Again, they they do this. If they don't do this, the company over. So your backup is up against a wall. We knew full wall that if anything failed, it was game over. Believe me. It was a balls move, but I mean that was the state we were in. It was like we have to make this work. There's no 6 weeks. This had to be done in days. Mere days after the Faithful C 17 flight, Spacex engineers and technicians had fixed the Falcon One's rockets first stage, tested it and found it flight worthy. Of all the crazy things we did over the years and all the amazing accomplishments in a shorter period of time that 1 really stands out. And so that gives them the opportunity to take the still giant risk of doing the fourth flight. If this fourth flight fails, Spacex is gone. It's gone. So Mas says this is right before the fourth launch and right right before the success. I was stressed out of my mind, I was super tense, then the the the guy running the, like, mission control does something really smart. He told the team that they that he... That they reminded him of the early Nasa flight controllers who had guided humans safely to the moon are safely to and from the moon. They were also mostly in their twenties, inside mission control during the 19 sixties 2, he said. I was the grandfather, Bus said. I was about 40 years old and everybody else in the room was clearly under 30. And I just love that encouragement that that belief. Like, we did the work, we are going to succeed. The fourth rocket on reaches orbit. And now we hear the complete opposite, the whole book up until this point Is 90 percent of the book this point is just failure after failure after failure. We went absolutely wild. We were jumping around, hugging each other. Screaming. It was a righteous celebration. It was awesome. I get emotional thinking about it. I'm sorry. I do. It was chilling. It was huge. It was just validation. I've couple more sentences this part I'm gonna read you in the note I love myself was I want this feeling. Imagine working your entire life to do something, having to accomplish go overcome Obstacle after Obstacle, Obstacle school. They had been so many simulations so many thoughts about it. So much sweat going into it. It was our whole life I mean, we're just working our asses off to get to that point. I mean what a relief Those are all quotes from people that that worked on this. Is amazing. As what Elon said, he gave a short 3 minute speech that was Qui Quintessential Elon. This was 1... He said, this is 1 of the greatest days of my life. That was funny hey we thought that would relief. Right? Years later though, this is what he says about it. It was a high drama situation. It's a great story, but it is way better in recollection than at the time. At this must laughed. And so he talks about, a little later about... Even with the fourth successful launch, they're still about to run of money for Tesla and Spacex. And he winds up coming through... They both came through the, like, the Week Christmas very end of the year, and it says that the stroke is too seemingly doom companies were saved, and this is what he said about it. It felt like I had been taken out of the firing squad and then blind folded. Then they fired the guns, which went click. No bullets came out. And then they let you free. Sure. It feels great. But you're pretty fucking nervous. And then I also have to tell you this before we close because if something happens... You see this popping up over and over again. It's a famous school from Jeff Bezos. Missionaries make better products. And you wouldn't have had the success without being able to recruit missionaries. There a Swiss born scientists had helped build and run a highly regarded graduate program in space engineering. And in the spring of 2010, Aviation Week asked him to write about talent development. So this guy running the space engineering program. Okay? As part of the exercises, he made a list of his 10 best students based on academic leadership and entrepreneurial performance during the previous decade. And he researched where they had ended up. To his surprise, half of them worked not for the industry's leading companies but at Spacex. The results blew him away. Why did they results blew away? This 1 sentence. That was before Spacex was successful. So I interviewed these former students and asked. Why did you go there? They went there because they believed many of them took pay cuts, but they believed in the mission. Talent wins over experience and an entrepreneurial culture over heritage. And I'll close on this nearly 2 decades have gone by since Musk first began thinking seriously about Mars. During an interview in early 20 20, his mind drifted back to that first impulse to get into the space business. He remembered a gray rainy day on the long island of the expressway with his friend audio res. And later his frustration about visiting Nasa Nasa's website and finding no plans. He could not understand why humans had remained stuck in low earth orbit since Apollo. And so he made a life changing decision to commit himself to the goal of Mars. A commitment that has grown stronger over time. That's 19 years ago, and we're still not on Mars he said. Not even close. I replied. Yeah. He agreed. Not even close. It's a goddamn outrage. This is the passion that fires Elon Musk. And that is where I leave it for the full story. I recommend reading a book I'll leave a link in the show notes. If you buy... If you buy the book using a link, you'll be supporting the podcast at the same time. I'm getting a lot of emails, people are finding out about the podcast. From other listeners, other subscribers that actually buy gift subscriptions for them. So if you want to do something for a friend of yours, a coworker of yours, c founder of yours, give them the gift of founders, you'll feel... Benefit them, benefits of podcast, and you also feel good. By by doing something nice for somebody else. I will leave a link. You don't... You obviously don't have to do this. But if you want to do that I may, there's a really link look, I can't talk today. There is a link I'll leave in the show notes that makes the process extremely easy and extremely fast. That is a hundred and 72. I might be wrong. I don't have to listen from of me. Hundred and 70... I'm I'm thinking it's hundred and 72. It's a hundred and 72 books down with your support. There'll be a thousand more to go. Maybe 2000, Don't see what we can do. If can you imagine if this is this project so doing decades, decades on from now. I mean, III can read for this in my life. So long as you keep supporting me. That this project will will survive. So it's on you. Thank you very much for listening. I will talk to you again next week. I'm am super excited next week. I'll talk to you again soon actually. You you gotta see the books I have coming up. We have... Yeah, I'm not even gonna say. Just wait. Wait for the next few weeks. There's a lot coming up. Alright. I'll talk to you again soon."
}