{
  "transcript": "Mayor was dead now. His body wasted by the violent disease that had come upon him and the last bruising clash of his career. And so it has come to this funeral. The last ritual of the long and stormy career of Hollywood's most dynamic and momentous film producer, Louis B mayer, but how many in the solemn gathering knew the departed man. Who had seen beneath his surface? Did they know that he had often struggled through sleepless and terrifying nights, lashing himself with anxieties and piercing himself with doubts and fears? Did they know that he went into tantrum? There were something quite different and apart from the burst of anger that he often put on to make a point. Did they know that in the silence of his bedroom, he would sweat and grove and moan? Samuel Gold, who never loved Bear were marked at the end. The reason so many people showed up at his funeral was because they wanted to make sure he was dead. It is no wonder that mayor with his concentration of power and his una position from which to throw weight in the community was 1 whose attention and favors were sought and whose counsel on matters largely swayed the movie industry. Those whom he favored regarded him as a demi god. Those whom he did not thought of him as a monster. Studios and stars, individuals and companies wax and wan. Mayer held strong for 3 decades. David Sales nick proclaimed that Louis Be Mayor was the greatest single figure in the history of the motion picture industry. It is my hope that this observation of the life and times of Louis Mayer will help serve to illuminate more than a hollywood type. More than the monolithic figure of mayor. For I find that this man is characteristic of a large group of magnets and ty who have marched across the landscape of industrial America. With them, he's in the failings of men of aggressive bent who seized on the opportunities than an expanding civilization exposed. With them, he ascended to high places along an upward upward spiraling route that was there to be ascended by those who had the necessary stamina and drive. And with some of them, he was unsettled and rendered dizzy by the heights. So much so that he could not control his footing when the road itself began to narrow and fall. I wished to offer this volume as an inspection of 1 of those giants. It embraces a long and lust drama, and it ends in tragedy. That was an excerpt from the very old book I'm gonna talk to you about today, which is Hollywood Raja, the life and times of Louis Mayer and was written by Bo Crawford. So this book actually came out in 19 60. And the way I found this, I was actually reading I constantly re reread through the, my highlights of past books that we studied on, founders, so I can remind myself of the lessons that we're all learning. And on founders number 01:11, I I covered the biography of David Ge. So that book is called the operator. David Ge builds buys and sells to new Hollywood. And in that book, this this book is mentioned twice and that's how I discovered it. So David Ge read this book, he was around 20 years old when the book came out. And he used his inspiration throughout his his career. So I wanna read 2 quotes from the operator that puts into context how influential this book was to David Ge and and then how I arrived at, essentially the opposite conclusion that that David Ge did. So it says arriving in Hollywood for the first time, David thought he had found paradise. It was even more into than he had imagined. His life ambition was soon established after he read a new biography of Mgm studio, Boss be mayor, written by Boss K. It was called Hollywood Raja. I want this job, he thought to himself. And then the second quote was, Ge was riding high. Yet. He remained unsettled and put... Okay. So this is really interesting actually. As I read these next 3 sentences to you. This is a description of David Ge from his biographer. But really, this is... Could be word for word, a description of Louis Mayer and why find his his tale more of a cautionary retail. The beginning of was his life is very obviously, inspirational starts out unbelievably poor and works his way up to being 1 of the most influential. If not, the single most influential person in the movie industry history. But he loses his way along the way, after he finds a lot of success, and he just... He's very deficient as a personality And very similar to to how I felt David Gif was as So it says, yeah, he... So, again, this is a description of David Ga, but really now reread it. It's a description of believe mayor. So it so serves a dual purpose here. Yet, he remained unsettled and plagued by feelings of insecurity and dissatisfaction. He was driven by a devil that constantly told him he needed to be bigger more and something else. He simply was not the kind of man who is gonna stand in place for very long. He decided suddenly and this is David now. He decided sub... Suddenly that now was the right moment to turn his attention to fulfilling the fantasy he had since reading the biography of Louis B mayor. He wanted to be a power broker in the movie business. Okay. So I wanna start is early... Actually before I there. Guess I'll tell you a lot of what I have what I wanna talk to you about today. Is not really specific... It's not really specific to Louis Mayer. What I what I I thought of what I was reading this book. A lot of his life is just a metaphor. A study of human nature, and we're gonna see a lot of parallels between the very beginning of the movie industry to that multiple part. I think I look well, like 10 or 12 different books on the very beginning of the automobile. Street. Just like in the the very beginning of the, you could not really predict who is going to be the the actual winners. And we're gonna see Louie Be Mayer for much of his early career in movies. He was very, which she was just 1 of many, many hundreds, if not thousands of other young movie entrepreneurs trying to succeed in this at the very beginning of this issue. So alright. Let me start with the first part of the book I found most inspiring. The second part is cautionary tale. First part, his family was he came... He was unbelievably poor. He was born, they were they were Jews in Russia that had to escape and they escaped to America. So it says, the father, Jacob had been a poor labor, and sometimes trades in a little town near minsk and mother Sarah was a woman of peasant stock. They were property lists hand to mouth descendants of long generation stretching back into the dark and nameless ages of wandering Israeli. And this is what he remembered about its early life and this tells you... I mean, this is 1 paragraph and tells entire story. His own recollection of his early childhood was mer meager and dim. They were mainly met recollection of being hungry. That was the only memory mayor had of himself as a little boy. And his family realizes at this time there's no... There's opportunity in Russia, they arrive in America, this a description of the family once they get to America. They were poor when they arrived in the community. Agonizing poor, which means that they had practically nothing but the clothes they were on their back. What's really fascinating. Think about the justice position between where he's starting. Right? They arrive, Their immigrant America, They don't have anything but the clothes on their back could barely afford food for 9... Almost a decade, Louis Mayer will be the highest paid person in America, as for in terms of salary. Work for them and doing anything they could find. Anything to get themselves started and have pennies to buy food. And food oftentimes considered consisted no more than a stale loaf of bread on a few potatoes. And so at this point, Louise just a young boy. He's gotta help out in the family business, they, they're, like peddle. They go around and collect junk, like scrap metal and try to resell it. And he's trying to do his family trying to have him do 2 things at 1 time. They're trying to help have him help out in the business and go to school. And we're gonna see, you know those those things are gonna be in conflict. He's never gonna be really good at schools 1 could expects says. And so it was that Louie compelled to help add to the family funds was out on the streets rag picking and collecting scraps at all hours when he was not in school. When he was in school, he ranked poorly among his conte. It would hardly be expected that a boy from a foreign, whose language was only yi until he was 5 or 6, and who was forced to work all his spare time at a fairly exhausting toil would be exceptional scholar among the more fortunate youngsters of the town. And so Not easy poor, Natalie only having to go around looking for scrap metal, doing physical labor, anytime he's not school, but there's a lot of anti semitism. He's used to him and his brothers or chased and there's, like, these these different street gangs where they're living, and they're usually in, like, ethnic fact faction. So you have, like, an Irish gang, a German gang, all what all the different gangs had in commons. It common is they did not, like Juice. So they they hunt and fight people like Louis his brothers. But what was really interesting is he re the violence as an outlet for the otherwise poor state of his life. So so it says it wasn't uncommon for Louis his brothers to have to have to fight their way home in evenings through gang of through the gang of kids that lived in the slums. They called it j bait. Is what the author refers to it as. J bait was a past time, Louie came to know. Now this is a weird. His his odd perspective. Right? Most people would be fearful wouldn't run away. I don't wanna have to fight all the time. He wanted this outlet. Fighting provided an easy and convenient release for him. He had a lot of natural aggression aggression that came out in rough and tumble bras. And this is where we see that Louie not a normal person. I remember reading the biography of lauren a first finger and he says that the his dad was unbelievable discipline. Disciplinary, and that most people would break under the discipline, But Arnold instead, instead, channel it into drive. And so we're seeing a lot of people would break under such a a terrible life situation. Louie largely took his his shitty life situation and added it and use it as fuel for his ambition. So it says, how powerful and violent were the urges and the depths of the growing boy to break out of his in... Immigrant en case. Even as a this description of of him as even as a kid. Certainly, aggressive and ambition were outstanding in Louis Mayer. He was persistent and tireless in his efforts to get ahead. So 1 day, he's out looking for scrap metal, there's the debate over whether he was breaking into another person's, like, junkyard to steal from it, but the owner is, a couple decades older than Louie, and he doesn't react in a way. We doesn't press charges. He winds up taking an interest in Louie. And this is 1 of the most important influences in the young life of Louie Mayer. We've seen this over and over again in the books. Somebody older, somebody wiser or takes an interest and and fundamentally changes to the trajectory of somebody's life. And so much so that years later when the merchant dies, and Louie goes back to his hometown. He always goes to his grave to put flowers on it. So some of this is some of the the lessons that he learned from from him. He says the merchant in the lad became good friends. Wilson was sage and understanding. He was free with encouragement and help. He strongly impressed the youngster. Of us, he strongly impressed upon the youngster, some of the good basic rules of life and gave him a sense of the importance of being able to draw strength from within oneself. 1 of his favorite maxim, which which stuck in the mind of the boy had to do with behavior and adversity. When then this is a quote from Wilson. When you come to the end of your rope, Tie not in it and hang on. I'm gonna repeat that because I want you to remember this for later. When you come to the end of your rope, tie knot in it and hang on. Alright okay. So Wanna fast forward because he makes up a month momentous decision. A very important decision when he's around 20 years old. His... He decides to go to boston. And he's like okay, there's no hope for for me in the small town. The the entire family's engaged in, like, this scrap business. Right? But it's not... It's not very successful. So he's like, I'm gonna go to a bigger city, and I'm gonna do the same thing. Yet, I'll be able to grow... Since I'm in a bigger city, I'll be able to grow the business larger. And so this is on his decision to move away from his family and to seek opportunity in Boston. Old tears battled with ambition inside the vigorous young man. Ambition 1, of course. So that's a good good way to think about the the dichotomy that's raging inside of Louis mayer, maybe till dies. And the fact that he's extremely ambitious but he's got this these internal demons. It does remind me it's it's spooky. How much of Louis mayer life, parallels with David Ge. The fact that they're are... There's these these deep insecurities that driving them. They never feel good enough. They they both are insecure about being jewish and small, I wanna be rich and powerful. They all... They both wanna seek the ad isolation of other people. They're both extremely money hungry. They both don't get along with people. There's fist fights and David Ge case. He's getting punched in the face. He's getting eggs thrown in him. They they follow out with partners. I mean, their stories are almost the same, which just separated by a few decades. But again, think about that old terror battled with ambition inside the vi young man ambition 1 of course. It won always, but now without struggling pain. So he moves to Boston. He's going to think, hey, I'm going to to do... I'm going to do the scrap middle business. He starts off. He's not having success in Boston. He hears that there's a better opportunity to move to Brooklyn. Okay? So he's going... He's chasing operative operated basically, what I'm trying to to to tell you is that he's chasing opportunities and he's failing. And he's close to being bankrupt, and he's got 2 young kids and a wife to support at this time. He's still really young it. Just imagine being in in his shoes at this moment. The Brooklyn venture was a Fiasco, and Mayor began to lose the un qualified expectation of prop of prosperity in the great United States. The 1 business he knew the junk business was not panning out for him. Mayor finally gathered up his little family and crept back to Boston to return to the home of his in laws. Doesn't... Can't even afford to support his family. He's gotta live with his mother's... Or his his wife's family. Right? And now he's gonna start all lubricant again. He was close to being bankrupt, and he told his for as... And as he told his friends dismal that before he came to that honor, he would kill himself. Okay. So he's at rock bottom, almost bankrupt very depressed. Can't support his family. This is where he learns. This is the gonna be the very beginning of what's eventually going to morph into the movie issue. So he's got a friend. 1 of his friends owns these things called Nickelodeon. Okay? So it says in 19 o 7, there was a there was sweeping the United States a new entertainment phenomenon. It was the Nickelodeon Craze. The Nickelodeon was a species of theater or Play house devoted to the showing of new moving pictures is what they called them. The reason they were called Nickel nickelodeon because you... They would charge, it was a nickel per customer. So his friend is running a nickelodeon and Louis starts working their part time. So he says he was not above doing occasional jobs for him. Such as standing at the door and taking tickets are handling the box office. Immediately, this form of commerce attracted and fascinated mayor. He sought as something much more likely to return quick profits than buying and selling junk. So he sees his friends having a lot of success in boston with the Nickelodeon. His friend tells him, hey, I have an opportunity to buy another Nickelodeon in a small rundown town. I'm not gonna pursue that, but maybe you wanna do it if you wanna get in in... If you wanna invest in this business. And so they go and they see this. It's in a small little town of Massachusetts, and it's a run down theater that's currently closed. It says it was dirty, dan and Dismal. And he'd had gone by the name of the gem, discuss its citizens called it the germ. What a contrast between Joe Max Gold mine and the shabby dump? Joe Mac is friend that obviously owns Nickelodeon. Should Mayor written and it was 50 dollars to... For this opportunity, but he isn't having money. He's gonna have to borrow this money. So since should mayor risk his 50 dollars and off chance. He did. This is probably the toughest and most critical decision he ever made. That's just for the rights to it. He's gotta invest a lot of money. So he's gonna wind taking this risk and going back and raising borrowing money from everyone he can and trying to make a go of this tiny little nickelodeon. This was probably the toughest and most critical decision he ever made. He returned to Boston full of steam and started talking in enthusiastically among his skeptical friends and in laws. It was by the most extravagant of calculations a modest debut. So now I fast forwarded little theaters up. He's painted it. He's tried to to to basically emulate what he saw the his friend do with the success of his nickelodeon in Boston. In the... It's first month, the little theater survived and little more. Attendance was not excuse attendance was good, but not excessive. It was very touch and go. So he's not really making much of a success. He has, and this is very common in his life and career a few times. His several breaks, where these just massive hits, lift him out of where he's at and brings him to the next level. And this is 1 of them. He's really smart too. I would consider, like a suction cup, like, the Henry Kaiser was described. He was constantly studying and and analyzing what other people are doing, trying to learn from the people that came before him and his competitors. And so he winds up hearing about this this show. And it is the story of Christ, and it's, like almost like, remember, there was a few years ago, there's massive success Gibson had with the movie passion of Christ. And I think it was 1 of the most profitable movies ever, and it was very similar where you'd have just tons and tons of churches and people... A part of that religion that would rent out theaters and just encourage everybody to go see this movie. So there was a story called passion play. And it was a massive success in other cities. Remember, this is early 19 hundreds. It's not like the information flows very easily. And what he realized realizes, like, this passion play is working on all these other cities. Why don't... It's Christmas season Why don't I try to get the rights to this movie. Movies not really deter show. It's what think of it is how you would think of it now in this period of in history. And so he's like, okay. I'm gonna take the risk I'm gonna assume because of was successful other ware, other cities that is gonna be successful here. And it was a massive massive success, and he winds up taking the money that this 1 hit play hit show is going to do and he's going to to give him the finances, and he's gonna leverage that and start buying a bunch of other theaters. Now, again, this is the very early days of... This is way before he's he's gonna become a theater owner. Than distributor and then finally, he's going to be a producer, which is what he does an Mgm. Okay? So says, what was the most important was that passion plate cleaned up for Mayor. It earned him several hundred dollars during its engagement of 1 week and permitted him to have the satisfaction of success. The miracle had happened by 1 bold move, he had salvage himself. He was soon able to dis associate himself from Joe Mack and cut loose as an independent show. So nice this is where he goes around opens a small... A few small theaters, theaters like the gem. This little success is starting theaters only wedded it his appetite for more. He was bitten by the bug of show business. This again sounds like David Ge. He wanted to move into the big time to make ever more money. He was convinced. He knew the magic that would make him a big man in the theater world. And before I tell you his next move, I wanna give you a little background on the the actual nascent movie industry. This is exactly like the early automobile industry. There's a thing called it, the s patent, I think it was called, where you have people that there's new inventions the very beginning in the industry. They try to patent and they try to to build a monopoly. Most a lot of the early automobile manufacturers would just pay up think Henry Ford was the first 1 to actually break the patent, and we're gonna see the same thing with the early movie entrepreneurs here. So this says the control of early patent holders and manufacturers of films and machines had thought to mono the business by forming themselves into a trust. This was rapidly challenged and broken by candid pirates and business buck years who came tumbling and slashing into the into the area as soon as its money making potentials were seen. Some were and con. But but a few were smart entrepreneurs who gathered and shape the primitive business into the cells from which corporate giants would grow. Louie be Mayer being 1 of those early on smart entrepreneurs that will run up doing this. And he's gonna join up He did not start Mgm. He was actually... His company was folded into his bought by other guy. And his name was put on at the end. He had a collection of small companies. Know he's trying to make into a larger company. And why he did that was really fascinating. You know, it was really counterintuitive of at time. I'll tell you more about that. But we're gonna see Louie just 1 of again, hundreds, maybe thousands of aspiring, early movie industry, entrepreneurs, they're just trying to figure out a wave. Like, how... What is gonna be successful in this new industry. And the way people made money to very beginning is going to change. So Louie right now is a he owns theaters. Right? He's going to... The first jump he wants to. He's like, well, there's more money in distribution because he's buying. He's that's who he buys the films right. So you have the people to make the films, then they sell it to distributors, then distributors sell it to theaters. Eventually, you're gonna have some companies that are gonna combine all 3 of these these activities. Right? This is how distributors made money at this point in the industry though. A distributor would purchase the rights to pedal a film for a specific sum And usually, they they did it on a geographic basis. Maybe you'd have the rights in New york, maybe we have a rights in Massachusetts. Whatever the case is, and it's usually for a limited time. The income of the distributor would depend upon what he could get for the film from the theaters. That's his customers. Usually on the basis of how much per day or per week. This is a business that attracted many budding entrepreneurs who were soon able to rise to high positions in the spiraling film companies. They were little fellows who scrambled over each other and and shoved and claw in a battle to the top. 1 of these was Louis Mayer. So at this point, right before, Louise about to have another big break. Does you have a severely fragmented industry. Right? And a lot of the people that made films, they weren't... They didn't consider self business people. Right? They just wanted to make a film. So a lot of them would sell out to distributors and get terrible deals. And in this case, mayor is going to wind up making over a million dollars from somebody else's film, and it's the film, the birth of the nation. Right? And what's... There's actually really interesting. There's 2 2 less here. 1, if you're making something, what James Dyson tell us. I'll the way back on founders number 25. If you make something sell yourself. You're in the best position to convince the cut... You know it intimate. You know your product, and you're in the best position to convince customers why has value to it. Right? And then the and then not doing so he and he'd learned from being mistaken. You get ripped off by other people to do that. Or ripped off, maybe he's not a very great word. You could take advantage of other people are gonna want it making more on your creation, and you you you can. If you just learn the skills of salesman relationship, you can avoid that. Right? So the second thing is the the important of being vastly different. So at this time, the birth of a nation, it it is gonna resemble more of what we think of movies. Remember there's there's no sound and movies yet. There's no color. Right? But it was 2 hours long, and it cost a hundred thousand dollars to make. This was all unheard of at the time. And so what was interesting too is how you might know that you have a successful problem product rather. People either loved the birth of a nation or they hated it. So this is a description of the the movie. It really is a metaphor for what's happening in Mayor's life. It would tell how it's stubborn visionary struggle has succeeded in breaking through barrier set up by early customs as to the size and dramatic scope of films. The picture hit the the public, like, a tree toppling storm, overwhelming it with Vivid evo vacation of the Great Dark crisis that still troubled hearts and minds, and would show how the system of distributing motion pictures, in those days was so naive that the lion's share of profits of this great venture finally went to the fall... To the fellows who hoc it, such as mayor. So the people that res sold it are gonna make all the money, not the actual filmmaker. And it's... The problem is that the 1 of the filmmakers makers I think it might be the actual main... It's his guy named Ai. He just he gives up all the profits. It's a bad move. Apparently, Ai figure the film would have taken the bulk of what it could get from Boston by then. So the film... It's not... I would not... I would say it's not very similar to, I think now movies are released. They make the bulk of their money maybe the first 223 weeks, maybe first month. Right? Sometimes, again, information flowed really a lot slower than. So this guy sold gave up all the rights to profits. I think he said, I think he winds up giving 90 percent of the profits to to Mayor because he soon okay that it's been off for a while. It's already made all the money. Can. So, yeah, I can give up this guy 90 percent, and he has to give him up down payment. I forgot what it was. It might be 10 or 20000 dollars, something like that. But, you know, I'm getting the better the deal because he's not gonna make a lot of money out it. Mayer was was obviously really driven, but he was a salesman. He was a show. He was constantly pushing and selling and selling and selling. So he's going to constantly drive and push ticket sales. So it says apparently a figure the film would have taken the bulk of what it could get from Boston by then no sooner was the contract signed, then Mayor started selling furiously. He's trying to expand the market for birth of nation. He realizes that, yeah, It's made a bunch of money success in other places, but a lot of people... There's a lot more people that don't know of its existence than I've already seen the film. So let me focus on selling it as ferocious as possible. The experience with the birth of nation was another turning point in the career of mayor. In the time he had the... He had... In the time he had the picture he made a million dollars for his company. And just like when he had success with the passion play, he gave him enabled him to go from 1 theater to another, he's going to use that money. He's like, okay. At first, I started out doing nickelodeon theaters, then I get into distribution of films. Now I wanna make films and I wanna own it all. Success with the birth of Nation was all took to him Bold mayor to pursue a still further inclination that had long been enticing him. He wanted to be a film producer. He wanted to get into the realm of fabrication and creation where glamour and excitement work. Okay. So before I get into his move to La and where he starts making movies. Again, he is not successful. When you see what Mgm buys his company for, you you see that he's... There's... The price of his company, I think is like 76000 that he sells to Mgm the the the soon to be combined combination of Mgm. At the time, let me get put that into perspective. There's individual actresses that are making double and triple that per year, and that's his entire company. But so he starts out making films it's not like he has an abundance of money. Yeah. He made a million dollars on the the, on the of nation, but he owed people money, he had financier years. I think he wants being able to take about 200000 of that after everything's paid paid off and paying people back. But What I wanna bring to your attention before I get into all that, though, is where I started where I started this thought was something I learned. 1 of the most valuable things I learned from the biography of warren Buffett, which I covered all the way back on Founders number 100. Is this idea that he has about the difference between an inner scorecard and an outer scorecard. It's a very powerful idea. He compares his mother and father. His mother had an outer scorecard. She was worried about what other people thought. Her happiness was derived on on what other thought of her and her family. He Warren had a very terrible relationship with his mother, he had a really great relationship with his father's person he respected the most because his father had an inner scorecard. And what Warren means by that is like, he made decisions based on what he thought was best for his life and he lived with the results of those decisions. As long as he was comfortable with what he was doing, he made decisions that were true to himself. Even if other other people around him, did not understand. Like, he starts his father starts being a stock worker, like, right after the depression. People tell me he's crazy. What are you doing. But this is what he really loved to do. So that's the path he pursuit. You're you're... And what Warren point teaching us that lesson. Is... You're a hell of a lot of better off in your life if you can maintain an inner scorecard. Thanks from first principles, really get to know yourself, what it is that you wanna do and do that. Regardless, we have as humans, we have this this immense pressure to conform to those around us. But by doing so, we look at these interviews when people are, you know, nursing homes or the close to death, they all talk about, I wish I had I lived a life more authentic to myself. Having an inner score scorecard means that you're living a life authentic to yourself. Outer scorecard you're driven by the and and seeking the the approve of other people. And I think that is a fundamental misunderstanding of human nature. We are all extremely self involved. Most analyze your thoughts, take an inventory of the thoughts you have throughout the day. Almost all of them are gonna be on yourself, what's going on in your life, You're hungry, you're tired, you're worried about something, yeah, you're anxious you wanna do this. You have a go all these these thoughts. Right? And so people that have these outer scorecard. They have in my opinion, like a a distorted view of human nature. So the reason I bring this up is because David Ge had an outer scorecard. Louie B Mayer or house an outer scorecard. A lot of the things he does, and you see that because their relationships. They're not doing things based on what they think. They're doing things because they think if I'm able to achieve this goal. If I'm able to be become to build this movie if I'm able to build the studio, people will love me. They will think highly of me. And they're not realizing that a lot of those this this... It's fake love. A lot of the people that Clint profess to to love Louie mayer, loved him when he was in a position of power to do something for them. Once he loses that position power, he's kicked out of Mgm after 27 years. He loses his job. And then suddenly, wears those friends. You thought they were friends for 25 years, they were not really friends because they're they were friends with you because of their own self interest. So I think again, think the way Warren Buffett is able to take ideas and condense them down and just think of it as inner scorecard versus outer scorecard. Am I making this decision because I truly want to. Or is a decision because I think my parents wanted me to, or my girlfriend wants me to, or my husband wants me to do this or anything else is like, no, What what is that only you can know that voice that's inside of you And I think it's extremely important? There's a there's a similar idea I'm gonna bring to your attention right now where Louis mayer only wanted to make high quality family movies. Right? Hi. In a way, it was very similar to Walt Disney, But the difference was why they were doing it. Walt wanted to make the best of whatever he was working on at that time. At the very beginning, he thought he he he just loved. That was his sense of humor, you know, but he always focused on quality. Louie Mayer is gonna focus on quality too is what I'm gonna read this this this paragraph to you. But Louie Mayer is doing it because that's like the largest market. That's what give him the most idea. Walt Disney did it because that's what he was focused on. And his focus changed as we saw when we studied him on the multiple pockets I've done about him. Eventually, he's gonna make the best animated movies ever. And then he falls out of love with animation and what he gonna do? He he says, okay. My inner scorecard now tells me, I don't wanna do movies. I wanna do theme parks. Everybody's around him. Like when he certain animation to be waste your time. You know, you can't have a full length animated movie. All those other their stuff they told them. And just like say told me, like, I, you can't do a amusement parks or you know full of scams and their dirty. Like, my park won't be like that, but he was driven by in inner scorecard. Or whatever was in front of them. He was gonna do quality was his god. Right? But the... Even you could say Louie Be mayer, Quality was his god, but the reason why he's going after quality or what he appeared to be quality. We're vastly different So it says the measure of his determination to make himself distinctive was evidenced by his systematic efforts to ensure that his production have quality. Less clever friends in the business tried to tell him that once he had a star, he didn't have to worry about a story, a director or a cast. The star would sell the picture, which is all he wanted to do. Why spend money on incidental, skipping in those areas. Meyer didn't go with that thinking. So this is Meyer describing that. He says, regarding my idea of a leading man of star. It is the same as my ideas of play and cast, and meaning namely the... Namely the best is how he summarizes that. My un changing policy will be a great star, a great director, Great play and Great cast. You're authorized to get these without stint or limit. Spare nothing, neither expense time nor efforts. This is why I say there's... That's the similarity for Disney even though the the... Their wives are vastly different. Results are results only or what I am after that was mayor. Okay. So he's doing that even though you can't really afford to do that. I wanna bring this to your attention, though, because this is where I feel the deficiency of him as a person why I consider him a cautionary tales. It's very surprising to me. Not surprising to me because David Ge, again, they're very similar, But I I... I'm III just can't believe you would read this spiral and being like, yeah, I want that. Because this guy's life, it's not turned out well. Yeah. Usually just makes a lot of money from the outside financially successful, but torment interior in inside poor relationships he runs being a estranged from his daughter. Just, again, this is not... This is, like, when I'm reading this book, alarms are going off in my mind. Like, you need to avoid these mistakes. And part of this is he's got no loyalty to anybody. Ge did this too. So it says his indeed, his old friends in Boston were considerably shocked and provoked at the way he apparently dropped them. Once he was on his new road, so he moves to La. Just a ton of people that helped him out the beginning of his career. He doesn't... Just leads him to the side. Just skip over the names. It's not important, but these 2 guys had furnished his chief financial aid. They became disillusioned and resent because he did not cut them in on future deals. I had a loyal, I had a loyal employee named Tom. He left him behind in Boston to to run his businesses. So he's still got the theaters and his distribution in Boston while he tries to make them build a new company in La producing films. Right? So he leaves Tom back. And he's like, yeah. Just do the shop for a little bit and then come out west and just start working. So if few... It takes tom a few years to wrap up all Louise businesses. He tries to go to La, and my mayor's is like, oh, no. No. You know, Just just stay. You're you're better off just going over there. And just completely ditching him. So he... He's constantly doing this. He does this to family members. He does it to friends. He does it to past employees. As soon as you are rent in a case of, like, his family member. You disagree with him. He's has falling out with his daughter politics. Like, this that... That's silly nonsense. But in the professional capacity, as soon as you... Your value to him is used up, you're you don't exist. So I wanna, switch gears here for a second. Because I thought this is fascinating, the similar similarities between Detroit in the very early days the automotive automobile industry in Los Angeles in the early days, the movie industry, La is about to boom. At the very beginning of the movie industry though, it was not the sole place. Right? So it says, it, he starts moving talks... I'm gonna skip over this part. He's he's moving from the East Coast to Los Angeles. So it says although at that time, as many pictures were being produced around New York as we're being made in California, but the swing to the west was on. So it says Mayor was... But 1 small producer, in the large migration that immediately followed the first world War. This is important. There was no sign that he was going to be at this point in his career, there's no sign that he's gonna be the most successful the early studio heads. Right? Considering the present metropolis, it was amusing to recollect to recollect Los Angeles as it was then. It was a sprawling provincial city on the threshold of its first major boom that was sparked by the oncoming industries of motion pictures and oil. Hollywood was not many years removed from a citrus grove. The Los Angeles at the time regarded these mushroom picture studios as Boom town. When as about as settled as traveling circus. And this is a description of of mayor in the earliest days of moving cal... To California. He was a new sort of person, a tough little man who rode around on ford and boasted confidently that he was gonna become the best producer in the world. He seemed to have no ambition in inhibition, no sense of embarrassment as at his unrest unconstrained self promotion. And yet, we see underneath the the that self promotions, some a part of him that he's not showing to other people. And yet in those days, mayor also had secret attacks of sudden paralyzing depression and emotional instability. Many times when he had an appointment to see someone he regarded as quote unquote big in the industry, his secretary would go into his office before the person arrived and find him sitting in frozen terror, tears pouring from his eyes. A few minutes later when she took the visitor into his office, Mayor would be sitting there and would jump out to greet the arrival with the cheer and self assurance of a man thoroughly collected and in supreme command. Something that was also similar to the earliest of the automotive industry is the fact that there is a literal fist fights. Oh, I can't tell you how many physical altercation alterations mayor or gets in into this book. I don't know like, 10. I... It's AAA lot. And and this is the time. There's still no sound. I'm gonna get to the importance of the... What sound and that new technology just in the motion picture industry, but, this is all silent films. Charlie Chaplin is 1 of the biggest stars at this time, and he's... I forgot even what he sets, but Mayor... Gets into a fist fight with him. So it says, mayor got up and went to the lobby. Charlie Chaplin and another gentleman followed him. There Mayor said something to the comedian that he did not wish for anyone else to hear. Take off your glasses chaplain challenged. Mayor removed his glasses with his left hand and with his right clipped chaplain neatly on the jaw. The comedian tumbled backwards into a pot into a pot plant. Other people in Intervened. Chapman was led away bleeding. This was not the last incident of fist swinging in which mayor was to be involved. He was 1 of the frequent scrap in the boom days of Hollywood. And the weird thing is like, having a conversation somebody gets into a disagreement and suddenly without even saying anything he jumps through, like through the other side of his desk, and just immediately starts fighting these people. So Mae starts having fight with talent. He fights with competitors, there's fist fights between other, like, a, actors competing for the same role. There's just a lot of violence in the in in these early... In the early days of this industry. So this is a little bit more on the struggle this time. Because, again, this is before he's at Mgm. He's got the small little struggling studio. And so it said it says it was not all Sunshine profits with Mayer company during these embryonic days. Mayer was far from being 1 of the top producers of Hollywood. He was a small enter enterprise operator. This is I I I'm repeating myself but this is brought up and explained in in in different ways multiple times. I think it's 1 of the most important parts of the book. The fact that, you know, there's a many different mayors. You need a lucky break obviously, but also, he's 1 of the few people that didn't There's a ton of examples on the book of people starting out that make money for fears. First sign of struggle they quit. And so the longer he goes on, the longer he's able to not quit. The few competitors he actually has. I think it's an important part of, important lessons book. There were many others like him, claw to get minor stars and una test directors to make their pictures and help them get ahead. On some films, they picked up profits, and on others, they definitely did not. The business was a gamble for them as it was for Mayor. Okay. So this is this is a really 1 of the fascinating parts because you mayor needed a a lucky break. Mgm stands for Metro Golden Mayer. Gold is was a company that was being run by some other guy after the founder Sam Gold when the guy at the beginning who says people showed up at Mayor's funeral just to make sure he's dead. He was kicked out of his own company. So he got this other guy that's running it And eventually, he's like, I got... There's a there's a contraction in the the early film industry. A lot of them are growing bankrupt, and he's like, I wanna sell Gold. And so this guy is going to sell Gold. He's gonna sell to the guy named lowe, the founder of Lowe S. Right? Lowe is the 1 that has the idea, the counterintuitive, and I think really interesting why they're being a really smart idea. That when everybody else contraction contracting, that's when I need to expand. So there... Lowe's having a conversation with the guy that owns Gold at the time. I'm gonna skip out on... I'm gonna move quickly through this part and just tell the important parts. He let it be understood that he'd be glad to make an arrangement whereby lowe, could take the whole business off his hands. A little light came on in Lowe's brain. Rather than abandon his Metro studio, why not build it up? Remember there's a recession and other studios are in retreat. So she's he's like, why are we else is doing that? That that's that maybe have success doing the opposite. Why not merge the Goldman company uses its facilities and develop a smart producing operation, which would be be able to provide his theaters, low theaters with a full and economical supply of films. Is where we see when I talked about earlier the fragmented aspect of the nature. Well, there's money to be made in bundling and un unsettling. Right? In this case, they're bundling. It's like, well, what if we make the films? We finance and make the films. We distribute the films to our theaters. Like, we can control and make all the money. And that's what Mgm is trying to do, it's going to wind being Mgm, but it starts out in the brain of low. And Lowe's is gonna die really soon. So says, why don't we merge all this together, and he needs somebody to run it though. So this is also another important point. Mayor is not a sure bet at the start of Mgm. Lo impressive Mayer performance, but he knew he would be gambling on him. So he's going to hire mayor to run this new collection of this new studio. Mayer was in a strong position of having a successful studio that was well staffed with the young T. T is, I would say, I would call him the creative partner for the mayor has at this time. The woman actually making pre capable of making good films. Mayors more of somebody that can administer the business and it kinda, like, keep everybody running. They is much younger. Mayer said on the son, they went up having a falling out because Mayor has a messed up personality. He's just inherently flawed person. So he says, he has Albert. He's got a bunch of good directors and an and a not, and a and a not... And if not, an impressive group of star. So he small success... Semi successful company, but but small. Right? And this is... He's... I wanna bring you bring attention to an a good idea in the mayor. Right? I'm really har on the fact he was a deficient person. I think reading this book or setting his life is really a a lesson, like, what to avoid, but he... He's obviously got good traits too. No one's all bad. No one's all good. And this is a smart provision that mayor insisted on. And originally, Lowe's is gonna bring over. So, you're gonna run everything, but no one's gonna know its shoe. It's almost like, I was... There's a eventually gonna cover the biography of Ralph Lauren. But we're run thing Ralph Lauren did that was really smart in the early days. It's like, Even at the very beginning we had, no shot, no money. He knew he wanted to be a to design his own clothing line. He gets a job, I think it was like Bloom dale, some large department store. And they love his designs, but they say, okay, we want you to be our designer of our house brand. So it's not gonna be ralph Lauren, and I think he was... The first thing he decided was, like, ties or something like that. He says, but, you know, it's not gonna be... You wanna... You want them to be ralph Lauren ties. I know, it's gonna be, you know, blue... Our house brand, and he said, absolutely not. And even when he didn't have any resources, he had, no no business turning down a job, he knew that's not that not service end goal, he had to continue to struggle till he found a way to build his own brand. Meyer is the same thing. He learned from the mistakes of people that came before him, there'd be a lot of for film producers, they they they merge larger companies, and then they disappear into that company. Meyer refused to let that happen him. This is really smart. In all, he insisted on this. In all advertising and pay publicity, the name Louie Mayer, should... The name Luke... I just called Wired. It wasn't I mayor. In all advertising and paid publicity the name of Louie Mayer, she'll be prominently mentioned as the producer of the motion pictures. Mayor undoubtedly remembered how Lewis shell sales next name had been lost when he formed the select company with Ado Z. He would not let that happen to him. So that's also something smart. Now this is what I mentioned earlier. The figure eventually paid for for for Mayer company was 76000 dollars, which shows a small value of the company and everything, but skills. There's individual actresses making double and triple by themselves, then this whole company goes for. Now I wanna go back to... There's still... I wanna point out a couple points very were interesting this deal, and I don't understand why low did this. So the... 1 of the surprising things I learned from me and spoke, Mayor didn't have any equity in the company that he ran. But he had to share the profits of the films. So I think Lou did this because he wanted to protect maybe profits of other, like, the the the the distribution part of the business like, the actual theaters. But so this is what Lopez says. I would rather make you shareholders in the pictures than stockholders in the company. Okay. But this is gonna cost you millions of millions of dollars because that means if you have this is a hit business. You have a massively successful hit. And even if your other companies losing money, mayer are still gonna make money on... Because he's he owns part of the films. Right? The profits. So he says, Lowe said, thus choosing a form of induce that was to cost Lowe's inc incorporated millions of dollars over the year. For a for the share of profits arrangement would seem fairly safe and conservative at the time became a gold mine for mayor when the company was swept to prosperity because it's gonna be swept prosperity on the the big hits the big movies that succeed. And so in addition to, to to to Mayor's high salary. Like I said, for to 10 years, I think, starting, like, 19 37 somewhere around there. I think 19 37 19 40 something. Be 46 somewhere in there He's the highest paid person in the United States, but he's also getting... He's gonna make a lot of money. Equivalent, he's making, like, 20 to 30... It be in today's dollars, like, 20 to 30000000 a year. For over a decade. But... We're not there. I wanna bring out at this point because I thought this is very fascinating. It tells you the insight and how others react. So the news is announced, Lo is common... Is combining his metro with Gold and then Mayor, they're gonna make mgm, and this is what the competitors at the time set. They just weren't absolutely not worried about it at all. In general, the new AAA automation was seen as a desperation move. Design is an attempt to rescue 2 to studios. And Mayor, far from being regarded as an executive with Miraculous powers, which figured as a shrewd, with more to gain than loot. That's probably an accurate description at the time. Mergers had become... This is why they just didn't care. They weren't worried. Mergers had become so common and so often futile in the growing industry that the chances of this 1 succeeding were quoted at even. No more. So 50 50 chance at this even survives. Much... No one's is gonna become the most power the most powerful studio, which it obviously becomes at the time. I think that's really important. Another thing I took away from mayor. That's positive. I use this... Let... Let's dis fill this idea down to 2 words. A max that we can live by default opt. However, that... That sort of skepticism meaning the skepticism as you got a 50 50 chance of even surviving much less, you know, thriving. However, that sort of skepticism had no place in the thinking of of mayor. He was fired with optimism. For him, the miracle had happened. In a matter of less than 6 years remember where he had come from at this point. Right? His early adversity winds be being an asset because he's like, I used to walk around as a young boy and collects scrap metal. Now in 6 years years. I I have become the head of a studio. It's head of an extensive studio, a a fine production facilities, plenty of talent, experienced artist and experienced artist where at his command. If he couldn't make them make good pictures, he figured it couldn't be done. So he's got default default optimism as his mod opera. Okay. So I wanna skip ahead, I wanna talk about the the effect that a new technology can have on an existing industry and how it can it completely transform everything, and this is what I meant. Was, like, not really specific to life of Louis Mayer, but really specific to how humans react. Our nature doesn't change throughout history, like, if you if you expose humans to the... Similar stimuli they're going to act in a small range of rather predictable ways. And so this is the reaction of the industry as a whole being fundamentally changed because they were just doing silent films. Now sound. This new technology is going to come in and we're gonna see how they... How they're dismissive of it. So it says the coming of sound to motion pictures and the pressures that this inevitably put upon the whole creative process, and this upon studio personnel did not occur in a brief time, though that now seems the general impression. The radical and profound transition was spread over 2 or 3 years. Comp, more than planning imp it. Let me pause right there. We've seen that before. I forgot who said it, but there's a quote in 1 of the books I read in the early automobile. Pioneers like, who who plan the auto? You don't plan industries. Who plan the automobile industry? It happened it involves organically. Right? You have hundreds thousands of little small companies a very similar to what nature does. You're doing all these little experiments, and we we don't... The result of that experience ex those experiments can can be the birth of an industry of successful. Right? Comp propulsion, more than planning and imp it against resistance within the industry. I wanna compare this to what Edwin land taught us. The reason... At the beginning of Edwin Lance career before he he develops consumer products and before he developed the polaroid camera, he was selling his inventions and technologies to existing industries. And he... I don't have the quote in front me but he says something like entrenched industry will always be against change longer than the private consumer and that and that that quote of his is why there's always opportunity for new companies. Right? And entrenched industry will always resist longer than private consumer. So he's, like, forget selling to the automotive industry. I forgot the other industry he was selling to, But maybe the military. And he says, I'm just gonna go direct to the consumer. Right? And they... And if I if I create something that's unique and I explained to the consumer, why why it would benefit them, they will buy it. So, again, sound. It's has stream resistance against the industry and that resistance is an opportunity for new company. So we know 1 of the the companies, the early companies that actually bets on sound is a... At the time is a tiny company called Warner Brothers. That company serves exists today. It it's opportunity the thing that actually propelled it to be able to succeed is the fact that it had a difference of opinion, realizing, okay. Once you... Once once consumers your... Your silent film consumers are exposed to sound. They're not going to want your silent films anymore. And that seems obvious to us. Right? But what's fascinating is that the people that they're their livelihood depended on selling silent films didn't see that. Okay? So it says sound as an ag adjunct as an ag adjunct for the flicker was actually an old idea. So flicker is in quotation marks. It's what some people were calling these silent films at this time. Okay? And this is really surprising. It's an old idea. Right? So it says Thomas Edison had intended in the beginning to combine pictures that moved with his pho photograph. Dozens of inventors had tried to do it with something less than success, mainly because the mechanisms all lack an efficient amplifying device. So this is from the late 18 seventies or certainly 18 eighties, maybe, all the way up until we're in the 19 twenties. Right? You had this idea, but you didn't have the technology. They knew it would be successful They just didn't know how to do it. It took efficient amplifying devices, which happens in the 19 twenties to radically change. It was not until the early 19 twenties that that this essential appliance was devised by western electric researchers. The western electric people working for the bell system the the telephone system. It's very fascinating that an idea or an invention in 1 domain is gonna be applied to another. So you have Western electric trying to solve a problem for the telephone system that isn't then going to be applied... Applied to motion pictures, fascinating. So they tried hard to interest film producers in the device for adding sound. None of the large producing companies was remotely interested. That's the opportunity? That's the wedge for Warner Brothers. Why should they endeavor to tamper with their satisfactory meeting of silent films. And what is their objection? Listen to this nonsense. The addition of mechanical audio would only be an expense. Existing companies thought an improvement to their product which we're gonna call that improvement sound as an expense. It it's not an expense if it makes your market larger. The amount of people that will watch a silent film and have to read subtitles is a lot smaller than ones that now, you making them do us work. Now instead of sitting there and reading, they're sitting there and watching. That is less work because the sound does the work for them And it is expanding the market is not an expense if it expands to market. This is where we see the small company at the time Warner Brothers makes a few short musicals. Right? These are not movies. These are, you know, I think 07:10, maybe 20 minutes long very short. And the public, this is the reaction... Okay. So the public goes crazy. They love these little musicals. Right? This is the reaction for... And I'll... I'll, explain more why you know it's a winner based on the the customer reaction in a minute. But this is the the the reaction from the exact existing industry. The system, meaning the system Warner Brothers used to make these musicals to add audio to film. The system was not regarded as anything more than a novelty by the remainder of the industry. We've seen this in the early technology industry and and in our days. A lot of times when you hear the reaction. This is just a toy. This is just a novel. That should be alarms going off in your mind that that could be the birth of a giant industry and you're at the very beginning. This is very constant human reaction. Oh, it's just a toy. It's nothing major. Toys turn into industries. So let's go back to the consumer reaction, how you know you have something. Right? This a description of the film. He, meaning the the the the actor face the audience. And for the first time spoke in audible words instead of printed subtitles. The effect was gal. Suddenly, the character was brought alive and made capable of giving vocal expression to the already tearful sentiments of the plot. The illusion was so effective that the audience cried and cheered. Bingo, right there, you have to go all in. Your product evo emotion. You win. Now, that's obvious. Right? Let's... This is this is this is mind blowing. This is maybe my... The most important lessons in all the book. This is what the existing industry. They saw the same thing. This guy's speaks out this actor speaks to him, the audience cries, they cheer they're emotional. Theater men saw no advantage in going into the expense of installing costly equipment while attendance was falling off because at the same time you have this innovation to technology, you have a financial contraction. Financial contractions, are temporary. But a new technology can grow. And it can be so much larger in the futures. We've seen over and over again. They da they accepted the premise that this was a cyclical drop, and all they could do was seek the shelter of stiff economies, meaning they can... They... They're contraction. They're firing people, they're they're building less movies and all that stuff. Well, they tended to blame their mis Fortune on the new wonder of broadcast radio now, this is very fascinating because what is also happening at the time they're driving sound in movies, you're having radio in homes. Right? And the author makes a very very important point here. So she says, what's swept into the great popular favor in the mid 19 twenties and became a fixture in millions of American homes. Right? So you got people that are used to being entertained an audio format that is a evo emotion that isn't... That did not exist previously, and now you have millions of them in homes. They regarded this new medium as merely a competitor for the customer's time. They're talking about the silent film movie makers. Right? Those those people... Already interested in industry. View radio, not as a new great technology that they could apply. Right? They said, oh, it's merely a a competitor for the customer's time. They did not realize what that new product is doing and training their their customer base. They failed to grasp that it was rapidly rendering the silent film commercially obsolete. They did not conceive the crisis in its broader terms. Namely that a basic evolution in the mass mechanical entertainment was occurring with the exposure of the public to image forming sound. The mis giving of industry leaders were substantially the same as before. What the hell is happening here. How could you have? You have 2 parallel technological revolutions that customers are responding to and drove. If you have them buying radios, spending hours listening to audio, you have people watching short films and crying and cheering Now that authors are speaking directly to them, and it says the mis beginnings of industry leaders were substantially the same as before, what did Edwin land tell us. Industry will always resist longer than private customers bet on private customers. That is the most important lesson in the book, and I wanna help you remember because don't think of it just in terms of radio in the 19 twenties and silent films switching to to sound films. It it... You're... We we are going multiple... Hopefully, a multiple decades ahead of you. You're going to see this play out over and over again. And the opportunity for the person that bets on private consumers, especially when their the existing industries are ignoring them, that's where you can build companies. That's where you can find wedges that's where you can find future products to build and companies to grow. Like, it's so so important. I wanna go back though, to this... Again, I think not only, okay. Hopefully, we're we're learning lessons that are helpful to our jobs and career that's the main point of founders. Right? But it's also to have a good life. I think entrepreneurship, I think we're having a well set... Being... As good as you can. And and the best you can at work is gonna give you more satisfactory more satisfaction on your... The overall life than than than if you you lack that. Right? So course you wanna spend time, personal research and development and and gaining the skills, taking ideas and being as good as you can and whatever it is that you do it during the day. But also, it's just a micro of having a good life. And 1 of these... 1 way to have a good life is don't have an outer scorecard. I wanna hit on this again because this guy is not good. I did not... You know, you read the biography for someone you get the essence of a person. This is more his outer of scorecard. Mayer was plainly a person who needed his share of praise who demanded some positive recognition of a... Of what a great man he was. So there's an observer. Remember, there's shareholders of board of directors, and they're making sure now Mgm... I fast forward in the story. Mgm giant, you know, successful studio, And they sent an observer. They drop in these executives. This is this happened in, with Bill Campbell. There's a book that, a couple listeners are recommended to me part to. Is called a trillion dollar coach. He was a mentor for a ton of people who mentored Steve jobs. He he was sent in in the early days of Amazon. When when when Jeff Bezos did... There's was a story about this in the everything store where Jeff Bezos, like, 30, 35 years old the time, and they discreet send him in just to... He said just observe them just to help him out. Campbell reveals in an interview later on that they were... They sent him in there to see if he had ever replaced the Ceo and he goes back to the boards. Like, this guy is out of his mind brilliant. Why the hell would you replace them. And so I think in that podcast and everything store founders number 17, I think, the way Summarize that, it's there's just gonna be no Sc at Amazon. Sc the guy took over for the young steve jobs at Apple. So anyways, the same thing is happening back in we're probably... I don't know. 19 30 somewhere in there. They bring in this observer to the studio. He's observing mayor for the the owners of the studio and the shareholders of studio. The reason I bring this your attention is because we clearly see Mayor's problem here this this this constant need for isolation from other people. And Must say, like, of course, when people tell you, you know, if you produce something and they, think it's great. Of course, that feels good. But that's not... It shouldn't be your primary reason for doing it. Right? So it says, Mayor was no doubt of brilliant man. This is the observers opinion on Mayor. With vision and understanding of the business of manufacturing films as well as further for investing in talent in every phase of the production. He he was also... But he was also careless manager. A favor with stubborn likes and dis dislikes and a brag who wasted his time and the time of others telling them what a great man was. He felt the need to make people grateful and behold to him. He literally bathed in the sunshine of his own self esteem later on, he could be because Mgm the growth of Mgm correlates with the growth of the overall... What we consider the movie industry today, he thought he owned the medium. So if he's... If you disagree with him what a good movie was, he thought you were wrong because I developed this medium. No you did not. And they could... They they... The author does a great job in the book comparing the medium of movies as a way to tell story just like the alphabet or language. Like, you you don't... You don't... No 1 has exclusive domain to that? Podcasts, books, where any any form of you communicate with other humans. Like, those are just a medium. So don't confuse that as if you own it. He was very... Again, this is David Ge. Like, this is... There there's an ego on steroids here. And we see this in the way he interacts with talent. Like, it's... He's a manipulator. And... To note of myself on this paragraph is I don't wanna be on this side of transaction. I don't wanna ever put myself in a position where 1 person can decide with a my career successful or not. Like, in some cases, you have and in in industries, like, if you're an actor an actress, what our cases is. So he discovers his this named Joan Crawford, he says, his a joint and manipulating Joan Crawford, and and in her man wishes by comp... He used complaints, flattery, threats and in ent was famous around the studio. He would solemn counsel her and control her. And if need be, he would cry a little bit. Then he dropped a few hints of his favor and what consequences they might be. So this is, like a very manipulative person. This is what I mean. I wanna be on the side. I don't wanna be associated with people like this. It took a long time for miss Crawford first to get wise to him. And then it sum up the courage to tell them where he go. And so as more of these stories get out as people clearly start to see. Because you you can hide being a sc bag for a couple months, maybe a few years. He had 27 year, 30 year career in Mgm, you can't hide it for that long. And so we start seeing this this this... This is the beginning of the end. The dizzy decline was indicated by... By a drop in the gross income from 18000000 dollars down a 4000000 dollars. So in 2 years. In 2 years, the company's gross income was reduced by more than 75 percent. Alarm bells began ringing all over the place. Its studio. This is now the business that he's built. Its studio was was obese was in an obese and inefficient state. The employee list was loaded with high price executives, similar to to Mayor. But there were few creative producers who could be dependent on for quality films. So I love this. There's a there's a story in the book in insanely simple, where there's an ad being shot for Apple, and this guy introduces himself to Steve. He's like, hey Steve. And she was like, hey, what are you doing? Steve goes, and the guy goes, I'm an account executive. And Steve goes without missing a be? Oh, your overhead. And Steve had a lot of admiration for the people that did the work? He did not have a lot of admiration for overhead. And so we see that Mayor has built a top heavy company. Right? Because he he thinks everything he thinks he owns the medium. He he thinks he's all this love that he's getting from other people is actually real. Not realizing they're just doing that because he can he can grant them favors and parts everything else. And so he builds this this top heavy organization that has a bunch of executives and administrators but not talent. You're selling films. You need people to make good films. There's a... There's going to be a disagreement between him and the person actually making good films. This is Valve was at the beginning of his career. The guy told you about earlier. He thought about a son He went up dying early from a heart attack when he's in, like a 30 at heart condition. Several years later, mayor or finds another creative, another creative partner who's good at making films this guy named Sherry. And just like he had a falling up with T just like mayor has a falling with everybody. He has a falling out of Sherry and he he... So he calls up the owners of the company. And he's like, okay, I'm amazing. I'm the reason Mgm success. I'm gonna tell them they have to decide between him or me. Because he thought he he'd he didn't have a a real... He wasn't self aware enough to know that he was in vulnerable position. He's not 1 bill making the films. And so there... He's gonna like... There... He's gonna say, him or remain and they're like, okay, Him. Get out of here. The decision was soon forced by mayor himself. After another another fight was Sherry, he got Sc on the phone. I... I'm partner not pronounce this guy saying, but the guy that's gonna make decision. He got him on the phone. It's either me Sherry, he stated. Shank was ready for the question. Knowing what was happening at the studio, he had had the the a he had he had commissioned a full digest of the studios books, which was an analysis of the record of the company of the company's product before and after Sherry came. On the basis of the analysis and and Mayor recruited Sharing. On the basis of that analysis, he wrote me a a personal letter which advised him, all things considered that Sherry was his choice. The implication was unavoidable. Mayor was being requested to resign. After 27 years as head of the studio, he was being told to go. The... This is his end. He was brought down by ego and demanding credit. If you're the leader of an organization, you shouldn't care who gets credit. All you want is the success of the organization that you're that you're leading in the ones that you built. And in Mayor's case, he'd rather see it fail if it comes down to him not getting credit, he'd rather see it fail. The smarter move is, I don't care who gets to credit. I just want this company this project whatever to succeed. He's brought down by his own ego. That is the cautionary tale. That it doesn't matter how successful you become. If you never if you never addressed... And everybody has defects in a personality. And but if you never addressed them, it's it could lead to your own downfall, and this is a summary, of 1 of the main problems with mayor. Less kindly persons put it bluntly. Mayor had a psychopathic need of power. And this is why the very beginning, we see that the author says that his life ends in tragedy. The note off myself is what a terrible way to die. Remember the advice that he got from his mentor when he was a kid when he was a young man. This is... He's in the hospital. He's dying from from blood... He's got cancer his blood, and he... He... This is after he's had the falling out with 1 of his daughters over who she's supporting for and her husband having a something and in consequential her husband having a, like, a fundraiser for a politician that that may didn't, like, and them not ac to his desire to control their behavior. And so this is what a... And... Or his daughter's name is Edith. 1 of his daughters the 1 that he's he's going to be estranged from. And this is what a terrible way to die. In the last days, a separation from his daughter Edith, apparently haunted him, he often mu in his hospital room. Has she come yet? Is she outside? He had come to the end of his rope, and he had the physical or moral strength to tie the knot, and hang on. And that is where I'll leave it If you want the full story. If you buy the book using the link that's in your show notes, you'll be supporting the podcast at the same time. If you also wanna help the podcast and a friend simultaneously I'll leave a convenient link if you wanna buy a friend a a gift description to founders. That link is in the show notes as well. That is a hundred and 73 books down 1000 to go, and I'll talk to you again soon."
}