{
  "transcript": "A few years earlier, there might have been great concern among Microsoft Senior managers about the condition of Bill Gates when he showed up the next morning. After a restless night before the launch of Microsoft Excel in New York City in May 19 85, Gates had shown up for the big event without sleep without a shave and without a shower. He looked as bad as he smelled. There was no need to worry this time. Gates had been 29 years old that Day in New York City. Now he was a couple months shy of his fort birthday. The computer geek once ridiculed for his personal appearance had cleaned up. Literally. The personal changes in gates had been as dramatic as the increase in his wealth. Which was now approaching a staggering 20000000000 dollars. Forbes had recently named him the world's richest individual. He was also 1 of the world's most powerful. He was so well known internationally that he conducted his own foreign policy. Calling in China's president and other world leaders during business trips. He socialize with Warren Buffett. He played Golf with the president. He wanted to be taken seriously as a visionary as a state's men and as an adult. But for all the changes, he was still very much that intense young college dropout who had found in Microsoft at age 19. Neither marriage, nor fame, nor Fortune had diminished the white hot competitive fire that consumed him. That was an excerpt from the booking we talked to about today, which is overdrive. Bill Gates and the race to control cyber space by James Wallace, as you could probably tell from that subtitle. This was a very old book. This actually book... This book was published back... A wall the way back in 19 97. And the way I found this book is because James Wallace was also also 1 of the authors. That wrote the book that I talked to you back, that I talked to you about, all the way back on founders number 01:40, and that book is called Hard drive, Bill Gates and the making of Microsoft Empire. It is 1 of my favorite books that I've read for the podcast so far. You haven't listened to it, I highly recommend listening to that to that episode, but also reading the book. It's fantastic. It covers the first 35 years of Bill Gates life all the way up until Microsoft microsoft's Ipo. So he wrote James Wall sorts. This is a Sequel sorts And this is gonna cover... This is gonna cover the next 5 years of Bill Gates life as he continues to build Microsoft after the Ipo, that excerpt that I just read to you. The note I left myself was different but the same. So his fortunes have grown, the company's way larger got a lot more pressure now, but he still has that that white hot competitive fire. I think in the podcast on Hard drive, the way I would describe the the intensity that a young bill gates had, which is... Even says, like, if you listen to him, if you listen to a Modern day Bill gates talk. He's, like, you know, the younger version of me would be discussed with with who I am now, because he's obviously calm down a lot. He's not nearly as as intense as what he said? I guess, the the word he would use his hardcore. And I think the way I described him on founder number 140 was if Gen Khan wore a mister Rogers costume. Okay. So there's 2 main things that are happening in Bill gates life at this time. And you have 1... 1 is a mistake. The first thing is that he completely missed the Internet, which is surprising giving how Pivotal the Internet was or is and how smart bill gates is. Right? And the second thing is that he's being investigated he and Microsoft are being investigated for mono and anti competitive behaviors by the... Both the justice department and the Ftc. Most of the highlights that I have, the what I found most interesting and what I think we can learn most from is this how he could recover from this mistake and the competition that he's going to have with... There's a bunch of other companies, but primarily it's from Nets scape, which is the company that Jim Clark and Mark Jason founded that grew out of Mark Jason's invention of the Mosaic browser. Which is the the the first modern... You can think of it as a first modern web browser. Okay? So the author is gonna talk about, this... The surprising area where Microsoft's facing the most intense cup... Competitor our competition because they're focus on the large known competitors. And really, the way to think about this is that the benefit that startups have because they can focus on 1 product. They are not burdened with legacy, and I'm gonna read this quote from Overdrive, but then I wanna read a quote from becoming Steve jobs. So that that book Did. I think all the way back on founder number in 19. So it says Microsoft faces a new and even greater enemy, A bunch of wise ass kids from an arts... Ups start company called Nets scape. A company that did not even exist 2 years earlier had been keeping bill gates up at night, and we're gonna see a lot of parallels between the early days comp... It's between Microsoft and Nets escape, and then what was taking place, let's say, 15, maybe 20 years earlier between Ibm and Microsoft. So this is just something that's gonna repeat throughout history. And the quote, I wanna read you, that comes from, becoming Steve jobs. Is the benefit that, you know, that startups have because they can focus on 1 product and they're not burdened by legacy. Says most great silicon Valley startups start out lean and simple. The advantage they have over established companies is the focus they can bring to a single product or idea. Une by bureaucracy or a heritage of products protect, a small group of talented folks is free to attack a to attack a concept with speed and smarts. And this is more about Bill Gates missing the Internet, the Internet represented a true paradigm shift in the computer industry. Remarkably gates had missed it. And Microsoft now found itself far behind. I think by the time they start developing, and I'll get into more what they were focused on. And the mistakes are making. I think by the time they started developing their own browser and realizing, oh, wait. Nets escape actually has this correct. Nets had 5 or 6000000 people using their browser. And the the interesting part, and the reason I think so important. It's because it's not, like Bill gates some ignorant person. He spent a lot of time studying the industry. He knew the history of the industry, and he knew that very few are should no, companies had ever successfully transitioned from 1 technological shift to the next. So it says gates was all too aware of what had happened to once mighty Ibm during the last paradigm shift in the computer industry at the dawn of the personal computer revolution. Ibm lost its dominance to another ups start company with a bunch of wise ass kids and Pete sustained t shirts. And that company was Microsoft. So that I found that very interesting that the author drew our attention to the parallel But the same thing that happened is happening to Microsoft in this this short time in their history happened, they were on the other... They were the ones actually ins the change against of a larger, much much more established player in Ibm. And the author does a great job of real... Of describing, like, it's not that other people in the industry did not know what was happening. Right? It's just that Microsoft was so focused. And this is this is actually something that I thought about a lot as I read the book is, you know, we talk about the power of focus. How distraction is very costly. Your tension is extremely valuable. And yet, there's a dichotomy there because you can... What if... You're maintaining focus Microsoft was laser focused, but they were laser focused on the wrong thing. So it's not as simple as saying, oh, you just gotta keep focused. You have to keep focus and make sure you're focused on the right thing. So this is an example of 1 of a Sun micro systems founders, it's kinda build joy, gave a series of talks to where Heath was identifying. This is back in the early 19 nineties about the weaknesses of Microsoft. Right? So this is gonna show you that other people were aware that Microsoft was vulnerable. And I'm gonna... He... Bill has that actually, Bill Joy has a lot of interesting observation. So I want... I'm gonna spend a little bit of time with this talk that he gave. So says an early 19 90 bill Joy, Silicon Valley Legend, known sometimes as the other bill made what would prove to be a most remarkable prediction. Joyce said Microsoft would continue to dominate for the next 5 to 7 years. So he's saying in 19 90. Okay? So it says, Microsoft is gonna dominate for 5 to 7 years, then everything would change. There would be an industry breakthrough unimaginable at the time, and it would be made by a company that didn't exist yet. So that's the Internet and that's an Nets escape. Right? The rec joy, 1 of the 4 founders of sun systems had been preaching the gospel of simplicity for some time. That's another main theme. You gotta remember everything I'm saying here. Remember this for later on the book, Because this is gonna come full circle. Joy had retreated it, so talks about... Okay. First, it's you're gonna dominate for a number of years. Your your your vulnerabilities is not going to be to a competitor that is already known that you think you're competing with. Right? It's going to become the breakthrough that has not yet been invented by a company that does not yet exist. Right? And then he's gonna talk about the importance of simplicity. So it says he'd been preaching the gospel simplicity for some time. He had retreated to running a research lab that he called small works, which is dedicated to to the proposition that a successful software system did not have to have 10 zillion lines of code. After all, he reason. Successful large systems were launched successful small systems. He's going to draw parallels. This is he does something really smart in the stock. He's gonna draw parallel parallels from the history of other industries. Joy felt Microsoft was cruising for bruising. They were big and arrogant and trying to take over everything. Worst of all, their software just wasn't very good. I'm gonna pause actually here because when he said that 1... That's a... We had to realize that a lot of things are subjective, but a lot of people said, you know, Microsoft they're great at copying. There... We've heard this this critique over and over again. You know, the software's is not very good. Etcetera, etcetera. That's fine. Let's let's say we agree with his statement, even though it's it's a subjective statement. Really, the main point of me bringing this to your attention is because we have to remember that products don't compete in that company's do. You have a company like Microsoft that has better distribution, more resources, even if you think their products on as good. They... Usually history tells us though those that those companies are more likely to win than not. Right? So it says Joy compared, just summarize this that section, I sentence what he's talking about products don't compete companies do. Joy compared Microsoft software to the car is built by... This is what I mentioned... What I was trying to get to where he's drawing. The smart thing he does by drawing parallels from other industries. Right? The history of other industries. Joy compared Microsoft software to the cars built by general motors before the Japanese entered the market. The general motors cars were breaking down all the time. Then Honda came along with a quiet reliable car and changed the rules for 6 sesame in the auto industry. We're not done with this Joy talk. He's talking about why why is Microsoft vulnerable. And he says, he says, Joy had a few laws of his own. So it it's this thing termed joys law of innovation. Right? This is very fascinating. I'm gonna draw a parallel between what Joy saying now in the early nineties and what we've learned from other people. Joy law of innovation was that the number of bright people in any company went down as the size went up. So we've seen this over and over again, Steve jobs called this causes this a bo explosion. A couple podcasts ago when we covered the early days of Spacex. Yeah, the book called Lift off. Elon Musk personally interviewed the first 3000 employees of Spacex for this exact same reason. The number of bright people in any company go down as the size go up. So, Elon I must knew this. Steve Jobs knew this. He he has a great quote. Obviously, think of it as Bo explosion. Paul Graham, the founder of why company... A y comb. I remember him saying something I went searched for it. I could not find it. So I'm gonna go off memory, but he para saying that there should be more thought into why the early days of startups are so successful due to the due to the be very beginning, you have a... Most of the the the employees of a startup are actually the founders. So what I took away, And, again, I don't know his exact quote, but saying, like, you know, maybe the reason successful because the... The my interpretation was, if you think about it as talent per capita. Right? Let's say you have 2 really talented cofounder. And you're the only employees of your company at the very beginning. Right? It's not gonna stay like that, you're eventually gonna grow, you're gonna hire more people. But as a as far as a a talent level based on the actual actual task that your company or the problem you're talking your company solves. You're never gonna have a higher concentration of talent, then when you have 2 people are really good at what you're doing. Right? You're going to eventually to scale up. But on a per capita basis, what Paul graham was saying is, like, you're never gonna have a higher concentration of talent. And inevitably as as a company grows, the talent per capita is going decrease. But anyways... I'm going off on a on on a an need tangent. Let's go back to his law of innovation, the number of bright people in any company went down as a size went up. Microsoft size and dominance like that of Ibm at the dawn of the personal computer revolution would spell its own demise. This is Bill Joy speaking. Okay? Microsoft would not be able to adapt and when be blocked out of new markets. Simplicity would win over complexity small over big. As Apple founder Steve jobs like to say when you are at simplicity, there ain't no complexity. I don't I've read a lot of books 6 books so far my steve jobs. I don't remember coming across that that quote, but that's fantastic. When you're at simplicity, there ain't no complexity. Microsoft was too big, it's software too complex. The great... The next great innovation Joy said would make Microsoft's complex software irrelevant. You gotta remember that part for the end. The next rate innovation would make Microsoft's complex software irrelevant. Okay. So now we're gonna get into who they're competing with. I've done podcasts on both of these people. So, P mark, Mark Jason, was founder number 50 I'm... If I'm mistaken and his c founder, Jim Clark. If you're looking for a book to read, that's really easy to read and your your learn and not even realize your learning because the writing so good. It's the 1 I did for... I think it's founders founder number 23. It's the new new thing, a Silicon Valley story written by Michael Lewis and it's About Clark. And it is written about about the time, what's going on with this. It's actually written, I think in year 4001. So the events that happened this already played out. Anyways, let me go back to Mark College. It says 21 year old mark Teresa had made up his mind that he and his friend would work around the clock as long as it took to create the next great software program. This is the going to be the mosaic browser. Enrolled, I'm giving you pre history. The pre history of Nets scape. Okay? Jason enrolled in the electrical engineering department, but light Bill Gates when gates attended college, and Dries often cut classes and when he did go, he paid little attention. Now, this is gonna give you, this is where he stumbles across the idea that he can create a browser. And really, when I read when I read this part, I thought of Jeff Bezos was quote that we don't choose our passions they choose us. Jason took a job 6 dollars and 85 cents an hour writing software for 3 dimensional scientific visualizations. He's still in college when he's doing this. Okay? Although he was surrounded by supercomputer Houston found the work boring. It was in the physics lab that something finally caught his attention. The phenomenon of scientists sharing information around the globe over something called the Internet. So it's a time there's just text based browsers. Mosaic is the first image graph... I think they call it graphic graphical browser I can't remember the exact term. But this is where he gets the 8 days I way, I'm gonna... I'm gonna work day night until I have something up and running. This is when they develop Mosaic. Over the next 2 months Jason and bin work day and night, living on milk, chocolate cookies mountain doing mountain dew skittles. A a handful of other hungry, young and super smart programmers, from the department. I think this is in, Illinois. I came remember the name of the college at the moment, but it's the Nc. That's department that they're working with, are working in. So it says a handful of other young hungry super smart programmers were recruited help. Jason was a team leader... The the team leader and didn't tell anyone in management what they were up to. And this is where the author does a great job of drawing the parallel between, Jason and his small group of computer programmers developing Mosaic to Bill Gates doing something very similar What is that 16, 17 years before. Nearly 2 decades earlier, at Harvard Bill Gates in his childhood, Power, Paul Allen had hunger down to the computer center and spent 8 weeks working day and night to develop high level computer language for the first micro processing chip. Their software program was called Basic would become the foundation of a company called Microsoft. The Internet browser that ent and his team design in a similar 8 week marathon was Chris and Mosaic. A year later, Ent and Jim Clark which found a startup called Mosaic Communications Corporation which they would have to rename later to Escape because of due to the lawsuit, and Mosaic contained only 9000 lines of computer code. Thus validating Bill Joy prediction that the Next great innovation and software would be simple. And I... They're they use the comparison because what Microsoft focus on the time, they're they're developing Windows 95. So Mosaic 9000 computer Lines and computer code, Windows 95 something, like, 10 or 15000000. Okay. So I'm going to go back to nets game. Gonna go back and forth between my... What's happening Microsoft and Bill Gates mind at the time to what's happening in that game. But I wanna talk about... There's a lot of quotes in this book because of all this anti competitive behavior. That be investigated. So we we learn about Bill Gates through through the eyes of his competitors. And we're also gonna just I'm gonna read some great quotes from Bill Gates too. So we could see his personality definitely shines through. This is how a competitor thought about Bill. This guy's really thing and 1 of the funniest parts of the book is gonna happen with Bill gates obsession with this guy later on. So it says, Philippe Khan would later say that Gates looks that everything is something that should be his. This is why I compare him to Gen khan dressed as mister Rogers. Okay? Gates looks at looks at everything is something that should be his. He acts in a way, he acts in any way he can to make it his. It could be an idea, market share or a contract. There is not an ounce of conscientious or compassion in him. The notion of fairness means nothing to him. The only thing he understands is leverage. Okay. So now I'm gonna... There's some quotes we're gonna see from gates to see his personality. And again, this is young, the younger gates. This is the Bill gates that Bill Microsoft. When you listen to interview bill gates today. He doesn't talk like this anymore. So says when asked about the Ftc investigation, Gates had remarked that the worst thing that could happen to him was that he could trip going up the steps of the Ftc building. Here's another quote. Gates said in an interview that the complaints of Microsoft rivals were a case of sour grapes. Our greatest success is due to 1 single fact that I was willing to bet the whole company on the graphical interface. Gate said. Another 1. Gates set of his disgruntled competitors. Lotus lost ground because it was very late in catching the 2 biggest technology waves. The Macintosh and Windows. Bo International is too distracted with its bad merger. Philippe Khan is good at playing the Sa phone and sailing, but he's not gonna making money. Word perfect is only a 1 product company. Our most successful software is for the Macintosh. We have a much higher market share in the math than anywhere else. And how does Ap help us Well, they us in court. This is his punch here. In the future, maybe our competitors will decide to become more competent. Now it's gonna be funny that he says, maybe his competitors should be more competent. Now, yes, this is a book about Microsoft mistakes. Which he overcomes them though. So I'm... It's not like I'm gonna dwell too much on them. Mike Microsoft, you know, Microsoft is even to this day the the the financial success. I know a lot of people, you know, poke 1 of their products whatever case is, but it's a money making machine. Like, he built AAA very wonderful business. Right? But what's funny is he's like, oh, maybe or or how our our competitors would be more competent. This is gonna blow your mind. How did gay missed... This... These are personal notes myself. Right? How did gates missed Internet, Question mark. Gates dot Tv would be the future? What? And then another note of myself. What the hell? This is... I can't believe this. For many years, gates had refused to even own a television, preferring instead to spend his time reading. Okay. That's fine. Now we saw in the future a marriage between television and the personal computer, wait till I get to the punch on here. So the future now is is television and the personal computer. Right? The television he believed would become the general purpose entertainment and interface... In information device. It would be a newspaper, a Tv guide, a phone book and a textbook for kits. So instead of using the term Internet. He's gonna talk about information highway. This is what they're talking about. He says the information highway is going to be good. Is going to happen on the Tv and Microsoft gonna lead the way. Okay? So it says Gates was was planning ahead for the eventual marriage of the computer and the entertainment business. So he's talking about all these the meetings that he's having... He goes and he says Gates met secretly with Michael O, that name was sound familiar because on Foundry number 3, or excuse founders founder number 53. I write his auto who was Michael O, who was then the chief of creative artist agency in the most powerful man in Hollywood. To talk about interactive computing. So he talks about the information highway, which is not talking about the Internet an interactive computing, which is not... We're weirdly enough. This is why it's gonna blow your on. It's not gonna happen on the computer. It's gonna happen on the Tv. Right? So it says he was just planning ahead for the eventual marriage of the computer and entertainment business and most of those people, and most people in the entertainment business lived in Hollywood. Gates was especially interested in Time Warner pilot project to bring interactive television to pro 5000 Orlando homes sometimes in 19 90. I wanna pause there. K? Again, he thinks the future of the the future, the way people are going to access the information highway, which not going to be on the Internet. It's gonna take place on the Tv, a device he didn't even own. Do you see how ridiculous set is as opposed to computers which he spends all his time thinking about connected to Internet? How does... How is that mistake how does that even happen? How does you arrive at that conclusion, and that's part of the point of reading the book is to find out like, how the how the hell do you make a mistake like this? You don't even own that device and now you're convincing, and you spent the last 25 years of of your life obsessed. He is a compulsive passionate computer user, and you say no. No. Forget the computer. It's gonna happen on the Tv. What? And so this is based on this this... This he gives like this 2 hours long talk in Orlando, right before this interactive television project is gonna launch. Right? And again, he completely misses the Internet. As Gates talked about the future that night, soon Gates talked about the future that night. Now once in his 2 hour talk, did he ever mention the Internet. Internet savvy computer uses around the country we're by now discovering the wonders of the worldwide web through the simplicity of the mosaic browser. This is what I mean Like there's there's 2 parallel stories in this book. 1 is how Microsoft has distracted about everything accept the Internet and how Mosaic at Nets scape is focused only on the Internet. I think that's the main point, the main lesson here. Right? Gates meanwhile was cruising along the quote unquote information highway focused on the promise of interaction tele interactive television, the note of myself this is, I left myself on this page. It's just bizarre. I don't understand this. And it's... Again, this is what Gates gates is running the company's got 20000 employees at a time. He's pushing everything. But there's people on Microsoft that are spending time on college campuses. This is like, hey, guys, we need to focus on this. And this is an example this guy named Gl. Gl had dialed into the net after downloading an early version of mosaic. It was amazing. Absolutely amazing. Remembered Gl, of the first time he used Mosaic, sounding like a teenager telling the story of his first sexual variants. With Mosaic point and click ease of exploring the Internet, gl realized just how powerful the new medium could be. All the light bulbs went on went on for me. I honestly thought this is the future. This was my... This was an epiphany if you will. Okay. So you have people... At this time, Inside Microsoft, Have access to to Mosaic. They're like, this is amazing. What is Microsoft instead instead building, and this is where it talks about, like, the the problem with... A lot... I'm gonna bring up a a bunch of the a bunch of I guess, quote to the fact that Microsoft, they copy. That's what they do. And when you copy, you're always behind. Right? That doesn't mean you can't win from a financial basis, like I said earlier, if you have better distribution and more resources, you you probably still will win. I understand why they did that. But but if you're... If you're following... If you're following somebody, and that person going down the wrong path, then you're just going down the wrong path. And so what they're doing is they're realizing, hey, there's all these companies at this time. American online, prodigy Comp serve. These are proprietary systems that connect to the Internet. Right? And so that's what Gates wants Microsoft to build. They're trying to build this thing called Microsoft Mike... Is it Microsoft network. I can't remember the name. But it's essentially Microsoft Version of American online. Okay? It says it would prove it it would prove to be the wrong strategy and strangely, and excuse me and a strategy that Gl had recommended against. This wrong strategy would end up costing Microsoft millions of dollars as well as time it could not afford to lose. So that is what Microsoft's building, Microsoft Windows 95. They're building Microsoft network. They're fighting the justice department, and they're doing and they're thinking about interactive Tvs as opposed. That's all the stuff that they're focus on as opposed to what Mosaic, remember they don't have to protect their any legacy products. They could just focus on 1 thing. And this this is going to be code named project marvel. Okay? More about that. Little did they know that they were creating a product that would be obsolete before it was finished. Gl tried to tell them that when he came over to make... To make his internet... His internet pitch. Change your strategy, Gl told the team later. So he's talking great. Let me let me... I I wasn't clear here. Gl is going over to the people that are running project marvel. That is the the proprietary Internet system, online system that, Microsoft is is building. Right? Because they're copying what everybody else is doing? They're, oh, American online, prodigy company serve, you know, they have something like, they're doing really well individually. As... I think they... They're... Each of them have somewhere around, like, let's say, 2 to 3000000 subscribers at the time. So Mark Microsoft everybody, we're gonna have way more we'll we'll build our own network and then we'll follow with Windows 95, and then we'll beat all these other guys. That'll be the future. Right? And so Glaze goes to this the to to the the team of Project Marvel. And no they're like no You gotta use Internet. Like, if you use Mosaic, you're gonna realize what your building is obsolete Like, why why investing resources. Let's just switch our strategy here. And he says no 1 was listening. Other than the occasional story that ended up being buried inside local paper, the National media in 19 83 took little notice of the Internet before I finish actually, let me finish your sentence. Leg gates, the media were focused on the information highway, interactive television. Again, they think inter information highway. Let's think of that as the Internet of was what we know today. And that information highway is gonna take place on the Tv. We obviously are living in the world that that they did not see coming. The real main point of that paragraph from the reason I brought your attention is because you don't get an edge by consuming the same information as everyone else. Everybody else was for everybody's reading the same story the same media doing all the same dumb crap. Right? And they're being... What... What's happening was everybody's focused. Everybody's focused on the wrong idea. Everybody's reading about, hey, it's gonna be... The information highway, not the Internet, the information highway and the Tv. And so all and the book goes in more detail about every single company doing exact same thing that Microsoft is doing. They're trying to build... I think even Jim Clark makes this if I remember correctly, when I read the new new thing. He even... Because his his original company, the that he was he developed before Nets, Silicon graphics was developing, like, these cable boxes, these these connected cable boxes that would give more functionality to your Tv. So, again, a lot of people are making the same mistake. The main lesson is you don't get an edge by consuming the information to share everyone as everyone else. Let's go back to Glaze though because the glaze he's not done. He's trying to sound the alarms and no money Microsoft is listening yet. That will change. What was clear glaze was that the Internet had produced a radical change in the computer industry. The last such change had occurred occurred in the late seventies with the when the development of the personal computer, triggered a revolution that gave rise to companies like Microsoft and altered the fundamental power structure of the industry. Gates believed the same thing was about to happen because of the Internet, and he was beating the drum loudly. He says, I became convinced that Microsoft was building the last mini computer. In other words, you're doing something well that's not worth doing at all. Right? So going back to Gl, the Microsoft network was based on the notion that your competitors were the model. That, you should copy priority proprietary online services like American online. And the and the reality was that the Internet was gonna be such a fundamental paradigm shift that you needed to think about your strategies fundamentally differently. So he's saying you cannot copy. You can't go off of a formula. You have to think from first principles. They were focused on copying their competitors. And here's an example of that. Gl might have hoped that the marvel team was buying into his vision of the Internet but he might as well been shouting into the wind. This is now a manager working on project Marvel. And this a quote from him. We were not thinking about the Internet at all. At the time, our competition was prodigy and comp serve and American online, and that's what we were focused on. There's that word focus. Right? A proprietary online service. After that Internet talk, it was, like, okay, Great. Now let's get back to work. So before I go back to why Microsoft couldn't think about the Internet. Let me go back to that idea. The fact that They're not thinking from first principles. They're trying to follow a formula. That that reminds me of a quote from the book 0 to 1. The single most powerful pattern I've noticed is that successful people find value in unexpected places, and they do this by thinking about business from first principles instead of formulas. So a formula already exists it's something you're copying. Right? Instead of saying, what is the best experience for the customer. That's... And and if you start for that question and then saying, I'm gonna design that experience, I'm not gonna think about what everybody else is doing. What is my best idea if that's best for the customer. Gl point is like, best for customers the Internet. It's using a browser making a browser like Mosaic, which is eventually... They're going to do. They're just not doing yet. Now this is more about why Microsoft could not think about the Internet. Somebody else had to think about it first. Right? This is gonna sound a lot like Facebook today. This this is another project. This is this another quote from that same project marvel manager. And frankly, that is Microsoft forte. A competitor comes in and does something interesting then we then we come in and basically clone it. We do it marginally better and throw some marketing club behind it, than relentlessly make it better over the years. That's our strategy, and it has worked damn well. Okay. So I wanna draw your attention something that's really interesting too is because you have professional programmers, Microsoft Thoughts resources. And yet they college kids have better access to the Internet than the programmers at Microsoft This is fascinating. So this is a employee for where Microsoft goes back and visits his Alma mater. I think this is happening at Cornell maybe. And that's... I guess, I'm important. What he found confirmed he's growing concern that the Microsoft was was sliding the Internet phenomenon that was sweeping across the land. They... College kids were exchanging email. They were sharing information with friends and colleagues at universities all over the world. They were even accessing their course lists off the net. These college kids were on the Internet exploring a world to which many of the top computer programs in the country at Microsoft's campus did not have access to. It's a different employee by Microsoft observing the same phenomenon. Most college kids knew much more than we did because they were exposed to it. If I wanted to connect to the Internet, it would have been easier for me to get into my car and drive over to the University of Washington than to try to get on the Internet at Microsoft. And, again, I wanna make sure, like, I'm being clear here. There's not a single reason that Microsoft. There's a collection of them, and here's a couple... There's 2 more examples of this which I've already covered. I guess, 1 of which I've already covered. Should it... Should... Microsoft have been smart about understanding these overall trends? Well, yeah, They probably should have been. However, it's really easy to get tunnel vision on something you're focusing on. So that's a quote from gl. He's saying, yeah. I understand that I tried to explain to him, but I understand why they missed it is because gates preached being focused. It's just we were focused on the wrong thing. And then part of this had to do do with ignorance combined with Air. That they're used today, a, quote, a model at Microsoft the time was, like, we set the standard. So it's saying, like, they took 1 look at the Internet, realized it's not an environment where we we were gonna be able to control. So Microsoft chose to ignore it, partly out of ignorance and partly out of Arrogance. Another reason is they were focused on competitors. They he was worried about all these other people trying to take some revenue away from Microsoft. And, again... The really, the the lesson here is that the threat usually comes not from known competitors, but from a new compass me. Gates had nothing to fear from the merger of Novel word perfect. The real threat would come from Nets scape. A company that Microsoft took a little notice of until little notice of until it's almost too late. So let's go back to the pre history at the beginning of Nets because I think it's it's very interesting. It's also gonna tie into this idea this new growth theory. And new growth theory, it talked about a lot in that book the new new thing. Silicon Valley story written by Michael Lewis. I'm just gonna read a 1 cent... 2 sentence is from it, giving you an idea. New growth theory argue that Wealth came from the human imagination. Wealth wasn't chief having more of old things. It was having entirely new things, and it also tied to the fact that human desires are unlimited. So there's always opportunity for new company fulfill that desire. Okay? And there's more in the bulk and more in the podcast if you're interested. So it says, Jim Clark sent an email to 22 year old Mark, whom he had found by clicking through a series of mosaic, of Mosaic pages on the Internet. And this what he wrote. Anyway, that we might be able to collaborate would be of interest to me. In his email, Clark explained that he was thinking of starting a new company and wanted to kick on some ideas. Could they meet and talk? At the time, Clark knew next to nothing about the Internet or Mosaic, but he had heard of Injuries in his work? And, Jason had heard of Clark. In fact, he had been involved in an effort by Ibm to take over Clark's turf. In 19 90 while he was a student at the university, Entries worked for 2 semesters for Ibm on a project to develop 3 d graphics. With the intent of wrestling the market from silicon graphics, which was Clark's company time. Right? Ibm product turned out to be slower and more expensive than the machines produced by Silicon graphics and injuries returns to University of Illinois to complete his undergraduate degree. This is another example of more companies copying a child instead of creating something new. Right? So going back to a pre history of Nets scape. For the next month, they exchanged emails about the kind of company that should start. 1 possibility to discuss was an online network for the for the game company nintendo. And Jason even wrote a white paper outlining for the project. He also suggested a company built around Mosaic. This is such an important sentence. Though he wasn't sure about the future of the browser. It's a quote from Ind, the Internet was a toy then. That there's that word again. Toy. Just like was it last week on the the the the Lewis Mayor, the the podcast about, the early days of the movie industry. Right? They... There... All these companies are making a lot of money with silent films, and they they thought of the addition of sound to films as nothing more than a novelty, nothing more than a toy. But when you hear that war word toy, that could be the foundation for entirely new industries. And was very interesting even though here had develop Mosaic Browser at the time, He was, Mark Jason, a young version of mark Jason was still getting confused by hype, which is very... You know, we are naturally. It's we have a biological imperative to copy those around us. We have to be aware of that. Right? So it says, this is when this is quote from. This is when the whole interactive Tv thing was peaking. 1 of those f scenes, the industry indulge in when it loses the sight of what's happening in the real world. So I wasn't sure about their browser. So what do he saying Is saying, I'm getting I'm confused by hype. Big companies are saying the network Tv is the next new thing. Right? But college students and nerds are making the Internet grow quietly. So forever in a situation where we have okay large people... Large companies in large media saying this is the next So this is next. And it's in direct conflict with what nerdy or or outlier people are doing, there's a... There's a more chance that you have to bet on passion. The people that were in the early days of internet we're extremely passionate. Way more passionate. Then the large companies just trying to bank and trying to get to, you know, get an extra 1000000000 or 2000000000 or 10000000000 of revenue by making your Tv slightly more functional. So eventually, recent Clark say, okay, we're gonna go in all in on Mosaic on Tuesday April fifth, Clark and Greece informed Mosaic Communications Corporation. Now at the exact same day our day before on April fourth. 2 events occurred on the opposite side of the country. Right? That shows Microsoft was still wave as to the course they would chart. Bill Gates and his top managers met for an Internet briefing. Right? So we have April fourth, Bill Gates since his managers are gonna talk about, hey, what's this Internet thing? So having an off site. April fifth, Jim Clark, and Mark Recent found Mosaic communications. They already have the idea of a product. They can't take the same code because jason made it at University, Illinois, so they have to take the same idea and rewrite it, but they knew what they're gonna do. Right? And then the the second thing, which is blow... It shows the the how distracted Microsoft is. In New york City, the Penguin Group, the the publisher announced that had purchased the rights to a book written by Bill Gates about the information highway. The entire book. It's gonna be published. I think in 19 97. Right? Maybe 19 98. It never mentions the Internet. So how would I summarize what I just told you. Big companies waiver, small teams focus. Big companies waiver, small teams focus. So there's also something in the book that was surprising? That illustrates this idea that that history doesn't repeat nature does. There's this company that, you elon elon musk is starting to build now. Maybe it's already being built. I think it's within inside of Spacex it's called Star. It's so that's idea. Let's give everybody Internet access all over the globe, 24 7. Through satellites that are in low Earth orbit. Bill Gates try to do the same thing in the 19 nineties. Skate and mc call had been working on a celestial information highway that would bring video voice and data transmissions to millions of people in the most remark remote parts of the world using satellites and low earth orbit. I was just surprising. Another tangent I'm take because I love... I did a podcast on the sky. He's... I still didn't even understand him. His his intense curiosity is just beyond my understanding. And I should I should read another biography if you on them him. I was Leonardo Dev vinci, I think his founders number 15 if I'm remember correctly. The book by Walter authorizing because is giant. I should... III will. I'll find another biography and Reed because he's such a fascinating person. But Gates is also at this time that he's fighting all these battles on all these fronts. He spends, like, 30000000 dollars, buying 1 of the these notebooks from, of Davinci. So let me read this because this is fascinating. Gates bought the codex hammer. A 72 page manuscript of Leonardo Nov vinci diagrams and notes. He paid 30000000 dollars. Leonardo Vinci 1... Was 1 of Gates personal heroes. Remember Gates was obsessed. He doing exactly what you and I are doing right now. He learned from biographies. Over and over again. He's read everything. And so 1 of the people that he studied from history. He he studied almost all all the main people in history. Is Leonard Leonardo Vinci. Gates Greatly admired his scientific genius and vision. He had known the history of the Codex, which is Latin for book or bound manuscript for some time. And he told his friends that it had ever became available, he plan to buy it. The Codex contains Leonardo scientific thoughts and predictions and includes more than 300 illustrations. The major theme of the manuscript is the behavior of water, but it also includes Leonardo thoughts on many other topics, including astronomy, geology and meteor. It offers advice on flood control, dams and canals. The manuscript predicts the invention of the steam engine and the submarine. And explains the presence of marine shells and fossils on mountains and planes far from the sea. It also explains why waves curl and the sky is blue. Leonardo wrote the text of the manuscript battling this guy. So He's so bizarre, and I mean that in the greatest the most positive aspect ever. Leonardo wrote the text of the manuscript backwards, apparently, to disguise theories. And thus, it is only legible when red in a mirror. The notes were composed between 15 o 8 and 15 10 when he was almost 60 years old. So we're about to see a complete 1 80 shift in gates opinion of the Internet. He's gonna realize that now it is he realized important is. He he complete... And this... You have to give him, like, props for this. Like, he takes a giant company and completely changes it and turns it, like, turning this giant battleship and completely focuses on the internet. Before I get to that point, this is just... This is what I observe. This is 1 of the fifth funniest stories in the book. Okay? So Gates is obsessed remember he he talks about in a in in hard drive. Like, he thought about games theory. Like if I knock out my competitors just early. There'll be fewer competitors later on and all I can dominate more. You, he's he's a a angus khan character. That's just the way I would describe him. And so this is just really, really funny when you think about how Gates spends his time and how fan competitive he was. For years, Gates had Philippe Khan in his sights. In the mid 19 eighties, Khan's company was created this product called Turbo pascal. When Turbo pascal was blown away, Microsoft's competing product, Gates held meetings, they became known around Microsoft, as Bo War councils because the name knew the company Con at the time was Bo. Okay? So he's he's holding these meetings. They're known as war Bo War Councils. During which the staff plotted how to beat philippe khan. Gates reportedly walked into 1 such meeting through cons picture down on a table and said, how can I get rid of this guy? A product group at Microsoft passed out t shirts that read delete philippe. This is the craziest part and part they're just... I found extremely humorous. Khan recalled that he once found gates at an industry conference in the late 19 eighties sitting alone in a corner looking at a photograph in his hands. It was a picture of me, said khan. I don't even know. I don't know what to say that. Alright. I'm gonna move on. That's just that just struck me as as wild. So Microsoft at this point the book, they're like, okay. We gotta go all in on this. They try to buy Nets. They say no, then try to buy a, I think a percentage in nets. So this is Jim clark Jim Clark's response to Microsoft offering to buy 20 percent of company. And he said, Jim Clark added that the offer nothing more than a attempt by Microsoft to try to control the Internet as it did with desktop. It is not in Microsoft's bones to cooperate with other companies. He said. And even though they wasted a few years, several millions of dollars, they were distracted about by stuff, You have to... This is where gates is realizing okay. I'm completely focused on the Internet, and this is where he's he fixes the mistake. And you does something smart. They talk about on the book that he keeps a list of the mistakes. This is the way before the Internet, by the way But there's was a series of missteps that Microsoft had done, you know, it's 15 or 17 year history up until this point, and so Gates would keep a list of the mistakes, and he'd look at it constantly to remind himself. I thought those was... Is really interesting. So, this is, Gates... This has become, like, a pretty famous memo. So it says Gates sent a memo to his executive staff, the single that he had finally said his watched to Internet time. Microsoft was about to become a very different company. In the memo titled the Internet Tidal wave, Gates Wrote, I have gone through several stages of increasing increasing my views on the Internet's importance wrote. Now I assign it the highest level of importance. So I'm gonna read an excerpt from the memo. I wanna make clear that our focus on the Internet is critical to every part of our business The Internet is the single is the most important single development to come along since the Ibm pc was first introduced in 19 81. It is even more important than the arrival of the graphical user interface. The Pc analogy is app for many reasons. The Pc wasn't perfect. Aspects of the Pc were arbitrary or even poor. However, a phenomenon, that's a really good observation behind him because that's how you described holidays days in the Internet. Right? However, a phenomenon had grew up around the Ipa Ibm pc that made it a key element of everything that would happen in the next 15 years. This is the most important part of the memo of my opinion. Companies that tried to fight the Pc standard often had good reasons for doing so, but they failed because the phenomenon overcame any weakness that resistors identified. I wanna read it to you again, because I think it's so important. Companies that try and it's not specifically about the Pc obviously. We're using this as a metaphor for many other things. Companies that tried to fight the Pc standard often had good reasons for doing so, but they failed because the phenomena overcame any weakness that resistors identified. We're almost at the end here. This was just hilarious. Read the know myself was reed biographies, but don't ignore the kids. A lot of this has talked about changes in his personal life. I think this entire chapter based on, like, him being a bachelor and then eventually getting married. I... I'm not very interested in that. But, this is says hoping to plant the marriage seed and bill's mind. She invited lotus founder Mitch ka, his wife and their 3 old baby for a visit. Gates totally ignore the child preferring to keep his nose and a biography of Henry Ford instead. So re it's not his kid. So it's a little different, but, you know, not at the... Not at the expense of paying attention to children. And finally, this is where our closed bringing everything full circle. Back in 19 90 Bill Joy, 1 of son's founders have predicted that by 19 97, a wonderful new technology would transform the computer industry, and that it would be the undoing of Microsoft Dominance. So Joy was right about the technology but wrong about Microsoft. The company born of the personal computer revolution had executed in an amazing turn in response to the next great upheaval, the Internet. Like Ibm before it, Microsoft could have been left behind, but driven by Bill Gates whose burning desire to win and fear of failure compel him, not only to beat his competitors, but to destroy them. Microsoft's dominance seem secure for a long time to come. And that is where I'll leave it. If you want the full story, read the book, I would have to say, this is more like a like a partial sequel to the to the other book to to Hard drive. So if you're only gonna read 1 book, I would definitely read Hard drive over this book. If you read Hard drive and you want more, then I would read this book, but I would not read this book before the the first 1. Hard drive is absolutely fantastic. This book is very different. It's a shorter. Again, I I was just much more... I think Hard drives is the better book. There is still interesting things to learn in overdrive, but I I can't recommend hard drive enough. You're looking for a book. And if you wanna buy either of these books and you wanna sports the at the same time there's a link in the show notes, it's available to your podcast player. It's also available at founders podcast dot com. If you buy a book using 1 of those links, the podcast you're supporting the podcast at the same time. If you want to see like, it... It's almost like a visual representation of every single book that I've covered for the founders in or 4 founders. In reverse chronological order, you go to amazon dot com forward slash shop, forward slash founders podcast. And you could see all hundred and... If you include the bonus episodes we're, like, what? 1 81 maybe. Something like that, a hundred and 81 books up there, and you can do that. All the... The that links also in in the show free as well. And last but not least, a lot of people are finding the podcast because people are buying friends and coworkers, gift subscription. So if you wanna do that, there's an easy way I I leave a link in the show notes as well. You're... That you're obviously supporting your friend, but you're supporting the podcast at the same time it 1 you wanna do. Is a hundred and 74 books down. I know the number is larger, but we're gonna go with the the episode numbers. A hundred and 74 books down, 1000 go, and I'll talk to you again soon. That's 1"
}