{
  "transcript": "I don't believe he can live through the night, George Cherry wrote in his diary in the spring of 19 14. A tough and highly respected natural who spent 25 years exploring the Amazon, Cherry too often had watched helpless as his companions succumb to the lethal dangers of the jungle. Deep in the Brazilian reinforced, he recognized the approach of death when he saw it, and it now hung un unmistakable over Theodore Roosevelt. Less than 18 months after Roosevelt dramatic failed campaign for an unprecedented third term in the White House. The sweat soaked figure before Cherry in the jungle darkness could not have been further removed from the power and privilege of his former office. Hundreds of miles from help or even any outside awareness of his ordeal, Roosevelt Hovered agonizing on the brink of death. Suffering from disease and near starvation and shutter uncontrollably from fever. The man who had been the youngest and most energetic president in the nation's history drifted in and out of deli. He was too weak to sit up or even lift his head. Throughout his life, Roosevelt had turned to intense physical exert. As a means of overcoming setbacks and sorrow. He he'd come to the Amazon in search of that same hard solution. Deeply frustrated by the bitterness and betrayal of the election, he had sought to purge his disappointment by throwing himself head long against a cruel trials that nature could offer him. With only a handful of men, he had set out on a self imposed journey to explore the river of doubt, A churning inc black tri of the Amazon that winds nearly a thousand miles through the dense Brazilian reinforced. In a lifetime of remarkable achievement, Roosevelt had shaped his own character and that of his country. Through sheer force of will, we're relentlessly choosing action over inaction and champ what he famously turned termed the strenuous life. From his earliest childhood, that energetic cr had served as his compass and salvation, propelling him to the forefront of public life and lifting him above a succession of personal tragedies and disappointment. Each time he encountered an obstacle, he responded with more vi, more energy, more raw determination. Each time he faced personal tragedy or weakness, he found his strength not in the sympathy of others. But in the harsh or ordeal of unfamiliar new challenges and lonely adventure. After months in the wilderness, harsh jungle conditions and the rivers punishing rapids had left the expedition on the verge of disaster. Roosevelt and his men had already lost 5 of their 7 canoe, most of their provisions and 1 man had died. What lay around the next bend was anyone's guess. That was an excerpt from the absolutely fantastic book that I just finished reading, which is the river of doubt, Theodore Roosevelt darkest journey, is written by Candace Miller. So this is the second. If you remember all way back on founders number 01:50 I read David Mc mccoy book, mornings on horseback. It's about the first 28 years of Theodore Roosevelt life. And all the struggles and pain that he had to go through. He lost his father who is his idol. His father died early. He was in his forties from form of stomach cancer. A few years after that, while Theodore was still in his mid twenties, his mother and his wife die on the same day, and he famously wrote in his diary that that night that the light has gone out of his life. And even when he was a young man after every tragedy, that he had to endure, he would inevitably throw himself into this these physical struggles to try to exhaust his his body to relieve his mind although stress and pain that he's in. And so now this book takes place when he's in his mid fifties. He dies relatively young, he dies to 6 years old, and the same thing is happening. He just lost the election as as the the author was writing. And he decides I'm gonna go down and explore... He wanted adventure so he goes down to South America, and he's exploring an unknown and map river in the Amazon. And so what you and Are gonna learn today, there's a lot of metaphors as he goes through this crazy near death experience, this this constant struggle that he elected into that I think is gonna be helpful when inevitably, the You and I go through struggles in our life. I wanna talk a little bit about the... His his emotional state right after he loses his selection. He says Roosevelt had never been willing to share his private pain with the public. In private, he admitted to being surprised and shaken, by the scope of his crushing defeat. There's is no use dis sky the fact that the defeat at the polls is overwhelming he wrote. I'd had expected defeat, but I had expected that we would make a better showing. I try not to think of the damage to myself personally. And so just a brief background there. He decides he he can't get the Republican nomination, so he decides to run as an independent that splits Republican votes, Democrat wins. So a lot of the people that he thought were friends and, Ted a an extra vote by nature. So he's gonna be extremely depressed because he's start... He's for the first time his life, he's shunned. He becomes a Par p. So says fred and colleagues who had once competed for roosevelt detention, now shunned him. For the first time in his life, he was a par p, and he was painfully aware of it. Roosevelt was famous for his almost over bearing optimism and confidence. And now he suffered from what he called a bruised spirit. And a bruised spirit is a really, like, a kind way that he's describing that he's depressed. He's lonely. He's sinking into a a deep depression. And so this is where we get into his chosen method of dealing with setbacks, with struggles his life. He says when con confronted with sadness or setbacks that were beyond his power to overcome, Roosevelt instinctively sought out still greater tests losing himself in punishing physical hardships and danger, experiences that came to shape his personality and inform his most impressive achievements. And this is 1 of the most important parts of the entire book, and I really 1 of the most important lessons from the life of Theodore Rosa. He's not alone in real... Reaching this conclusion either, and I'll tell you about that in a minute. But this started from very early age. His father was his hero. He was asthma mad. He was like, a sick kind of weak kid, always be set by 1, like, 1 sickness after another. And so this is where he begins to realize that the mine in the body are not separate. Right? So he says, theodore senior sat on down and told him that he had the power to change his fate, but he'd have to work hard to do it. Theodore, you have the mind, but you do not have the body he said. And without the help of the body, the mind cannot go as far as it should. You must make your body. It is hard dr to make one's body, but I know you will do it. Theodore then only 11 years old said, accepting the challenge said, I'll make my body. Roosevelt did make his body. And he never again allowed it to grow weaker idle. On the contrary, what began as dr soon became a comp throughout his adult life, Roosevelt would re physical exert, and he would use it not just as a way to keep the body fit and is mind sharp, but it is as his most effective weapon against depression and despair, and that is what he's going through right now in at this point in the store. He is extremely depressed, and he's in the pit of despair. So this is something that I've noticed in other books that I've read, the 2 that came to mind when I read that that paragraph. Was first was Nelson Mandela in his the long walk to freedom. He talks about this. And very few people have had more stressful lives in Nelson Mandela. But he said something in this that I've always kept, and I saved though my phone and I read from time to time to remind myself. And he said my main interest was in training. I found the rigorous exercise to be an excellent outlet for tension and stress. After a strenuous workout, I felt both mentally and physically lighter, and then we also see the very same idea echoed by Sam Z murray, he's the main character in the book that I read for founders, episode number 37, the fish they ate the whale. And something that separated, Sam from most of the other banana executives and founders is that he would work in the fields, with the men. While, most people were in Boston or or other cities just in an office. He'd run his business from the actual where the actual, bananas were harvested, and he... The reason he said that or soon the reason he did is because it says he believed in the transcend power of physical labor. That a man can free his soul only by exhausting his body. That is a really interesting sentence, free his soul only by exhausting his body if theodore ado roosevelt was alive and we could read him that sentence, I think he would agree with it. Let me go back, back to, a little bit about Teddy early life before jumping into this just amazing amazing story and just wait to see. I've never read a Candace miller book before. I just looked she has 2 other books. I'm definitely an order them because some of this writing in this book is just... It's it's amazing. We typically we get there. So this is after his father's death. Again, keep in mind, his father was his hero. He says the the best man ever knew. So he he goes... He starts going into throwing his his physical body in danger and these these dangerous excursions. He's still the United States at this time. And so a doctor who's traveling with Roosevelt he's telling other members in the party that listen, you gotta be careful because he doesn't know when to stop. Says look out for theodore. He's not strong, but he's all grit. He's or early twenties at this point. He'll kill himself before he'll ever say he's tired. Roosevelt emerged from that summer determined to survive any loss and loss would come. And so what they're talking about there is the death of his mom and his wife his wife on the same day. And I always go back to what Charlie Mu says that if you live long enough, bad things are going to happen to you. They're gonna happen to everybody and part of it is many people don't know learn... Ever learn how to deal with them. The inevitable bad things that happen in life. And people are shirley Mon theater or Roosevelt Nelson mandela, San Murray, They understood that, and they found ways to deal with it. So this is now he goes out to the badlands in the Dakota. This is the frontier at this point in his... In American history. It says desperate to conquer Despair Roosevelt resorted to the only therapy he knew. So physical hardship and danger. He was out there for a few years. This was he was a different man when he returned. 2 years later. He was filled with vi and perspective after mastering an entirely unfamiliar world of danger on American frontier. And defeating by sheer energy and physical exert. We're only a few minutes into this How many times has that that that word physical exert... Or the phrase rather physical exert popped up. And defeating by sheer energy and physical position, the grief that had threatened to overwhelm him, and this is what his own description of why he does this. Black care he explained, rarely sits behind a writer whose pace is fast enough. So his son Kermit is working in South America. He's going to actually join his father on this expedition. It's not the first expedition they had together about 4 to 6 years earlier, they had gone on a year long hunting expedition in Africa. And this is... There's just 1 part I wanna pull out about this section because it's his his advice to his son about their very first adventure. I think Kermit 18 at the time if I not... If I remember correctly, but I really think at the core of what he's saying here is really valuable advice for all of us that you treat everything as a learning experience. He so he says, now he's talking to Kermit that you treat... That you would treat it just as you would a college course. He's talking about the adventure in africa they're gonna have. Enjoy it to the full count it as so much the good. And then when it is over, turn in and buckle down to hard work. For without the hard work, you certainly cannot make success of life. So now they're talking about Roosevelt idea of he his whole life. Before he was a politician before he wind up being an adventure of going fighting in wars. He wanted to he considered yourself a natural. He thought he was gonna dedicate himself to studying nature. He would collect birds, he would study trees, plants and everything else, and he he year to be an adventure. He grew up in a time where there was still unmet parts, excuse, unmarked parts on the on the globe. And so he realized realizes this point. Okay. Well, I'm 54 years old, I think he is when he starts this adventure. If I'm going to do it, I need to do it now. And so he picks out this spot in South America. It had been suggested to him previously, but, he was... I think at the time he's still present. So you obviously could do that, but it's... This a description of where they're going. There was a blank une une spot on the map of South America. That's the size of Germany. And within it, lay the vast tangled expanse of the America of the Student American. Of the Amazon rainforest. And this is some background. There's a lot of people had to tried to exploit the Amazon up to at this point. A lot of them wrote books about them. And so I wanna pull some quotes from these books. It says these men said that there had been... They had been working, they had been working this... Where they had been working, Excuse me. So they're on the the floor of the rainforest. Okay? Where they had been working the sun never shown. For for the light was stopped on the unbroken green, which except where the big rivers flowed roof the whole land. For Roosevelt, South America's vast largely unknown and une unemployed interior was perhaps the most important factor of all in shaping his decision to accept the invitation. With its p jungles and broad savannah, it's soaring mountains and harsh extremes of climate terrain, the continent offered the kind of un undo unfamiliar frontier and harsh physical venture that it attracted Roosevelt throughout his entire life. So what they're really saying, it's really spooky and at the same time all alarming time. Now before we go any further, you need I need to give his background. So this did not start out. He he did not... He's traveling South America at the invitation of, I think the Brazilian government, and he's gonna give some speeches. He's gonna go down the Amazon, but he... They they had a like, a more benign itinerary, I would say. And then he... As he... When he's down there, suggest, hey, there's this this this river has a great name. It's called a river of doubt. No 1 knows where it goes. And it was just like his offhand suggestion. And Roosevelt completely changes the expedition. Said like yes, we're gonna do that. Now, that's a big problem because the person I was helping him plan the expedition was just guiding named father Za. He's says, really, I would say un, Catholic Priest. He... It's a... Weird Catholic Priest because he's a lover of luxury and alcohol. And and you'll see that he's he's he's not 1 person that you're gonna want to bring on an expedition that's extremely dangerous because he's he's really lazy. And he wants other people to do the work for him. But what's even worse is that he's he's at, like, a, like, let's consider, like, an outdoor store where they sell, you know, camping and hunting equipment. And he and he he's talking to a clerk that works there. This guy named F. And he's telling about the trip that he's doing with the... The former president of United States and feel was like, I'll do anything. Can I please come with you? And so he hires this guy to to plan all the logistics and bling all the supplies for this trip. And here's the problem. The F is what I would consider, like, the anti Shack. So all the way back on founders 01:44, I think. I covered the fantastic book, tons of entrepreneurs have read it If you haven't read it. I understand why a lot of entrepreneurs and investors read it. It's called endurance. It's about Shack failed expedition in the the antarctic. Right? And where Shack proved to be a great leader of man and resourceful even in failure, F had... He tried to go. I think to the North pole. I can't remember where he went. He went somewhere that was cold. And he went up being leader and almost everybody died. He survived. So this is a description of. I'm just gonna read 2 sentences. So you understand this guy's the anti shack and yet. He's the 1 that's planning this planning what supplies to bring on this expedition. So it says, they're describing him as an ill conceived, badly managed un venture, and its commander as utterly incompetent He's a fairly good cook, but not a leader of men and F and father's Am are gonna be so incompetent that even before, they they start embarking on the river of doubt Roosevelt kicks them both off the expedition. So I wanna talk a little bit, the person that wants up being 1 of the most valuable. There's a handful of people that are extremely valuable to the expedition. 1 of them is the 1... Does this person leading it this Brazilian exploring named Ron. I'll get him in a minute, but Kermit Roosevelt winds up being extremely important and 1 of the most hardworking working people in the entire expedition. And I think part of it has to do with the way that they raise his sons. And so this is theodore or way before the expedition on his expectations of his sons. Okay? And so he says, I should regarded it as unspeakable disgrace if either of them failed to work hard at at an honest occupation for his livelihood. While at the same time keeping himself in such trim that would he would be able to perform a free man's duty and fight as efficiently as anyone as anyone if the need arose. And the book goes into more detail what he expected he expected sense to read to learn, to be curious about the world around them to keep themselves physically fit to be able to survive in the wilderness to be able to hunt and trap and forage off the land, and these are all these adventures that Teddy would rate would would lead his sons and I think his daughters. On when they were kids. And he winds up, I think benefiting Kermit, you know... I think he's 24 when he starts his expedition. And so he's not afraid of hard work and he has all his skill sets from his childhood that proves very valuable. I wanna talk more about what what Teddy intention was for this. He wanted adventure. He did not want tourism. And so this is a little bit about the Brazilian government the ones are gonna provide Roosevelt with the guide. And this is... He's a very fascinating character. I've I look for a biography on them. But so the person that says D ga had also offered to provide Roosevelt with a guide. He promised him Colonel Ron don. That's probably not how he pronounce it, but that's a fan. That's what I'm gonna go with. And this is the description of Ron. The Heroic commander of the strategic telegraph commission. The 48 year old Ron had put... Had spent half his life exploring the Amazon and had traverse roughly 14000 miles of wilderness. That was not only unmatched, but largely unknown to anyone, but the indigenous peoples who live there. So the 2 leaders of this expedition are gonna be Roosevelt and Ron, Roosevelt is gonna defer mostly Ron don. He's is an extremely fascinating, figure, something I wanna... Somebody I wanna lead, read more about because I think we can learn from him. He grew up extremely... I mean, Poverty is not even the word. For with this guy had to endure. And so I'll I'll describe a little bit about his earlier life and in a little bit, this is more on Roosevelt, like, why he's doing this President had come to the Amazon for neither tourism, nor sport, but for scientific exploration, and he held the deepest disdain for anyone who wanted anything less. The ordinary traveler he said who never goes off the beaten route and who on the beaten route is carried by others. Remember that phrase carried by others because somebody tries to do literally. Without himself doing anything or risking anything does not need to show much much initiative and intelligence, much more initiative and intelligence than an express package. He does nothing. Others do all the work, show all the fourth 4 thought, take all the risk and in are are entitled to all the credits. So really there, he's describing if we if we think about the opposite. He's describing what he despise. Something that we've studied over and over again is that you can learn the right way to do something by observing it the wrong way. If you think about what Roosevelt saying there. He's describing all the attributes that he finds discussed thing in lazy humans. Right? All the attributes that he won't himself allow in his... In his life and he won't let, like, when he's raising his his kids allow them to do. And you're gonna see a couple the people on the expedition when up having these traits and he dispose on the rather rather rapidly. So this a little bit about the reverb doubt, this guy mueller, happened to be just offhand comment, mentioned it to Roosevelt, and it's soon and Roosevelt immediately makes the decision. Okay. That's where we're going. The river that Mueller had in mind was 1 of the great remaining mysteries of the Brazilian wilderness. Absent from even the most from even the most accurate and detailed maps of South America, it was all but unknown to the outside world. In fact, the river was so remote and mysterious that its very name was a warning to would be explorers. The river of doubt. No 1 who knew... Actually. No 1 knew Roosevelt would have been surprised to learn that he quickly chose that 1. Which in Rhonda words offered the greatest unforeseen unforeseen difficulty. So he's choosing. Remember he's in a... He's still depressed, he's still despair. He's... There's a few paths in front of him, and he's choosing the 1 that had the greatest unforeseen difficulty. So if you're curious about this. There's a couple documentaries on Youtube about the river doubt, but even if you pull Google Maps, and you could put river doubt in your phone, you can actually see it. They've actually... There's images. There's people fishing on it now, but it's been renamed rose the Roosevelt River. And I think this is Roosevelt. Let me just read it. This made me Chuckle. Roosevelt a mission that his new plan was slightly more hazardous than the original was the understatement of the century wait until you you I I go back to what we talked about. I think it was on founders number 1 72 with the the the the the book lift off, which is on the first few days of Spacex, which really chris lies this idea that that that we've read about a lot. Right? And it's that business is just essentially a bunch of problems. Right? So you think of the most successful companies become their 6... Their effective problem solving machines. Right? It's not that they don't have struggles is that they figure out how to identify problems and then how to solve problems. So really, I I wanna to read this book, and I think a lot of lessons are metaphor is that you're gonna run into troubles like what do you do when that happens and seeing it in this great adventure and seeing other people go through much more difficult past than even late in front of you. I think it's inspirational and also puts into, like, our own problems into, like the proper perspective. And I think it helps us, like, deal with that mentally and more importantly never give up when you do run into the eventual obstacle or if you you wanna call a problem. So here we have people like Rosa Was saying, okay. No. I want to struggle. I want them more difficult path. And if you listen to founders number 1 for 44 if you... Or if you've already read that book endurance, I really do think there's a lot of parallel what what Roosevelt belts about to encounter in Amazon, it's almost like the the the the tropical version of what Shack had to deal with. Right? And the funny part Are not... I guess, interesting our amusing part to me was that they're occurring at the exact same time just on very different parts of the planet. So it says Sir Ernest Shack and his men in a legendary attempt to cross Antarctica narrowly escaped the same fate 2 years later. The same year that Roosevelt would set down... Set off down the river of doubt. And it's been over a hundred years since Shack try to go on his adventure. And I just can't tell you how many how many times he's been mentioned in in the books that we've been reading or mentioned by, entrepreneurs in in in in interviews or podcast whatever the cases. There's clearly something that resonates with reading about people's struggle and their refusal to give up that even a hundred years after the fact, people find it valuable to read and learn about these experiences. And I think once you're the the river of doubt is, I think less well known or at least just less 1 known to me. Like, once you know about it, I think you're gonna be... You're you're gonna be curious. You're gonna see the value in studying it. And I think this book is a great opportunity for you to do that. I can I can't? I cannot recommend this book enough. It's it's it was absolutely fantastic. Okay. So let me go back to story. This is very fascinating too. Maybe surprising maybe a better word is that Roosevelt was just not afraid of death. And he... They mentioned in different context over several different decades of his life. And the reason I always talked about, you, why I was fascinating because Roosevelt pops up as like a supporting character and a lot of these books. He was in William Randolph Hi, Joseph Pulitzer or Jpmorgan. He went to war with a lot of these people. In fact I read an entire book about him and Jpmorgan having a fight and then having to collaborate It was the hour of fate. Founders number 01:42. And the reason I found... Like, he the reason I wanted to study and learn more about them is because even as a supporting character, like, whoa, this guy is more interesting than the main character. And the reason I believe that is because he fit so much life into 60 short years. And I've even mentioned that. I think I mentioned it on foundry number 1 and 42. And what I love is that Roosevelt knew that. And I... I've never found this quote from him To read this book. Let me read this to. And really what he's saying is I will gladly die for adventure. Roosevelt wrote. Tell Os. I have already lived and enjoyed as much life as not as 9 other men. So I I've had 9 lives full of 9 life 9 lives full of experiences in my 1 life. Right? I've had my full share. And if it is necessary for me to leave my bones in South America, I I'm quite ready to do so. So this expedition is the opposite of easy. Check this out. So remote so remote, the region that he had agreed to explore was that even getting to the river of doubt, would require a journey of at least 2 more months first by boat and then on mule. And I think they have... Once they get to the river, they have to traverse something like 400, I wanna say, like 470 miles. So before we get to that event venture I wanna tell you more about this guy named Ron Don. Remember, I'm most likely pronouncing his name incorrectly. His father dies 6 months before he's born from some kind of disease. His mother. There's, like, all these war. He goes up in, like the the wilderness. There's Indian Brazilians. There's there's all these different people that are war, hit... There's a... There's a, like, a little battle that's taking place where he's living. His mom, I think he's 2 years old the time. His mom picks him up and they have to escape shortly thereafter she dies. Her her... His grandparents wind up taking care of him, like, a year or 2 later, Va die, then he winds up, being under the custody of his of his uncle. So he realized realizes from a very young age. Okay. No one's coming to save me. He has an extreme regimen of discipline. And so I think at the age of 16, he enlist in the Brazilian military, and that's where he serves and I'm pretty sure his entire life. He lives somehow survives to the ripe old age of 92. Again, I he might pop up if I can find a good book on them him. Might pop up as a as a future I think we can learn a lot from him. Just wanna read 1 paragraph to you about... He's at military school right now. So says, Ron don was not like the other boys in military school. And nearly a year past before he feel... He he he began to feel comfortable there. So he was a a loner... He went to such tragedy and violence in his early life. He was kinda wary of other humans. Like, he was he wasn't up being a great leader of men, but not, you know, he's he was very comfortable being silent by himself on these expeditions. Okay? Ron was serious and driven. He was also poor beyond anyone's understanding. He woke up 4AM every day to swim in the sea and was back in his dark room by 5AM studying by the thin light of a lamp, while the other students most of whom had been out late at night before were sleeping in their beds. Besides his extraordinary discipline, Ron extreme poverty and rural background made him an out cast. He was too poor to even afford the text books. And so as you can imagine from that description of a young Ron on, Roosevelt gonna... He's gonna admire them. So it says, for Roosevelt Ron represented the kind of man he had champion and Admire throughout his life, a disciplined officer who thrived on physical challenges and hard ship and accomplished great feat to sheer force of will. A a cons contrast between the 2 men was in the philosophical conclusions that each drew from his experience. So I'm gonna spend a little bit of time today. Ship telling you about the difference philosophies because I found that very interesting and how you could still... Again, there's not 1 right way to do things. And how they they would approach problems diff differently, but they also... Some of their traits overlap, and they're a lot of more similarities as well. For Roosevelt, the lessons of nature in human history proved the need for a assertive of action, even when action entailed bloodshed or conflict, he he had a politicians p. Which meant a flexibility and tax... Tactics that favored results over process. For run on, life spent at the edge of the of Brazil's Frontier and at the margins of its society had instilled a powerful mist mistrust of imposed solutions. Ron don did not welcome conflict, but rather sought to avoid it at all costs, and they call his motto. He has a personal motto that he makes his... His men adhere to suicide, owner don't know. I'll tell you more about that in a minute. So he didn't welcome conflict, but rather sought to avoid at all cost. Both had developed their beliefs over a lifetime of experience and thought, and both would be remembered for the passion with which they put those beliefs into practice. Okay. So the journey has already begun, they're trying to work their way towards the rivers turf out. Things are extremely slow. The father on and F. They had... They bring all these, like, they're they pack like, a feast. They didn't... I mean, let me just read this to you. Served So it says to rosa what's growing frustration, the expedition remained practically a mobile, not only were the pack animals, not cooperating, but the the already massive amounts of baggage. 360 enormous boxes and countless smaller ones had been increased significantly. So as they do this tour, he's a speaking to her before the adventure, he also gets a bunch of gifts from different politicians in Brazil. And this is really, like, they... Their there's going slow. Right? Because they have all this stuff. Right? When I read that, I thought of this was the opposite of what Shack had learned from studying past expedition. So let me read that quote from the book endurance. This is 1 of my favorite quotes I've in the entire book and something I think about constant because I think it applies a lot of other things. So it's talking about Shack. Right? From studying the outcome of past expeditions, he believed that those that burden themselves with equipped with equipment to meet every contingency because had fared much worse than those that had sacrificed total preparedness for speed. And he wanna being right and that saved his men's life. Right? So me read that to you again, From studying the outcomes of past editions. Exactly what we do on this podcast. Right? He believed that those that burned themselves with equipment to meet every contingency had fared much worse than those who had sacrificed total preparedness for speed. So the way you think about that as success as a function of time. And lightness equal speed so less time. This is where we hear Teddy talk about, you know, everybody has to contribute. He's he does not accept not only on this, but in life, he doesn't like Free. All for each and each for all is a good motto, Roosevelt Ted. But only on condition that each works with might and maine, to so maintain himself as to not be a burden to others. Now you gotta remember this part from later on because you combine what he just said, can't be burden others, and then his willingness to die. He's gonna... He's gonna do something extremely surprising later on, but it's a combination of those 2 ideas. So we reached the part where Father Za is about to be kicked off, and this is for the better. This... I mean, this is outrageous. With this guy's about to suggest. He's hated by all. Remember that really with this section is you gotta lead from the front. There's a reason why Bob No Intel didn't have an office why Steve Jobs talked about Gail emilio, the... So he's like, he made fun him. Because he's like, this guy supposed be a turnaround Ceo. He has... He has his lunch excuse me as lunch in an office on fine China. Like... You're not even with the people. So it says, given the discomfort of traveling the priest explain, the best solution would be for him to ride in a chair on the shoulders of 4 strong indians. He told us to the to Ron don. While the Brazilian Colonel kept his compose something that 1 of the main lessons from him. He just would not... He he was not guard... Excuse, he was not guided by his emotion. Even when, I set back setback or even roosevelt about ask him to do something he doesn't like. He just deals with it. While the Brazilian Colonel kept his proposal, he made it perfectly clear to Xo that they would not submit to... That they would not submit to such degrading and subs soviet work. Xo responses is that it's... That, it's a an honor because he's a member of the clergy. They should be honored to carry him. So then he gets shut down, so Xo goes to Roosevelt. It's says Za der roosevelt. A decision that proved to be his undoing. He says Indians are meant to carry priests. Roosevelt chose his words carefully before replying, but you will not commit such an a front to my dear Colonel Ron prince he said. Roosevelt gone a great lane to show his brazilian commander every courtesy and mark of respect that his experience and position as well as his character deserved. Not only did Roosevelt admire Ron don's accomplishments as an explorer in a military man, but he respected his philosophical beliefs. Roosevelt insisted that he and ron be treated his equals in every way. And Ron also mention that. He says mister Roosevelt declared to me that as long as he was in the wilderness, he would accept nothing and do nothing that might have an appearance of special attention to his person. There's only, like, 2 chairs. They brought on 2 chairs, 1 for, Ron on Roosevelt, ron on refused to sit in something that his men didn't have access to. Roosevelt refused as well. So he sat on the floor just like everybody else, guess who sits on the chair. Father's on. So this is... Anyways, his father's arms on his way out. His father's on is being sent back from here. He showed himself so completely incompetent and selfish that he got on everyone's nerves. So just a way to think about what has happened lead from the front. Don't demand lux that you're... The people that you're leading, the people that you're working with don't have. That's ridiculous. They were all t by hoard of Nat, sand flies. Oh, this is on more problems of the expedition. Just more problems are gonna have to deal with and eventually overcome. And in this case, I don't really ever overcome. They just have to endure it. They were all tormented by hoard of nat, sand flies, horse flies and small, sting bees. The bees swarmed around their hands and faces. Con at the corners of their eyes and buzzing about their lips with madden persistence. The most difficult part of everyday ride however, was the rain, which was now falling. This is a description written by Kermit Roosevelt. Mourn fully, dismal and cease in a sort of hopeless insist way. So the water gets and everything gets in their supplies. Never stops raining that to sleep in it. Their clothes wind up. They're always constantly wet. Their clothes wind up dis, they get foot rot, their socks, their feet are constantly wet, So you get all kind of sores. The waters were relentless. I guess, it's the way to think about it. But something I I wanna bring to your attention those that, you know, struggle adjust your perspective. This is struggle that they elected into. Right? And so sometimes they're sleeping out in the... They're still haven't reach the river by the way. And so sometimes they're sleeping out in, you know, the forest and rainforest reinforced and sometimes they're able to get in these, like, simple little hut. So they're following the path. What Ron had spent his life doing is they're laying telegraph wires all through the Brazilian wilderness. Right? And so that's what he was doing. He's going out. He's encountering tribes that have never seen other humans So obviously, people are gonna get killed, there's a lot of, you know, violence in this book and there's description of that as well. And different cultures they run into and just... There's a lot of just fascinating things about the different ways, these these isolated tribes, like, the different philosophies on life that that they would come up with. Right? Up until this point, they're following this previous path that Ron was the 1 that blaze and it's this telegraph, the strategic telegraph commission. And I was just gonna read a few sentences for you, but really I think that the lesson here is that struggle can adjust your perspective, and that's something that you wouldn't... Given the same circumstances where you are now, you might not wanna stand a little hot. But when you've been when when you're been sleeping outside, you're constantly wet, you're getting attacked by bees, Now a little hut seems like a luxury. Right? It's it's it's very interesting how our perspective can change, and and it's much more malleable than we think. I guess is my main point here. The men were always relieved to stop at a telegraph station. There are combinations would again be a simple hut. With a attached roof and plenty of cracks for sand flies to find their way inside and torment them throughout the knife, but it was better than spending another miserable night in rain soaked tents. So think about that. There they describing a hut. It's very simple hut. It's still gonna get bit by flies and yet it's a relief compared to what they were forced to struggle with... Just struggle with you previously. So a big part of this book is the fact that they cannot see. Like, the the entire time they have to deal with going down a river, all the the the wildlife and everything they have to encounter and overcome. There's dangerous snakes, flies, crocodile, jaguar. Everything you could possibly imagine that wants to kill you. Right? But the entire time they're being observed by tribes they cannot see because they've been bred in this environment, and 1 of the main... A lot of what I'm gonna talk to you about is there's a lot of metaphors for the evolutionary environment in a force that I think applies to a lot of different domains. And so I need to tell you more about run Ron philosophy of dealing with tribes because there's they're not... It's not like they're they're 1 collective unit. Have to deal with him all differently and yet he applies the same philosophy, which that's philosophy of non violence. And this is why some people considered his motto suicidal. So, Ron had strictly forbidden his men ever to take sides and tribal battle bat battle no matter how seemingly brutal or unjust. So not only are they, some of the tribes killing the the people laying the the the telegraph wires, but they're also witnessing different tribes going to battle on. There's a lot of description of that in the book. So it says Ron injunction against violence directed towards an Indian, any Indian for any reason was categorical. In fact, he valued the lives of the Amazon Indians above his own life or the lives of his men. This is his philosophy that's gonna point up being in conflict with Roosevelt. K? Surely, there was not a soldier in the commission who could not recite by heart his Cro now famous command. This is it. This is a crazy sentence about to reach you. Die if you must, but never kill. Ron on success in the Amazon had dependent on this d. It was the only reason the Indians had ever dared to trust him. So as many examples in the book where he just re... He refuses he never violates this rule that he'll never even if, again, even if they're attacking. He's like, you can't fight back. That's how extreme it it was. He would constantly try to to gain a trust giving him gifts. In some cases, they would be shooting it with Arrows, Ron would just turn around and try to leave. But even if they were attacking, he would not... He was so dedicated to this because he wanted. He understood that to complete the objective he was given by the Brazilian government of laying this this telegraph line. He has to have the cooperation people already lived there. And the the the natives have been there much longer than any Brazilians. Right? And so he would tells men if that means that you have to die, do you can't strike back because it it gets in the way of our goal. This is a very extreme character. So now we're gonna see Teddy the exact opposite of this. This just says, Rhonda passive passive pac approach was alien to Teddy entire way of thinking. He was much more inclined to conquer than to be slaughtered. So let's go back to his idea of success being a function of time and that you're better off going sacrificing total preparedness for speed. They're already running into the fact that they don't know how long the the expedition is gonna take and they're already going through their food and their rations really, really fast. So it becomes a race against time from the very very beginning. Even in the best circumstances, the remaining rations would not come close to feeding them. Roosevelt was forced to cut his own and the other officers, rations in half. So that... So so there's these people called the Cam rad, these are, like, people serving under Ron that are doing a lot of, like, they're cutting down trees. They're picking up the canoe stuff like that. They have experience they've worked with Ron on for a long period of time. So Roosevelt are realizing, hey, they're more valuable than I am I'm gonna cut my food in half so they can eat more. Okay. So it says, the expedition had now turned into a race against time. The survival of every man would depend on their collective ability to master the Churning River ab evade its ever present dangers and discover a route out of the deepest before their supplies ran out. And really that could be a metaphor. Not only for an expedition for a company. You have some kind of runway. And hopefully, your company's is profitable, so then your run runway theoretically forever. Right? But in many cases, if you're raising money or if you're going to a bad period of time, you have a certain amount of resources. And if you don't fix this problem, it's a race against time. Think about that. They need to discover a route out of the deepest reinforcement before their supplies right That could be the same thing going back to this the spacex example. They had enough money for 3 for 3 launches. They couldn't figure on 3. They could go bankrupt. They went up pulling it together and getting it right on the fourth 1. But theirs was very much a race against time as well. That's what I mean. A lot of these lessons in this book are Metaphor. There's just so many different things that you... If you if you take them out of the book as an abstraction. You can apply to so many other... It can it can alter the way you think about so many other things. I think that's a lot of the value in studying these expeditions the river of out or endurance or any of, these other examples. Here's another metaphor for you. There's 2 things happening on this page, let me read the first sentence I'm to tell you what it is. The scale of that achievement, which is putting the river on the map. Remember it was on map. That's what they're going down there for. He wants to to put something on the map. And he wants to add some knowledge to the human species that what did not exist. The scale of that achievement would be directly proportional to the sacrifices it would require. It's a really interesting sentence number so that maybe think great achievements are supposed to be hard. If it was easy, everyone would it and it would be great if everyone everyone's doing it. Here's the second part. The difference between Roosevelt expedition And those of other countless rubber tap. I'm gonna skip over this whole part of the book about Rubber tap. These are the people that are going out. They're almost, like, like, homestead on the the American Pioneer where they go out, they they try to cultivate the land. They're trying to... In this case to get, get the the main ingredient for rubber, but they're they're largely... Maybe it's 1 person, maybe the hits their family with them, maybe a small group of people, but they're all over the une unemployed Amazon trying to find a way. And they're e out. It's not like it becoming rich. They're just eating out the existence. But they're cold rubber peppers. Okay? So it says the difference between Roosevelt expedition and those of the countless rubber peppers who tried unsuccessfully to negotiate the Amazon's wild tri was that Roosevelt was going to descend the river of doubt. Not attempt to fight his way up it. This strategy would allow him to harness the rivers great strength rather than oppose it. That is the most important sense I'm gonna read it again. This strategy would allow him to harness the rivers great strength rather than a oppose but it represented a gamble of life and death proportions because from the moment the men of the expedition launched their boats, they would no longer be able to turn around. The river would carry them even deeper into the rain for worst with whatever dangers that might entail that that no left myself was harness the phenomenon instead of fighting against it. What does that mean? Last week, we talked about Bill Gates realizing, hey, the internet's the most important thing in that famous memo that he wrote. It was towards the end of that podcast, where he talks about the analogy between the Internet and the Pc and then everybody that tried to fight against the Pc were basically steam rolled by that powerful phenomenon. That was a movement that was gonna happen no matter what. And so you're better off getting in front of it and riding on it. Instead of fighting against it. And he realized oh, shit. If I don't do this to the same thing if happening in Pcs is happening in Microsoft with the Internet. And the Internet is going to roll over everything. So we're taking all 20000 Microsoft employees, and we're turning you on a dot on a dime, and we're saying, we're going all in on the Internet. Because he understood when you try to, fight against the phenomenon, you get ran over, you need to ride on top of it. That is exactly what Theodore Roosevelt is doing, and it's in direct opposition to these small little... They're not even explore small little homestead standards. And we call them that, that are trying to fight against the river. He's using that power, but that doesn't mean you're guaranteed success. It means that you're all in on that, just like Bill Gates was all in. If he was wrong and the Internet wasn't as fundamentals I wanted being, well, he just dedicated all every single resource he had to it. That he... His out... That outcome of his life would be vastly different. Roosevelt was supposed to make the same decision, except his decision his life and death. This is 2 paragraphs, and it's really about facing the full cost of your ambitions. This is fantastic, Ready. Rosa was about to become an explorer in the true and most unforgiving sense of the word. It was an opportunity he dreamed of from his earliest childhood. Now, however, he realized that he would be called on to pay the full cost of his ambition, and he found himself grade gravely unprepared for what might might lie ahead. After months of in attention, Roosevelt had now come face to face with the acute logistical shortcomings and rapidly escalating risks that his own casual approach the expedition and its route had produced. Roosevelt, Ron don and their men were about to begin the most difficult leg of their journey, but they were already at the limits of their endurance. After spending more than a month, s through the muddy highlands, when long days on mule back, nearly constant down horse, illness, worry, death and sorrow. The men were exhausted, homes sick and wary, and that is their condition at the beginning of the river of doubt. And now there's even greater writing. When she... When she's describing the rain force and really she makes the draws the analogy about the economy. I'm glad she specifically does this. It's really... It's about the rain, but it's about the world at large. It's about the economy. This is just fantastic. So I'm gonna read this to you. In the early morning light, the scene that Roosevelt be held was a breathtaking tableau of timeless nature. Tranquil and apparently un changing. That impression, however could hardly have been more dangerous or deceiving. For ease, even as the men of the expedition gaze in awe at the natural beauty surrounding them. The creatures of the rainforest were watching back, identifying them as intruders, assessing their potential value surveying surveying their weaknesses. And preparing to take whatever they might have to give. Far from its outward appearance, the was not a garden of easy abundance, but precisely the opposite. It's quiet, shaded halls of leafy. We're not a sanctuary, but rather the greatest natural battlefield anywhere on the planet, hosting an un and remorse fight for survival that occupied every single 1 of its inhabitants every minute of every day. Through frequent and though frequently impossible for a casual observer to discern, every inch of space was alive, from the black teeming soil under Roosevelt boots to the top of the canopy far above his head. And everything was connected. A long linked mat of fungi under the soil, consume the dead and fed the living, completing an ever changing cycle of remarkable life and commonplace death which had t without pause for millions of years. And of which Roosevelt and his men knowing or not had now become a part. That is just fantastic writing. She continues on the next page and this is where she ties in the behavior, and you see us a lot where a lot of people draw inspiration from nature and how it can teach us about other systems and she talks about the economy here. As in the development of a modern economy with its ever increasing specialization of labor and markets. Each increase in competition among the inhabitants of the force has itself been a powerful source of further association. Rewarding entrepreneurial variations of life that can exploit skills and opportunities that previously went unrecognized or did not exist the same thing that we do if we start when we start companies, We start new services and new products happen every day and have happened every day for millions and millions of years in the rainforest. I'm glad she actually explicitly said that... Because up until I was read this book Like, wow, There's there's so many metaphors for the world of large for the economy. Let me read that that that's... Last part again. I just love this. As in the development of a modern economy with this ever increasing specialization of labor markets. Now Only thinking about how how much more specialized and how much the has massively broadened, what people can do for a living. Right? And I think most people have not caught up to this. If you're listening to this, you obviously know that. Right? Most people don't... And when you... Like, when I talk to other parents, the the same advice they're giving their kids now in 2021 or whatever it is. It's the same advice their peer parents gave them 20 years ago. Like, they haven't updated their software. Right? So this idea with it's ever increasing specialization of labor markets now we've seen have has accelerated in our lifetimes. And as as far as we can tell, we'll only further accelerate. Right? So with this ever increasing specialization of labor markets, each increase in competition among the inhabitants of the rainforest has its self been a powerful source of further specialization. So every new opportunity beg gets more opportunity essentially what they're saying. That could be a good opportunity, and a bad 1 could lead to more life or more death in the case of their force. Rewarding entrepreneurial variations of life, differentiation. Right? That can exploit skills and opportunities that previously went unrecognized or did not exist. Now she brings us full circle to Roosevelt sitting on the the the the the banks of a river looking at this hundred and 50 foot tall tree. This is gonna sound very familiar to founders number 70, the dow of capital by Mark Spit. Here's the second chapter of that book. Is about Con trees. I've listened to that chapter. I listened it a couple of days ago because after I read this part. As I gotta listen to it again. I don't know. III lost count dozens of times at this point because he draws the parallel between and just like the oldest living some of the oldest living on Earth, I think like, dave lasted, they they think like 300000000 years or something like that. Anyways, about the the the strategies of con trees, how they they they echo strategies of new companies. It's extremely fascinating. New investment vehicles in his case. So let's go back to let's go to it right. Soaring more than a hundred and 50 feet above Roosevelt head and out of sight in the green company, Canopy, where giant emergent tree species that it secured the survival by putting all their resources into the effort to out their competitors for the sunshine. So they've optimized for speed because if they... They're not the fastest. They're not gonna get the sun if they don't get the sun they're gonna to die. Now there is a buy... There's... It's not like, oh, just... You can't just blank say optimized for speed, just like, even though we know, okay, if you study passive expeditions like Shack, optimized for speed in, over total preparedness. Right? Well, in this case, they're optimizing for speed, but then they also have to find a way to solve for the stability if they're giving up if grew slower. Okay? So it says they put all the resources in the efforts or competitors to the Sunshine. For fast growing trees, the trade off for speed is inadequate defenses against insects and vulnerability to storms that cannot reach lower more sheltered layers of the forest. Unable to sink deep roots in the thin forest floor. Canopy trees are also generating the obliged to develop elaborate support systems at their base if they didn't, they'd fall over. It's not very different from the the just deciding hand and gonna grow my company slowly and deliberately over time. My foundation is stronger. To somebody this like a hyper growth startup. Right? You can grow really fast, but we've seen it in in the past, sometimes when it grows really fast, it also falls really fast. On the forest floor with the skies all but obscured by such tall canopy trees, smaller plants or trees with limited resources must develop increasingly refined strategies to find a place in the sun. That is a difference between a small company. Right? Or excuse. You have a few giant trees in a rainforest, and you got millions of tiny little trees and and I didn't even... Guess you yeah, Trees, I was gonna call plant... Plants plants or trees. Right? That's a metaphor for the economy. Not every company is gonna be size of Microsoft or Facebook. There's millions of tiny tiny little companies that we can build and start by defining this little niche that is that is neglected by the giant, you know, hundred 50 foot tall trees. The most obvious of these strategies is to avoid the cost of building a structure capable reach reaching the canopy by simply climbing a tree that has already done so, so it's talking about the opportunistic strategy of something like a vine, which again is another metaphor here. The... This is a... I love this book. This opportunistic strategy adopted by vine Remember I... I'm not gonna build the structure. So how many people have have used, like, that... Let's use the most obvious example. You have this existing platform out there. We've seen this in 2 different domains that we've studied on the podcast. Like, I think of oil spectators like, the people the the the big rich book. They would go out and they they're called wildcat. They'd find and spec. But really, they're trying to find holes that have... That are off in the cut, No one's really paying attention to. They they confirm it has oil, then immediately turn around and sell to somebody We also saw it with I forgot his name, the big score, Robert Fried, the mining... The mining book. I don't know which founders it. But, yeah I think he makes, like, 600000000 dollars and 18 months, in in mining securities. So we've seen that, and then you also see, like, the technological equivalent is obviously people building are using big social platforms. Google, or not social, but big to technological platforms. Google, Twitter, Facebook to build to for customer acquisition. They're building... They've They're not a hundred 50... They're not a giant tree capable of reaching Canopy, but then they can jump on top of these platforms that already exist and pull out resources that they need, and that's exactly what a vine is doing. This opportunistic strategy adopted by Vines can permit prevent a newcomer to remain anchored in the fourth floor while growing rapidly to the canopy. But since even vine construction requires substantial resources, it entails complex choices about which tree to climb. What businesses start what product to offer. Right? A requirement that has reduced astonishing sophisticated traits. And this is something Candice does throughout the entire book constantly using the way the the the reinforced operates, for Metaphors and about life in general. And I would say this is... No left myself on this page. Think I've already said this to. But this is a description of the rainforest, but it could also be a metaphor for the world at large and the economy. We companies are ruthless killed. Okay. So it says as they were quickly learning, the greatest challenge they faced from the rainforest came not from any creature at adversary that they could confront and defeat, but from the jungle as a whole. In the ruthless efficiency with which it appreciated appropriated food and nutrients in the be willingly be complexity of its defense mechanisms, and in the constant demands that it placed upon every 1 of its inhabitants and in the ruthless, with which it dealt with the weak, the hungry or the in firm. The danger of what Roosevelt and the people he's with are trying to do it can't be under, overstated rather. It can't just can't be overstated. They wanna up losing a bunch of supplies bunch of rations. 3 people die from the expedition, Mean, they're, I think they started with like, 22 people something like that. So it's extremely dangerous. And really, I'm gonna read this this this paragraph to you. It describes some of the dangerous, the dangers that they're in. And it made me think of Warren Buffett why he, like, would constantly turn down opportunities he didn't understand. And because he was... He understood how complex the world is, and he's, like, I need to stay within my circle of competence. Right? And Roosevelt, and the people was with as byproduct of the dangerous environment and they're out side of their circle of competence. Within such an intricate world of resourceful, skill and ruthless of self interest refined over hundreds of millions of years, Roosevelt and his men were for all of their own experience knowledge, vulnerable outsiders. Most of the men were veteran outdoors, and many of them consider themselves masters of nature. They were stealthy hunters and experienced survival. And given the right tools, they believe that they could never find themselves in a situation in the wild, which they could not control. But as they struggled to make their way along the shores of the river doubt, any basis for such confidence was quickly slipping away. Compared with the creatures of the Amazon, including the Indians whose territory, they were invading, they were all clumsy, cons prey. So this entire time, it's it's a race for survival they're trying to as fast as possible the jungle on the river is doing everything they possibly can to to make them slow down, and they're forced to cut back. Continue to cut back amount of food. I think at 1 point they can have 1 salt cracker, a cup of, like, fish, soup and coffee for dinner and now they're down eating twice a day once in the morning once like, 11 hours later. And hunger, this is another metaphor, both little hunger and hunger for success has powerful transformative properties. That the note left myself on this page 1 sentence for your here, Roosevelt himself had even developed a taste for monkey meat. And the reason I think the reason I said this powerful transformative process. Properties rather is because they have to... Now they're running on of food, they have... Whatever they can whatever they can actually kill to eat is is what they're relying on, and the things in the rainforest have evolved to not allow themselves to be killed very easily. And the idea that he'd wanna eat monkeys when he's back in home in America is ridiculous. He's not doing that. And now he's realizing he's so hungry that he sees this as a delicacy that, oh my god. I can't believe we actually have meat that we can... That we can eat hunger has powerful transformative properties. At this point, they've lost 2 of their canoe and they realize they're running out of food. This is many pages later. This is just a constant... They're dealing with constant hunger throughout this whole technology technologies Is it wet, dangerous, their bugs are everywhere. They're hungry. With grim certainty, they calculated that if the expedition continued to advance at this slow rate, they would be without food of any kind, beyond what they could catch or forge for the last month of their journey, as well as worrying about their quickly dwindling rations the men were reluctant to stay in 1 spot for too long for another reason. They were not alone. The jungle was they now knew inhabited by a groove of Indians that had had no contact with the outside world. And they let themselves to they'll never let you see them, but they'll leave signs that they were there. They'll have trails. They'll have hut that you'll pass by, and you realize home... Like, the fire still going. They saw you coming, you never saw them. They went up killing Ron dog at 1 point, they let them hear their, like, war cries in the jungle. It's just... I mean, it it it had to be, I absolutely unbelievably terrifying. But through it all, Roosevelt does, I I really do... He developed, like, this this even heal sense of... Like, he would just almost like a stoic, like, acceptance of their fate. I mean, they're gonna succeed and do something no 1 has ever done before. I'm willing to leave my bones in South America. Right? And really what he's about to say here he's inquiring how everybody's even in the the the rough environment. They're still doing the best they can. And really, this is a testament that we are all all of us are more capable than we know. We just have to choose to bring this out of us, and sometimes, circumstances do this for us. Right? Roosevelt had developed a deep admiration for his team. Look at the way they work... At look at the way the work was done, this is now direct quote from. Looking at the way the work was done at the goodwill, the endurance, the bull length the bull like strength and at the intelligence and un efforts of their commanders. He wrote, 1 could not but wonder at the ignorance of those who do not realize the energy and the power that are so often possessed. The the you so often possession and that bay... And that may be so readily developed. So now I'm gonna give you a flashback because Kermit is is also somebody that you... That Roosevelt and martin's is he's like, look at this sun... Look at my son. He's he's leading from the front. He's usually in the first canoe. I mean, he's taking on some of the most dangerous work. He's suffered from Malaria. He's working in South America for a few years before this. So he'd be very familiar with Malaria, but he's got Malaria. He's got a fever and he's still pushing And so this is Roosevelt talking about the the children. He would lead all his children. I don't... It doesn't say if he let his daughters are not. But he definitely led his sons. And so this is Roosevelt on what he calls buck fever. The only rule during these expeditions was that the participants could go through over or under an obstacle, but never around it. Roosevelt used these excursions to attack his children's wilderness fears, which he referred to as buck fever. He defines that as a state of intense nervous excitement, which may be entirely divorced from timid community. Even the most courageous man he believed when confronted by the real dangers in the wilderness, whether be angry lion or a roaring river could suffer from buck fever. What such a man needs is not courage, but nerve control, cool headed. He explained. This, he can only get by practice. Okay. So this next section really is the lesson here is there's just always another way to solve a problem, like the Inca, and I'll tell you what I mean by that. So it says as Ron had learned when they lured him with the with the wine of the Spider Monkey. The sin we're we're talented mimics and could recreate nearly any any animal call. So let me pause there. This is the the tribe that killed Ron dog. And so he's out in the... The forest looking for they're trying to kill monkeys. Right? For food. And he hears the spider monkey. And he's like, oh, wow. Okay. I gotta go... So he... As he goes towards them, his dog runs ahead, and then he hears like a yelp, then the dog runs back and he's got 2 arrows in it. And so this seem to... The the the tribe had so had seen Ron don. He didn't see them and realized, hey, the, like, let's lure him in he'll follow where the monkey are is, and instead of the, unfortunately, the dog ones up dying instead of Ron, But if Ron had had gone ahead said the dog, he they would just shot and killed him. So it goes, 1 of the great first and this is more about the tribe that the fact that they're adapted to their environment. Right? 1 of the greatest frustrations that the men of the expeditions faced on the river of doubt was that they were descending a river crowd with fish that they could not catch. Those same fish However, were easy prey for this cent inter. The made up for their lack. Now this is very interesting. They don't have fishing poles. Right? Or what we would, like, how how would we fit? You think of fish when you think of fish fishing, you think of, like nets and and fishing poles. Right? Those same fish, however, were easy pray for the Sin. The Union made up further lack of poles, lines or hooks with the type of with a type of fishing basket. More important, they had ty. This milky liquid which the Seemed ar extracted from a vine by pounding with a rock. This... The ty stun are depending on the quantity kills fish by paralyzing their gills. They use it in slow moving inlet and pools. The timber allowed the Indians to spear or scoop up the fish as they floated to the river surface. There's always another way to solve a problem. And so in the past that I read a few books on native of Americans, and I just find the the the way of living and their culture is extremely interesting and how, you know, it kind of evolved in seclusion, so they they came up with different conclusions then then, let's, say, Europeans, for example. And so there's this quote from a book that I still might read. It's call it's by this guy named Gordon Mc ear, and this is what he wrote. The book's called the Inc inca, the new perspectives. So it says Inc inca lack, yeah, Inc inca lacked the use of wheeled vehicles. They, again, from a from a Western perspective, And like, oh, like they're they're primitive. They don't even have wheels and the stuff we have. It's like a put, okay, but there's always another way to solve a problem. You're just looking at it from the perspective that you know. Right? The Inc inca lacked the use of wheeled vehicles. They lacked animals to ride, and draft animals that could pull wagon and plow. They lacked the knowledge of iron and steel. They're naming all the things they lack. Right? Above all, they lacked the system of writing Despite the supposed handicap, the inca were still able to construct 1 of the greatest imperial states in human history. There's always another way to solve the problem. K. Let's go back to this this this constant state of extreme hunger. This is about the the extreme hunger and its effects on on Roosevelt and crew. In its intense and remorse competition for every available nutrient. The Amazon offered little just for the taking. To the extent that they were obliged to rely on the jungle for food, the men of the expedition were destined to do without. As a result of their restricted rate re rations, the men were beginning to feel the effects of a near starvation diet as is common instances of extreme hunger they began to ob assess about food. When they were not looking at it, they were talking about it, or looking forward. And when they were not talking about it, they were thinking about it. Like cast on a desert island, the men discussed in delicious detailed, what they were gonna eat when they got home. By this point the expedition with drowning, disease, Indian attack and starvation waiting to claim their lives, all of the men understood. That they might never again see home. So now they're having to deal with external forces, but internally, they're extremely worried. And really the section is that the fact that struggle exposes your true self. The accumulation of disease, hunger, exhaustion and fear had begun to wear them men down, and their true selves are starting to show. There's a universal saying to the effect that it is when men are off in the wild that they show themselves as they really are Kermit road. As in the case with the majority of proverbs, there's is much truth in it. For without the minor comforts of life to smooth things down and with even the elemental necessities more or less pro problematic, It's a weird word. The inner man has an unusual opportunity for showing himself. And he is not always attractive. And this is where 1 of them ends up stealing food. He gets caught, the person that that caught him that guy that stole food winds up killing them. So we see extreme extreme, like, obviously, Struggle was going to to reveal extreme behaviors. A man may be pleasant companion when you meet them in in dry clothes, and certain of substantial meals at regulated intervals, irregular intervals, but the same cherry individual may seem a very different person when you're were both on half rations, eaten cold and have been drenched for 3 days. Sleeping from utter exhaustion, cramped and wet. And so at this point, Teddy guns up getting malaria. He winds up having a the he jumps in the river to try to save, like, I think it was a canoe or some food getting away or whatever the case says, he busts his leg open. There's a huge cut. It's a leg he, injured, like, a couple years earlier in a trolley accident that never... Like, 1 leg was already already messed up. The leg he injured in the Amazon was the 1 that was getting problems all the way back in America. And as you can imagine, you got a cut wide open. There is bacteria everywhere, You're in an uncle clean environment. He starts getting an infection and gets malaria. This is where he gets to the point where he's almost dead. At the beginning of the the at the beginning of, the introduction. Before I get there, I wanna tell you his personality though. So this is back when he was younger. I think might have been at... Yeah. He was in Harvard. So he's early twenties. It says, when a doctor told him that his heart was weak and he would... And it would not hold out for more than a few years unless he lived quietly, he had replied that he per preferred an early death to his sedentary life. Reason I bring that up is because what's gonna happen on the next page where he... Well, let me let me read it to you. Before he left New York, he had packed... Yeah, he had packed his personal luggage, a small vial that contained a lethal dose of morphine. I've always made it a practice on such trips to take a bottle of morphine with me because 1 never knows what's going to happen. If at any time death became... Inevitable, I would have it over with it once without going through a long drawn out agony from which death was the only relief. So it shows he's not afraid to die. This is when he's laying on a c. He's only... He's has a fever. His his cherry and it's natural that really respects someone and develops a close relationship with with Roosevelt on this trip. He had spent, you know, decades and exploring South America before this and his son and he's telling them, like, that's it. Like, I you you can't go on, leave me here. I'm ready to die. Lying on a small cod, the X president talked about the dangers they faced with with or without the canoe. Than without trace of self pity fear, Roosevelt informed his friend and his son of the conclusions he had reached. Boys. I realized that some of us are not gonna finish this journey. This journey. Cherry. I want you and kermit to go on. You can get out, I will stop here. And I spent a lot of time talking about Roosevelt expectation of its kids, how he raised them. And this is the reason I spent so much time telling that. Because this is his son's kermit his response. For the first time in his life, Kermit simply refused to honor his father's wishes. Whatever it took whatever the cost he would not leave without Roosevelt. In the fraction of a second that Pas Roosevelt grim declaration and kermit reaction, father and son reversed the roles that had defined their relationship in which neither of them had ever questioned. Over nearly a quarter century, through lectures, letters, camping trips, grand adventures and strong example, Roosevelt had molded kermit in his own image, creating a young man who given a goal would fight with everything he had to achieve it. I gotta repeat that. Creating a young man who given a goal would fight with everything he had to achieve it. Kermit not only refused to do with his father asked of him, but demanded that Roosevelt step back and let his son determine his and the entire expedition course of action, Recognizing the resolve on his son's face, Roosevelt realized that if he wanted to save Kermit life, he would half to allow his son to save him. It can't... Does under direct quote from Rose. It came to me. And I saw that if I did end it, that would not that would only make it more sure that Kermit would not get out. I meaning, he would not survive. Why do he say that? For I knew he would not abandon me. But to insist on bringing my body out to, that of course, would have been impossible. I knew his determination, so there was only 1 thing for me to do, and that was to come out myself. There's so many thoughts that came to my mind when I read that section, given the goal he would fight with everything had to achieve it. There's a there's a... Ar Secretary gives the talk... The same talk over and over again. And I think it's valuable because repetition is persuasive. Right? And he talks about that so many people drift around it, he talks about the importance of a goal that a lot of people are unhappy because they don't have a goal, he uses a stat, like, 75 percent of people don't like the work they do. And he's in they're unhappy as a byproduct, and he says that if they didn't have a goal. And if you actually had a goal, that it it's it's it's, like freeing in a sense. Yes. You still have to work really hard, but you have somewhere you're... Like, you have a destination in mind. And then given a goal that you'll fight with everything you have to achieve it, and that actually gives content and meaning and happiness to your life. And then the other thing I thought about that. I was, because that's a very powerful sentence she wrote there. He created a young man who given a goal would fight with everything he had to achieve it. That's not that is rare. Most humans are not like that. They give up on everything. The people that they write books about don't. That is the the main difference here. And the for some weird reason it, made me think of this Alan Watts quote that I think about all the time, and I make sure that I read frequently. And so I'm gonna read it to you. Let me pull it up real quick. So he says, when we finally get down to something which the individual says he really wants to do. I will say to him, you do that and forget the money. Because if you say that getting the money the most important thing, you will spend your life completely wasting your time. You'll be doing things you don't like doing in order to go on living that is to go on doing things that you don't like doing, which is stupid. Better to have a short... This is still Allan Watts. This is gonna sound like Theodore Roosevelt about, isn't it? Better to I didn't even make disconnection, so I just read that sentence sorry before I I read the sentence into my mind before I set it out loud. Better to have a short life that is full of what you like doing, than a long life spent in a miserable way. And after all, if you do really like what you're doing, it doesn't matter what it is. Somebody's interested in everything, and anything you can be interested in, you'll find others that are. But it is absolutely stupid to spend your time doing things you don't like in order to go on doing things you don't like and to teach your children to fall the same track. See what we're doing is we're bringing up children, educating them to live in the same sort of lives we're living in order they may justify themselves and find satisfaction in life by bringing up their children to bring up their children to do the same. So it's all re and no vomit. It never gets there and this is the most important part. And so therefore, it is so important to consider this question. What do I desire? And so at this point in the story, what his kermit desire. He desires his father to live. He idol analyzes his father just like Teddy idol his. So no matter what? What did he just say created a young man who given a goal which gonna get my father out alive even though he looks like he's on death store, I will fight with everything I have to achieve that goal. And he accomplishes that goal. Even at the time it does not seem like it's even possible. This is a description of the group on April fifteenth. They are 11 days from being rescued. They wind up... Ron had the... This guy's obviously, the best person you could possibly have on an event on a like this. He had the foresight to send part of his party. He said, hey, there's a bend. Mimi at this at a confluence of another river and then bring supplies, and they did this before they went down the reserved out. They had wind up showing up a few weeks and as the days went buying, they there was no sign of Ron on a Roosevelt anybody else. They were convinced that they were all dead. But this is a... There were 11 days from being rescued. To anyone who had not spent years in the wilderness, the men who would have looked would have looked almost... The men would have looked almost inhuman. After weeks of surviving a little more than a few bites of fish and a single biscuit each night, they were gone in hollow cheek. The clothes on their back, the only clothing they had left were in tat. And wherever the skin appeared, it was bruised, cut, sunburn, and pepper with insect bites. They were filthy and wild eyed from disease and fear, and their American commander was barely clinging to life. That was April fifteenth by May 26 Roosevelt is back in New York. He never physically recovered. I wanna give you a description of this, and then I wanna talk about something that I think it's extremely important. We've talked about before default optimism. Although sick, frustrated and broken hearted over Quentin death, so his his son, I think all of his sudden served in World war 1, and 1 of them died, Quentin. So this is multiple many years after the expedition. This is about 4 years after the expedition about a year and a half to 2 years before, he's gonna die. Okay? So it says, although sick frustrated and broken hearted over Quentin death, he continued to fight, refusing to bow to the sorrow in grief that he had out overrun his entire life. When the young die at the crest of life in their golden morning that agrees of difference are merely degrees and bitterness he had written. Yet there's nothing more foolish and coward than to be beaten down by sorrow which nothing we can do will change. By November, he was back in the hospital. So ill, he was hardly able to walk or even stand. When told, he might be confined to a wheelchair for the rest of his life, Roosevelt paused, and then replied. Alright, I can work that way too. Roosevelt passes away and asleep at 60 years old, and this is what 2 of his friends remember about them him. This is first from John Burrows, which is an American natural. And I would say the leader of the Us conservation movement, and ryder as well. John Burrows was asked for remembrance of his old friend, and he said, We shall not look upon his light again, and this is what Cherry, his friend Cherry said, this is... He was on the expedition with Roosevelt, winds up living to ripe old age. He's died many decades later when he was in his eighties, he's given a speech about the expedition about Roosevelt in this what he said. The aging natural became lost in the memory of a distant jungle. And a friendship forged at the limit of human endurance. I've always thought strange, Sherry said quietly. Since I had the opportunity to know him and to know him intimately how any man could be brought in close personal contact with Colonel Roosevelt without loving him. As he continued, his audience of dig realized that the man before them, a man whose call hands had fought off calvary charges. Smuggled guns in catalog nature's most dangerous mysteries had begun to weep. I was in the consulate in Venezuela, when the console received the cable announcing Colonel Roosevelt death. He handed it to me without a word. When I read that message, Sherry said it last. The tears came to my eyes as they do now. That's where I'll leave it. I highly highly recommend you buy the book. This is this is books at their very best. It takes you on an emotional journey. It teaches you things. The writing is fantastic. The story is unbelievable. If you wanna buy the book and support the podcast at the same time. There's a link in the show notes. Can also go to founders podcast dot com. If you wanna buy the book using that link, you'll be supporting the podcast at the same time. If you have a friend or a coworker that you think would benefit from founders, you will buy them a gift description, I'll leave a link and the show us do that as well. That is a hundred and 75 books down 1000 go. Thank you very much for your time and attention. I'll talk to you again soon."
}