{
  "transcript": "This is the story of a marvelous financial calamity. Not so wonderful if you happen to be a creditor of which there are 50000 at current count. But marvelous in the way that it happened. A stranger comes to Wall Street. Borrows nearly 4000000000 dollars to acquire a company that 6 months earlier, he had never even heard of. This transaction is scarce settled before he's allowed to borrow 7000000000 more to acquire a bigger company. Making him a major force in retailing. An industry, he knows nothing about. The companies he acquired were successful retail enterprises, which before Bob accidentally having taken an interest in them had a 50 year unbroken unbroken record of paying their bills. They were also old fashioned that is to say relatively free of debt. Acquired is really too bland a word to drive the involuntary surrender to the new corporate coup known as the leveraged buyout. In theory, the L was supposed to boost productivity and increased profits once the new owner had sup planted the complacent and over paid former management. In practice, the L landed both companies in chapter 11. Among other notable side effects from Bob's joint ventures, embedded by the best and brightest bankers and buyout specialist on Wall Street or the following, 8000 workers laid off. First Boston, the once mighty investment firm having to be bailed out after several of its bridge loans went Ka. The collapse of the junk bond market. A slump in profits for department stores nationwide. The dumping of merchandise on discount stores by manufacturers with no place to sell their goods. The cut back in department store advertising which spread the misery into the newspaper and magazine businesses. The recession on Wall Street. This was an error of debtor barons. When billions went out to all sorts of an imaginative speculations. Bob arrived at the perfect moment in the final stage of the buyout frenzy when playing it safe counted for nothing. The bankruptcy courts are now clogged with the results of these full hearty endeavors. That is an excerpt from the book Gonna talk to about today, which is going for broke. How Robert Ka bankrupt the retail industry jolt the junk ball bond market and brought the booming eighties to a crashing halt and was written by John Roth child. Okay. So I had never heard of this book before. I actually got a message from a mis fitting, Chris, and I wanna read part of the the message he sent me because he he's talking about why he this book. And it's a great description of what we're gonna learn today. He says it is it is a how not to run a business, and the peril of over confidence with debt. This underrated book provides a glimpse into what happens when dreams become delusions. And that's a great way to think about, what we're gonna learn today. We're gonna build an anti model. So we're gonna have get the essence of who Bob was how we made decisions, and we're gonna be able to in the future. When you think of a decision have to make you just like, what would Bob do and do the opposite because this guy is a clown. So I'm gonna jump right into the book. The the intro I just read to you set right front, the author tells us how it ends. So now we know he wants up in bankruptcy. We know that the supposed quote unquote best and brightest minds. Lent this guy 11000000000 dollars with almost no money down. Within few short years, he's in bankruptcy. He's harmed tons of people because of his irresponsible actions. So now the the entire book is about how did this happen. And I'm gonna give you a little bit about his personality and and you'll see the the author is kind of ruthless in how he describes this guy. I I'm gonna call Bob. Everybody calls him Bob. So I'm just gonna refer to him as Bob the whole time throughout the the book because I'm not sure how to pronounce his last name. Bob subjected subjected himself to a barrage of improvements. First, a a to pay, then hair transplants. Face lifts, sheep, brain injections for longevity, which he flew to alert, Europe to receive, ro rituals, health food diets, and a daily swim in a especially purified pool. The urge to super proceed to win to maximize his every opportunity was a constant theme in his personal history. As now, this are gonna be a brief description of his early life in his career before he gets to Wall Street So he says he entered the world in 19 23 as a son of a Blacks smith. He was raised with 7 7 siblings. 7 other siblings died. His earliest known entrepreneur Adventure was pe newspapers in the street corner. In eighth grade, he quit school to take a job sweeping floors for 50 cents an hour. Bob's career in real estate so before, he was a rather successful real estate developer before he had this idea. He wanted to be... He wanted to play on Wall Street. He wanted to to go to unite states, which has makes this the story even more tragic because he could have just stopped there, stayed within his circle of competence and he would have had a a lot a lot better life. He winds up losing everything, a multi hundred million dollar fortune. That he bets on just a just a really silly idea of being the world's largest retailer even though he wasn't even particularly interested in retailing. So it says, Bob's Career in real estate was launched somewhat accidentally in 19 49, after he had tried a variety of jobs. So he he worked his mill writer. He haul logs. He ran a small grocery store. His cousin Tony had built a house in his spare time and then sold it and doubled his money in a few months. Impressed with these results, Bob suggested a partnership. Bob and Tony invested 5000 dollars in house doing most of the carp tree themselves and then sold it for 7500. This soon led to the buying and selling of more houses, which led to subdivision divisions and then just continues on and on. Bob fore saw the great post war migration to the suburbs and built him and put himself in the middle of it. He advanced from home building to sub dividing from sub dividing to building apartments from building apartments to putting up office tower. By the 19 fifties, Bob had become a comfortably wealthy man. In the 19 sixties, he became even wealthier, largely thanks to the half a million square feet of office space that he constructed in Ottawa, most of it rented to the Canadian government. In the condo boom of the 19 seventies, he expanded his operation in United States, and, building condos and office towers in California, Florida and Texas. Alright. So let's go back to that thought for just a second that he would have been better off if he would have stated was in his circle of competence. And never got involved in Wall Street. He might have still failed and and went up bankrupt anyways because he had up... He he loved being over leveraged. To several other Canadian real estate developers That get that he gets involved within in the book. And they're they're talking about in the book about, you know, being much smarter, and more wealthy than him than him. When this book ends, they're not bankrupt. I went and looked up and see if I could find books on these guys. Turns out they all go bankrupt too. But the reason I wanted to to circle back around that to that thought is because, really, it's a it's a fantasy because this guy was easily distracted. And as this this next section I'm gonna read you, that we're gonna see a bunch of these anti patterns, these these traits that he had that we just wanna do the opposite of. And says, I'm mean gonna skip over the person's name because it's not important, but he was also aware of Bob's wild card reputation, his quick temper, his absurd grand, his tendency to veer off on exotic tangent outside of real estate, many of which were pursued whole wholeheartedly and then dropped. So he jumps around a lot. He's he's not thorough. He's... There's there's a difference between like, we talk about Steve Jobs, we reality distortion field. And the idea that Mark Jason has that the world's is a lot more malleable than you think and if you you focus all your efforts, you you can... You could change the world around you. That's not Bob's version of grand. This guy lives in a a fantasy land. It has no attach attachment to any form of reality by any means. But just his absurd. So he's got a quick temper. He yells at people way too. I'm gonna read some just some ridiculous way he treats his employees. And then this idea of, you know, he jumps from 1 thing. I... He just quits at everything. He gets excited if he'll you can have... There's a lot of people in the book that have influence over him because he'll listen to basically the last idea. So the last idea he heard is the best idea. Until he here's another idea, and that's idea is just better. And so he just gives up and he never allows the things to compound. And so here's an example of these things that he got excited about and the dropped. He... There was a water powered dishwasher that he wanted to make. Cardboard box houses for the third world. The investments in technology companies that were announced with great fan fare because he he started a tech investing firm in 19 81. And then abandoned it in 19 82, and then his sudden urged to own a Tv station. And so we're gonna see this jumping around is how he got the idea to get involved. He doesn't know what an Is yet, but he will. And so he's he said, hey, I wanna I wanna acquire something. Look for an acquisition for me. So he he hires people to go out and look for things that he could buy. And this guy Randall 1 of the first ones that says at this point in our story, this is January 19 86. Wasn't even dreaming of putting Allied stores. So this is gonna be the first conglomerate. Were talking conglomerate that he's going to buy. And it it starts out by just saying, hey, maybe you wanna buy some of their shopping centers since you... Since you're a real estate Right? So says Randall isn't even dreaming of putting Allied stores on Bob's potential acquisition list. A sensible man, Randall knew that Allied stores was a department and specialty store conglomerate with a market value of 2000000000 dollars. And 70000 employees. He also knew that Bob's corporation had a market value of 200000000 and was a real estate enterprise with fewer than a thousand employees would blows your mind is the financial mach nominations that happens in this book. They're extremely complicated that allows a 200000000 dollar company. To overtake a 2000000000 dollar company with nothing but debt. That that the 1 could be overcome by the other was the farthest thing from his mind. Besides Bob had never mentioned retailing as 1 of his interests. He had never even stepped foot in an allied store before. No Randall Hunch was that Bob who owned shopping centers might be interested in buying the 5 shopping centers owned by Allied stores. In 1 of their phone conversations, Randall brought brought up Allied stores for the first time. Bob had never heard of it. So Bob shoots some down at first because he's like, no. I've been reading a newspaper, and I've read that that Macy's is about to be taken private. Get me a meeting with the Macy's Ceo and they try to get a meeting with Ceo and he's like, who is, like, no. I'm not gonna meet with this guy What that what hell was going on? He says he was thinking about the Macy's leveraged buyout, which he'd been following in the newspapers. Finding an acquisition was no longer his priority. Now he wanted to participate in the Macy's Z ob. So you'll see it's very interesting how this idea constantly more. So it's first, it's like, I'm not gonna do an On myself. I'm gonna... Instead of doing an acquisition. I'll just invest in this L of Macy's. So let get Fin sign, I think is the guys at the time the Ceo of Macy's. Think like like no. I'm not meeting with this guy. So this continues to develop. I'm skipping along Says spur by Macy's. Bob called yet another strategy session. Let's delve into Allied a little bit more. He told Randall. So talk about Randall assumption. Okay We're gonna go back to the shopping centers. That's easy. Says Randall assumed at first at first, that delving in a further into Allied Meant that 5 shopping centers, but it didn't... It meant that Bob was thinking about taking over the whole company. So it says, having learned to expect the unexpected from this unusual client in unusual is like, the the most t way you could put that just a few weeks back, Ran figured that Bob might be interested in attracting a single Brooks brothers store into 1 of his malls. Now in a great imaginary leap. Again, that's a very different from a reality distortion field. Are thinking about the world's is malleable. He just completely makes up these scenarios in his his mind. He it's almost like he's suffering from mental illness. Bob had vaulted himself into the ownership of all 45 Brooks brothers stores Again, this is in his mind. Plus it's gonna name all these other ann taylor, Jordan Marshall, all the other... There's the 24 divisions of Allied at this point. Okay? It was clear what had happened. This is why I'm telling you this. Having been rejected by Macy's in its L, Bob had decided to do a Macy's style L on Allied, putting himself in the role of Fin. So now we go into his plan. And even though I knew how the book ended. You're gonna the the most common word I have for the notes I like myself is unbelievable because it just... There's just mind blowing things that happen in book. But the note of myself is here is, of course, the banks aren't gonna lend Bob, the money to buy Ally. But I already knew they would. It just... You you read about this guy just like, how did this happen? Just says, Bob's brain trust was engaged in a continuous behind the scenes struggle to keep the bosses in in imp. I'm not pronounced pronouncing saying We're correct. In check. The man had some great ideas. But from the earliest days... Advisors had to try to subdue his wilder impulses. He has no self control, no discipline at all. As the operation got bigger, his impulses has got wilder. In 19 70, Bob seated control in his own, this is more about it in his his inability to focus and how he jumps around. Bob seated to control in his own company to a fellow Canadian entrepreneur in a complicated exchange of shares. A decision he's soon regretted. 2 years later, he able to buy back his own shares back... So he's buying back his own company at a much higher price. Remember that because this guy gets taken advantage of over and over again. They just see a sucker, and in some cases, the the banks were wind up being suckers sold. Right along with him, but he gets pumped for so much money and fees. It's gonna blow your mind. So now he saw... He decides okay. I'm gonna exchange shares. Oh, I regret this. And now let me buy back my own company at a much higher price 2 years later. Oh, okay. To buy back his own shares at a much higher price with the help from a loan of all places the Vatican. This is also what I don't understand the fact that this sky does have these wild imaginations as wild fantasies in mind. He is very charismatic to some people. And he's able to convince these people to lend him... I mean, there's so many there's Japanese, Canadian. European, American banks and financial institutions, private entrepreneurs alone this guy money. It's just amazing to me. Bob's fascination with the giant Us retailers seem to be super preposterous that they couldn't really believe that their boss was serious. The best course of action they decided this is Brain trust. Okay? Was to relax. Let's play along and then hope that the aloe allied infatuation would pass. Even if it didn't, the banks would surely put the boss on such a project, by refusing to lend money to it. And the realities of the marketplace as they called it would send Bob a message. And here's want... Something that's going on is the fact that Bob's at the right... He's got in in this this per way. He's at his timing is perfect because it says, Bob's timing couldn't have been better. Buyout and takeover overs were now all the rage. Wall Street was covering 1 undervalued situation after another, but he's gonna come in right before the this bubble is gonna burst. Okay? This is just crazy. Bob nor his advisers really knew 1 investment bank from another. You know, how they decide to who to call, They pick up the yellow pages. It was basically a matter of looking up names in the yellow pages. So they they corner investment picks. Start calling them. Wind up the first 4. They're like, no, kick rocks guy. It was 0 for... It was 0 for fort at this point. It resulted knew the surprise Nor just made Bob's 2 side kicks who were somewhat relieved. That the marketplace had given the right message. As a last resort, they made an appointment at pain Weber. Unfortunately, Pain Weber entertain this idea. Alright? Now he's gonna use them as long as they are like he finds utility out of them and then he's gonna drop them for somebody else, But we're not there yet. Bob secretly began to buy. So this is a the plan 1. Right? Because they don't... There's there's no way that they're gonna lend him money right away. This is... I guess, let me back up. I need to to explain a point more clearly. It's not like he jumps from no money down to 11000000000 dollars. He takes 1 step, then once he gets further down the line. He it's actually... There's some form of intelligence on how he approaches this. Because he builds up like this this equity in this capital to other through the other people's reputation. So everybody says, no, then he gets AAA meeting at Pink Weber. They give him AAT endorsement. Right? Then he gets an attorney that's very famous for handling like, M and A transactions on Wall Street, and he uses the name Pain Weber and that attorney to open another door. And so all throughout the this book, you're gonna see people substituting instead of them thinking for themselves, they substitute their own thinking for the the results of other people's think. And so that allows him to just keep getting to the next, like, further down the line, and then eventually goes so far down the line, and some of these banks have so much money at stake that they have no choice but to keep throwing good money after bat. But before we get there, let me go into, like, his more of just he has a nervous breakdown. He's a big... He's a big. He's got 2 families. They say he's not a big, but he was for a certain amount of time. Bob Secretly police began to buy shares an Ally to a dummy corporation called Perez Capital. Allied didn't know this. So this is the first way he... The his first strategy. Okay? Bob didn't know that Pain Weber didn't really believe he had any chance to take over Allied. And Pain Weber didn't know about Bob's nervous breakdowns or about his 2 families with 2 wives and 2 sets of children. Which he'd maintained for several years. He had had... And there they're talking about 2 times in his career, he had these nervous breakdowns where he... There was months he was unable to get out of bed. This is more about his leading these double lives, and then eventually, people finding out that he's 2 families. And this is gonna... This part reminded me of when back on, I think it was like, founders somewhere like the early 1 hundreds. I'd I read the book, biography of Frank lloyd Wright. And I'll explain what I mean by that after read the. So this is for 3 years, Bob kept up this exhausting routine. So he's got the 2 wives, multiple multiple families routine. While somehow finding the energy to do his real estate deals. At his headquarters in ottawa key employees aware of his situation had begun to Gossip, which eventually caused Bob to summon them to a special meeting in which he admitted to his double life. At the same time, he made it clear that he'd never tolerate such behavior on the part of anyone else on the payroll. Who'd be fired on the spot for pulling a stunt similar to his. Only an extraordinary person, he said could stand up to the strain. This guy is bananas that he would say that, but we've seen this before. Frank lloyd wright winds up getting the time he he's having affair. I think in the state he's in it's like, illegal. Adultery was actually illegal. I think he gets arrested for if I remember correctly, then he holds a press conference on Christmas day. And he actually says this. He says, listen, rules or for normal people. I Frank Lloyd Wright am not normal. Essentially, Bob just did the same thing with his employees. Right? So let's go back to the very beginning of this the first transaction. Pain weber knows that he didn't... He doesn't have the money to buy allied so they're trying to get creative. Pain members plan was for Bob's to buy a sizable chunk of allied stock. Then approached Ceo about cooperating in some sort of friendly deal. Further study of Bob's assets had reinforced the suspicion that a hostile takeover was out of the question. Since Bob would have to borrow up to 2500000000.0 dollars to buy all of Allied 50000000 shares. He didn't expect that Bob could borrow up to 2500000000.0 with only a hundred to a hundred and 50000000 for a down payment. Which is what Bob had told Pain Weber that he could come up with. So he's not only dealing with the pain Weber. He's also going around having the intelligent meetings, and everyone thinks the same thing. They're muse at how absurd Bob's ideas that he... That his tiny little company is gonna take over ally. So this is Le Brothers was impressed by 2 things. The man's obvious if naive enthusiasm, and the absurdity of his proposition. Those who doubted that Bob could acquired Allied had grown into a large crowd that include Bob's Brain trust, his advisors back in Toronto, his Toronto bankers, his... His advisors from Pain Weber and now his lawyer. And so Bob has just keep marching on He's like, I'm gonna do this regardless. I don't even think he he even understood people out him. I don't even think it penetrated in his brain. So it says that... But now here we get to the the how like, the the foundation for or, I. I guess, a shaky foundation that all built on. It says the cash itself didn't have to be there. What was required was the promise of cash. Which various reliable sources would provide for a fee and way you get... Wait do I get to the fees. This is it gonna blow your mind. So what what Bob had was pain Webber assurance that it could raise at a considerable chunk of the necessary amount by selling junk bonds. Remember, this is the eighties this is the end of the eighties. This is junk bond era. Right? So that's gonna be 1 way. They're not gonna finance the entire acquisition this way. Yeah. It says junk bonds in themselves were not enough to launch a could've offer, along with the... With this unsecured debt, which is why it's called junk. Bob would also need some secured debt. Money that a commercial bank would agree to loan against the assets of the would be target allied, which is crazy is how this loose definition of secured that some of these financial institutions use. In 1 case, he's borrowing money against his own shares, and they're using the shares as collateral. The shares go from, like, 50 dollars a share down to, I think 4 dollars a share, so it's not actually a secured debt, then he he he gets in, like, this web of promises. When you once it it winds up in bankruptcy court, he discovers that he had promised, like, there's multiple people that have collateral on the same asset. So that complicates things because he's she's just going out there and giving promises. The same promises to multiple people which obviously she can't do. 1 institution that he goes to a City corps and they give him this great nickname of the Mad Balm. This was City course first clue that they were dealing with a volatile character, who soon acquired the in house nickname Mad Balm. Whether the bank should have anything to do with the Mad Bomber was hot debated. The pro Bob faction won the debate with 3 persuasive arguments. Number 1, if it all went well, Bob might use City core as banker in the future in future real estate deals. Number 2, a peek at allied balance sheets showed that there was more than enough collateral to cover a city court secured takeover loan. That here's the problem with assumption number 2. They thought he was gonna have a professional manager. He went... Eventually hires a professional Ceo. And says, no, I'm gonna do this and then goes around and just runs the company terribly. Because, again, he never even stepped foot in 1 of these stores. Number 3, Bob, Bob said that he could put up that he could put up to 300000000 of his own money on the tables equity. That is also Eli. And part of a way to understand why they would... Why these banks would kinda talk themselves into. You know, they have weak arguments, they build 1 assumption on top of it, 1 week assumption on top of another week assumption. Is because the the at this time, you're just making so much money from M and A activity, And I'll get into the actual numbers. And you just see you're just blinded by it. And I think it's in human nature. It's not like they're necessarily... I mean, they definitely did dumb things. But I think a lot of people that were in the... Their same shoes would be blinded by... Like, it's clearly in our nature to be... To have the capacity to be blinded by greed. So I think that's the lesson. It's like, okay. You know, we're kinda poking fun at these guys look, how stupid they are I cannot believe they wind up, you know, betting... Again, first boss this case, they bet so much money on just 1 flaky dude that they wind up having to get build out themselves, but this has happened over and over again. So it's just like we I can't think it's like, like, It's not it's not unique to them. We have to be aware of our or the capacity in our own lives to make full decisions, and, again, avoidance, I guess, 1 of the main lessons from here from this book is I was thinking about what Charlie Mu says. Says, he's got this great. He's like, tell me where where I'm gonna die, so I'll never go there. And it's like, you study the decisions they made and so you can avoid the putting yourself in the situations that... And all the parties are in here, Bob, his staff, the people in the banking. The the people running allied and Federated. All these people. There's just a combination of 1 bad decision after another. This is no of myself on this page, odd duck the sky. Look at what he does here. Bob he's in the middle of a a negotiation to purchase some some shopping centers. He just talks about the way he negotiate in general. Bob wasn't bud either. He hadn't gotten to where he was by budgeting. Once at a retirement party for a longtime employee, he tried to make a deal to buy back the man's stock at a favorable price. Once the sale of his house in Ottawa to his own daughter was stalled over his insistence that the washer dryer unit didn't come with the property and still belong to him. And there's another example. Once the sale on the sale of a 600000 dollar apartment building in Ottawa was held up why Bob and the buyer argued over who got to keep the lawn mower. Never underestimate humans capacity to focus on the unimportant. Okay. So I wanna go back to this point I tried to make earlier, and this is the note I was referencing. He actually does something smart. Just focus on getting the next step done. Future problems will have future solutions. And he was getting turned down by a bunch of people at the very beginning. The further along the process goes, the the the more they're just... They went up yielding to his wishes. So it says, there was about 1 course of action left short short of going home. Make a hostile bid to the shareholders and conquer allied against the management's will, which is exactly what Pain Weber and his attorney said they would not do at the very beginning. When neither Pain weber Nor Fin had thought Bob capable of doing, they were now helping him to do. Pain weber had expressed dis for hostile deals at the initial meeting with Bob in July. How quickly this resistance was overcome as soon as Bob decided to do 1 in September. Pain weber, in fact, was delighted to continue to participate in the za escalation of the Allied Bob conflict. A remarkable pilgrimage was soon on its way to Bob's world world off astoria sweet. So that's now once they realized this guy's gonna do a hostile takeover. He's already with Pain Weber, He's with this other respected attorney, you see a a series of more respected banks get involved. And he leverages their name to to for more institutions. Just kinda of builds on all these reputation. Right? So it says Morgan Stanley, Le Brothers first Boston, all... They just... The this goes on and on. And talks about these people had done more than 200000000000. In M and A transactions in 19 85. I think we're still in 19 86. So so they're fresh off. Okay. Last year, we killed it. We made hundreds of billions of dollars doing this. Let's see if we can do it more. How things have changed in 6 months. People that had previously wanted nothing further to do with Bob after the face lift incident, so he missed a meeting. No 1 could find him because he flew on of Brazil. This guy. He flew on Brazil to get a face lift didn't tell anybody where he was is very strange. So now they're saying, okay, we don't want anything to do with this guy. You know, now 6 months later. Like, okay. Now all 3 were competing for his business. None of them had heard of Bob at all. What sent them scrambling to his suite was a tip from Fin. A guy from Canada wants to do a hostile. So, again, that's his attorney that's respected by the bankers. He's saying, hey, this guy wants to do it. Okay. I'm gonna run up, and I'm gonna compete for this business. Let's go more into, like, the historical to give you, like, historical context of what's happening at this time. And this guy right here, Was. What's his first name? Bruce. Bruce Was. He's actually 1 of the smartest ones in all this. He he's, like, credited with being the most prominent merger and acquisition, like, person responsible for a lot of these. He did... We went up doing over a a thousand transactions for, like, 250000000000 dollars. And the reason I say he... He's 1 of the smartest ones is I, I, again, I don't really, like he was doing with these companies, but he doesn't... He's he's not... He's smart enough not to put himself on personal liability. So a lot of the companies, like, First Boston as the company works for. Eventually, he feels he's underpaid because he's doing, like, 80 to 90 percent of their profits, which has Ben bananas. So he winds up going on on his own. When's at surviving, he... He died about, 10 or 15 years ago something like that, and, you know, but he died with a net worth of a couple billion dollars. He just... He he he didn't take the tail risks that other institutions did. I guess, that's that's... What I mean by he was smart. So it says, Was highly publicized success, so it talks about. He took he did Mexico's 10000000000 dollar acquisition of getting oil, Dupont, purchase of Con. I'm gonna skip over a much of these because are not important, but this is the description of what's happening. Right? So it says they were the principal reasons that 1 out of 10 yale graduates applied for a job at first Boston in 19 86, and that 30 percent of Harvard business school graduates ended up in the M and A M and a department of the top 4 firms. That's crazy. The set here here's why. The salaries were phenomenal. A rookie just out of Mba program could easily make a hundred and 50 to 200000 dollars a year in 19 86 money. A junior partner in the early to mid thirties in his early, early to mid thirties. Excuse me, was making a million and to 2000000 a year. A senior partner, 2 to 3000000 a year. It's And all stars like Was could get 6 7 to 10000000. There was no limit. And eventually, he's gonna realize that even when he's making 10 10000000 plus that he's still under underpaid, and that's when he goes out and starts with some company. And the growth of these M and A departments were really fast. They they went up in in first Boston case, under... And Was was largely credited with this Him and his partner, it went up a hundred and 25 x in 7 years. So it says the m and A department, they establish a first Boston helped the firm to a record hundred and 25000000 dollars in earnings in 19 85. A long way from the million dollars that had earned before M and A gathered its lucrative momentum in 19 70 eighth so they made a million in 19 78 and a hundred and 25000019 85. That's just 1 company. Okay. So eventually, as Bob builds up steam, Allied realized realizes, oh, no. We we might get taken over, so what was common at this time was they look for what's called a white knight, so So if they're like, if we're gonna be taken over, let's at least be taken over by somebody that we admire or, like, somebody that's more, like, on our side. And so this is about the white knight, And then what was surprising is there's this sky it's really famous for for social media got tens of millions of followers on Instagram his name's Dan Pi. Well, his dad is a major character in this book, which again, is just unbelievable. So it's got... The white knight is his guy named Edward Deep Bart, he was a man who owned 59 major shopping malls from Florida to California, 1 tenth of all retail mall space in the country. He owned the San Francisco 49, to Pittsburgh penguins and a sizable slice of Ohio. This is more about him. There would be rescue of Allied D Bar was a court oc who works 7 days a week. Stylist statistically, he couldn't have been more different from the from from Bob, he... So there's a description of him. He continued to occupied a modest ranch house in a suburb of of Ohio. His favorite restaurant was a friendly neighborhood place that he owned. He never had a face lift or hair transplant. He had never been to Europe. His idea of a wild time was ordering his scotch with an orange peel, which he never seemed to finish. When his house was being red, Deb Bart could have... Who could have gone anywhere, chose to rent a room at the local holiday inn. He owned the local holiday inn. He had few extra. This was a multi billionaire who preferred to live the life of an overworked clerk. And so D has working with Paul Ba. Paul Ba was d D Bart partner in a number of stock market deals. And was instrumental and convincing Deb Bart to do this here. Bi aria subsequently was convicted of criminal charges for unrelated financial trends. I can't tell you how many characters in this book. There's this... They're describe the same way. They're doing this deal. Later on, 5 years later, they're in jail. 2 years later, this guy got convicted of this. This guy was forced to now it's just... They're all running a foul of various different regulations and laws. It's it's a wild wild time and a wild wild story. This is another example why it I would say Bob would not be somebody Bob or anybody like Bob is not somebody you wanna work with. Eventually, he decides he's gonna drop pain weber because first first Boston is better and he's really impressed with Was. So says his first boss... He's talking to pain weber now and he says, first Boss is gonna to take the lead on this 1. You'll be you'll still be part of the deal. You'll be paid your full fee. A separation agreement s that Pain Weber would be... Would receive 6500000.0 dollars from Bob for its services was signed by both parties. Bob didn't pay. He contend that Pain Weber hadn't done anything to deserve the fee. And at a meeting set up labor later by the Pain weber people to resolve the problem, the Bob people didn't show up. Pain weber had a sued to get its money. And eventually, the case was settled in Pain Webber favor. And this is a reminder that Bob is risking a good business. For all the Shenanigans. First Boston studied the financial condition of Bob's corporation and looking over these annual reports as well as private valuation studies, the bankers were impressed with Bob's 1400000000, Canadian dollars, equity in real estate. That the bob... That Bob's properties could serve as collateral in the vent of a of a mishap, such as Bob not being able to pay his takeover bills, which you can't, waited heavily in favor of doing business with him. So thought, okay. We can do this because we can at least secure it. But again, what's 700 it's not even 700000000 What's it being much less than that. But what's 700000000 collateral when you... When you're learning the guy 11000000000 dollars. Right? This guy just gets weirder and weird. This is a, a conversation that's happening within inside of First Boston. Sit down. You're not gonna believe this. Bob's got a Fortune teller. Bullshit. How do you know? He just told me himself on the phone. A German Fortune teller. He thinks he's destined to take over Allied because the Fortune teller says so. So, they're they're still... They're failing to take over Allied. He doesn't have enough assets. They they do this. This is where Was comes up it's a good idea. And it winds with the idea it one's up being a loophole and it's closed right after this happens. But really, the lessons don't quit until you've tried everything. I mean, I guess it's partial lesson, I I guess, at this point. Like, why even try this if it's just gonna wind up ruining your entire life, which is what it does. But I guess they don't know that yet. So it says no self respecting player could have floor... Afford to thrown the towel before trying every conceivable last minute ploy, and Was was champion po maker. This particular ploy was called the Street sweep. The idea was to bypass the tender offer process and buy enough shares on the open market to gain immediate control. In Allied case, Washer figured a sweep a street sweep was possible because of an interesting development his rivals had overlooked. A large percentage of the allied shares had fallen into the hands of a single interested party named Boyd Jeff. This is another example of a guy that plays a role in this acquisition that winds up going to jail later on. Boyd Jeff is gonna make some money, but then he goes to jail later on unrelated stuff. Let's go more to this idea. Is, like, 3 pages in a row. I just jot down unbelievable unbelievable unbelievable. Thus far, neither side had dared to buy the block because the tender with tender and merger offers still on the table, so there's the white knight and Bob all going for Ally. Right? So those are the 2 parties. So when you have merger offers still on the table is against the Sec regulations from them to acquire shares in the open market. A judge would surely null notify any purchase of Jeffrey shares and perhaps invalidate the entire tender offer as well. But with Bob flirting with cap, Washington had a wild thought. What if Bob would drew his tender offer, then turned around and grab the Jeff block a minute later. So it's kind of a loophole. Right? Tech... It's in the... It's a... It's technically legal, but against the spirit of the regulation. That's why the Sec closes a loophole, and doesn't allow this after this this goes through. The combination of that Jeffrey shares and the shares he already owned would give Bob more than 51 percent. Bob would then force a second merger transaction in which he'd buy the remainder of the stock because now he owns 51 percent. Right? Fin stein was invited to... First Boston to describe the possible ramifications. Us attorney. He's meeting with Was and say, okay. What's wrong with idea. Including a worst case scenario, So they're they're mapping and out worst case scenario. Can't Bob buys the block for 1800000000.0. A dis judge refuses to let Bob Vote these shares. So even though Bob technically owns a majority, he's barred from running the company. This is all hypothetical, by the way, it doesn't actually happen. With Bob's takeover over and threat now neutralized, Deb Bart, pulls his offer from the table. The price of allied stock plummet. Bob is stuck with millions of shares he can't unload, except a huge loss, and the people who lent him the 1880000000.00 member. He doesn't have the money for this. The people who lent him the 1800000000.0 in cash to do the street sweep want their money back. Bob can only repay part of it. His Canadian real estate is liquidate and he's forced into bankruptcy. Other than that, everything is fine. And now here's a problem. Another question is who would lend Bob 1800000000.0 dollars to do this? Was suggests that first Boston, bypass City corps and land him the money for the street sweep. Earlier, first Boston had committed itself to making Bob, the a 455000000 dollar bridge loan. A daring step in itself, so they go from making money on fees to now trying to make money on fees and loans and investments. This is what's gonna cause them to go under Was s winds up extracting himself personally. Right? So if he's not personally liable, but the the company went up bearing the brunt of this because we already know Bob's gonna go on the bankruptcy. Right? Now why would First Boston agree to this? Here's the problem. Washington team was c First Boston. Farther towards the ed edge of prudence, and the firm wouldn't see in the firm that Wouldn't see Bob the previous summer was now on the verge of investing in this uncertain ploy. First Boston management may have resent what they perceived to be Was smart s attitude, but his M and A department made 90 percent of the profits. And if Was wanted to do a sweet street sweep, he could do a street sweep. So he technically, Was has more power, than the Ceo of first Boston. Also, the executive committee was convinced that Bob had enough real estate assets to cover the downside. He didn't. A liquidation would be tough luck for Bob, but not for the firm. The upside Why are they doing this? Washington telling him to do this and he he he'd represents 90 side of the profits, but the upside was that first Boston would make over 100000000 dollars in extra fees not to the mention the interest on the bridge loan. So it's first Boston. So it was that it was that first Boston gave its official ascent to betting 1. This is an, I this is an a crazy crazy sentence. So it was that... So it was that first Boston gave... Its official sense to betting 100 percent of its entire corporate capital on Bob. The notorious flaky Canadian real estate developer and Liar who's doing this deal because his Fortune teller. Tells him it's gonna work. Go. So let me reference... Let me go back to that idea that that Bob was flirting with cap... May... Not macy's sense. Allied was... There's this comment at the time. It's called, like green mailing. And so they're like, hey. If you'll go away we'll buy our the stock that you already own and we'll give, like, I it was like, another 60000000 on top of that. He could've have made... I think was, like something between, 60 and a hundred million, 16 80000000 maybe, just to go away. And so that's what they... When he's was think about cap calculation, and this is the other side. And so they're going back and forth. About, hey, we should just do this, That way, d Deb bart gets it, and they're advised against it because of Paul Ba. So it says, Frank had been trying to get Deb bart to agree to the the severance package. But d D Bart had deferred to Bi bulgarian. And Had bought because he didn't know about sweet sweetheart. Right? Washington scenes idea. Now at 9AM, Ba was commenting on the news that had just come over the financial wires. Bob had dropped his tender offer. Did you see this he yelled to Frank? Bob has given up. He's done finished would drawn his center offer and you suckers at Allied wanted us to pay him 60000000 dollars to get rid of him? What a waste of money that would have been? He's gone history out of the picture. We didn't need to pay him anything to get rid of him. He's, oh, my god. Bi aria had seen the second message on the financial wire. Bob had bought 25000000 shares of allied stock from Boyd Jeff. He was now the majority shareholder. So I called Bob liar earlier, this is why because he kept saying I'm gonna put up money when gonna kept out of money, but he kept getting these... He pushes the financial institutions further wanna go. And then as they get deeper, he says, oh, did you change my mind. Now you gotta figure it out. So he says and now in addition to everything else, after City corps had agreed to loan Bob a hundred and 50000000 to solve half of his equity problem. Remember he said he was gonna put up 300000000. Right? Bob was telling the bank he couldn't produce the other half. So I'm gonna give you 3... I'm gonna put out 300000000, okay. Just kidding. I only have a hundred and 50000000. You lend me the 01:50. Oh, let me 1 and 50 Now Guess what. I don't have the other hundred and 50. This guy's terrible. He was relying on the baker's Forbearance and ingenuity to come up with that too. Bob understood that City court in First Boston who together had invested 1800000000.0 in the Streets Sweep and who were gonna make hundreds of millions of fees if the deal closed was not about to let the deal fall apart because Bob didn't pony up his equity. They had more of a vested interest in the deal than he did. So let's go and let's talk more about the fees, fees and more fees and more fees. It's crazy. Potentially, it was the most lucrative deal in history for First Boston from its growing list of Bob's fees. I'm just gonna list off a bunch of them. Okay? Eventually, we'll total them up at the at the end. 1500000.0 for the initial commitment. 7000000 dollar acquisition fee, a million for issuing a highly confident letter, 7000000 for the original bridge loan commitment. In. An additional 3600000.0 for increasing the bridge commitment, How the hell is Bob ever gonna make money of a business like this when he's giving away hundreds of millions of dollars in fees. 50000000 for the Sweep state long. More and and more fees coming from the junk bond financing. For citi, that was for boston. For Citi bank, the takeover was just as lucrative, the closing fee of 1 percent. The initial commitment fee of 3000000 dollars. The s fee of 8000000 dollars. An agency fee of a million dollars. The commitment fee of 1 percent per year on the unused portion of the loan. The bridge loan fee for its half of the street sweep and so on and so on. So this is just this is just for the first acquisition. Memory he does too. It was a 4100000000.0 dollar acquisition was the final cost, including a whopping 612000000 dollars in fees, expenses and finance charges. So a few weeks ago, we talked about how, and the earliest days the Spacex Elon Musk would insist on interviewing the first 3000 employees. For Spacex wanted to make sure, like, he was... He had the the the most talented people. Bob will have a conversation with somebody for a few minutes. He says, you'll do fine after I having asked him just a few questions. And then the guy whose name is Rick fine for what? I'm hiring you as senior vice president of Real estate. Okay? So after a week on the job, he was hired as senior vice president of real real estate after just a few questions. They're on Bob's jet, and he says, I want you to be a president. Rake could hardly relieve what he was hearing. He'd been on the job only a few days, and with certainly no expert in retailing. That's how Bob's gonna make his hiring decisions. This guy's insane. Later in 19 87. This is just what, a few months after. Bob and Rigs had a falling out. This resulted from an argument Bob was having with the owner of shopping Mall, Massachusetts. The owner wanted an Allied store, Remember after I already took over Allied. An allied store to anchor his mall. But Bob refused to cooperate unless he got a 50 percent equity interest in the mall as compensation. This demand was rejected by the owner as preposterous. But Bob somehow got it into his head that the owner had agreed to the terms. When the imaginary deal fell apart for in truth, there was never a deal, Bob blamed me for screwing up the negotiations. He blew up at me and called me stupid. Okay. So some of the idea that they had about taking our allied. Okay. We gotta figure out how to we we had to pay all... I think a couple hundred million of, in interest on all the debt that we borrowed. And so we're gonna sell off a bunch of divisions. Right? And there's a lot. I have 3 separate notes all filled up on this page because there's a lot of things that came to mind when I was reading this. And really emotion blur judgment, and this is... This is... Again, Bob's not the only idiot in the store. There's tons of people that are buying assets that are just they're over paying for assets. They're... So Allied is selling off their worst stores. And yet, there's, like, acquisition fever. At this time, so every other retailer thinks they just have to keep buying shit because other people are buying things. Great So says where there was little apparent interest, they did their best to simulate it by creating the illusion of competition. The idea was to convince a likely buyer, which they call a live 1 that other interested parties were ready to bid on whatever division he was thinking of buying. And then to scare him into making a generous preemptive offer. Give us your price now they would say, and we'll shut down the auction process. When this ploy worked, first Boston was alerted, That's who's doing this for a bottle. Okay And 1 of the most spectacular examples of over bidding for an Allied division, the crown American company was panicked into making a ridiculously high preemptive bid for this company called Miller. Miller was a second rate franchise for which first Boss expected to get 75 to 80000000 dollars at most. Crown America had wanted to buy Kane Sloan so that's another franchise, but Dill wind up winning that bid. So Crown Americans, this is why I say motion blur judgment. Crown Americans management became desperate to buy Miller. Okay. Lost out on what I really wanted. I have to buy something. To to to their amazement crown American shut down the auction process on Miller with a bid of 95000000 dollars. The guy that's doing this negotiation for Hunt first Boston behalf says I was struggling to keep a straight face. This is, like, the opposite. Was so what I thought of when... There's a great... I I covered the book, Jim Clayton that... It's called a first dream. They might be founders number 91, and it's just this book, warren Buffett read the book and then buys buys the company. Guy starts off If I remember correctly selling, like, car dealerships then it realizes he starts selling, like, mobile. He... I think it goes the... I think called mobile homes. What are they called? Manufactured homes, largest producer in America, then winds up getting into he finds it very lucrative in the financing of these homes. But anyways, he retire at this point to his son is the 1 that has to is the 1 that's negotiating warren Buffett. And I if I remember correctly, he says something like, okay, Warren calls him up, So, okay, I'll give you 12 dollars a share. And the the son is, like, you know, I went to the board. Let me... We said 16. Goes back to warren. Just goes back to warren says 16. Right? These are approximate numbers. I don't have in front me, but this is how hard remember. Warren buffett says 12. Okay. 14. 12. Okay. 12. Words like I don't I'm... I don't bid. Like, this is what I've already worked that 1 Gonna pay for it, you except it or not. He minds are kidding it for 12. This is the... Again, warren brilliant, intelligent, smart. The people running Crown America. The opposite. Right? These are the anti patterns that we see here. This another 1 was... This is now another example of this. I'm gonna exclude the company and the people because it doesn't matter. They do this 1 bid 95000000. The next highest offer, the only other offer turned out to be 60000000 dollars. 60000000. And so the there's a there's a footnote in the book later, and I went and put it back on this page because it whatever mind me He says in only a minority of cases, did the Allied divisions add to anyone's prosperity accept the bankruptcy lawyers. And so a lot of these people that are over bidding, If you over bids by the 35000000 dollars or something and who even knows if it's worth 60000000 to begin with. What do you think is gonna happen? Another note myself time is the best filter. There are several people in this book who are described as wealthy. I looked them up after and they all went bankrupt, and a lot of these companies that over bid for these second rate Allied divisions wind up failing as well. You can't be a poor steward resources and expect to survive. Okay. So eventually, Bob tries to recruit some other people that had retail experience around his company. He's gonna recruit this 1 guy. There's a there's a small story I wanna tell you that I found interesting because he's recruiting this guy named More, Mo. And M partners with We, who is the founder of limited, and there's another crazy, like, post script to his story too. So they said they kept in constant touch. We were like, brothers who who could read each other's thoughts. So talking about the the relationship between Mar and the older We. Right? We is the founder Mu the guys like his second in command. In mid 19 87, they had a spat. The spat originated in, what else, A difference of opinion about takeover. We he says was intent on taking over something. Mu was opposed to these acquisitions. What did they need them for, especially at the prices that people were paying for the ego trip of owning Vanity stores that were losing money? That's another thing. A lot of people are buying these companies are tens of millions of dollars companies, spending tens of millions rather. On these companies in their a lot of money profitable. The purpose of business is profit, not a platform for your ego, Mu told We. He worried that an ill conceived an overpriced acquisition would have an unpleasant side effect on the value of limited stock. Where his personal fortunately, and they... I think they worked together for, like 2 decades. We brought nothing from Allied, he did buy Henry Bend. This ex his differences with Mar who reminded himself that Bend had been losing money for several years. Mar told his old friend and partner that he was quitting. A few days later, Mar returned to the office to clean out his desk. This was no longer possible. The desk had disappeared in rubble. We had had the place bull. Humans are crazy, man. As Mar stood in the midst of the discussion destruction it occurred to him that We had been more upset than he had anticipated. We also terminated the lifetime discount at all limited stores that he had extended to Wife. He and Were roast never spoke again. So there's 2 interesting post scripts to We. We, he he also made really intelligent acquisitions. He bought We bought Victoria's secret for a million dollar worse. Who know... I, I think I think that that brand on its own is probably worth a couple billion today. Right? Now that's a the positive. The negative thing. You know who We financial manager was starting in 19 87 when Ro left, Jeffrey Epstein. Moving on, I mentioned earlier that there's a ton of examples in this book of people substituting someone else's thinking for their own, lesson here's as you gotta think for yourself. Up here says the Toronto security analyst. People were amazed by what had happened in New York. The prevailing viewpoint was that if Wall Street and all its geniuses would then Bob billions of dollars, there must be something to it. Wall Street, many Canadians decided, must know something about this guy that we didn't. So Bob had no trouble and this is after borrowing what... What does he up to? 8000000000 dollar or 8 11000000000 dollars Figure forgot how much his up put to this point he's borrowed. So Bob had no trouble in obtaining a hundred and 50 month million dollar personal loan to buy back his own stock secured in part by real estate, but mostly by the value of the stock itself. The National Bank of Canada was taking a major Gamble on Bob's vision, and they took that gamble because they said, hey, well Wall Street they these guys seem to be smart. They must know what they're doing. So here's a hundred and 50000000. And we see the over confidence, the Bob has himself and thinking that things just work out in the future. Which he says there's always some way, causes him to to vastly the over pay. So this is actually... I was wrong. We're... We haven't got to the point where he he finished Allied yet. This is him or not shooting. He... He's he's done ally We have then federated. And so this is where they're going and the price keeps going up. And so let me read the section to. Bob raises price once again, to 66 dollars per share to put more pressure on the board. An official press release listing Bob's new improved lineup of equity partners was put out. Bob had managed to round up 1200000000.0 dollars equity who would qui with that. The fact that most of this was borrowed money and therefore not true equity was bothers him to Ron. Ron is working 1 of the guys that works for Bob, who could see the dangers of loans piled on loans, I told him that although from Federated point of view, this might be equity that it was borrowed and that long term, we could have a problem. Bob said, don't worry. He thrived on leverage. It's anything this so it says, don't worry, then description of him is driving on leverage, and then it says this is now another quote from Bob. If somebody lend you a dollar, you take it. The ramifications can be handled later. There's always some way out. Let's go back to more of these ridiculous decisions by people made, not named Bob, and I cannot believe He wants to selling he owns Brooks Brothers now. And you went up selling, it let look at this is unbelievable. When we heard that Bob was flying to London to meet with Lord Rain and sell Brooks Brothers for 750000000. Our immediate reaction was sure, Bob. Nobody around here thought he'd get more than 450000000. Bob, Bob negotiating with Lord Rain was Bob at its best. And it face to face a negotiation with an eager bob buyer. He never blinked first. Gave no hint of compromise stuck to his price with such passionate conviction that his... That that to his adversary, it began to seem reasonable. There seemed to be no choice, but to accept Bob's price or walk away empty handed, so he gets 750000000 dollars for something other people thought he could only sell for 450000000. So Bob is, but bidding against Macy's 4 federated. His first bid was 47. Now we just saw him bumping it up to 66. Right? The bidding continue to pace with Bob's bump to 77 dollars a share. He has no idea if this is gonna make money. Just like, I'm gonna got it. Mac bumped to 77.5 and it just keeps going, and then again, to 79. Neither Bob nor Macy's showed any sign of backing down. At each higher level, the number crunch due to this is such an important sentence. At each higher level, the number crunch du do du, produced another computer simulation to prove the deal made sense. So why are they doing that? Because the higher the deal goes, the more fees they're gonna reap whereas Charlie mu wisely told us, whose bread I eat his song I sing. So it's like, asking a barbara, if you need a haircut? What do you think he's gonna say? It's example how Bob's a luna with poor follow through. Hearing that the problem with End, he's in he's... He's... He always says meetings in his hotel, which is really creepy to me. Ever since the Harvey Weinstein stuff came out too. Right? Hearing that the the problem with Ann taylor was not as simple as revising. Things Hey. Let's just spruce up the... The the the catalog, everything we find. Again, this guy nothing more retail. Hearing what the problem with Ann taylor was not as simple as revising the catalog. Sent Bob into a rage. He picked up his fork and stab the table. The fork penetrated the table and was vibrating back and forth, and I'll never forget it. Looking at that fork vibrating there and this guy's eyes bulging wide and his hand shaking. And I looked at this poor woman. This is the... There's a group of, like, 4 people. 1 of them is the the president of Anne Ann taylor. Her name is Michelle Fortune. I looked at this poor woman, Michelle Fortune and thought she she was gonna have a heart attack. And then I saw the look on the other faces, and I wondered who was gonna have the heart first heart attack in the room. Bob ran around on a circle, circled the table once then twice, then he stopped and sat down, took a double took a took a took a couple of deep breaths and apologized. In closing, Bob said he wanted a full report on the ann taylor situation at the forthcoming meeting. Fortune wasn't sure what sort of report to produce so she decided to wait for further instructions. But there was no further instructions. There was no forthcoming meeting. Bob never called back. More poor follow through more of this idea that his the last idea he ever heard is the best idea. He hires Mo that guy told you that was with partners with We. He's gonna let him be Ceo of both allied and federated, changes his in mind decides he's gonna do it. So it says, and he tells M asking, Mu he's like, no. I'm I'm not... I'm don't... I can't accept that. Like, I'm not. That's not what you hired before. And then a few months later, more fees has been know left myself. Bob paid Mo, the balance of his contract. 3000000 dollars for 6 months work. It was supposed to be... I think, a million dollars a year or 3 years. Right? So he he's in 3000000 dollars for 6 months work, plus estimated 200000 dollars more of stock options. I wanna go back to this this terrible idea of relying on models. So for the federated deal to work, the model had 1 assumption stacked on another stacked on another assumptions on another assumption that all had to go exactly as planned. Because there's no room for error here because that room for error is taken up by, a Ga amount of fees. Check this out. Such was the Federated deal. As it appeared on paper. All would be well. The number crunch predicted. Provided, of course, that the divisions on the blocks sold for the expected high prices that Bob would take out the Federated mortgages, the Federated budget would be become... To think about all these crazy assumptions that have to go exactly precise. This is insane. The divisions on the block would sold would be sold for exactly the high prices they they they expected. That Bob would take out the Federated mortgages or that he can get it. The Federated budget would be cut on schedule, etcetera, etcetera. Interesting enough City court, which should put on the financing package together wasn't taking this bet. And this is gonna remind you of, if you ever read the big short. 2008 2009 financial crisis. As it worked to syndicate the Federated deal and to form a permanent bank group city City corp, also as s situational. I can never put pronounce that word. Laid off its own part of the loans, so they would end up with practically no ongoing exposure. That's the most important part. Those 3 words. No ongoing exposure to federated after it booked its big fees. Who could resist the wonderful procession of fees. 1500000.0 for being a deal manager, Another million for being high highly confident junk bond letter. Another 1.8... This is gonna sound just like the allied deal. Right? That I read to you earlier, except except now Federated twice as large, twice as many fees. Another 1 point 811 850000.00, for a highly confident bank letter, 4500000.0 for a willingness to commit letter. 2000000 dollar for the equity bridge commitment, 15000000 dollars in fees for the junk bridge commitment. 20... This is how complicated the deal is. 20000000 dollars for the funding of the junk bridge. 10500000.0 for M and A advisory work. 38000000 dollars on the interest on their loan. 17600000.0 in profits for the from the spread on the junk bond deal. 15000000 in dives fees. This is insane that you would ever agree to this. Plus a few other fees and general interest charges producing a grand total of a hundred 30000000 dollars, plus expenses, and that's only for first Boston. Add that to the citi court fees. Pain Weber, did other company, Dr sole kit and P bought. Peabody, all of which were paid by Bob for the privilege of acquiring Federated. The result exceeded 200000000 more in fees and charges than the entire federated and all its stores nationwide earned in a year. So if he bought something poorly, he's running his his life poorly up into this point, what is... Was the chance that he's gonna run the combination of Allied and federated? Well, it's not gonna happen. Right? And this is just... There's a million examples. So here's just another example. He's a sloppy mess this guy. So it says Bob had flown into Atlanta. Bob and now he's meeting with 2, 2 of the com... Divisions that he owns, which is Riches And what's the other 1 called? Gold. Okay. So it says, and and he's very wasteful too. I I hate his he's, like, his... He's obsession with op. Bob had flown into the Atlanta, to Atlanta. He was met by a du contingent of executives his guy named Z smyrna. So this says Bob and the richest contingent, that's the 1 company he's going to visit. Got into 1 limo museum to drive to the downtown store. While a second limo was dispatched with Bob's clothes. The guy packed so much that he... When he lands somewhere he needs 2 limo. 1 to go where he's going in the second to go for his clothes. How wasteful this. So he gets in the car and tell Zimmerman. Again, last idea is the best idea. I want to merge Riches with Gold. He said, right away. That's impossible. Said Zimmerman. Get them on the phone, commanded Bob referring to the 2 heads of Gold, and we'll see. Zimmerman were reluctant to breed bro this sensitive subject with dire implications for the management of Gold from a car phone. Look, if you wanna talk to them, then you talk to them, Zimmerman told Bob. But I don't think this is a proper time. Bob told zimmerman to dial the number as there was no time like the present, and Bob himself talked to the 2 heads of Gold smith and instructed them to fly to Atlanta that very night, so they could work out a merger of Gold into Riches. Fearing that they were about to be given in the acts, and this is why you see it why I said that Just... I I would... I hate that this... These type of people exist. He... He's passed away now, but they still exist. They just... They treat other humans terribly. And I always... When I when I run across these people. 1 I wanna know that they exist, the reason I wanna know that they exist is for this the second point is that I I want to make sure that I'm not on... I don't... I'm not doing business with them, I wanna make sure I'm never on this side of transaction. I never put myself in a position where I can be... What what I do and where I... How I make a living and where I'm at is is reliant on people like Bop. And unfortunately, these psychopathic soc delusions of grandeur you're having people can have the ability to work themselves into positions of power. Let's go back to this. So it says they were they're feared. They were about to be fired. So the 2 man hops in a plane for Atlanta checked into hotel where their new boss is staying. As Bob, Bob had gone out to Dinner party, they waited nervous in their rooms for his call. I just feel so bad for these guys. By 11:30 having received no word from Bob, they phoned Zimmerman at home to ask what became of this urgent meeting. Where the hell is he they said? Zimmerman said he assumed the meeting with Bob had already you taken place? Maybe he forgot Zimmerman suggested. Bob admitted as much when Z finally reached him in his hotel room. We can discuss Gold later, Bob said. Think about what a jerk... What an asshole move this is. Make me, like, I had to leave my family, hop on a plane at your bidding have to go fly to you because this this merger has to be done right away, and then you probably go out and get drunk at a at a at a at a dinner party. And say, oh, don't. Forget it. We'll do this later. It's inc inconsistent. Zimmerman politely reminded Bob that 2 top managers had been summoned into Atlanta for what they've been led to believe was an emergency session. And that having come this far, they'd appreciate a response from him in person. Bob agreed and invited the heads of Gold up to his suite. Bob opened the door in his underwear and announced, Gold will be merged into riches and then bid them good night. So shortly after that, both Allied and federated or push into bankruptcy. And there that should be no surprise. I I did fail to mention, there's there's a bunch of stories in the book where he did even before he was into real estate. Anytime he'd close art, not real estate into retailing. Even back in his real estate career say he closed on a building, He started a new project. He would insist on throwing a party and then he was obsessed with self and Grand dia, and so, like, he threw events, so you could celebrate how grad he is. As he's not an exaggeration. He did the same thing with Allied. When he closed allied. He's like, okay. He told first Boss and other these people was, like, you know, send invitations out to to New York's best business people, invite them to this party that's celebrating me, no 1 would show up so they had... They went up staffing the party and faking it with a bunch of people that actually work for the bank. This... Again, he's not doing this because he actually gives a shit about building a great business or a great product. He doesn't care about that. He just wants you to idol him. He's doing this all to be idol. And it's just not... That's a again, we go back to Warren Buffett idea about inner scorecard versus outer scorecard, which I think is extra powerful ideas. Like, the the key to happy life is to have an inner scorecard to make sure that the decisions you're making you're doing them because you're satisfied with them. Now I'm making decision because you hope to get prestige or out... Isolation from outside parties. It's just not a way to live your life and and Bob is a complete outs outer scorecard person. And now we get to the part where was, like, why reading this book. It's valuable in studying bankruptcies, because it's this idea like, you know, going back to Charlie Mu idea. Tell me where I'm dying. So I won't go there. Just realizing hey. If I just do the opposite of Bob way ahead of the curve, but this is why I have a dis for who he was as a person because he hurt thousands and thousands of people, and he didn't seem to care at all. So it says the 50000 creditors from a single bankruptcy filing is a record in financial history. The number includes bud C, Alberto Rubin and George Gross. This is... These are thousands... These are small business owners that are supplying all these various stores with... Sometimes it's fabric. Sometimes they're actually the ones making the house brand. Everything else Again, these are not people flying around. Bob's jet had a gold plated toilet. These are people just trying to provide jobs for their families for other people, this, you know, moderately successful people, and he's stiff them. 1 of them makes the example is, like, I just sent 30000 dresses to to Bob, he never paid for them. If I go back in the store and take them back, I'd be arrested for stealing. He's like, how is what he did not stealing. So this is where, again, it's says, the value here is supposed to be anti bombs. The 50000 creditors from single bankruptcy filing is record financial history. The number includes several of these small business owners, plus thousands of other vendors and merchandise, plus bankers, real estate companies, factories, bond holders, and the Irs, which we're seeking 600000000 of federal income taxes from Bob. Bob's efforts to ins 1 asset from another and to maximize every advantage had backfired in a sad and spectacular way. At the end of... His 2 glorious leveraged buyout he himself had suffered their fate his various possessions sold off for cash. His real estate empire dismantled. His his Bob corporation shares, which in 19 88 were worth 500000000 were reduced to 10000000 dollars by 19 89. His debts far exceeded these assets, his net worth was less than 0. The banks force... The bank sued to force him into involuntary personal bankruptcy. In May 19 91, his own company sued him for 12700000.0 dollars and asked him to return paintings and cars. 50 5200 dollars with the telephone equipment, that was in his toronto c. The company also said it would no longer pay the salaries for his chauffeur and his household staff are his travel bills and club memberships. In March, his lawyers informed the bond holders and other lit that Bob would not be coming to court are giving deposition on the advice of his physician. Rumors were rampant, that he had had another nervous breakdown. And that is where I'll leave it for the full story by the book. The the author did a great job of a listening and emotional response from the reader, and I think that is going to prevent me from forgetting the cautionary tale of Bob for a long time. So if you want the full story, I'll leave a link in the show notes, available on your podcast player at foundry podcast dot com. If you buy the book using that link, you'll be supporting the podcast at the same time, Also leave a link if you wanna support the podcast and give the gift of founders to a friend or coworker. I'll leave a link to do that. That is a hundred and 77 books down 1000 go. Thank you very much for your time and attention, and I'll talk to you again soon."
}