{
  "transcript": "I just wanted a sound bite, but he launched into a passionate 20 minutes eli about his latest work. I could barely get a word in edge wise. He couldn't help himself. Design is his passion. This 1 was really hard. He said. He'd been telling me out on how keeping things simple was the overall design philosophy for the machine. We wanted to get rid of anything other than what was absolutely essential, but you don't see that effort. We kept going back to the beginning again and again, Do we need that part? Can we get it to perform the function of the other 4 parts? It became an exercise to reduce and reduce but it makes it easier to build and easier for people to work with. Reduce and simplify. This wasn't typical tech industry happy talk. In releasing new products, companies tended to add more bells and whistles, not take them away. But here was Johnny saying the opposite. Not the simplifying was a new approach, its designed school 01:01, but it didn't seem like the real world in 2003. Only later did I realize that on that June morning in San Francisco. Johnny Iv handed me a gigantic clue to the secret of apple's innovation. To the underlying philosophy that would enable the company to achieve its breakthroughs and become 1 of the world's dominant corporations. Content stand as Steve jobs sold the public on their collaborations, including the iconic imac, ipod, iphone, and ipad. Iv way of thinking and design has led to immense breakthroughs. As senior vice president of industrial design at Apple, he has become an une force in shaping our information based society, redefining the ways in which we work, entertain ourselves and communicate with 1 another. So how did an English art school grad with d become the world's leading technology innovator? In the pages that follow will meet a brilliant, but una assuming man? Obsessed with design, whose immense and influential insights have, no doubt altered the pattern of your life. That was the introduction from this absolutely wonderful little book that I hold my hand Johnny Iv, the genius behind Apple's greatest products, and it was written by Lean Connie. And this is another example of a book that I didn't even know existed. It was actually recommended to me by 2 mis, Sage and sid so they... Thank you very much for the recommendation I Love the book. On the back cover of the book. There's a headline, that says exactly why this book is worth studying a reading, and it says if you wanna understand Apple, you have to understand Johnny Iv. And that's exactly what we're gonna do today. Okay. So I wanna start in his early life, where he becomes obsessed with design at a very young age, and a lot of it has to do with the really positive influence of his father, Mike. And so in a lot of these biographies that we're studying, there's a there's, unfortunately, more... I would say it's more common to have bad parenting, examples of bad parenting than good parenting. So I wanna spend some time talking about how Mike influenced his son's life in a very positive fashion. I think he's got a lot of good ideas that we can... That we can. So says as a young boy, Johnny exhibited a curiosity about the workings of things. He became fascinated by how objects were put together. Carefully dismantle dismantling radios and recorders in trade with how they were assembled and how the pieces fit. Mike Iv encouraged his sun... His son's interest, constantly engaging the youngster in conversation about design. This a a little background on to to, a little bit about Mike's background, he was among the distinguished teachers plucked from the daily teaching by the educational ministry and given the grand title of her majesty inspector. And so what does that mean? Is he assumed responsibility from monitoring monitoring the quality of teaching at schools in his district, focusing specifically on design and technology. Mike, Iv took what came to be called design technology. It's referred to in the book as a D by initial Ct to a new level, establishing a place for the discipline as part of the core curriculum in Uk schools. Mike held transform what was basically a goof off class into a design tutorial, and in doing so laid the groundwork for a generation of gifted British designers. His son would be among them. And this is where we get into some of his good tactics. Mike wasn't a pushy stage dad. His... The influence on his son's talent was purely nurturing. He was constantly talking to Jonathan about Z. If they were walking down the street together, Mike might point out different types of street lamps in various locations and ask Jonathan why he thought they were different. They were constantly keeping up a conversation about made objects and how they could be made better. Mike was a person who had a quiet strength about him and was relentlessly good at his job, So that's how somebody else is describing. Mike, the father, a ton of people would describe Johnny, the sun the same exact way. He had a quiet strength about him and was relentlessly good at his job. Mike was a very gentle character, very knowledgeable, very generous and courteous. He was a classic English gentleman. These traits, of course have also been as script to Johnny. His relationship now going back to Johnny his relationship with his father continued to be a source of inspiration. My father was a very good craftsman. So this is another term you're gonna see, Johnny talks about the same... He has a a few ideas that he repeats over and over again, about the importance of taking your work seriously, about his love of design his passion of design, how he only wants to design. He's not he's not interested in running... He he runs a business realizes he hates running a business, He just wants to design things all the time, talks about the importance of when you're using a product that you... That it's apparent that there's actual human being behind the product, which is really fascinating. And that's actually what drew Apple. So this is just, again, I'm gonna repeat a lot of these the... These ideas because I think he he's really eliminated. He just... He has a few powerful ideas, and I think just focusing on that over and over again is really good. So he says my father was a very good me he talks constantly about the importance of craftsmanship, how much work it takes to go from idea to actual finished product. I joined him call... Remembered as an adult, he made furniture. He made silverware, and he had an incredible gift in terms of how you can make something yourself Here's another quote from from Johnny. I always understood the beauty of things made by hand. I came to realize that was really important was the care that was put into it. What I really despise is when I sent some careless in a product. He's a lot more when you read his words and he... His thoughts on design and and making products very similar to, Steve Jobs, obviously, Steve Jobs says, the closest things he has to, like, a spiritual twin at Apple was which Johnny, but Johnny is a lot more diplomatic in the words he uses. So he says, you know, what I really despise is when I sent some careless this in a product. Steve jobs would just say, hey, this is shit. So they're both expressing the same day idea in vastly different ways. Even though they share, like, the the same sense of design, they have completely different personalities. So now going back to Mike's influence on not only his son's development, but also, what they referred to as a generation of of, British designers, he was a strong advocate of teaching empirical, which is me me... Which means making and testing. And of intuitive intuitive designing. He would say get on and make it and then refine as you go. In Mike's presentations, he would describe the act of drawing and sketch talking and discussing. So I wanna pause right there and Gonna finish that sentence yet. I just watched a 2014 interview with Johnny. And he's still talking about the say he was describing his design process what they would do with Apple, and it's what his... He was taught by his father. This whole thing about drawing. He talks about he draws a lot. He sketches. They have discussions. He says they stand around tables. So the tables inside of an Apple store that actually came from... That there's a very in internally in Apple, the design group is extremely secretive, Not a lot of people are are allowed in there. I'll talk more about that later on. But he says that what it looks like is it's very similar much to what you see an Apple store. Like, we we would put out our sketches our demos, our products. We'd stand around the table and talk about them. But I thought it was really interesting. Now re reread these highlights that this is something that he learned from his father at extremely young age, and he's still using it, you know, 25, 30 years later. So it says, the, Mike, I've I've described the act of drawing and sketching, talking and discussing as critical in the creative process and advocated risk taking and a conscious and remember that data I'm just thinking about that again too. I'm gonna talk more about risk taking. This is mentioned over and over Let me read the sentence for before I keep interrupting myself. So he said, he, described the act of drawing and sketching, talking and discussing as critical in the creative process and advocated risk taking and a conscious acceptance of the notion that designers may not know it all. Meaning, know at all. We're at the very beginning. Okay. So my fast forwarding story, I wanna talk about... He's in design school at this point. And I'm gonna just read a few highlights that are spread across 2 pages, but you could really summarize it by take chances, pursue a passion and respect the work. Now they're describing other people are describing Johnny's highlights designs at this point when he's a design student. He takes big chances. Instead of an evolutionary approach design. If they had focus grouped grouped his designs, they wouldn't have been a success. Now, this was a very interesting to compare and contrast, the educational system in America, and the 1 in Britain. So it says in in the education system in America, tend... They tended to teach students how to be an employee. British design students were more likely to pursue a passion and build a team around them, and that's exactly what Johnny did. There was something about respecting the work, Johnny said. The idea that actually it was important. And if you didn't take the time to do it, why should anybody else? So again, summarize that, take big chances, pursue pursue passion and respect the work. Another main theme, from the the life and career of Johnny was that he just loved designing and did not, like, administrative work. He just wanted to design. So it says, when... He's still design school at this point. When designing, he was clearly in love with what he was doing. He became so fixated on all of his tasks. He was... The... Another main theme is not only should you try to work with well we're in a position where you can actually love what you're doing, but then you get to focus on that. And so it's there's constant references in the book about the his focus that he was fixated that he spent a lot more time and effort on the tiny tiny details that most people just ignore can't do that If you're not focused. So why he's in school he he is intern at design firm called R g and something unique happens is 1 of his designs. They're so good. That actually go into production. He's like actually becomes an actual product that is sold. Then know I left myself on this page was surprising, but made perfect sense when you saw them, that's a description of, his designs at this time in his career. I guess it... Yeah just could... I guess you could think about this in the very early days of his career. So it says Johnny's TX2 pen. Went into into production. Something almost unheard of for an interns design. It's sold in large numbers in Japan for many years. Now this is a colleague describing it and It says his designs were incredibly simple and elegant. They were usually usually rather surprising, but made complete sense once you saw them. You wondered why we had never seen a product like that before. And so something that he he honed in on was not... You know, everybody's to be redesigning a pen. He's like, well, how does a customer actually use the pen? It's like, yeah. Okay. A pen is primarily used for writing. But what are they actually doing with it? And he says he calls us something called a fiddle factor? How he noticed that most people played with pen in their? So his TX2 pen, terrible name by the way. Actually focused on it it it encourage you to play with it. And that's something that Johnny talks about all the time that that a product to make a product more inviting a physical object to make it more inviting, You have to invite a humans to touch it. And that's why in the early... His early days when he's designing computers at Apple. A lot of them have handles on them. Because the previous generation of computers at the time, they were just, like you know, beige or black boxes. They look more like, industrial furniture than something you'd put your house. He's like, no, People are scared of computers at this time. But if you put a handle on something, and you make it and you make rounded corners maybe or if you make it in bright color. It becomes much more friendly, people are more receptive to it. So in in, I guess, the reason I'm telling you is in in his design, like, ethos, you could tell that he understands humans as well. He observe them very carefully. So while he's still in school? He actually wins a bunch of design awards, something that continues his entire life. And at this time, he's he's being tasked with the product, the project to say, hey, this is a... He's designing a new phone, but this is, like, a landline, like, a house phone. And what would you do? And I thought this was very interesting because it shows that he's inspired by just like, all, the rest of us. He's inspired by and he's building on the ideas that came before us. So says his winning entry was 1 of the major college pro... Was 1 of his major college product projects. A futuristic concept for a telephone. The phone was a blue sky project, which is an exercise and futuristic design, assigned to get the students engaged in what if. So that's the prompt. Just completely crazy thinking. Right? What if thinking? Castle that's the schools that, put a heavy emphasis on emerging technology at the time. With technologies like the Sony Walk, altering existing modes of listening to music. And if you wanna learn more about the design of Sony Walk. I read the biography of the cofounder founder Sony, Ak kia Mari. I think it's founders number 100 0 2 if I remember correctly. He's worthy of study. He influenced people, Steve Jobs talks at length, all about all the stuff he learned from studying a kia. Jeff Bezos talks about what he learned from Key. He's 1 of the most important. 1 of the most influential and especially in terms of technology sector, 1 of most influential entrepreneurs to ever live and the crazy crazy story of how he founded Sony. This is A post... Right after world war 2. Tokyo had been bombed, like, 300000 people died from inc bombs. They start Sony, like, a burned out, old department store. That had, like, holes in the roof from bombing. It was just a crazy crazy story. So if you if you haven't already this of that podcast, I highly recommend going back and listening to it, and the book is absolutely fantastic. He's a really... He he was. He's no 1 with us, but he was a a brilliant brilliant entrepreneur. So this is, going back to Sony Walk, it was... It talks in in the in the book on, you know, Ke had to push for the design of that product against relentless criticism. No 1 thought Was gonna work out, and they sold 4... Like, 400 or 500000000 of them I mean, it was what 1 of the most successful consumer products of all time is remarkable. Anyways, those early devices look primitive today, but, such portable but such portable technology was beginning to become a part of everyone's lives. Every student had to have a walk in. And I forgot what book it was that I read about. It's somewhere on the podcast. I'm sure I talked about it in the past, but you could think about the pot, just in a further evolution, taking the Sony walk into the next step and taking, like, an analog. Yeah. So analog device and and transforming it for the digital age. Okay. So now we've got more... I wanna describe more about Joan approach to work his working process again, he's still in design school. And really, you can summarize a section by grind it out. You can make something look like magic by just going further than most reasonable people would go. And is an example of that. When he arrived, this is his friend coming to to to Johnny's apartment. When he he was a Mesa find the apartment filled with more than a hundred foam model prototypes of Johnny's project. His design discipline on display. When most students might build half a dozen models, Johnny had built a hundred. I had never seen anything like it. This sheer focus, there's that word again to get it perfect. Building scores of models and prototypes would become another trademark in his career at Apple. And now 1 skip ahead to where he first discovers Apple, there's an incredibly important insight here, about, about great products, I think, and it's that you know there is a real human behind it. So it says through his school years, he demonstrated no affinity whatsoever for computers. He was convinced that he was technically ne. He felt frustrated because computers were clearly becoming useful to tools in many aspects, in many aspects of life, a trend that seemed likely to gain momentum. Then towards the end of his time at college, Johnny met the Mac. Johnny was astounded at how much easier to use the Mac was than anything else he had previously tried. The care, there's that word again. The care, the machines designers took to shape the whole user experience struck him. He felt an immediate connection to the machine and more important to the soul of the enterprise. It was... This is the... Might be the most important sense of this entire paragraph, a few paragraphs. It was the first time he felt the humanity of a product. It was such a dramatic moment that I remember so clearly he said. There was a real sense of the people who made it. I started to learn more about Apple, how it had been founded. Its values in its structure, Johnny later said. The more I learned about this cheeky, almost rebellious company, the more it appealed to me. As it una pointed to an alternative in a complacent and creative creatively bankrupt industry. Apple stood for something and had a reason for being that wasn't just about making money. Okay. So after design, he goes to work for R g, he... Not only to intern them, but they also sponsored him, which is, very rare. And so we... I I he did. So at least it reads to me, like, partially out of obligation. But they make a massive massive mistake. They let 1 of what some people consider the greatest industrial designer of our age get away. And this is... I'm gonna tie this together with a lesson I learned from David Og, about a lot of people focus on prices instead focusing value it's a giant mistake because that values were all the leverage. His confidence grew rapidly. And after just a few weeks at R g, he asked, Gray, his boss for a substantial race. He was talented and felt he deserved it, but he's also young just out of school and Gray had to coach the young ups start on the reality of raises. This is a terrible terrible mistake here. I had to balance the interest of the business said Gray. I had to I had to have a very difficult difficult discussion. I had to explain that he was on a journey on a career path. There were others around him. Everyone had very strengths and weaknesses. We had to balance the books in terms of making sure everyone got a fair opportunity. But how it... If he's way more talented than everybody else, how is it fair to him for him to be underpaid. Right? That fell upon me to do that. It wasn't a pleasant experience because 1 doesn't like to disappoint people, but we had a rational discussion. He went away. I think he felt he didn't get the best end of the deal. On the other hand, he didn't soak. He just carried on. And the big mistake here is that when you... With David Og has these great app that reduce a lot of the lessons that he learned from his career into, you know, things that you can remember. He says pay peanuts and you get monkeys. And the way I think about this is, you know, how much... What is the value that that Johnny and I've eventually added to to Apple. Right? A lot more than what do you... What do you what do he got compensated for? Even though, you know, today, he has a net worth, couple hundred million dollars where the case is, but his designs and his work with steve jobs added hundreds of billions of dollars to the market capitalization of of Apple. The way I think about this is, if you think about what app did in the late nineties. Right? They bought next. Essentially, they they paid almost a half a billion dollars to re hire Steve jobs. Would anybody make the case that they over paid? Given the state of the company where it was when he took... When he start when he went back and where it was when he died, of course, not. And so the predictable as you can imagine, the outcome here, you have some of these super talented. He's not getting compensated. He quit R g. The first phase of his professional life was at an end. So he winds up becoming a partner in a small design studio, there's a bunch of interesting ideas here about a young fragile company run by a bunch of young kids. Johnny arrived at Tangerine as a third partner. He was just 23. Johnny worked on everything from power tools to combs and televisions to toilets. The work was consistent, but not especially challenging our prestigious. Now here's a sales trick, to track and keep clients, tangerine designers work to make the studio look busier than it was. They remembered to trick that RGRG had used. When executives from a car company came to visit, the firm's designers drove their own cars into the studio and put sheets over them, saying they were first secret project. The trick worked and R had gotten the job. Taking R queue, if a client came to visit their offices, Johnny and his partners would make sure the studio was stack with all the prototypes and phone models they created on earlier projects. When the client left, the models will be put back in storage. So it talks about, you know, they... They're... There's just a young struggling company. They have to take whatever design jobs they can get. They went up designing a, a comb and the budgets are small, but they take... The real listen here is they're really taking their job seriously, like respecting the work as as Johnny says over whenever over again. The job had a small budget, but the designers gave it their full attention. It was ultimately worth it. The Comb went on to win an award for the highly prestigious cut some kind of German industry award, which burn... Which helped burn the firm's reputation. Moving... I'm still on... I'm still on the early days of this company. Know that myself was careful with c founders and with company finances. The 4 designers were equal equal business partners in the venture. There were disagreements along the way, but they got through them. That's lucky that they did. A lot of lot of companies don't. When you study the early days of a lot of companies, big red flag is is c founder conflicts. You gotta be really, really careful with that. The young business had to be careful with its finances. We were sensible people. So we never really pushed the finances much. If we had a small overdraft or didn't have enough money at the end of the month. To pay ourselves, we just take less and we try to be sensible. So not only does does Johnny learn by doing, but he also reads all the time, not a surprise. A v reader, Johnny's taste ran to books on design theory, the behaviors B f skinner in nineteenth century literature such suggesting. He's reading all kinds of stuff. It's really interesting. I just looked over my notes from Charlie Alma act. By Grandpa Paul Charlie Mu, how I think of him he's is, like, the the wise grandfather I can always go to for for sound advice by picking his books. But anyways, it's interesting. I had forgotten that he recommended reading this guy's biography, B f skinner. Johnny studied the work of Elon Ale, maybe Ai Gray. 1 of the twentieth century most influential furniture designers and architects. He studied modern masters, that fascinated him were among Michelle Del, who tried to make high end objects easy to understand by making them gentle humane and a bit friendly. So that's a... That's also way to describe Johnny's designs. He was also fascinated by D Rams. The legendary designer Braun. We were all inspired by D Rams said this is 1 of... Johnny's partners. Rams design principles were implanted into us in design school. Now this is going to be a description of Johnny this time, but it hits on all this the, not all. Them a lot of the main themes that Johnny repeats over and over again is important to his work. He was completely interested in human man not human agonizing technology. What something should be was always the starting point of his design. He had the ability to remove or ignore how any product currently is or how an engineer engineer might say it must be. So human ice technology start with the optimal experience for the customer and think from first principles rather than by reasoning by analogy. Another way to learn is by seeing something down the wrong way, Johnny took an independent view. He was constantly questioning how things should be. Go the this is he's doing now... Let's see He's mid twenties. This is exactly what what him and his father engaged when he was a child. Right? Just looking at made objects and asking, it could this be done better? Could it be done differently. He was constantly questioning how things should should be. He hated ugly, black and tacky electronics. He hated computers having names like Z x 75 and numbers of megabytes. He hated technology as it was in the 19 nineties. Johnny looked to find his own way. So he starts to have turning point in his life, he starts to have a some bad experiences with... With clients, and he's just realizing I'm spending a lot my time doing non design stuff. All I wanna do is design. And this is gonna eventually lead him to to jumping to Apple. But I just sitting here about to read the section here. I like, wait. He just... I I didn't make the connection earlier. So he was happening because he's working for a client that actually doesn't care at all. They're just about how fast can we get this done how much money can we can make So I'm gonna go back a few pages where he talked about what he loved about Apple, the last sentence. He says Apple stood for something and had a reason for being that just... That wasn't just about making money. Okay. So now he has a client years later, that is just about that. So it says, he drove back to London dis disputed. He was d rejected and depressed. He had poured himself into working for people who didn't really care. Even though the the d Johnny would continue the development of the design, the process felt wrong him. The problem was that they wanted to production it. And in doing so, doing so, meaning the product tore out its heart and soul. So this is where he's coming in a realization, man, I'm not... The... What I wanna do in life and the house my time is not matching up. I need to fix this. Johnny didn't enjoy the fact that part of his job improve selling the firm. We were spending up to 90 percent of our time selling her services. Johnny wanted to devote all of his time to designing great stuff. Johnny real... Gradually realized that he wasn't cut out for this. He loved to design but found the concessions necessary to build the business difficult. Importantly, I worked... This is now, Johnny speaking. Importantly, I worked out what I was good at. And what I was bad at, it became pretty clear what I wanted to do. I really... I was really only interested in design. I was neither interested nor good at building a business. And fortunate for Johnny's, his work caught an Eye when his guy working at Apple named Bob B. He winds up... We're trying to recruit Johnny, like, 3 different times before he said exceeds. And, eventually, they hire Johnny's firm to do some work for Apple that causes, Johnny to fly to, California and to to present to Apple. And this is the last time. This is actually the the successful time that he recruits him because it's also coming at a time where he's like, man. If I I wish I could just be working on design all the time. He realized well if I come to Apple, I can just work on design. I don't have to work about selling Apple, They they're already doing this. I should point out that Steve's is not at the company at this time. So it says, they like the Vibe at apple, but another 1 of their partners just guy named Darby, found it clicky. Apple's is a deep culture. He said. You have to want to belong to it. It's almost to the point of being a cult, and I have to say I find that kind spooky It's almost a religion. I can't deal with that. And the reason I include that part because I do think there is some overlap between some of the greatest most beloved brands in the world and what we describe is like a cult behavior. There's fan of, like, say, with Walt Disney. Disney world, like, they're obsessed with it. Tesla has Fan. Apple has fan. You see this over and over again. So it says, after the presentation, as they were packing up to go, B pulled Johnny to the side to speak to him privately. He told Johnny that if he really wanted to create something radical, he should come work for Apple. Full time. Now Bro talking. He's like, this wasn't some secret thing. Like, I want... I've I made my... I made it obvious that I wanted him. It was more along the lines of me mentioning that the opportunities exists and him saying that's pretty interesting, but let me think about it. Johnny did think about it. Back in London, he ago recognized over the decision. He enjoyed working with Apple, but he wasn't sure if he wanted to leave both his homeland and his work at Tangerine. He also wasn't sure whether his wife would wanna move to the states. But this project for Apple had opened a new window for Johnny. Even though I've I I keep wanting when I his name. I keep wanting to say Jon. So I don't know if I've made that mistake, but his name... It's pronounced Johnny. If... If you hear me mispronounce Joan, it's just because I can't pronounce any work correctly. Even though I had gone, now this is him describing this this process. And the reason I I always want to bring this to your attention every time I... Because it's it happens almost every single 1 of these books that we're covering. Does this time in their life, we you have a gigantic decision. You're there's a fork in the road, and you have to figure out what you're going to do? Like, what is the the alternate history of Johnny's life if he says no, and he never goes to Apple. This book is never written we most likely never know his name. Even though I'd done a lot of interesting work up to that time, the issues I encountered Apple were unlike anything I'd never dealt with before. The principal challenge to give personality and meaning to a technology, that was still being treated as though were anonymous, interestingly me a lot. Also important was the fact that Apple offers a supportive environment. It's the kind of place where a designer can focus less on day to day business and more on design as a craft. As he remembered through some quote from him through some sort of reckless sense of faith he got to yes. That is a great description because this is a... Again, a key to turning point in his life and sometimes it takes a reckless sense of faith. That is perfect use of language there. Okay. So he's working at Apple this is still pre the return of jobs. This is really interesting because he winds up the first version of the project. This is a newton, and this funny because 1 of the first things that job is actually in a kill when it comes back. But anyways, the first version was Rushed and flawed. The second was saved by Johnny, and I wanna I wanna point out some highlights about this because I think it's there's some good lessons in here for us. The first student hadn't hadn't yet been released, but the design team already hated it. Thanks to a rush production schedule. The first model had some serious flaws that Apple's executives as well as designers were eager fix. Just before the Newton was shipped, Apple Discovered that the planned lid to protect its delicate glass screen and wouldn't clear the expansion cards, which had to be inserted into a slot at the top of the product. The design group was charged with developing from quickie carrying cases, including a sample, slip suitcase and off it went into the marketplace. So, you know, just a... They're just a poor solution to a fundamental problem. Before what I've... Where I'm reading the section here because I find it really fascinating what Johnny did. Where did he start under the solution? To get a grip on the project, he began with its design story. That is by asking himself, what is the story of this product? Sc, the Ceo at the time called it a Pd. But for Johnny, that definition was too slippery. The problem with the first Newton was that it didn't relate to people's everyday lives. Johnny said. So I wanna go back to the idea of, like, even the simple idea of, well, what do what do people do with pens? Yes, they write. But what else are they doing? They're fidget with it. They're touching it. They're put pressing it up and down. They're t in between their fingers. So those idea is like, they... How did it... How does... This product actually used their everyday lives. It didn't, offer a metaphor that users could grasp. He said. He said about fixing that. To most people a lid is just a lid, but Johnny gave it special attention. It's the first thing you see and the first thing you interact with he said. Before you can turn the product on, you must first open the lid. I wanted that moment to be special. So I'm gonna skip over some of the details of this, but I wanna get to how he talks about this. This is why I remember at the very beginning of the book. Talk about so I just wanted to sound byte. Disco goes kinda gives me a 20 minute talk about how passionate it is and how much he loves this product. Those are the people you wanna buy the products from from. Right? Johnny pushed himself to create something special. To do the best design, you have to live and breathe the product. It becomes like a love affair. The process is exhilarating and exhausting. And it was a hit. He wants up winning ton of design awards. I wanna skip ahead though because I want to point out. I I have a lot of highlights how, he works with Steve jobs. So I gotta get there before I get there. Again, I want... I have to repeat this because it's it's obviously important to him because he repeats it all the time. Johnny was very serious about his work. He had a ferocious intensity about it. He was calm, but deep. He was very serious, but also really nice guy. He led in a quiet way. Now remember, R made a mistake that didn't give him they incompetent him to the level of his talents when he leaves. He's right before jobs comes back, and he wants to leave. This is many, many years. He's worked there, and it's because of how slow and bureaucratic the company became. And this is something that Steve talks about Jeff talks about over and over again, the importance speed. I was just reread my notes from Herb Keller, the the the founder of Southwest airlines. You know, is the only profitable American airline 40 years erupted or some crazy stat like that. Read that book. I think it's founders were 56. Talks about speed over and over again. Okay. So let's go back to this. At every step, they faced resistance from the engineers, meaning the designers at Apple. There were layers and layers and layers of middle managers. Many it would come from Dell or Hp and didn't understand the design driven approach. So Apple at this point is just copying with other technology companies like Hp, Dell and the rest are doing, and that's an engineer driven approach. This is going to be reversed. And design is gonna be put above everything else when Jobs goes back. They were accustomed to slapping a cheap metal skin on a product because that's the way they did it at Dell, and Dell sold a lot of computers. They didn't really believe in what we were doing, and the senior management of the company at the time didn't step in. So that made for a fight. This is... I'm gonna... I'm I'm skipping over vast parts of this book, like every your other book, obviously read it if you wanna learn more. But the story that's happening on here. They're trying to build you're trying to build a product. It is 3 plus a year, the know left myself on this page and it was actually wrong. 3 plus years to launch your product. The ipod was done in a few months. This actually takes 4 years. So next page it was more than 4 years. Since they had written their conceptual conceptual brief. 4 years, and the product still not done. And so as a result, of this process, they start losing good people, b or the guy that recruited, I've I've to to Apple. He wants a believing and he talks about this. Why he quit. He's like, I was spending more and more time in management meetings where where it would be there for 8 hours and only really needed to be there for 30 minutes. You feel like you're at atrophy. But you're wasting away the north of myself is this a para of a quote that Jeff Bezos says. I forgot. You're going to lose good people if you don't move fast, and that's exactly this is example of exactly that. Like, why am I gonna give this company 7 and a half more hours of my time than it than it needs? That's 7 and a half more hours that'll I'll never get back 7 and a half more hours that I could be doing something productive and actually doing good work. And you just have me sitting here wasting away? More about the person they they they lost. B became a partner in San Francisco design firm. He worked with Amazon on the Kindle. He worked with Nike. He helped create beats by dr, which funny enough Apple buys for what, like, 3000000000 dollars. He's won a ton of awards. His work has been included in permanent collections. Remember, this is too they lost because they just had him sitting in a meeting all day. Permanent collections in the museum of Modern Art in both New york and San Francisco. But this was funny. B likes to joke that the only thing he'll be remembered for is bringing Johnny to apple. When I die, my tombstone is gonna say, the guy who hired Jonathan I, more about this this terrible process that was happening inside Apple before jobs comes back. It's no wonder jobs comes back and says that that Apple suffer from a Bo explosion because this is how Bo. This is a description of how Bo like to work. Apple would become an experiment in extreme democracy. There had to be consensus on every decision, involving all the interested parties. So consensus, steering committees would be set up to guide new products to market. I love the the great... 1 of the greatest quotes. If not the greatest quote of all time, about the useless of committees. Comes from, again, I wanna quote Og because I love his his his wit and his gravity says search all the parks in your cities. If Find no statues for committees. So they had now of of a committee for this and a committee for that. Everybody has to agree. A lot of people considered jobs... Steve Jobs approach previously tyra. Funneling an entire project or 1 person resulted in lopsided, this is them... This is... How stupid do these people sound. This is them talking about why they they they're like see jobs approach to making products sucks. So this is why we're not gonna funnel let's 1 person you crazy. We're gonna funnel do a bunch of committees. A lot of people consider jobs approach to your. Finally, the entire project they're 1 person resulted in lopsided products. That exhibited all the strengths and weaknesses of its creator. Yeah. That's the point. Instead, the steering committee approached approach brought every discipline involved in a project together, so it talks about all the people they're bringing together. Engineering, software, marketing, product design, industrial design, manufacturing, and require discussion and consensus at every stage of development. That's not something to brag about dude, product development by consensus proved extremely bureaucratic. Whenever a new product was proposed remembered, they just... 4 years, they've been trying to build a simple product for 4 years and still not at the door. That should tell you something's wrong with your process. Whenever a new product was for proposed, 3 documents had to be drawn up. A marketing requirement document, an engineering requirement document, and a user experience document. What the hell is going on here. The 3 documents would then be set up upstairs to be reviewed by another committee. The businessman man know this is b describing the process. The business wants to create something for everyone, which leads to products that are middle of the road that's an exact description of what's happening Apple. It becomes about consensus and that is why you rarely see the spark of genius. The reason when I read stuff like this, I get induced into a state of rage is because they're 1 third of our time. Of the limited time we have to experience life is going to be spent working. And these incompetent people waste trillions of hours of precious lifetime due to their incompetence. Okay. So now we've gotten to the part where... 0II need to read the section first. Only a few months that are being put in charge of the design group because the other guy left, He, Johnny was also thinking him quitting. It wasn't it was a company that certainly wasn't innovating. Johnny said at the time. We lost our identity and looked to competition for leadership, customer obsession, not competitor obsession is the hallmark of great companies. When Enzo Ferrari was building... Enzo far, I will go down as the greatest car manufacturer in history in history. Right? He didn't look around like, okay. Well I can build another model t, or I can build another dodge. Instead he said, no, I'm gonna build the best car that ever that ever existed. It's gonna be handmade by Italian artisans. Every detail down to the steering wheel, handcrafted using some of the same methods used to make Roman suits of armor and royal carriages of the ancient kingdom. That is a completely different approach. They're just gazing it over what your competitors doing Or copy that. Before Johnny could quit, John Rubin, his new boss talked him out of... Talked him out of it. He was just recruited as apple's head of hardware It's the same job he had when he worked for c jobs next. Rubin gave Johnny a raise and told him going forward that things would be different. We told him that we were gonna struggle to get through to go to get through where the company was then, and that once we turn the company around, we were gonna make history. This these facts. Those were the terms we used to keep him at Apple. And also that hence fourth design was going to be really valued at the company. Ruben scenes promise would be fulfilled. The era during which it took 3 years to get out of the products out the door did end. In the coming years, the rate in which new products and new designs were adopted, many of them from Johnny's fertile fertile brain fertile brain would be nothing less than remarkable. And they had to move fast. I mean, we didn't know it at this time. Let's say this is what 97. I think we're in Steve dies in 2011, look at all the products they made. And they fit multiple careers in a in a short amount of time. So now we're gonna talk about how they were able to do that. Some of the ideas they had. They're just... You gotta buy this book. I'm telling you. It's fantastic. You're not gonna regret it. The thing... So the at the beginning of all of these chapters, there's a lot of quotes from Johnny. And from other people, but this one's from Johnny. I really liked. He says the thing is it's very easy to be different. But very difficult to be better. Alright. So this is... This is fantastic. I have a ton of highlights in the section. So this is where Steve comes back, and he's just... He's given a talk to the to the to the company. Right? And Johnny sitting in the audience. And this is 1 of the most important experiences he has because he realized, wait. Maybe I don't wanna quit. Tell me what's wrong with this place. Steve said to the group. Before anyone could reply, he burst out. It's the products the products suck. There's no sex in them anymore. Now think about what he's saying. He's obviously correct at this point. Right? They're doing terribly financially. Their products are not selling. Their management's bloated. Is that any surprise like, go back to what we just spend a few minutes talking about how the the bureaucratic process, the layer of committee after committee, extreme democracy, the way that is design the products, the way they manufacture to them, it is a mediocre company. Full of mediocre people. And mediocre processes. So jobs, like, well, you can't have a good company without a good product. Right? That and so we're gonna have to fix the products first and by fixing the product first, then the company will be fixed. So Johnny talks about that. He was surprised by even though he agrees with with Steve's realization there because he's like, listen, If you're you're about to go bankrupt. Most people would focus on the purely on finances, which obviously, Steve did both. Right? You can. He had to fire a lot of people who ever reduced overhead. Give rid of inventory. I'm gonna talk to you about all this stuff anyways. But he's, like, he he realized he he empathize... No yeah. That's not even the right word. He agreed with what Steve was saying that the products suck, and the only thing that's gonna save us is making great products that customers actually wanna buy. And then the rest of the problems will take care of themselves. Johnny was in the room sitting towards the back. He wanted to quit. But as he sat there thinking about returning to England, jobs said something that gave him pause. Jobs told the group that Apple will be returning to its roots. I remember very clearly Steve announcing that our goal is not just to make money, but to make great products. The decisions you make based on the... That philosophy are fundamentally different. From the ones we had been making an apple. And so this continues. This is 1 of my favorite ideas that jobs ever, and I think it applies to to so many businesses. Narrow the... Your focus, but up your intensive. Narrow your focus, but up your intensity. You'll see what I mean here. It says pro product matrix, which is talked over and over again. I've I brought up on a bunch of podcast podcasts, But it it's, again, worth revisiting over and over again and so you don't forget it. Much just about the change about how how apple's run. Beginning with the product lineup. When jobs returned, the company had 40 products on the market, to appreciate the baffling nature of apple's kitchen sink strategy at the time, consider the company's computer lineup up. There were 4 main lines, the Quad, the Power mac, the performer a, and the Power book. Each was split into a dozen different models, which were then delineate from 1 another with confusing product names. For example, the performer of 5200 Cd. The performer of 52 10 Cd. The performer of 52 15 Cd, who the hell is naming these products. The performer 52 20 Cd. And that was just computers. Apple, had branch out into wide ranging product portfolio, selling everything from printers, scanners and monitors to newton handheld. To jobs, this made no sense. And this is where I just love his clarity of thought. I say I, recently... I think I've said in the past that. I I never felt or we never encountered anybody else that thought as clearly as Steve jobs did. I've been reread Jeff bezos shareholder shareholder letters recently, and III have to include them in there too because his clarity of thought is just amazing how much thinking they put into such efficiency of words. It's it's something I aspire to. Like, somebody I wanna study the the master communicators. Because I just think that that's where the leverage is. If you can communicate ideas to other people, like, you can increase the value that you give to people. Right? But this is this is what I mean about just his clarity of thought. This is not rocket science. Right? Just like, you're gonna see... There's gonna be a podcast. It's gonna be coming out as a bonus episode. I'm about to go real deep into multiple parts series on Jeff Bezos. It's called working backwards. It's 1 of those parts. And really, in the in that book, it talks about, you know, just focus... Where... See, Jeff talks about, you know, what's the easiest way for your your business to create value for the customer. Start with the customer work backwards. It's not Rocket science. Right? We're seeing this with Steve jobs. I get so excited. I wanna stand up and... Well, okay. I gotta come down. To jobs this made no sense. Again, this is not rocket times. I know repeating myself, but this is so I just love it. So it's so simple. I guess, the reason I think it's important the reason I'm I'm collaborating on here and doing the opposite of effective communication is because you just say, look at it from the customer's perspective, I would just wish every business did this, and it's it's just a simple idea that almost no 1 uses. It bog my mind. I as jobs. I started... He said this... It was amazing. I started to ask people. Now why would I recommend a 3400 over a 4400. When should somebody jump up to a 6500, but not the 7300. And after 3 weeks, I couldn't figure this out. And if I couldn't figure it out, how would our customers figure it out? So jobs realized, okay. Well, this is such an important insight is. If our products like this, This is our customer facing. Right? This is how we're communicating with customers. If they're confusing, I bet you everything else about our customer... Our our company is confusing as. And he was dead right. He looked at everything. Product design, marketing, the supply chain. Job started a thorough product review. He set up a large conference room and called in the product teams, 1 at a time. The teams often numbering 20 or 30 people would present their products and take questions from jobs. At first, they wanted to get Powerpoint presentations, but jobs quickly banned them. He saw Powerpoint as rambling and nonsensical. Now how do humans communicate? We've been communicating by talking with 1 another since the invention of language for God's sake. Go back to that. It's clearly a a useful way to communicate with humans. Right? If it's lasted that long. So it says, he saw Powerpoint as rambling and nonsensical. He preferred getting people, getting people to talk and ask them questions. In other words, he just... Let's have a conversation we'll figure you this out. Right? In these meetings it Soon became clear to jobs that Apple was a rudder less ship, and this is where we're gonna get to the 1 of the most exciting ideas and 1 of the ideas I think he just again, narrow the focus up the intensity. After several weeks of this. Jobs has had enough. Stop. He screamed. This is crazy. He jumped up and win to the whiteboard. He drew a simple chart of Apple's annual revenues. The chart showed a sharp decline from 12000000000 to 10000000000 than 7000000000. Jobs explaining that Apple couldn't be a profitable 12000000000 dollar company or a profitable 10000000000 dollar company. But it could be a profitable 6000000000 dollar company. That meant radically simplifying Apple's product pipeline. How? Jobs erased the whiteboard and drew a very simple 2 by 2 grid place. Across the top, he wrote consumer and professional. And down the side, he wrote portable and desktop. This is the Apple product matrix. If you wanna see a visual firm or visual... Photo of this or an image of this, just Google Apple product matrix, and you'll see it. Welcome to Apple's new product strategy, he said. Apple would sell only 4 machines. 2 would be notebooks, the other 2 desktops. 2 machines aimed at pros, 2 machines aimed at consumers. It was a radical move, cutting the companies to the bone. Under Emilio, this is the Ceo right for he's named Gill emilio. I've mentioned him in the other... He's he's a character in a bunch of other jazz biographies. He's a clown. But anyways, that's that's either they're referencing under... Gill, the plan had to had been to offer more and more products. Jobs proposed the opposite. In a single stroke, jobs doomed dozens of software projects and eliminated almost every product from Apple's hardware lineup. Over the next 18 months, more than 4200 full time staff were laid off. By 19 98 Apple trump to only 6600 employees, half of the employees that they had in 19 95. But the balance sheet was brought back into control. And then he has, again, we're gonna go back to the idea you focus on value on price. Before I read this to, I don't even know what happened here? Why did I leave this note to myself? There's a there's a story that's interesting though. I guess I'll bring it and I'm not sure the context of how it relates to what I'm talking about right now, but, it right before he came back as as Ceo of Apple. He was thinking about decision, because, you know, he he was running Pixar at the time a Ceo of Pixar. He was spending more time in his family. He'd had already become a billionaire for the first time. Pixar actually made him a billionaire more was... Actually the company made him a billionaire not Apple. But he he he wasn't sure he could be a Ceo of 2 public companies. I didn't know it that was even legal. He had all these doubts. Like, do I really want... Like, what if I fail? So he's mu this over. He's talking a bunch of people who facts, but he calls Andy Grove, the ceo of Intel to time. And he calls him early once saturday morning, and he's asking for advice on if he should return Apple. And he's talking to him in and Andy interrupts some, and he says, Steve. I don't give a shit. About Apple and then he hung up on them. And Steve thought for me and he goes, I do give a shit about Apple. And he said, that's when I knew I had even if at the risk of failure and disrupting my my life. I had I knew I cared about. I had to try to do this. So So maybe what I've got to reach you connects in some way, but I'm not sure why that notes on that page. Anyways, just go going back to the idea of. I'm just I'm not making cheap computers. I'm making the best computers. Jobs didn't want to compete in the broader market for personal computers. Which is dominated by companies making generic machines for Microsoft. These companies competed on price, not features are ease of use. Jobs figured that was a race to the bottom. Instead, he argued there was no reason that a well designed well made computer couldn't command the same market share in margins of a luxury automobile. A Bmw might get get you to where you're going in the same way that a chevy that cost half the price, but there will always be those who will pay for the better ride in a sex car. Rather than competing with commodity Pc makers, Dell Compact the rest of these people. Why not make only first class products with high margins so that Apple continue to develop even better first class products? The company can make bigger profits from selling a 3000 dollar machine. Even if they sold fewer of them. Why not then just concentrate on making the best 3000 dollar machine around. This just hit me too? Because think about what Warren Buffett says about what what was what was the what was the the influence that Charlie Mu had on the blueprint of of Berkshire Hathaway? Right? The influence that he that he, had on on on warren Buffett, because Warren Buffett would just focus on price, You know, he's, like, unquote value investor, but his whole, like, cigar, but you know, value investing strategy that he used in the early part of his career, influenced by his mentor Ben Graham, but there's a quote in 1 of his shareholder letters. So I have it here on my phone. And I always keep it. Let me pull it up real quick. So this is Warren Buffett explaining the impact Charlie Mu had on his thinking. I think this ties into what Steve jobs just said. Let me read it to. Hopefully, this makes sense. From my perspective, though Charlie most important in an important architectural feat was a design of today's Berkshire, The blueprint he gave me was simple. Forget what you know about buying fair businesses at wonderful prices to his Ml beforehand. Instead by wonderful businesses at fair prices. Altering my behavior is not an easy task. Just ask my family. I had enjoyed reasonable success without Charlie input, so why should I listen to a lawyer who had never spent a day in business school when I had attended 3. But Charlie never tired and he's obviously being, you know, funny there. But Charlie never tired of repeating his maxim about business and investing to me? And his logic was irr. Consequently, Berkshire has been built to Charlie blueprint. My role has been that of general contractor with the Ceos of Berkshire subsidiaries doing the real work as sub subcontractors. So what he's saying is like, okay. I went from focusing on getting fair businesses at wonderful prices. Right? There's a limit to the to how far you can grow with that? I'm sure the the the computers by Dell? I had them back in the day? Dell and Compact are fine. What's the market value of Dell and Compact compared to Apple? Today. Who... What is the better strategy? What is the the the market cap of Berkshire Hathaway? Or the financial success enjoyed by Berkshire Hathaway when they made the switch compared to what it was before then? So again, by wonderful businesses at fair prices? And so what is he saying? Like I'm not building another 500 dollar computer. There's a million people doing that. I am building the best computer. And if I build the best computer, there's always a market for more. Again, let me go back to this. That's just gonna be weird. That's I'm weird. I let me take the. It's not weird. Because I I constantly reread over the highlights because I wanna remember the stuff that we're learning here. Right? And I was, 1 of the most influential people on my personal thinking. And I just love his, like, his his attitude that he brings to his writing and his interviews. His Yvonne. The founder of Pat. It's like, listen. If I'm gonna be in business, I have to do it my way. I... I'm I'm not wasting my life. It's gotta be fun. I gotta do it the way I think it should be built. And, you know, his way. He has a book. That has... That gives his ideas. It's called a lot my people go surfing. And it works. He's privately owns... He's a... I don't know. I think it now his family... His family owns a hundred percent of Pat. It's a multi multi billion dollar company. You know, guy half his your fishing and hunting and stuff. Anyways, I was reading the highlights, and I was like, he he was talking about Pat started as a way because he was a Mountain Climber, and I think they're called pit Pitt Pitt, Pitt. It's like, what Mountain Climber screw into or tap into mountains to to, like, hard to use harness. So, like, literally, their life depends on the quality of this. Right? And he didn't like the cheap junk that other people were making. So he went up making... He's a blacks by trade. So he went to making. That's his first product where's these pitt. And what happened was, the the the note on with Yvonne is that focus on making the best product, not the cheapest. You could buy pitt for 20 cents. Yvonne pitt cost a dollar 50. And he yet he took 75 percent of that market. So again, what what Warren saying focus on being only searching with the very best businesses, if Yvonne saying, build the the very best product you can and Steve jobs the same. It's like I don't wanna make a 500 dollar computer. I wanna make the best computer. And if it's if it costs 6 times as much. Well, there's always a market for people don't want the best. Going back to the potential marriage of job strategy for the company's finances we're clear. Fewer products meant less inventory, which could have an immediate effect on the bottom line. In fact, jobs was able to save Apple 300000000 dollars in inventory in just 1 year and avoided having warehouses full of un sold machines that might have needed to be written off if they failed to sell. So the same approach that he's using for the product line he's approach he's using for for the people he's working with, and the shorthand he uses describe this as the a team. And now something that's really fascinating. Something that all be coming up in the future. Is he gets this idea for the... For having an entire. He's like, what if you build an entire company of just a players. Right? Apple previously had a bo explosion. You got a bunch of mediocre or see people. You see see that as result the way they structured company, the products they build. I have no desire. To to work with those people. That's what that's what that's what Steve is basically saying with with his actions. And, again, let me go back to... This is also something that David Og realized. And he says in confessions of an advertising man. He said, do not tolerate incompetence. Professionals don't like to work alongside and competent amateur. So Jobs realized realizes he's like Pixar is an entire company, a full of a players, and the most successful animation to you since Disney, They have a multi billion dollar market cap, the every single 1 of their movies they're making or why our while... The, you know, winning Oscars, and and and doing really well to box office. Why wanna do the same thing for Apple, and then he also read a book on Jay Robert Oppenheimer. The guy put charge of the Manhattan project. So anyways, and he realized that's what he did when he went around recruiting the scientists that work for a Manhattan project. He only settled for the best of the best. Right? So anyways, I'm... I have a a few books on Jay Robert. Oppenheimer. 1, at least 1 will pop up as in as a as a future episode of founders because, again, if Steve Jobs is learning from him, then we clearly need to do the same. Okay? So this is a players. Jobs plan for switching up to teams at Apple upon his return, which just as straightforward. As is notions for simplifying the product portfolio. He would cut back so that his 18. The company's best designers, engineers, programmers and marketers could concentrate on making innovative products. Again, think about that as narrow the focus up the intensity. Everything just got simpler. That's been 1 of my mantra, focus and simplicity job said. He... He specifically emphasized getting back to the back to meeting the needs of their core customers. And said that Apple had lost ground in the market because they were trying to be everything to everybody. Think about what the the few minutes we just spent talking about that experiment in extreme democracy. They're trying to be everything to everybody instead of focusing on the real needs of their customers. So now Steve going through cutting all the fat. He goes down to design studio, and this is where he meets Johnny he's like, oh, wait a minute. This guy's good. When jobs finally took a tour of Apple's design studio, he was bold over by the creativity and rigor he saw. The studio was full of eye catching mock ups. Think about how crazy The design studio is full of innovative products and their product line isn't. That tells you about how ineffective. Bureaucracy can be. The studio was full of eye catching mock ups in the previous regime had been too timid to consider. He bonded with the soft spoken Johnny, who would later say that he and jobs saw eye to Eye immediately. Johnny said, we were on the same wavelength. I suddenly understood why I love the company. Johnny and jobs began having lunch together. He would come over all the time. He'd come mostly to see Johnny, but he'd also come to see what we're working on. In time, jobs became a fixture there. So now they go into development all these different products. Imac everything else. I wanna focus on imac because it's it's not just for the Imac It's what... It's the thinking behind it. And the the note... I'm just gonna read this. The note is simple. Johnny nails it. Later, he... Johnny explained his thinking. The computer industry is an industry that is become incredibly conservative from a design perspective. It's an industry where there's an obsession about how product attributes about product attributes that you can measure empirical how fast is it. How big is a hard drive? How fast is Cd? That is a very comfortable space to compete in because you can say 8 is better than 6. But Johnny offered a key insight. It is also very inhuman and very cold. Because of the industry's obsession with absolute, there has been a tendency to ignore product attributes that are difficult to measure or talk about humans scorn the abstract. He's hitting right on this. This is still I'm this is all this is a quote from him. In that sense, the industry has missed out on the more emo, less tangible product attributes he's talking about the human being behind it. But to me, that is why Bought an apple computer in the first place. That is why it I came to work for Apple. It's because I've always since that Apple Hud a desire to do more than the bare minimum. Go back to it, My interrupt is code again. Steve Jobs saying, yeah... You know what the bare minimum is when I came back Apple, a 500 dollar computer running my Microsoft Windows. I'm not doing that. I'm not interested in the bare minimum. I'm not gonna spend 1 third of my life working on the bare minimum in the... Going back to this quote, it wasn't just going to do what was functionally and empirical necessary. In the early stuff, meaning early stuff of Apple. I got a sense that care was taken even on the details hard and soft that people may never discover. So now they're gonna go into. Okay? We we... We're... We're of like months on design, the company's running out of money. We gotta move fast. We can't take 4 years to launch product. The Imac had to be in the market in a matter of months or Apple would go to business. So they start realizing, hey, we not only we have to make better products. We have to make... We had to redesign the actual process used to make better products. This is gonna remind you of a few weeks ago when I did that book on the early of Spacex. Read that book. It's fantastic. It's called Lift off. Because, what jobs is doing here, Elon did... Similarly. I'll I'll I'll explain how you can connect it to in a minute. When jobs turned to Apple, he and Johnny turned the design process... Or the product development process on his head. They found the answer. So it talks about it, like, how how can you... They... They're obsessed making demos and models because they wanna see it, like, how can you make that process faster and then get that into production as possible? They found the answer in alias wave, A3D graphics package used it in aerospace automotive and the fledgling computer animation industry. How did they figure this out? Pixar. Steve's other company Pixar had used it from for some special effects and Tony in Toy story. Apple was producing designs and this is a result of using something. So he takes an idea from Pixar applies to Apple. I guess is my point here. As a result, and this is the the the result Apple was producing designs much more complicated than any of our rivals. We're not doing the bare minimum here. The the surfaces on the imac were more akin to the aerospace and automotive industries than the computer industry. We were pushing the envelope with this new workflow arrangement, Johnny consolidated the model shop into the design shops so they were separate. Right? Now, remember in the, I tied this to the lift off before I turn the page. At 1 point Elon decided, hey. His engineers have an idea, they sent it to an outside machine shop, then there's, like, this sole communication back and forth that, you know, may take a day, may take a week. They take a month. I need to go fast. That's 1 that's head down, plow the line. His Spacex's mantra. Right? So Elon buys the machine shop brings the machine shop in house and then makes them sits them right next to the engineers. So they're is. Like, they're they're working hand in hand next to each. It's exactly what Apple's doing with making the model... The people were making the models and making the designs next to each other. The model shop gave the design guys at first look and feel at the product design. They were creating 1 off models of what products might look like. They really had the coolest stuff. The modeling guys were essential to the product process at Apple just like the mach or essentials in the engineering and development of rocket of rockets at Spacex. It's the same idea applied in different domains. I wanna tie another, idea used by somebody it's been long dead by the time this is happening, David Og. He says no creative organization, no creative. Member not doing commodity business, not doing what everybody else can do. They're trying to do something new. No creative organization will produce great work unless it is led by formidable individual. Apple is now at this point of the story is now being led by a formidable individual This is an example of that. When we took it to the engineers, they came up with 38 reasons they couldn't do it Steve called. And I said, no. We're doing this. And they said, well, why? And And I said, because on the Ceo, and I think it can be done. And they did it. What Steve brought to the table was no compromise. He focused on what the product was supposed to be. So they wind up getting the Imac out on time. I'm gonna skip over, in the early dates of founders I always had this section called Critics Don't no shit, every single 1 of these examples of biographies. The reason it's important to to read them and to empathize and, with the experience of people that can before you is because, like, people are gonna tell you know you can't do that know that's stupid idea I know you're gonna fail. Everybody runs into this. It's inevitable. And knowing that, like, if you're experiencing it, it's not unique to yourself. And so critics the same thing. They're saying Imax gonna flop. It's too radical break from the past. There's no floppy drive. It costs too much. It isn't compatible windows. Well, person actually has skin in the game. This is the the Ceo of Comp Usa who actually let makes living selling computers. He says, well, we'll sell lots of them. This is the sexiest computer I've ever seen interesting to use that word because what did job say when he came back. The product suck. There's no sex in them anymore. Right? Well, so everybody saying, no floppy job or floppy chop. No floppy drive cost too much not gonna work. Right? The reaction from consumers, not critics was unmistakable. It's sold almost 300000 units in its first 6 weeks. It would sell 800000 by the end of the year, making it the fastest selling computer in Apple history. I really do hope the story... That story in stories like this do motivate, encourage you in the future. Critics up and down, not gonna work, not gonna work, not gonna work. And would at the end with Lance say, it's always easier to, sell directly to a private consumer than an entrenched professional. Like you tried it... It was trying to sell inventions to the auto industry. And he's, like, in on an individual basis, these were smart men and a group there were idiots. He said something like that. And he's like, just from then on, he learns he's, I'm just gonna go direct to the consumer, and that's when he when he invented an instant photography, he doesn't go and try to sell it to to large businesses. He goes right, It does a product demonstration for reporters so the consumers can see it. And once they saw it they're like, okay. Yep. I want it. And again, there's 300000 people that bought it in the first 6 weeks, the 800000 people that bought in the first year. They didn't care what the critics set. They saw the design like, this is wonderful. This is the best computer I've ever seen. Johnny was the 1 that led the design for the Imax imac. So he says the Imac was also Johnny's coming out party. The first product that gained him public attention. Overnight, he was celebrated as 1 of the world's most daring and original designers. And this is him... That I love... Johnny has a lot of smart things that he says in this book as an example of that. In a company that was born to innovate the risk is not is in not innovating, Johnny said. The real risk is to think it's safe to play it safe. Steve has a clear vision of what it's gonna take to get back to the company's roots, what it would take take to get back to the essence of Apple. What it takes to structure the company to be something that can design and make new things. Let's go back to the importance of speed. Now they're they're redesigning and and adding to and constantly improving Imac, Johnny was amazed at the speed with which jobs gave him approval to the new color. Colors. In most in most places, that decision would have taken months, Johnny said. Steve did it in a half hour. Now it talks about what the the they're getting so powerful. It says, Intel, what we made Intel so powerful when it was led by Gordon moore, Robert No and Andy Grove was was that it was a company that learned how to learn. And I was, I think it was an intel trinity, the book. Why didn't a long long time ago. But anyways, you're seeing Apple's... The same thing's happening Apple. They're learning him to learn. For 4 years, the Imac launch and continue development... Define the game plan that Apple would use to such devastating effect with later products like the ipod. They created a breakthrough product, then quickly and relentlessly polished it with rapid new releases. 1 sentence on the next page, Apple is a very fast company. There's a there's a there's a section that's gonna be coming up in this bonus episode working backwards. And it's the way Jeff communicates with his employees. You're gonna see the same thing that that Steve is doing here. And the way I think about is is it's 1 thing to be... You know, you you wanna be embarrassed in front of your peers and your your your your coworkers to your boss whatever case is, but it comes down to. Do you have professional pride or not? It... In in the rush to build it, there was a color mismatch between the doors on the front and the rest of the case. Jobs didn't like it. Sat pushed back saying there wasn't time to fix it? Steve said simply. Don't you think you owe it to yourself and to me to do better. I said yes, and we went back and did it again and it was better. It was always better. So what Steve is just saying? Is it's, like, do you have professional pride or not. Do you give a shit about what you're working on? This is Joan on no focus groups, which again is something that jobs talks about at length. We didn't we don't do focus groups. That's a job of the designer. It's unfair to ask people who don't have a sense of the opportunity of tomorrow from the context of today to design. And that's something he mentioned in the interview. I think it was in 2014. That interview I mentioned, I was watching earlier. So it was our design team's not big, just a small people of constant constantly collaborating making demos and communicating, and using our base our best case to decide the direction of the product. This another example of Steve jobs were relentless march to make Apple company of a players. I already mentioned this earlier, but the note talks about use was inspired by Pixar and by j, jay, Robert Oppenheimer. So this relentless March to make apple, a company vape players will have casualties. There was a lot of turnover. We more or less replace the entire mechanical engineering group. A lot of old timers quit. They couldn't take the pace. We've reduced product development from 3 years to 9 months and made it 1 of the fastest companies in tech. Another great quote by Johnny here. The decisive factor is fan care beyond the obvious stuff. The obsessive attention to details that are often overlooked. More on Johnny's leadership skills. He's obviously the head of the design group puts second in command at Apple Steve has a go in the book saying that no the only person can could tell Johnny what to do with the company is me. So it says, Johnny is a very good leader. His team respects him. He's very protective of his design team. He'll take the blame personally for screw. So there's a great book, But Jo Willing call a stream ownership that's all about that. And when you read the book, you'll see that most people don't do that. They don't take ownership. They constantly blaming other people. These are the divorce people to work with. Johnny is not the same way. Even if he didn't make a mistake. He's a leader, deletes on him, He'll take the blame personally for screw ups. He'll fall on the sword for the weakest part of the design. If something's not up to snuff, who personally say it was his fault. He never threw any other members of the design team under the bus. And again, as a result, his team loved him for it. He does get into a fight. He... Obviously, has a big ego. He gets into fights with other people including the guy that hired him or not hired. Kept him, Rubin scene, kept him at, helped keep him at apple and eventually, jobs us to choose between Ruben and and Johnny. He chose Johnny. So there is, you know, he's not a perfect person... If humans are working together, They're are definitely gonna be some level of conflict and in fighting. More on how fast Apple, this is a development of the ipod and how fast they... How fast they move. So there's... I think this is actually... Is this Rubin? Yeah. Rub in a meeting, I think with toshiba. So it says they showed him a new hard drive that was only 1.8 inches in diameter. It was tiny, but it had 5 gigabytes of data storage. Enough to hold an a sounding 1000 Cds. They didn't know what to make it, So they're showing a. Like, what can we do with this? He went straight back to his hotel and told Steve jobs they knew how to build Apple's P 3 player. All he needed was a 10000000 dollar check. Jobs told him to go for it, but he was catch. He wanted the new device delivered by Christmas that year. Ruby had 6 months to come up with Apple's first P 3 player. So there's a great... I always talk about... It's spent most of my time studying entrepreneurs in the past. There are few that are still operating today that I I tried to listen to and, like, I books They recommend. I wanna send them talk. 1 of them is his founder Stripe patrick carlson. He's a fantastic personal website. Patrick carlson dot com. 1 of the... On that, you gotta also go to patrick carlson dot com 4 slash fast. And he he collects, again, 1 of all the best founders are historians. Right? He collects he collects examples of people doing ambitious things quickly in the past. It says, some examples of people quickly accomplishing ambitious things together. I want... He concludes the ipod on this. I wanna read it to you. I'm looking for right now. I know it's on here. Okay. Paragraph from Patrick Collins website. Tony Fide fidelity was hired to create the ipad in late January 2001. Steve Jobs green lit the project in March 2001. Okay? So March 2001. They said go. They hired a contract manufacturer in April 2001. That's the next month. They announced the product in October 2001. And shipped the first product production ipad to customers in November 2001. This is his Patrick writing here. 209... 290 days after getting started. That's how fast. You took 3 or 4 years. We're gonna take 290 days, and we're gonna sell tens of millions of these things. This is Jobs first reaction to seeing the ipod plus critics plus knowing why your company exist. Oh, my god. Job said. This is gonna be so cool. Jobs had asked only a few dozen journalists to to a product unveiling. The invite said simply, hint, it's not a mac. When jobs pulled the ipod from his jeans pocket, the reaction from the audience was muted. It didn't seem that exciting, especially when the audience learn of its price, 499 dollars. Nearly 500 dollars for an mp 3 player, and the 1 that only worked on a Mac, not windows seemed unrealistic high, Early reviewers were just as skeptical with 1 saying that the ipod stood for idiots price or devices. The ipod sold only modestly at first and didn't take off until 2 years later when it was made fully compatible with windows. Still the seeds of the ipod success were soon we're sewn with the first device and Johnny was confident in the new product. Looking back, on the process, Jobs believed the creation of the ipod was Quintessential Apple. So this is a this is a section about whatever I referenced earlier knowing why your company exist. If there was ever a product that catalyze apple's reason for being. It's this he said because it combines Apple's incredible technology base with Apple's legendary ease of use with Apple's awesome design. Those 2 things came together in this and it's like, that's what we do. So if anybody was wondering why apples on why... So if anybody was wondering why apples on the earth, I would hold this up as a good example. Okay. So now they're talking about the development the iphone. There's just... There... They... There's like, a 1 paragraph description of jobs. It they they realized Johnny's integral this, like, we can't make the iphone with a plastic cook. It has to be glass. And they couldn't find the the right glass. They eventually find stuff called, like, Gorilla glass. They rename it something else. But anyways, there's a story in this book of jobs talking about talking to the Ceo of of the glass company, like, getting him a do what he wants. Right? And he's got... It's good advice that's for more than just iphone glass. I'm gonna read, there's a longer, there's a longer description of this in biography of Steve jobs, and I have my highlights saved and this is coming from the the Jobs biography by Walter Isaac, and it says, jobs described the kinda glass Apple 1 iphone. And weeks, that's the Ceo, told him that that the chemical or... I'm gonna see where the chemical exchange. I don't wanna... I wanna give you just the main idea here. That the glass was incredibly strong, but it never found a market. So so they had quit making it. Job said he he doubted it, it was good enough and then started explaining to weeks how glass was made. This amused weeks, who, of course, knew more than jobs about that topic. Can you shut up weeks interject, and let me teach you some science. Jobs was taken bat back and fell silent. We went to the whiteboard and gave a tutorial on the chemistry, skip over this part. This turned jobs around, and he said he wanted as much gorilla glass as he could make within 6 months. We don't have that capacity week's replied. None of our plants can make the make the none of our plants make the glass now. This is fantastic advice. This is why Reading the section. Don't be afraid. Jobs replied. This stun weeks, who was good humor and confident but not used to jobs reality distortion field. He tried to explain the false sense of confidence would not overcome engineering challenges, but that was a premise that jobs had repeatedly shown he didn't accept. He's... This is the the the device... I'm gonna finish this here. But before I read this to you, this is good advice in life for more than just iphone glass. So he said could not overcome engineering challenges premise that jobs repeatedly shows he didn't accept. He stared at weeks un blinking. Yes, you can do it. He said, get your mind around it. That's the piece of advice. Get your mind around it, you can do it. As weeks we told the story, he shook his head aston. We did it under 6 months. We produce a glass at and never been made. And I just like reducing that down to a max that we can carry with us, get your mind around it. You can do it. Get your mind around it. It's really interesting language to me. Book was in a greater detail about the the development of iphone. Really I just wanna read 1 sentence to you because again, do you have these alternate history, the alternate alternate futures, maybe but way way we describe it. They almost quit. Says we... This is Johnny. Art Johnny. Very excited it again. There's is Johnny. We nearly shove the phone because we thought there were fundamental problems that we couldn't solve. Okay. So I'm moving ahead. This throw away comment is actually a great prompt for thinking. What is your product better than? Are you just making a cheap laptop? Do you wanna spend your time making a cheap laptop? Or are you... Would you rather make an ipad? So at this time, a lot of companies are producing net books which are small and expensive, low powered laptops. Right? So it says net books accounted for 20 percent of a laptop market, But Apple never seriously considered making 1. Net books aren't better than anything. Steve jobs said at the time. They're just cheap laptops. Johnny proposed that the tablets in his lab, meaning the ipad could be apple's answer to the net to the net book. In 2011, shipments of ipads rapidly overt took those of net books 63000000 versus fewer than 30000000. So let's go back to that quote. Apple never seriously considered making 1. Net books aren't better than any thing. They're just cheap laptops. And I'll close on some north star advice from Johnny Iv. All of ever wanted to do is design and make It's what I love doing. It's great if you can find what you love to do. Finding it is 1 thing, but then to be able to practice that and be preoccupied with it is another And I just love that advice right there. And find what you love to do and then spend your time practicing it. That is where I'll leave it for the full story. I highly, highly highly recommend reading this book. Is actually fantastic. It's a short little book less than 300 pages full of a ton of useful lessons to apply to your work. If you want to buy the book and support podcast at the same time. There's a link in show notes available on your podcast player are available founders podcast dot com. You can also go to amazon dot com forward slash shop forward slash founders podcast, and you should be able to see every single books that I've done for the podcast in in reverse chronological order. That is a hundred and 78 books down 1000 a go, and I'll talk to you again soon."
}