{
  "transcript": "In January 2013, 8 months before her death. I received a lengthy email from Joy Covey. She had been generous with her memories and insights as I crafted the first 2 chapters of this book and was wondering how my writing was progressing. She was reading the Steve jobs biography by Walter Isaac and was thinking about how Bezos a leadership style compared to the late Apple c cofounder famously direct demeanor. When I rediscovered Kobe email after her death, I was struck by its thoughtful and el. Here it is lightly edited for clarity. Hello, Brad. I been wondering how your writing is coming along. Also, I thought of your project and Jeff while beginning the jobs biography recently. I found myself thinking about what it takes to accomplish things as big as they both did. When a lot of what you were doing is unconventional. It may very well be that the absolute intensity of drive and focus is essential and incompatible with all the nice management thought about consensus and gentle demeanor. I think about how effective and quick jeff what and how important it was that he didn't slow down too much or modify his ideas to make others feel comfortable. I think about the early days, and the level of clarity, vision, potential and values that Jeff brought. And then I look at Amazon today and reflect on some of those conversations. I had with him in the interview intervening years. It's easy to draw a straight line from the vision he had back then to the Amazon of today. I don't know any other company that has created such a juggernaut that is so consistent with the original ideas of the founder. It's almost like he fired an arrow and then followed that arc. Can we really think of any other company approaching Amazon size or age that continues to move forward with the bold, risk taking, innovation and the long term perspective that Amazon shows? Just clarity, intensity of focus and ability to prioritize is unusual and behind his ability to keep leap forward versus protecting existing ground. Seeing the future, he put in place the critical Dna that would help the whole company body his vision. His focus was on very bright, high growth potential and fluid minded people with the right values as builders. He looked for people that absolutely prioritize customer trust and delight. Who had all times were long term focused and driven to be bold and innovative. All of this was lived and modeled every day by Jeff and the senior team. Personal wealth was never discussed or really thought about. I see companies these days where thoughts of exits are foremost in the minds of top management board, and it is so clear that this valuable will affect decision making down to the smallest choice by the most junior employee. Do we create something that is good? Are just something that seems good, it might get us acquired or funded. At Amazon, it was always abundantly clear what the goals and values were. And as I reflect on discussions and decisions throughout my time there, It's easy to imagine how different so many small choices might have been otherwise. We talked a lot about whether Jeff was difficult to work with. Yet, Jeff attracted people like me. Who really needed to work on things they can internalize and adopt as a mission who had to leave the path they thought they were on and who poured their hearts and souls and best efforts into building Amazon. We believed in what we were building and felt that our very best was needed to have the hope of accomplishing the enormous potential ahead of us. Jeff's style always read as completely pure. All focused on the best outcomes for Amazon and our customers. As I read the jobs book, I really had to wonder if that intensity isn't an essential element when so much of what you want to do requires bold, ruthless prior prioritization and risk. It seems counterintuitive to everyone who has pursued traditional corporate goals in the past. I even had an insight and question about myself that maybe I haven't begun to really find my own limits. Since I have not aside from those times of high stakes and intensity at Amazon really run free following my own insights and directions without being too accommodating of others. I think Jeff is 1 of the most capable and effective founders ever. And I think the Amazon juggernaut is still in its early stages. Cheers, joy. That is an excerpt from the book that I just re reread which is the everything s, Jeff Bezos in the age of Amazon and is written by Brad stone. So I read this book about 2 and a half years ago. Originally it's founder number 17. And the reason I'm reread it there were there's 2 reason. 1, great books, should be re reread because the book stays the same but you change. And I've read what a hundred and 60 something biography since of entrepreneurs since then. And 2, because Brad Stone, the author is writing a sequel. He's releasing a sequel to this book It's called Amazon un bound it is going to be released next week, I think. So I was like, okay. Once I figured... Once I learned that the this book was coming out as, like, I'm gonna reread the week before I cover, the new Brad don't book, I need to reread the everything store. It's really hard to to categorize books. A lot of people email me and ask me, like, you know, give me your top 10, get your top 20? What's the most inspiring book. What's the most interesting book. And so on and so forth. And then some people ask me, like, what is the most insightful book? Or insightful biography rather, if I had to choose 1, if I was absolutely forced force. And obviously, there's there's tons of useful information that we're learning in these books. But if I had to answer, what is the single most insightful biography Ever read, it would be this book. I think this book is absolutely necessary for anybody that wants to improve whether you're a founder, investor, manager, college student, and whatever the case is, you should read the book. It's full of useful insights that will... You can apply your work. Before I jump into the rest of the book, I wanna go back to that email. From joy, 1 of the early Amazon employees to the author, where she's talking about what reading the biography of Steve Jobs? Like, what impact is that's having on her life. And I double underlined what she said where she's talking about the realizations, which I think it's normal. You're that you're you're reading and learning about the life of somebody else, but really you... You're reading and learning... You're taking those lessons and thinking about how it applies to yourself. And she said, I even had an insight and question about myself, and that's a simple sentence that has a profound meaning, and that's why I I constantly encourage you to read as many of these biographies as you can because you have questions and insights about yourself. By reading and learning the life stories of others. Alright. So let's go to the beginning of the book, and I wanna spend some time talking about the the younger version of Jeff bezos. I really do feel it gives us the essence of who this person is. Says in the early 19 seventies and ind ad advertising executive named Julie Ray, became fascinated with an unconventional public school program for gifted children in Houston, Texas. Her son was among the first students enrolled in what would later be called the Vanguard program. Which showed creativity and independence and its students and nurtured expansive outside the box thinking. She grew so a enamored with a curriculum that she wanted to... She sat out to research similar schools around the state with an eye toward writing a book about Texas gifted education movement. So at this point, her son's no longer in the program, so she goes back, and she's touring the program, to do research for the book. Okay? So it says the school's principal chose a student to accompany her on her visit. An articulate Sandy haired sixth grader, whose parents asked only that his real name not be used in print. So Ray called him Tim. Tim Julie Ray wrote in her book, turning on bright minds. A parent looks like gifted education in Texas, was a student of general intellectual excellence. Friendly, but serious. He was not particularly gifted in leadership according to his teachers, but he moved confidently among his peers and particularly ex s the virtue of the novel he was reading at the time, which is the hobbit by tolkien. Tim was already competitive. Remember, he's 12 years old at this time. Okay? Was already competitive. He told Ray, he was reading a variety of books to qualify for a specials reader certificate. Tim also showed ray a science project he was working on called an infinity cube, which is a battery powered contraption that create an optical illusion of an endless tunnel. Teacher said that 3 of Tim's projects were being entered into the local science competition that drew most of its submissions from students in junior and senior high schools. Tim's average day was packed. He woke up early and caught a 07:00 bus, a block from home. He arrived at school after a 20 mile ride and went through a blaze of classes devoted a math reading physical education, science, Spanish and art. There was time reserved for individual projects and small group discussions. In 1 lesson, 7 students, including Tim sat in a tight circle in the principal office for an exercise called productive thinking. They were given brief stories to read quietly to themselves and then discuss. Now this is going to be interesting. So not only am I gonna read... I re rewrite this book. I'm gonna read the the sequel to the book when it comes out, but in the interim, I just finished reading working backwards. It's a new book that was just released by 2 of senior Amazon leaders. 1 of the c authors was actually Jeff Shadow, which he means he went everywhere with Jeff for 2 years. And so that book is all about the way the the actual tactics and strategies the Amazon uses to run its business. Okay? But this idea where they... They're Jeff is 12 years old, and he's sitting in the principal office and they give them a brief and everybody has to read first before the discussion is amusing because that's, an actual strategy used in Amazon before meeting. They say when new people are hired by Amazon, and I'll I'll talk more about this in the bonus episode that come out on working backwards. But when new people are hired, they're, like, what's up with this Eerie silence at the very beginning of the meetings because everybody sitting there and re reading the same information before they begin the discussion. I thought that was interesting. Tim told Julie Ray that he loved these exercises. You have to be able to think what you're doing for yourself he said. Ray found it impossible to enter... Interest a publisher in her book. Editors at the big houses said the subject matter was too narrow. So and and we see she has a little bit of an entrepreneurial founder mentality here. I love this. So in 19 77, she took the money share from writing advertising copy, printed a thousand paper backs and distributed them herself. More than 30 years later, I found a copy in the Houston public library. I also tracked down Julie Ray, who now lives in Central Texas. She said she had watched Tim's rise to fame and fortune over the past 2 decades with admiration and amazement, but without surprise. When I met him as a young boy, his ability was obvious. And it was being nurtured and encouraged by the new program. She recalls what 1 teacher said to her all those years ago when Ray asked her to estimate the grade level the boy was performing at. I really can't say the teacher replied. Except that there is probably no limit what he can do. In late 2011, I went to visit Tim, also known as Jeff Bezos, in the Seattle headquarters of his company. I was there to solicit his cooperation with this book an attempt to chronic the extraordinary rise of an innovative, disruptive and often polarizing technology powerhouse. The company was among the first to see the boundless promise of the internet. And that ended up forever changing the way we shop and read. Okay. So Stone went a meeting with with Bezos. I'm gonna skip over that that part. I wanna get into... Other people's description of of Bezos. And so this is Eric Schmidt at the time he was the chairman of Google, and I found this was very interesting. He says to me, Amazon is a story of a brilliant founder who personally drove the vision. There are almost no better examples. Perhaps Apple. But people forgot that most people believed Amazon was doomed because it would not scale at a cost structure that would work. It kept piling up losses. It lost hundreds of millions of dollars. But Jeff was very, very smart. He's a classic technical founder of a business who understands every detail and cares about it more than anyone. So this book is a snapshot time. It was first published in 2014. The reason I think it's so important to to read this book. And in general, books about early company histories because you see all the pain that the founder the early people in the company had to go through to make the company successful. It's very easy to look at Amazon today, but like, wow. They're huge. They must have always been know, they're they're very smart They have access to resources. This must have been easy and it is not. I own both the the paper by version and the kindle version of this. I think the word pain appears something like, every... It's, like 20 times. It's like, every 20 pages is on average. You know caused about being the the the painful stuff they I endure. The pain that the the problems they had to overcome. And I think reading about this, reading about the pain, reading about these these experiences these problems. It serves as a great reminder of the rest of us. So it says Bezos said has proved quite indifferent to the opinion of others. He's an avid problem solve, a man who has a chess view of the comp competitive landscape, and he applies the focus of an obsessive compulsive to pleasing customers. He is also extremely difficult to work for. So there is gonna be multiple times I was reading spoke, so And I just... I'm reading the the thoughts and the ideas of Jeff, and I'm just like, this guy is brilliant. He's really smart, But, big part of the book is... I don't know if I wouldn't work for. Let's just put it that way. I wanna learn from him, but I don't wanna be on the side of transaction. That where, you know, he can be extremely rude and demanding. And borderline violent. And so I I don't want to... The purpose of this podcast is not to idol him. He's a human being, which means he's flawed just a you and I. Yes, is extremely intelligent, extremely driven extremely successful. We're gonna learn a lot of the great ideas that he that he had discovered, you know, through multiple decades of of working at his career, but he's also can be extremely cruel. And if you've read the book or if you read the book, you'll see multiple multiple examples of that. It says bezos is a micro manager with a limited spring of new ideas, and he reacts harshly to efforts, to efforts that don't meet his rigorous rigorous standards. So I interrupted that page a lot. Let me just review. So Jeff is indifferent to the opinions of others. He's obsessive comp compulsive to pleasing customers. He's difficult to work with. He's a micro manager. He has limitless new ideas, and he demands that you meet his rigorous standards. I'm moving ahead, there's an idea that he learned from the founder of Sony, a kia that you should have... Your company... You need a mission that's larger than your company it's yourself. It says, he often says that Amazon's corporate mission is to raise the bar across industries and around the world. For what it means to be customer focused. Bezos and his employees are indeed absorbed with catering to customers, but they can also be ruthless competitive with rivals and even partners. Raise more in his personality in the way he communicates, Bezos is an excruciating prudent communicator for his own company. He is sphinx like with details of his plans and he keeps his thoughts and intentions private. And then there's just this 1 line here that I think is, main reason why you wanna read this book. Amazon's internal customs are deeply idiosyncratic. More in his personality. He's engaged and full of Twitch, passionate energy. If you catch him in the hallway, he will not hesitate to inform you that he never takes the office elevator. He always takes the stairs. He is highly ci suspect about devi from well established, very abstract talking points. So they used it the the shorthand for Jeff's Maxim or called Jeff, but really, this is something I wanna bring your attention that repetition is persuasive. This comes up in almost every biography that I read. You have a set of ideas you have to repeat them over and over again. It helps the people that you're teaching. Remember and then adapt that to actually change their behavior. I always think of sole prices, the most influential retailer to ever live. Talking about Jeff Bezos learned ideas from him, Sam Walton learn ideas from him. Jim S, the founder of Costco learn ideas from him, Bernie Marcus the founder of Home Depot. I did a podcast on him a long time. I don't know what number it is, but you'll find it so price. I think it's revolutionary, retailer, retail revolutionary. Anyways, there's a line in that book that never forgotten. He's like, you you train an animal. You teach a person. And so when you're studying the history of, you realize a lot of founders, yes, they're they're defined as maybe an entrepreneur retailer or whatever field they're in, but a lot of them describe themselves as teachers. And then I just wanna read this paragraph to you because it's just really, really great writing. The goal of this book is to tell the story behind 1 of the greatest entrepreneurial successes in Sam Walton flew his 2 seat turbo prop across the American South to scope out perspective Walmart store sites. It's the tale of how 1 gifted child grew into an extraordinary driven and versatile Ceo and how he, his family and his colleagues bet heavily on a revolutionary network called the Internet, and on the Grand vision of a single store that sells everything. Okay. So let's go to Jeff, what Jeff Bezos was like in his twenties and where the idea of Amazon came from. So this is another guy that he learned a lot from another founder. His name is David Shaw. I've looked for biographies on them. I can't find any if you happen to find any police on them my way. He sounds like a very interesting person and we're gonna learn a little about him here. The broader financial community knew very little about D shaw. So that's the his hedge fund. And it's Poly math founder wanted to keep it that way. You're gonna see that his obsession with Secrecy, Jeff takes this trait and runs with it as well. To this day, he's still... He's still like this. The firm preferred operating far below the radar and keeping its proprietary trading algorithms out of competitors hands. Shaw felt strongly that if Des was going to be the firm that Pioneer new approaches to investing, the only way to maintain its lead was to keep its insights secret and avoid teaching competitors how to think about these new computer guided frontiers. Shaw earned a Phd and computer science from Stanford in 19 80, moves to New York, teaches in Columbia science computer science department. High tech companies tried to lure him away into the private sector. Inventor Danny Hill, who founded the super computer manufacturer called thinking Machines Corporation. It's also 1 of Jeff Bezos closest friends, almost convinced Shaw to come work with him. Shaw accepted the job and then changed his mind, telling Hill, he wanted to do something more lucrative. And could always return to the supercomputer field after he got wealthy. Hill has argued that even if Shaw Did get Rich, which seemed unlikely, he'd never return to computer science. Shaw did return to computer science after he became a billionaire and passed on the day to day management of D... Shaw others. By design, D Shaw would be a different kind of Wall street Firm. Shaw recruited not financier, but scientists and mathematicians, big brains with unusual backgrounds, lofty academic credentials and more than a touch of social clueless. David wanted to see the power of technology computers applied to finance in a scientific way and that he looked up to Goldman Sachs and wanted to build an iconic Wall Street firm. So Bezos winds up being hired there. This is 19 91. Bezos was in his mid twenties 6 time. He had the pasty rumble appearance of a committed work alcoholic. He had spent 5 years on Wall Street and impressed seemingly everyone he encountered with his keen Intellect and boundless determination. He had a few you as previously, he'd bezos had I graduated from Princeton. And the subscription of Bezos from 1 of his colleagues, and you'll see this as to repeated it over and over again throughout the book and at different points of Bezos life and he says he was not concerned what other people were thinking. Another description of basis from 1 of his colleagues, Bezos had closely studied several wealthy businessmen, and he particularly admired a man named Frank Meek. In other words, he'd Code founders. A Virginia entrepreneur who made a fortune owning Domino's pizza franchises. Bezos also revert, revered pioneering computer scientist Allen Kaye, and often quoted his observation. This is really, really brilliant, and I need to remember this site. Sometimes I forget about this, so Allen K says that point of view is worth adi iq points. So what does that mean? It's a reminder that looking at things in new ways can enhance one's understanding. He went to school on everybody. I don't think there was anybody Jeff knew that he didn't walk away from with whatever lessons he could. Bezos would later say he found a workplace soul mate in David Shaw. At at Des Bezos display many of the credit qualities. His employees would later observe at Amazon. He was disciplined and precise. He constantly recorded his ideas in a notebook that he carried with them as if they might float out of his mind if he didn't jot them down, so it's in those thing multiple people say throughout his life. That he just he has too many ideas. He just... There's no way. You could have unlimited resources and you still cannot apply, I'd actually work on all the ideas that come that come tumbling out of Jeff's mind. He quick and this another really good idea. I always say this is something I learned from Charlie Mu, Port Charlie Omni book. That you should look at ideas like tools. You were not your idea. So when a better idea comes along, or maybe 1 this more useful to the situation. You're in Okay. You pull another tool just like you would if you were building something physically. He quickly abandoned old notions and embrace new ones when better options quickly or when better options presented themselves. More in his personality. Bezos thought analytical about everything. He was the most intros prospective guy I had ever met. He was very methodical about everything in his life. Bezos seemed to love the idea of the non nonstop workday. He kept that he rolled up sleeping bag in his office in case he needed to bump down for the night. Now this is also a very another very interesting idea from David Shaw that Bezos will apply later at Amazon. So it's the idea of thinking about what your company actually is as opposed to what people think it is. And let me read this you I'll I'll see how basal supplies in know how we can apply it to whatever we're doing. While the rest of Wall Street saw D shaw as a highly secretive hedge fund, The firm viewed itself somewhat differently in David Shaw estimation, so in his description of his own company. Remember this for later too. The company wasn't really a hedge fund, but a versatile technology, laboratory full of innovators and talented engineers who could apply computer science to a variety of different problems. So everybody also on outside says it's a hedge fund. He's saying we're a technology, technology laboratory full of innovators and talented engineers who apply computer science to different problems. Investing was only the first domain where it... Where it would apply its skills. So later on, everybody describes, you know, and such just the book seller. And bezos is like, that's where we are now, eventually, would be the everything stored. And then once they start adding more products, he talk he talks about and I'll go into more detail about this later. He's like. No We're we're the un store because technology gives us an advantage over the the ancient, like, physical retailers. And later on, he talks about it It's a technology company. He's constantly refining. And what 1 is I guess 2 things are interesting here. 1, the constant refinement of how he sees his own company, which should change over time. Right? And 2, how it's always different than other... How other people see it. And it's very similar to what D cha saying. Like, you're just describing me as a hedge on. We have so much more... We have so much more talent than that. We can do so much more in not only new investments. They wind up starting, like, inc integrating their own companies a couple of these spin out and they do Ipo. But the reason this is important is because that's the mindset that leads Jeff to start doing research on what kind of company could you build on top of this fast growing phenomenon called the Internet. So let's go back to this. So in 19 94, when the opportunity of the Internet began to reveal itself to the few people watching closely, Shaw felt that his company was uniquely positioned to exploit it. And the person he annoyed to spear the effort which Jeff Bezos. There's a lot more detail on the book on how the different companies that they... They're gonna start on this time and how Shaw thought about it very interesting. Obviously, read that that part. Shaw, who used the Internet, and it's predecessor remember he was a a professor. And at the very beginning, the Internet was called the Arp net. So he says he had used that. He was passionate about the commercial social implications of a single global global computer network. At the time, though, it was illegal. To do to use the Internet for commercial applications. They actually had to get that law changed, and I think that law was changed somewhere in the nineties, Maybe 94 and 92 and 96 somewhere in there. Shaw, and Bezos would meet for a few hours each week to brainstorm ideas for this coming technological wave. And then Bezos would take those ideas and investigate their feasibility. Sean Bezos discussed on 1 of these ideas. They called it the everything store. Or or Bezos is in his twenties at this time. And he starts Amazon 30. And intrigued by Shaw conviction about the inevitable importance of the Internet. So this is... We cannot overstate the importance of influence ideas and help. 1 influence or 1 idea can change the course of your life forever. Jeff dedicated his entire life to building company on the Internet, Shaw is the 1 that put that conviction in is its brain. 1 set of numbers in a newsletter was startling. So this is some of the research I chefs doing at the time. So it says the web activity this is what Bezos is realizing Because like, what the hell? Things... Are not supposed to grow this fast. So it says web activity had gone up that year by factor of 230000 percent. Things just don't grow that fast Bezos said. It's highly unusual and that started that and has started me thinking. What kind of business plan might make sense in the context of that growth. Bezos concluded that a true everything store would be impractical. At least at the beginning. He made a list of 20 possible product categories, software, office supplies. Apparel music going on and on. The category that eventually jumped out to him as the best option was books. They were pure commodities. A copy of a book. In 1 store was identical of the same book carry in another. So buyers always knew what they were getting. They were... And they were 2 primary book distributors at the time, so a new retailer wouldn't have to approach each of the thousands of book pill publishers individually. And most important, there were 3000000 books in print worldwide, and far more than he barnes and nobles could stock. So really, don't Left myself on that sentence, he to identified his edge. He's like, okay. Well there's 3000000 books out there. The... I I forgot the exact number, let's say, 15000, maybe 20000 titles could be at a typical or something like that. So they're, okay. Well, if I if I I can overnight when I start this, I can be the world's largest bookstore, and that's actually how they described Amazon at the very beginning when it being sued by Barnes and Noble because that terminology, but that's all said in the book as well. If he could... If you couldn't build a true everything stored right away, he could capture its essence unlimited selection, in at least 1 important product category. With that huge of products, you could build a store online that simply could not exist in any in any other way Bezos set. So it's another way to think about his edge. So I'm skipping over a couple of parts here. This is where he's like, man. This seems interesting, but he... Here's the problem. He's married its time. He's a nice apartment in in Manhattan. He's making a lot of money. He's working for flat out genius. He's got a great opportunity. And, you know, if you're discussing this it's like, okay, I'm gonna I'm gonna quit this, move across the country and sell books online. People like, what the hell is wrong with you. And so this brings me to the single most important idea I I've ever learned from Jeff Bezos. It's how to make decisions, and he calls the regret mini immunization framework. I'm just gonna read this whole section to you because it is so so important. Bezos would later describe his thinking process. He came up with what he would call a regret mini immunization framework to decide the next step to take at the juncture of his career. When you're in the thick of things, you can get confused by small stuff, Bezos said. I knew when I was 80 that I would never, for example, think about why I walked away from my 19 94 Wall Street bonus right in the middle of the year at the worst possible time. That kind of thing just isn't something you worry about when you're 80 years old. At the same time, I knew that I might sincerely regret not having participated in this thing called the Internet that I thought was going to be... To be a revolution event. When I thought about it that way, it was incredibly easy to make the decision. And as you can imagine, everybody around him including his mom. It's like, what are you doing? And she's like, why don't you just work on this at night and weekends? And his response to her was fantastic. It's just 1 sentence and he says, no. Things are changing fast. I need to move quickly. So he packs up his stuff, starts doing research and decides to to move to Washington, him and his wife at the time, drive cross country, and I just wanna read this this paragraph because it's just absolutely fantastic writing. A day later, they stopped at the Grand Canyon and watched the sunrise. He was 30. She was 24. And together, they were writing an entrepreneurial origin story that would be imprinted on the collective imagination of millions of Internet users and hopeful startup up founders. So 1 thing you learn when you study the life and career of Bezos is he's... The know left myself has always been learning. He never thinks that he knows everything. And so even at this point, he winds up... He pays for and drives and takes a 4 day course on book selling. Not only would you describe basis as relentless in his suit and domination of Amazon, and in the world at large, I guess, but also his relentless is the his approach to learning. Like they... Like, 1 of his colleagues said, he went to school and everybody. Okay. So this was very interesting at the very beginning, just a few sentences for you here. There was already people selling books on the Internet. Books dot com. And they just realized we just need to do better than they do, and the bar was really really low. People hadn't figured out how to to not only you have to build everything in the early days of the Internet. Like the payment infrastructure, the logistics, all that other stuff, but you'd order a book from books dot com and come and looked like somebody would chewed on it. It was just... They hadn't figured out how to do it. So it says, as crazy, it might sound. It did appear that the first challenge was to do something better than these other guys. There was competition already. It wasn't as if Jeff was coming up with something completely new, and that's, a lesson we've learned over and over again that, you know, if sometimes you don't wanna create the market. Right? You could just do a better jobs and other people out there. And you could build a business around that. And then we see, choosing of the name. It's an insight into Jeff's goal. The Amazon is not only the largest river in the world. It's many times larger than the next biggest river. It blows all other rivers away, Bezos said. More about the tenuous early days of Amazon. Amazon had a line of credit, but it would regularly max out its account. And Mackenzie would then have to walk down the street to the bank and write a check to reopen it. Everyone was working long days, scrambling to keep up and not getting enough sleep. And Matt, I think Jeff said that raised the first million dollars or 2000000 dollars of Amazon I forgot it I was. To go, like, something like 30 or 50 different meetings. I don't have it in front of me, but it's a it's a number like that. And he said the most common question when you were trying to raise funds was what is the Internet? And I wanna... And I want to quote 1 of the early investors because this is something that It's it's just another, law of human nature that passion is infectious. So this investor says, Jeff swept me off my feet. He was so convinced that what he was doing was basically the work of god and that somehow the money would materialize. The real wild card was, could he really run a business? That wasn't a gi. Of course, about 2 years later, I was going holy shit. Did we back the right horse? And so now we get more insights into his personality and the word that's used over and over again, bold. Bold, bold bold. It was... Used, I think 3 times, 3 or 4 times in an email at the very beginning by written by joy. So it's something that, anybody at Amazon talks about all the time and Jeff talks about bolt using the word bolt a lot as well. Little by little, he was revealing his true self to his employees. He was unusually confident, more stubborn than they had originally thought and strangely and pre assumed that they would all work tirelessly and perform constant heroic. He assumes that because that's his standard default mode. Right? When his goals did slip out, they were imp Grand. So it's talk he's talking to an early employee who likes to kayak and and this is they can barely want... They barely know how to sell books at this time, and this is a conversation they're having Tel hilarious. Bezos tell... Began telling him that he envisioned a day when the site would not only sell books about Kayak, but Kayak themselves. Subscriptions to Kayak magazines and reservations for kayak trips. Everything related to the sport. I thought he was a bit crazy. At the time, we had about 40 books in the warehouse. So there's 2 things happening in this next paragraph. 1, we see that Jeff has this this ethos that everything can be improved, everything's open to change. And 2, that if you don't have that same, mindset that he he does. He's gonna run right through you. So it's got B there, Buyer's tenured at Amazon with Short and Rocky. Bezos wanted to reinvent everything about marketing, suggesting for example that they conduct annual reviews of advertising agencies to make them constantly compete for Amazon's business. B explained that the advertising industry didn't work that way. He lasted about a year. Over the first decade Amazon, marketing Vps with the equivalent of the doomed drummer in the sat satanic band spinal tap. Bezos plowed through them at a rapid clip, looking for someone with the same low regard for the usual way of doing things that Bezos himself had. So Howard Schultz is the founder of Starbucks. There's a funny meeting about, how, the base had with with Schultz schultz Starbucks is a lot more successful at the time than Amazon is. And so they're thing about doing some kind of deal to give Amazon like, a physical presence using schultz stores, and I just thought this part was Hilarious. Schultz told the pair that Amazon had a big problem and Starbucks solved it. You have no physical presence. That's gonna hold you back. Bezos disagreed. He looked right. He looked right at Schultz and told him. We're gonna take this thing to the moon. So Amazon starts getting some traction. They're getting a lot of press. People are buying books online. And I thought this was really interesting what Jeff said. And this is after a meeting with Barnes and Nobles, Barnes and noble met... With the Ceo met with Jeff saying, hey, you know, we're we're gonna crush you. We're gonna launch a website. And Jeff really picks up on the edge that smaller companies have. And that's a... That's the ability for smaller company to focus. Just at a level that a big company can't match. So he says, Jeff was always a big believer that disrupt a small companies could triumph. It wasn't the end of the world. We knew we had a challenge. And this is something that he also tell tells a group of Harvard business school students he goes and and gives a presentation Amazon. And afterwards, the the classes like this exercise where they're saying, hey, what would you do if you were, Jeff? And they're... They tell them, like, you need to sell. Like, you're you're crazy. This is not gonna work out. And so I'm gonna skip over that, but I want to tell you Jeff's response to them. You know, the response to hearing a bunch of group of of harvard business school students saying, hey, you get out now outside of Barnes and Noble. And he says you may be right. But I think you might be underestimating the degree to which established brick and mortar businesses or any company that might be used to doing things a certain way will find it hard to be nimble or to focus attention on a new channel. Jeff is a student of history. He knows his business history. And that's he he derive the exact correct insight there. I guess we'll see is how we finished it. Let me read that part to you. I think you may be underestimating the degree to which established companies that might be used to doing things in a certain way we'll find it hard to be nimble or to focus attention on a new channel. That is why there always be new companies. That is the opportunity right there. So we're in a 19 98, they're still selling only books, and this is a reminder that problems are just opportunities in workloads, The famous quote from Henry Kaiser. I think it's founders number 66 somewhere we're back there. And then the the influence of Richard Branson on Jeff Bezos. This guy the sky brought some information to bezos says he brought Bezos findings from a survey that showed a significant majority of customers did not use Amazon dot com, and we're unlikely to start simply because they didn't buy very many books. I brought him very bad news about our business. And for some reason, he got excited. Bezos Now expansion into new categories was urgent. In customers mind, the Amazon brand meant books only. He wanted to be far more malleable like Richard Branson virgin, which stood for everything from music to airlines to liquor. And we see even from the very early days of Amazon, Jeff's just fundamental belief in what he was doing. He says this sentence in somewhere between the year 19 98 and the year 2000 I think our company is undervalued. The world just doesn't understand what Amazon is going to be. So 1 thing, the 1 advantage Founder like companies have is their their ability just to move extremely fast. And we saw this, the the podcast I just did if you haven't listened to on Joan, arch should be Johnny Iv. Talks about the early days of, of, when jobs came back to Apple. They're building the ipod at the time. This guy, Rubin is having, a meeting they realize, hey. There's these new slim hard drives. We can fit, you know, thousands of songs on here. We have this idea for an Mp 3 player. Like, this this could this could be a great idea. He it comes back from the meeting goes to the hotel because they're in Tokyo at time. I think they're Japan. I'm pretty sure there they're in Japan. But and he's like, hey. I need 10000000 dollars, and we can we can start building this MP3 player that we want to. And Steve says, yes immediately. And then he's like, I'm giving you 10000000 dollars right now, but this better be ready by Christmas. And so we see Jeff viewing the exact same thing, moving extremely extremely fast. Around that time, Wright showed Bezos to Blueprints for a new warehouse. The founder eyes lit up. This is beautiful Bezos said. Wright asked who we needed to show the plans to and what kind of return on investment he would have to demonstrate. Don't worry about that pace said. Just get it built. Don't have to get approval to do this right said? You just did. Bezos reply. This next section is all about what Jeff learned from the auto of Sam Walton. This is why again, founders exist because you see this example, of somebody being inspired by reading the auto of the biography of somebody came before them, taking those ideas and applying them with Vi to their own work. If you're really think about it, you can pick up the the paper version of Sam Walton auto. Bezos probably spent 10 dollars on this book. And those ideas, it's not... It's not hyper to say those ideas made him billions. The application, successful application of... Those ideas in a 10 dollar book made him billions. Bezos stop by with a copy of Sam Walton Auto. Sam Walton Made America. Bezos had involved Walton book thoroughly and w the Walmart Walmart founders, Cr about frugal gallery and bias for action into the cultural fabric of Amazon. He talks about those 2 ideas over and over and over again. Pedro says that is. And he learned that from Sam. He had underlined 1 particular passage in which Walton described barring the best ideas of his competitors. So what Bezos did to Walton, Walton did tell other people like Jc Penn, sole price, every other retailer could come across Yeah, Walton did the exact same thing. Bezos point was that every company in retail stands over every company period stands on the shoulders of the giants that came before it. The book clearly resonated with Amazon's founder. On the last page, a section completed a few weeks before his death, Walton Wrote. Could a Walmart type story still occur in this day and age. My answer is, of course, it could happen again. Somewhere out there right now, there's someone probably hundreds of thousands of someone with good enough ideas to go all the way. It will be done again over and over, providing that someone wants it badly enough to do what it takes to get there. It's all a matter of attitude and the capacity to constantly study and question the management of the business that the end of the quote from Sam picking up this book again, Jeff Bezos embodied the quality Sam Walton wrote about. So there's a number of examples in the book about how, Bezos took the the Sam Walton idea of a using a bias for action and try to incentivize him... His employees to follow that idea as well. This is 1 exam of that looking for a way to reinforce Walton notion of a bias for action, Bezos instituted the just do award. An acknowledgment of an employee who did something notable on his own initiative. Typically outside his primary job responsibilities even if the action turned out to be an egregious mistake, an employee could still earn the prize as long as he or she had taken risks and shown resourceful in the process. Alright. So I'm moving ahead, Amazon's is growing really, really rapidly. This is the the first Internet bubble, and it's just a reminder that when the actual bubble bursts and everyone doubted at Amazon. Jeff was still only in his mid thirties. So it says the delusion spending and the widening losses had fueled fear among Amazon's management team. A fear that Bezos still a young and volatile 35 year old Ceo needed additional help. And after hearing persistent gru from the ranks that Bezos didn't listen to a subordinates, the Amazon board initiated 1 of the biggest mis adventures of the company's first decade. The board members asked Bezos to search for a chief operating officer. And so they wind up hiring these other executives. They also bring in this guy named Bill Campbell. So there's a book that mis fit recommended to. It's called trillion dollar coach. All of... It's gonna... There'll be an episode on it soon. Because Bill Campbell not only, did he run technology companies, but he was, like, Steve Jobs mentor. He winds up coming in, the board drops him in on a secret mission to Amazon. This is what this section is about. Did you hate the matter, they turn to a Silicon valley legend. A former Columbia University football coach named Bill Campbell. Campbell had a reputation for being an astute listener who could parachute into difficult corporate situations and get executives to confront their own shortcomings. Steve jobs considered him a confidant on and got him to join the Apple board when jobs returned to the home of the company 19 87. The Amazon board saw Amazon's egregious spending and widening losses and heard from other executives that Bezos was imp and controlling. They were naturally worried that the goose who laid the Golden egg might be about to crack the egg in half. And so they bring him in, they... At the time they deny this this is why bill's is there. But Bill year... Many years later he's given this interview where he says himself. That's why it was there. And I'm gonna read extras from the center interview because I think it gives us insight into to Jeff. Okay? Jeff Bezos at Amazon. I visited them early to see if they needed a Ceo. And I was like, why would you ever replace them? He's out of his mind. He's so brilliant about what he does. Campbell sage recommended to the board members that they stick with their founder. And so now we've reached the point in the story where Jeff has to save his company. Investors, the general public and many of the employees fell in love with Bezos. Most observers not only dismissed the company's prospects, but also began to doubt its chances of survival. Amazon stock, which since the Ipo had moved primarily in 1 direction, That's up, topped out at a hundred and 7 dollars, and would head steadily down over the next 21 months. It was a stunning fall from grace, and this is gonna give you a good idea of where we are in history of Amazon. Senior executives recall meeting privately, to write a list of all Bezos successes and failures on a whiteboard. The latter, the failures included auction, z shops, the investment in other dot com and most of Amazon's acquisitions. It was far longer than the first column, which at the time appeared to be limited to books, music and Dvds. But through it all, Bezos never showed anxiety or appeared to worry about the wild swings in public sentiment. We were all running on the halls with our hair on fire thinking. What are we gonna do, but not Jeff. I have never seen anyone so calm in the iowa of a storm. Ice water runs to his veins. In the span of the next 2 turbulent years, Bezos redefined Amazon for the rapidly changing times. During this period, he met with 2 retailing legends who would focus his attention on the power of everyday low prices. He would start to think differently about conventional advertising and look for a way to mitigate the costs and inconvenience of shipping products through the mail. This is the most important 2 years of in Amazon history. By the way, he would also show what was be becoming to be a kit... Was becoming a characteristic volatility, lashing out at executives who failed to meet his probably high standards. So that's what I was referencing earlier. We're not idol analyzing Jeff. We're learning from him. And that also means that, you know, we wanna take as good ideas and avoid the bad you know, a lot of people said they had post traumatic stress disorder from working with him. He is without a doubt an extreme extreme character. I don't wanna try... I I hope I'm not paper over that by any means. What he's doing is extremely extremely difficult, and he wants it that way too. The the Amazon we know today with all of its attributes and... Sync... Excuse me. Is in many ways a product of the obstacles Jeff and Amazon navigated during the dot com crash. So that's another way to say see the problems that Bezos and Amazon solved during the dot com crash. A response to the widespread lack of faith in the company and its leadership. And this is a quote from the year 2000 from Jeff. He reaffirmed his commitment to building a lasting company. Learning from his mistakes and developing a brand associated not with books earliest media, but with the abstract concept is the dark quote from him in that. The abstract concept of starting with the customer and working backward. And again, that bonus episode will be on a few days for the book that's entitled exactly that. Now it's also interesting when times are tough, he has to bend to his philosophies. So he's doing a lot of things because they they they could potentially run out of money and go to business. He's doing a lot of things that are gonna conflict with his long term goals. Right? And sometimes you have to do this. There is no formula for success. You get you you can't just copy in everybody's footsteps. Right? You gotta figure it out and be adaptable as problems as, like, you encounter a problems. So let me read my note here, and then I'll read what spawn these thoughts. Selling bonds at high interest rates, making deals with other companies, that were good short term, but conflicted with long term goals. He was doing anything to survive. So Amazon agreed to run Aol shopping channel, in return from a much needed 100000000 dollar investment. Amazon also signed a deal to carry the inventory of Circuit city, competing retailer. All of these deals improved Amazon's balance sheet in the short term, But in the long run, run, they were awkward for all parties. Jeff Bezos does not work well. With other companies. There's no working with him. There's working for him. By relying on Amazon, the retailers delayed in necessary education on an important new frontier and sees the loyalty of their customers turn an aggressive Ups start. There also be many prom. It's talking about lawsuits. Of skipping over that. Bezos never got completely comfortable with these deals are with the idea of outsourcing his prize goal of limitless selection. Talks about 1 of the the the partnerships that he so made at this time with toys r us is not gonna last because they're they're in conflict with his long term goals. It says that ultimately factored heavily into the outcome of the partnership, several years later, which which resulted in dueling lawsuits in federal court. And, again, I think the lesson there is, you know, you have long term goals sometimes if you're in a a pickle, and you're in bind, you're gonna have to to to do something. You have to optimize for the short term, unfortunately, in in some cases. More on Jeff's customer session here that either or this quote from him. That either or mentality that if you're doing something good for customers, it must be bad for shareholders is very premature. Bezos was obsessed with the customer experience and anyone who didn't have the same single minded focus or who felt he wasn't demonstrating capacity for thinking big for the brunt of his considerable temper. So let's get ahead to this point where they talk about during this 2 year period, he has 2 extremely important meetings with older, more experienced retailers that fundamentally change the the trajectory of Amazon. Forever. 1 is Lee Scott, the the current... The the Ceo of Walmart at the Time and 2 is Jim S, the founder of Costco. And somebody who's had a huge influence on my my own personal thinking as well. So this is... First they're talking about, like, what was... The question I have here on this page is how much was Sam Walton auto worth to Jeff bezos? I already referenced that earlier, but talks about he sitting out Lee Scott. Founder of is that his name? Yeah. Least Scott. The founder art excuse me the Ceo of Walmart, they talked about the company shared culture and the principles Bezos had taken from Sam Walton auto. Scott also talked about how Walmart viewed remember, Jeff is 35 years old this time. Scott also talked about how Walmart viewed advertising and pricing as 2 ends on the same spectrum. Quote from Scott here. We spend only 40 basis points on marketing. Go look at our shareholder statement. He said, most of that goes to newspapers to inform people about what's in our stores. The rest of the marketing dollars we pour into reducing prices. Our marketing strategy is our pricing strategy, which is everyday low pricing. Bezos was sp up everything the older man. Okay. So what they're talking about there? It's called the scale economy shared business model. So it's used by Sam Walton, sole price, Jim Cynical, the founder of Ikea, Ing var cam, Jeff Bezos is going to wind up doing this, and it's a way that you could create dominant and enduring businesses. And 1 of the first people the first pioneers of this mindset is Henry Ford, which is he came up with this idea a hundred years before this meeting is happening between Lee Scott and Jeff Bezos. I wanna read this quote from Henry Ford about this, because it's very fascinating towards the end of Ford's career. He stopped advertising altogether. The only... He's, like, the only marketing we do is lowering the price of a car. So the the model piece. I wanna just 550 bucks. Now it's down to 04:50 or 500 and just keeps lowering it down. So I'm gonna read this long quote from Henry 4 It's very fascinating you had a way to think about this. And, again, if you're a loyal Costco member, like, I am, it could be summarized by value Trump's everything. Now it's but it's that's a very simple idea. Right? But it's really hard to get your company there, especially when you're selling physical goods. Our policy, now henry ford speaking. Our policies to reduce the price, extend the operation and improve the article. You will notice that the reduction of price comes first. We have never considered any cost as fixed. Therefore, we first reduced the price to the point we we believe more sales will result. This is what Jeff is learning. He's gonna learn it from Lee Scott. Sam Walton is gonna learn it for the meeting that he's gonna have, which I'll tell you about a minute. Of Jim Synagogue. Okay? We we reduced... Okay. So then we go ahead and try to make make the prices. We do not bother about the cost. The new price forces the cost down. The more usual ways to take the cost and then determine the price. And although that method may be scientific in the narrow sense, it is not scientific in the broad sense because what what earth use use is What earthly uses it to know the cost, if it tells you that you cannot manufacture at a price at which the product can be sold. But more to the point is the fact that although 1 may calculate what a cost is and, of course, all of our costs are carefully calculated. No 1 knows what it cost ought to be. 1 of the ways of discovering is to name or price so low as to force everybody in the place in the company, to the highest point of efficiency. The low price makes everyone dig for profits. We make more discoveries concerning manufacturing and selling under this forced method then by any other method of investigation. And so now I'm gonna skip ahead to where he meets with Jim Cynical, the founder of Costco, and this is where he takes these 2 meetings, and he goes back and he redo everything, and and he's, like, we're gonna be committed to low cost. Because if we can match the cost of our competitors, we're gonna win on selection. So that's how we're gonna enforce our edge in the marketplace. It's really, really smart, but you gotta love some I just love this guy. I love Jim. It was funny. Recently or not recently but, like, maybe a few years ago it came out and the... There was like a headline. And, I think it was a Wall street Journal or something like that where the, the Ceo that took the Ceo that took over Costco after Jim retired, gave, like, there was like a, a sound from an interview or something. And he said, Jim told me if I raised the price of a hotdog dog he'll kill me. That's what they're talking about it is, like you can go to Costco and get, I think a hotdog dog and a coke or something like that for dollar 50 and the price has been the same for, I don't know. 30 years, something... An extended period of time. And so New Ceo comes in and he's like, we need to increase his price and Jim's was like, I'll kill you. So it says Bezos, jim Senegal, the founder of Costco. Senegal was a casual plain speaking, Wi ford Brim lookalike, he and he had an ami count that concealed he seems nice on the ins outside. Right? But it says that concealed the steel determination of an entrepreneur. Well into retirement age, he showed no interest in slowing down. This is an early 2. The 2 had plenty in common. For years, Senegal like Bezos had battled Wall Street analysts who wanted him raise Costco price prices on clothing. Appliances and packaged goods. Like Bezos, Senegal had rejected multiple offers over the years, including 1 from Sam Walton. Cynical like to say he didn't have an exit strategy. He was building a company for the long term. Over the next hour, Bezos listened carefully and once again drew a drew key lessons from a more experienced retail veteran. So most of us are not gonna have the ability to meet with Son or Jeff Bezos, but we can read the books that influence them. So you're really doing the same thing. You're listening carefully and once again, drawing key lessons from a more experienced veteran. Cynical explained the Costco model to basis. It was all about customer loyalty. Though the selection of products in individual categories is limited, there are copious quantities of everything there, and it's all dirt cheap. Costco buys in bulk and marks up everything at a standard across the board 14 percent in this important part, even when it could charge more. It doesn't. It doesn't advertise at all, and earns most of its gross profits from the annual membership fees. The membership fee is a 1 time pain. But it's reinforced every time customers walk in and see 47 inch Tvs that are 200 dollars less than any any place else. So again, most retail, they make money because they buy something. They mark it up and that's their profit. Costco was like no, we're gonna use our giant company to buy bulk to give you the best prices. Even we could charge them more we're not, and we're gonna make all our money money membership fees. And it's a 1 time you you can only pay annually. It's a 1 time fee, 1 time pain. But what happens? The value that we deliver is reinforced every time you you walk into our stores and what happens is the result is, How how can I have a company that they don't? When they just say it doesn't? Because Costco grows grows word mouth. The members love the value they're getting and they tell other people about it. So it says, it reinforces the value of of the concept, Ci says. Costco low prices generated heavy sales volume, and the company then uses that, to demand the best possible deal from suppliers. You could fill an arena with the people that don't want to sell to a senegal set. But over a period of time, we generate enough business improve we are good customers and pair bills and keep our promises. And then they say what the hell am I not doing business? Why the hell I not doing business with these guys? I gotta be stupid. They're a great form of distribution. My approach has always been value Trumps everything. The reason people are prepared to come to our strange places to shop is that we have value and we deliver on that value constantly. So a decade later, senator was looking back on this this conversation that he that he had with with Jeff. And he says, I think Jeff looked at it and thought that was something that he could apply to his business as well. He does Cynical does not regret educating an entrepreneur who would evolve into a ferocious competitor. I've always had the opinion that we have shameless stolen any good ideas, Senegal said. Bezos took the lessons he learned during that meeting in 2001 and applied them with a vengeance. That Monday after the meeting, Bezos opened a meeting by... Open a meeting with his executives by saying he was determined to make a change. Amazon preached low prices, but in some cases, its prices were higher than competitors. Like Walmart and Costco Bezos said, look, he's he's referencing the 2 meetings he had. He just had. Amazon should have everyday low prices. The company should look at every other large retailer and match their low prices all the time. If Amazon could say competitive on price, it could win the day on unlimited selection and on convenience afforded to customers. Bezos had made up his mind that he was no longer going to indulge in financial maneuvering as a way to escape the rather large whole Amazon found Amazon had dug for itself. Lower prices, this is talks about the Amazon flywheel. You can Google Amazon Flywheel to see a visualization of this paragraph. It's it's also, like, evolved over time. But this is why low prices is so important. This is lower prices led to more customer visits. More customers increase the volume of sales and then attracted more third party sellers to the site. That allowed Amazon to get more out of its fixed cost like the fulfillment centers and the servers needed to run the rate This greater efficiency than enabled it to lower prices further. That's why they call a flywheel feed any part of this flywheel, they reason, and it would accelerate the loop and accelerating the loop, accelerates the growth of the company. So we're still in the rough part of the company. This is 2002, I think, 4003. Very tough time in Amazon's history, yet, Jeff maintained the faith. Almost all figured that Amazon's best days were behind it. The company reached incredible levels of attrition in 2002 and 2003 So everybody's quitting on him. The number of employees at that time other than Jeff, who thought he could turn it around or turn Amazon into an 80000000000 dollar company, that was a short list. He just never stopped believing. He never blinked once Bezos never despair over the mass exodus. Okay. So moving ahead, there's also some information about blue origin in the book, not as much as we know now. They've really a lot more information previous... Since it This book has been released. You wanna learn more. I cover the book the space barron. It's founders number 38. It's all about the different strategies, Jeff Bezos and Elon Musk using to accomplish similar goals, which is the building in their rocket companies, which is really fascinating. But I just wanna grab 1 sentence talks about not only it applies this idea of blue origin, but also Amazon, slow, steady progress can erode any challenge over time. He gave blue origin a coat of arms and a Latin motto, which translates to step by step ferocious. The phrase accurately captures Amazon's guiding philosophy as well. Steady progress towards seemingly impossible goals will win the day. Setbacks are temporary, Nay say are best ignored. And I was really interesting because he's already really wealthy at this point. And they're asking. Was like, why are you doing all this? If you're already filthy rich, Like, just go sit down somewhere? He was asked why he was motivated to accomplish so much considering that he'd already masked an exceedingly large fortune. Fortune. I have realized about myself that I'm very motivated by people counting on me. I like to be counted on. And I can't skip over this part, although I'll talk about it more on the the the the bonus episode walking or walking backwards. Working backwards. This is just 1 of Jeff's most important ideas, and it's an example out to be any of the book. It says listen, Amazon's internal customs are deeply in the idiosyncratic, which means they think differently than most companies doing. So that's why to where a lot of the value comes from. Right? So he talks about, you know, they're they're having this meeting They're like, let's communicate more and we'll we'll we'll use an app or different software systems. And and that way, we can collaborate. And he's like, no. And so he gets up. Says then, Jeff Bezos, his face red and the blood vessel in his forehead pulsing spoke up. So he's clearly agitated. Right? Believes and what he's about to say here. I understand what you're saying, but you're completely wrong. Communication is a sign of dysfunction. It means people aren't working together in a close organic way. We should be trying to figure out a way for teams to communicate less with 1 another, not more. At that meeting, and in public speeches afterward, Bezos vowed to run Amazon with an emphasis on decent an independent decision making. A hierarchy isn't responsible enough to change he said. Bezos counter point was that coordination among employees wasted time and that the per... And that the people closest to problems We're usually in the best position to solve them. The companies that embrace this philosophy. Were in part drawing lessons from theories about the lean and Agile software development and a lot of basis ideas come from books. So it... There's this book called the mythical man month. And the guy wrote at Frederick Brooks argue that adding manpower to complex projects actually delayed progress. 1 reason was at the time and money spent on communication increased in proportion to the number number of people on a project. Bezos and other startup founders were reacting to lessons from previous technology giants. Microsoft took a top down management approach with layers of middle managers, a system that ended up slowing decisions and s innovation. So as a result, Amazon taking a look at Microsoft the way Did they do things, and it says Amazon saw a Neon sign, warning them exactly what to avoid. And you could summarize this with autonomous working units are good, things to manage working units are bad. And so that's also another good idea. Jeff, Jeff does, he actually took an idea from Bill gates that was really smart. Bill has these... Well, he when he was running Microsoft. He probably still doesn't. But when... How it applies to building a company. When he when he he takes a week or 2 off think it might be a week. Goes to, like, remote location and just reads and things. That's all he does for the whole week, then comes back with new ideas. Jeff does an exact same thing. I think it's a great idea. If you could just... If you can, maybe they usually do, like, right after holidays. Take a week off, grab a bunch of books, grab a bunch of biographies. Read and think and then start the New year and actually apply those ideas. I think you'll get a return on investment for the time for a return on the time investment. And time invested. Quick paragraph here. Summary of this, max... This is a really unique idea. Maximize the efficiency of your biggest bottlenecks. So where in your career in your business and your life, where you can constrain the most like, where what section of your life is imp your progress? Think of that. So says, this guy subscribed to the principles laid out in another book about constraints. It's constraints and manufacturing is written by... Well, I know how to gold Rat. It's his last name. It's called the goal. It was published in 19 84. The book cloaked in the guise of an entertaining novel, instruct manufacturers to focus on maximizing the efficiency of their biggest bottleneck. This is a description of Jeff Bezos He's a warlord with d heads. This is a really interesting kinda humorous story. Jeff Bezos constantly look for defects. Defects. Flaws in in the in the company's systems are in their culture. 1 day he walked into an Amazon conference room who's taken aback. Mounted on the wall where newly installed televisions meant for video presentations to employees. Bezos was not placed. How can anything good be communicated this way he complained? Bezos had Bezos had all the new televisions in Amazon's conference rooms immediately removed? But he deliberately kept up the metal mounts hanging in the conference rooms for many years. Like a warlord leaving the d heads of his enemies on stakes outside his village walls, he was using the mounts as a symbol, and as an ad ammunition to employees about how not to behave. So this is what I was referencing earlier about how Jeff sees his own company. So he makes document. He says that it had only 1 paragraph about 10 sentences as long. It began with the words we are the un store. The document to find how Bezos saw on company. Bay being an un store meant that Amazon was not bound by the traditional rules of retail. It had limitless shelf space and personalize itself for every customer. It allowed negative reviews in addition to positive ones, and it placed used products directly next to the ones to next to new ones rather, so that customers can make informed choices. In basal eyes, Amazon offered both everyday low prices and great customer selection. It was Walmart and Nordstrom. Being an un store also meant that Amazon had to it concerns itself only with what was with what was best with the customer. He's talking a group of employees trying to teach them what store means. I know your retailers and I hired you because your retailers. But I want you to understand that from this day forward, you were not bound by old rules. So as the company grows, he wants to try more and more, bold bets, what he calls. He needs to do more. He he wants to change change amazon to a full blown technology company to do to... Do so they have to take giant risks. And so he comes with this idea that a lot of companies run into it, which he defines as the institutional know, which is how they prevent themselves from changing and from actually growing to their full potential and to do that you have to stress yourself You have to take risk. Right? So he says, Bezos battled a reaction that he dubbed the institutional no, by which he meant any in all signs of internal resistance to these unorthodox moves. Even strong companies he said, tended to reflex push back against moves in unusual direction. So that's true for companies. Also true for people. At quarterly board meetings, he asked each director to share an example of the institutional no from his or her own past. Bezos was preparing his overseer to approve what would be a series of improbable, expensive and risky bets. He simply refused to accept Amazon's fate as an uni exciting and marginally profitable online retailer. The only way out of this predicament he said repeatedly is to invent our way out. So now we're deep into where they're morph into a technology company. This is about his impossibly high standards and the beginning of Aws, which is become a giant, maybe the most profitable part of Amazon. I'm pretty sure it's the most profitable part of Amazon. So it says I always handle Jeff's Outburst pretty well. But to be honest about it, but to be honest about it, he had a right to be angry. We were s the flow of creativity Even though we were probably faster than 99 percent of companies in the world, we were still moving too slow. So think about how impossible high stand. Like, they're moving faster, 99 percent of all companies in the world and Jeff still not happy. At the same time, Bezos had become enamored with another book called creation, who's was earned by Steve Grand. Grand was the developer of a 19 video... 19 90 videos game, called creatures that allowed players to guide and nurture seemingly intelligent organisms. Grant wrote that his approach to creating intelligent life was to focus on designing simple computational building blocks called Primitives, and then sit back and watch surprising behaviors emerge. The book was widely discussed in the book clubs of Amazon's executives at the time, and it helped to crystallize the debate over the problems with the company's own infrastructure. So Pause real quick because I think that's also really smart in your company if you're running a small group, whatever it is. I think having a shared base of knowledge, making sure that you're reading the same books listening to the same podcast, whatever the case is. Jeff is famous for this. He makes. All these executives read, like Sam Walton biography, they have to read to le Black Swan books. There's a bunch of other books you can find. I think there's, like, 14 of them last time Checked. I forgot what it was, But this is just really smart. Have a shared base of knowledge. It doesn't matter how you're ingesting that could be videos, documentaries, podcast podcasts books, whatever. Have a shared base of knowledge. Extremely important, and we see this book help them build Aws. If the Amazon wanted to stimulate creativity among its developers, it shouldn't try to guess what kind of services they might want. So that's what they're talking about the very early days which figuring out what product they're gonna build. Amazon that is. Instead, it should be creating primitives the building blocks of computing, See how they took an idea from a book and then put into a product form. Really smart. And then they should get out the way. It needed to break its infrastructure down into the smallest, simplest components and allow developers to freely access them with as much flexibility as possible. As bezos proclaimed at the time, developers are a and our job is to do everything we can to get them to do their a. More in this impossibly high standards, were still around building Aws, this guy named Alice, they're having meeting with Bezos. Atlas said that while working on the S 3 project, he frequently had difficulty grasping just how big bezos was thinking. He had this vision of literally tens of thousands of sheep 200 dollar machines, and it had to be able to expand forever. This is a crazy. This this quote some people find so crazy. They they they put it on... They somebody printed out on a t shirt and sells them. Bezos told him, This has to scale to infinity with no planned downtime. Infinity. During 1 meeting, Atlas Blu by suggesting they could figure out how to keep up with the unexpected growth after the service launched. This triggered bezos? He leaned forward to me and said, why are you wasting my life and he went on a high rate about keystone cops. That was real anger. I wasn't keeping up with him. There were a number of times like that. He was so far ahead of us. Okay. So this is how Bezos reads, and then the ipod. I'm only gonna read a few sentences in this because I go into more depth about this meeting that Steve jobs and Bezos have in 2003 and how that meeting helped launched a Kindle, like, what Bezos learned from Steve Jobs. He essentially said, hey, what Steve's doing to digital music, we should do to to Ebooks. And so says Bezos didn't just love books. He fully bagged them. Methodically processing each detail. Stewart brand, the author, recall... Calls being startled when Bezos showed him his personal copy of his 19 95 book, which is how buildings learn. And each page was filled with Bezos carefully scribble notes Just know that that's how I That's what I do for the podcast. Sales of books, music and movies accounted for over 70 percent of Amazon's Annual revenues this year. If those formats were inevitably transitioning to the digital as apple's, accomplishments seem to demonstrate Then Amazon had to move quickly to protect itself. So he's like, oh, shit. Liquid jobs is steady, he goes from not selling the music to being the number 1 seller of music in the world with a combination of ipod and itunes. Right? So what happened... Like... And 70 percent of our revenue at this time. Is physical goods. Like, I need to make the transition I need to go fast. And this this is where they switch to Aws. They they do fulfillment by Amazon, they do the Kindle. They do... And they they're just sort rolling down And now this is where they're really transforming into the company that we know today. Okay? We feared that there would be another kind of device from apple or someone else that would go after our core business they said. I think the thing that blind said to Jeff and help with the Kindle was the ipod, which over overturned the music business much faster than he thought. And so they said, hey, it's far better to cannibal yourself than to have someone else to do it. Famous quote from Bezos is that anything we're doing is not supposed to be easy. He says we're we're building something we can tell our grand grants grandkids about something we're gonna be proud of. These things are not meant to be easy. And that's why I talk about, you know, I I looked up after I finished reading the paper back again in the word pain appearing over and over again. And this a result of that, Scott Dev was an analyst for an investment bank. He spotted the shifts in Amazon earlier than most and they upgraded the stock from a hold to a buy in January 2007. So this has been years of hell. That bezos has had to endure save the company transition. Now he's in multiple different product fields. It's just crazy. Oh, I really hope you read this book. It's fantastic. He changed his rating on the same day as a Merrill lynch advisor offered a far more conventional analysis that Amazon's margins were hopeless. And that could not make any money. I was laughed out of portfolio managers offices debit said. People were ripping apart every component of my investment thesis. At that point, they thought Amazon was some nonprofit scam. Inside Amazon, on The pain endured. Is I word again, the pain endured over the previous 7 years were paying off. Interesting enough. I'm pretty sure from that time if you go back and look, the stocks up something like I for... It's it's in same number It's not exactly... It's like, 7000 percent when Merrill Lynch is laughing at this guy. More about his personnel personality and anything I think just something that we should, we should adopt as well, Everything is open to discussion. Jeff is not t by conventional thinking. What is amazing to me is that he's bound only by the laws of physics. He can't change those. Everything else he views has opened a discussion. Another advantage to small companies have to embraces that you have to out think your competition. You don't cannot resource them. At this point, Amazon's a giant company, they wanna compete with Zappos. This is before they buy Zappos for almost a billion dollars. Or, I guess, a little over a billion dollars because they they use stock. But So they're they start this... Their own shoe company, and they're just getting their ass kicked by a smaller company. And it says that your bezos learned that Zappos was advertising on the bottoms of the plastic bins at airport security checkpoints. They are out thinking us. He snapped at a meeting. That was a genius move by Zappos. Right? Because you're everybody, he's has to take off their shoes when you're going to security At least need to do in the United States, and you're putting your shoes in now a plastic bin. And as you put in your shoes, there's an ad for Zappos. That's really really smart. So again, small companies can be smarter. So 1 thing that pops up over and over again in these biographies. If if you study the history of entrepreneurship, you're gonna have entrepreneurs tell you over from the past till you over and over again, that you need to maintain control that if it's important to your business, you have to control it, they'll tell you that you should sell your own product. And so there's a lot of examples in this book where somebody starts selling on Amazon's platform, they'll study them, and then they eventually start competing with them. They've do this for diapers dot com for Zappos, for just for guys selling not guys, a, on, like, a couple of year old, like, a hundred and 50 year old company something like that's selling really high expensive knives made by hand by artisans. So they're just completely ruthless this, but again, if you're studying the history entrepreneurship, you're gonna avoid this fate, 1 sentence on this page, and then I'll go into more detail says companies that make things and companies that sell them have waged version of this battle for centuries. So again, was David over say that people that refused to to study experience their ignorant amateur. Refusing to study the the history of your industry a history of entrepreneurship can cost you literally your career. Maybe even in your life in this sense that why are you surprised? Why are you building a business on somebody else's platform. That's fine if you're gonna that, but you have to go going in. Overnight, they can steal your business for you. So why your your your blood, your sweat, your tears your money? You're pouring into something that somebody else can take away from you. These are these are easily avoid mistakes if you just study history. Companies that make things and companies that sell them have wage versions of this battle for centuries. No excuse to make this mistake. And Amazon even admit their their mach nominations here. Avoid and my know left myself has avoid this, sell direct, maintain control. Amazon's employees, own employees have compared third party selling on the site to a heroin addiction. Sellers get you fork rush and in lingering high as sales explode, then progress to addiction and self destruction when Amazon starts gut their margins and undercut them on price. So, look, They get they... It's just like a drug addict. Give you a little bit of hit. You get excited Like, well, I at all these sales. Amazon I can see the sales too. Okay. That's nice Oil sales. We're gonna come up with our own product. It's gonna be cheaper than yours and we're gonna take all that sales for you from you. Going back to this, then progress to addiction and self destruction when Amazon starts gut the sellers margins and undercut them on price. Sellers this is a quote from people inside Amazon. And it's not just Amazon. It applies to anybody. You say, the last few years, people build media businesses on top of like Facebook. Like, wait a minute, what the hell happened? You you turn off my traffic overnight, and now you're saying I have to pay to reach the people that were following me. Yeah. Because you you were building on... You were building a castle wizard castle on sand. I think it's the the the term or the metaphor there. You can't do this. She you cannot build to talk with somebody else's platform. So it says sellers know they should not be taking the heroin, but they cannot stop taking the heroin. Okay. So moving on, there's many examples, like I said before, where I'm reading this book. I'm like, smart, smart smart, smart. You just... They they just do things are really, really smart. And so 1 of these things is that, people can email Jeff. I guess he's no wanna run the company anymore, but he was it was Jeff at amazon dot com, and he'd re... He'd find problems with his own company. He'd use, like his customer base to identify weaknesses in an own company. So he'd forward the email, employees in Amazon would freak out when to get a forward to email from Jeff. All would have is a customer complaint. And a question mark from Jeff at the top. And at some point, they started complaining about this in meetings. It's like, what the hell were data driven company, you know, why are we stopping everything to fix just like anecdotal evidence. And this is what 1 of the managers is Jeff Wi answered. Every anecdote from a customer matters. We research each of them because they tell us something about our metrics and processes. It's an audit that is done for us by our customers. We treat them as precious sources of information. And now we're at the gate... Towards the end of the book. I'll close on this. They're just talking about all the wild ambitions that Jeff was talking about in 2013 and 2014, and it says, these are not fever dreams. They are near in abilities. It's an easy prediction to make that Jeff Bezos will do what he has... What he's always done. He will attempt to move faster work his employees harder, make bolder bets and pursue both big inventions and small ones, all to achieve his grand vision for Amazon that did not just be an everything store, but ultimately, an everything company. Amazon may be the most beg dialing company that has ever existed, and it is just getting started. It is both missionary and mercenary. And throughout the history of business and other human affairs, that has always been a potent combination. We don't have a single big advantage he once said. So we have to weave a rope of many small advantages. Amazon is still weaving that rope. That is its future to keep weaving and growing manifesting the constitutional relentless of its founder and his vision, and it will continue to expand until either Jeff Bezos exits the scene or no 1 is left to stand in his way. And that is where I'll leave it for the full story, by the book. If you buy the book using the link that's in the show notes available in your podcast player or at founders podcast dot com. You'll be supporting the podcast at the same time as a hundred and 79 books down, 1000 to go, and I'll talk to you again soon."
}