{
  "transcript": "I had always avoided thinking of myself as a businessman. I was a climber, a surfer, a kayak, a skier, and a blacks smith. We simply enjoyed making good tools and functional clothes that we and our friends wanted. Melinda and my only personal assets were a beat up Ford Van and a heavily mortgage soon to be condemned cabin on the beach. Now we had a heavily leveraged company with employees with families of their own, all depending on our being successful. After we had ponder our responsibilities and financial liabilities, 1 day dawned that I was a businessman, and would probably be 1 for a long time. It was also clear that in order to survive at this game, we had to get serious. I also knew that I would never be happy playing by the normal rules of business. I wanted to distance myself as far as possible from those pasty faced corpses in suits. I saw an airline magazine ads. If I had to be a businessman, I was going to do it on my own terms. 1 of my favorite sayings about entrepreneur entrepreneurship is, if you wanna understand the entrepreneur, study the Juvenile Delinquent. The delinquent is saying with his actions, this sucks, I'm going to do my own thing. Since I had never wanted to be a businessman, I needed a few good reasons to be 1. 1 thing I did not wanna change even if we got serious. Work had to be enjoyable on a daily basis. We all had to come to work on the balls of our feet. And go up to stairs 2 steps at a time. We needed to be surrounded by friends who could dress where... Whatever the way they wanted, even be barefoot. We all needed to have flex time to surf the waves when they were good or ski the powder after a big snowstorm arm. Or stay home and take care of a sick child. We needed to blur that distinction between work and play and family. So that is from part 1 of the book that I wanna talk to you about today. And that is let my people go surfing. The education of a reluctant businessman by Y S. So I have to admit, I didn't know who Shen was before a week or 2 ago. I was listening to that podcast how I built this, and they rep published an old episode of theirs, which is an interview with the founder of Pat, Y yvonne S. And within 20 mere... 20 minutes of hearing him speak, I immediately started liking the way he thought. And he went on the podcast to promote the book that he wrote. And this book that I have in my hand was actually meant as just an internal, like, company handbook for the employees of Pat, and it became so much so popular that he published it as a normal book and and since this sold a lot of copies of that as well. The book is split into 2 parts. It's the history, which is, like a mini auto of how he got started doing what he what he does. And then the second half is the principles of his company, which he's put a lot of time into thinking. I think he's in his seventies by now, and he's been... He's founded Pat I think almost 40 years ago. So he had a lot of time to rum and to kind of come up with the own philosophies, and that's what I find most interesting. That's what I wanna talk you about today. So 1 of the most interesting things I heard in the podcast with Yvonne was that he is still the sole sole owner of Pat along with his family. He never raised outside, money never took investors. And last year, they did, 750000000 dollars in sales. So it's quite a success story. He founded it back in the seventies. So he's had about 4... Over 40 years to really think about the principles and the philosophies that are important to him and running a business and it more importantly building a great product. So some of these are really fast, and I'm just gonna go through in chronological order when share some of the highlights and and ideas that I just found them really interesting. So, here's this quick 1. It's called his idea of being an 80 percent. I always thought myself as an 80 percent. I like to throw myself passionately into a sport or activity until I reach about an 80 percent proficiency level. To go beyond that requires an obsession and degree of specialization that doesn't appeal to me. Once I reach that 80 percent level, I'd like to go off and do something totally different. That probably explains the diversity of the pat product line and why our versatile, multifaceted clothes are the most successful. So maybe just skip ahead a little bit. I found this really interesting. They re rep published an excerpt from life magazine in 2004. And the broadcaster or the Anchor, Tom Bro was friends with Yu yvonne, and they ask him the question. They're asking Tom bro all, what is your single toughest climb and I loved his answer. This is his his direct quote. Probably 1 my friends, including Y, and I did the celts glacier on Mountain. I had never really done ice climbing before, and they gave me a 30 second lesson in Cramp and ice axe use. At 1 point, we were going across a very steep patch of black ice. And if you slipped, you would gone about... You would have gone down about a thousand feet. I said to Yvonne, we should rope up here, and he said, no way. If you go, then I go, and I don't wanna do that. This is like catching a taxi in New York on a rainy day. It's every man for himself. It's been hell... This is now Tom. Talking again. It's been helpful to me, it's been helpful to be Y yvonne friend. He makes me think about things in new ways. That's a great description of how I felt when Was reading the book because this guy's a lot of Even though they they they're logical. They're somewhat contra. So let me skip ahead a little bit, I wanna get into some of these things. And now this is Yvonne talking. And he's got 2 interesting ideas here, and it's can large be the best and manage... And and then his Mba theory of management, which is management by absence. So, I wanna read this part. We never had to make a break from the traditional corporate that make businesses hide bound and inhibits creativity. For the most part, we simply made the effort to hold up our own particular tradition. At 1 time, that tradition look peculiar, but it no longer does, many American industries have adopted a more casual workplace and we played a role in starting that trend. In growing the business, however, we use traditional textbook practices, increasing the number of products, opening new dealers and new stores of our own, developing new foreign markets, And soon, we were in serious danger of outgrow our breaches. We had nearly outgrown our natural niche, that specialty outdoor market, by the late 19 eighties, the company is growing at a rate that if sustained would have made us a billion dollar company in a decade. To reach that theoretical billion dollar mark, we would have... We would... We would have to begin selling to mass merchants or department stores. This challenge the basic design principle we had established for ourselves as the makers of the best hardware. So Just wanna stop before I continue. This is something that he hits on constantly that his main goal is just to make the best product and let everything else take care of itself. That's why he also... The subtitles, the education of a reluctant businessman. He thinks of himself as a Craftsman as a product maker as a climber, not as a businessman. Can a company that wants to... This is something... I, I also think about too. I've been thinking about recently. It's like, can a company that wants to make the best quality outdoor clothing in the world? Be the size of Nike? Can a 10 table, 3 star French restaurant retain its third star when it adds 50 tables. Can you have it all? The question hon me throughout the 19 eighties as pet Pat evolved. Let me just stop before I continue. I'm, I think the answer to that question is no. I think when you talked to a lot of entrepreneurs and founders, for I shouldn't say for some reason because I can understand the instinct there, but they're 1 of the main goals is for a lot of people size. Like, let me get as big as possible, most revenue, Most employees. And I I think if you if your goals to make something that's the best in class, I don't think the largest companies can make the best anything. And I I struggle to think of large companies that make the best product for anything. The... When I was before I ever recorded the podcast, I was thinking about this morning. I was like, is there any... Like, my my best experiences is Like let's take restaurants for example, or individually owned restaurants. They're not chains. When's the last time you got good customer service from your cell phone provider or your or Comcast or anybody any other large corporation like that. The only thing I can think of is I feel the iphone is still the best smartphone, combination of hardware and software that is. And that's obviously, well, the large... I think the largest company in the by market cap at at at this time if I'm not mistaken. I can't come up with anything else. And then I thought Anecdotally on my own spare experiences. I started using Uber when they were just in San Francisco, New York. And I love the experience. And now I can't use... I I could barely use any ride sharing apps because it's just... It's got... It... They got extremely large, but the wait times that the app tells you are no longer accurate where I thought they used to be, customer service issues but... Just... The larger they got the the the quality of the service degraded to the point where I only use it if I... As my absolute last option as opposed to something I actually used to enjoy using. So I don't know something to think about, again, I don't... It just depends on what you're into. Some people wanna build huge large companies, and then that's the end all. I think everybody would be better off if everybody just try to make the best of whatever there is they're doing and not worry about the size. So let me continue what. He continues on this page, and this is when he starts mentioning his his theory about the, management by absence. I continue to practice my Mba theory of management. Management by absence. While I wear tested our clothing and equipment in the most extreme conditions of the Himalayas and South America. In 19 81, 3 friends and I set off an avalanche were trying to climb the 23000 foot Gong Shawn in into tibet. We were carried for 1500 feet and stop 30 feet from the edge of a 300 feet vertical cliff. 1 friend died from a broken neck. Another had a broken back, and I had a concussion and broken ribs. I've never had much of an interest in climbing mountains over 25000 feet. And now with this accident and having 2 young children, my interest wan even more. I was the outside guy, responsible for bringing back new ideas. A company needs... This is the most important part. A company needs someone to go out and get the temperature of the world. So for years, I would come home excited about ideas for products x, new markets are new materials. So he's gonna continue to expo on his his theory of management by absence. He's been the founder along with his wife, Melinda, the entire time, but they also hire Ceos. And he he he mentioned in that interview where he takes off, I think something from, like, made in November every year just to fly fishing, and he explicitly tells them not to contact him. So, part of that is his, as you'll see as we continue going to the book, he has this really... I would call, like, a beautiful, idea of comparing business and organizing human labor to to nature and to, way humans did it in the past. And part of his thing is is making sure that he puts Pat through a lot of stress because he feels based on like, the theory of evolution that you need stress to grow constantly. And part of that is if he was the only 1 being able to answer the question or or to make these important decisions, then the company would continue to grow and wouldn't be able to do as much good as possible, which is 1 of his goals. So I'm gonna skip ahead a little bit. I thought this is really interesting and and it tells you more of, like, why he's doing what he's doing. And this section, I wrote is why are we in business? So, I've skipped ahead a couple pages. They're they're going... Pe is going through a problem. There they were growing way too fast, and then there was a worldwide recession in the early nineties. So he sends a few pages going on about how he he kinda just let growth get out of hand. He had, like, 8 different product lines, 8 different people responsible for those product lines, 3 different distribution channels, but different people responsible for that, and it just... It stopped making sense to him Feel out of control. So let's let's pick that up after he's already identified that they're going serious problems. At 1 point, we decided we need in another perspective. And Melinda and I, along with our Ceo and Cfo, sought the advice of a well regarded consultant we contacted. His name is doctor Michael Ka. Doctor Michael Ka, who had run strategic planning for Ibm, and at some point had turned Harley Davidson around. We all flew to Florida to see him. Doctor Ka was a small man in his seventies with a squeaky, heavily accented voice a full beard and a lot of restless energy. He lived on an enormous yacht and wore captain's cap and an open shirt. Before he could help us, he said, he wanted to know why we were in business. I told him the history of the company and how I considered myself a craftsman who had just happened to grow a successful business. I told him I'd I always dreamed that when I had enough money, I'd sail off to south... To I'd sail off to the south seas looking for the perfect wave and the ultimate bone fish flat. We told him the reason we hadn't sold out and retired was that we were pessimistic about the fate of the world and felt a responsibility to use our resources to do something about it. We told him about our tit program, had we had given away a million dollars just in the past year to more than 200 organizations. And that our bottom line reason for staying in business was to make money we could give away. So the tit program is they get... They... They... Every year no matter Boomer bust. It's 1 percent of profit or 10 percent of gross net sales will larger, and they give that a away to organizations that are trying to help the environment, which is, I think the most important thing in Father's life. Let's go back to the book. Doctor Ka thought for a while, and then said, I think that's bullshit. If you're really serious about giving money away, you'd sell the company for a hundred million or so, keep a couple million for yourselves and put the rest in a foundation. That way, you can invest a principal and give away 6 or 7000000 dollars every year. And if you sold to the right buyer, they would probably continue your tit program because it's good advertising. I said I was worried about what would happen to the company if I sold out. So maybe you're kidding yourself he said, about why you're in business. It was as if the Zen master had hit us over the head with a stick, but instead of finding enlightenment, we walked away more confused than ever. Okay. So let me skip ahead to when he really figures out why he's in business. So, he... The next few pages details what they're trying to do to turn around the company. And he realizes that he needs to write down, like, the philosophies that are in his mind. He needs to write them down and share them with the company. So they can focus, they could refocus and hopefully turn the company back around. So he starts having these these, like, I guess he calls them philosophy classes. And here's where he could... Where... What, he realizes what doctor c... That doctor Comment was right, that you... We are kidding yourself why in business. I realized now that what I was trying to do was to instill in my company at a critical time lessons that I already learned as an individual and as a climber, surfer, Kayak and fly fishermen. I had always tried to live my own life fairly simply. And by 19 91, knowing what I knew about the state of the environment, I had begun to eat lower on the food chain and reduce my consumption of material goods. Let me interject here too because something that I found unique to Pat. Was they run ads for their their clothing, and they tell you don't buy it. He... His whole thing where he says that, he he's tried to, reduce my consumption of material goods. They... He wants to make the highest quality, shirt jackets, any kind of clothing. And they have Pat has this thing where they're... For as long as you own that piece of equipment or that piece of clothing rather, they'll, repair it for free. So they're saying don't buy the jacket. Let us repair it for free, let us keep it. And that kind of philosophy, which is counterintuitive to how most business would be where you heard that that that I'm saying about planned obsolescence. He does the exact opposite. So that's what he's he's mentioning there. And they even said in an interview that he hasn't bought a new shirt, like, 15 years. Something like that. So he's he wants to own, and I I've tried to adopt this in my own life when I've been thinking about, like, I... Sometimes I feel like, it costs more money for me to be cheap. Whatever you're buying, you look at price instead of quality. Where I wanna buy less, but I wanna buy better because I think in the long term, like, like, let me give you an example, like, furniture. Maybe you have tried to be cheap and try to get that the best looking furniture cheapest possible price, and then it breaks. Or you moving something happens. Where you realized, now, I've bought 2 or 3 couches when I could've have just done it right to begin with. So this idea of, less, but better. Okay. So let me go back to to what he's talking about here. Okay. So he talks about, hey, I've already learned as an individual climber. Okay. So she talks about simplicity, less consumption? Okay. Here we go. Doing risk sports, which is what he calls, like, mountain Climbing and the arrest. Had taught me another important lesson. Never exceed your limits. You push the envelope and you will live for those moments when you're right on the edge, but you don't go over. You have to be true to yourself. You have to know your strength and limitations and live within your means. The same is true for a business. The sooner, a company tries to be what it is not. The sooner it tries to have it all. The sooner it will die. It was time to apply a bit of zen philosophy to our business. So let me interject again. This I've already said a couple of times zen simplicity. He he hits on this over and over and over again. Looking to the natural world to inform your way of making decisions. So he's he's he's realizing crap. I let this get away from me growth occurred too much. It's too complicated. So he goes, it was time to apply a bit of Zen philosophy to our business. Even as I taught our employees, the pat of philosophy class. I did not yet know, what we would do to get our company out of the mess it was in. But I did know what what we had become was unsustainable and then we had to look to the... This is this is interesting too. We had to look to the Air corey and there's Aircraft Indians, Native Americans, and there's 7 generation planning and not to corporate America as models of stewardship and sustainability. So I'd had I'd never heard this before, but check out what the Corps do. As part of their decision process, the E had a person who represented the seventh generation in the future. If Pat could survive this crisis, we had to begin to make all of our decisions as though we would be in business for a hundred years. We would grow only at a rate we could sustain for that long. This whole thing is mentioned in the book multiple times. He wants Pat to be in to be around for over a hundred years. And by focusing on that, He causes him to make decisions completely different if he would with if it was a public public health company. Teaching the classes also gave me my real answer to doctor Comm question. I knew after 35 years, why I was in business. True, I wanted to give money to environmental causes. But even more, I wanted to create in pat a model other businesses could look to in their own searches for environmental stewardship and sustainability. Just as our ons and ice were models for other equipment manufacturers. What he's talking about there is Pat actually started out as company called Chen equipment, and he there... At the time, he says there's only, like a couple hundred rock climber in the world. This is back in the fifties. And they would use equipment that be, like, 15. They're, like, pistons that you, like, look, I guess, not pistons ons, whatever they're called. You put into the mountain to to hook your gear to. At the time, people would would be purchasing these, like, cheaply made crappy ones for, like, 15 cents. Von teaches himself at the Blacks smith, and he winds up building his own equipment, testing it himself because he's a Avid Mountain climber, and then selling them instead of for 15 cents, he sold them for a dollar 50. And he winds up getting, like, 75 percent of the entire climbing market. But the business is still like, on... It made, like, 1 percent profit margin. So that's... He branch out. He started clothing as a way to support, as a higher margin business, to support his his equipment business and then eventually, gerber rid the equipment business because Pat came so much in demand. So that's what he's he's referencing there, how how that what he was doing with Ons and ice were models for other equipment manufacturers. At the quality started going up once they realized well as possible. So teaching the classes, I remember again, how I become a biz... Why or should how I'd become a businessman in the first place. They come home from the mountains with ideas spinning in my head on how to improve each piece of clothing and equipment I used. Teaching the classes, I realized how much pat as a business was driven by its high quality standards and classic design principles. The products we made, each feature of every shirt, jacket or pair of pants had to be necessary. To me, what he was saying is there is, I'm in business to show other people that there's another way to do business. And that you can do businesses in his... In his words in a more environmentally environmentally responsible way and more calm environment, something that, He talks about later it's growing at a natural rate and not, like, an artificial rate, which is why they don't advertise that much. So that's the only part I was gonna cover. Those those those few from part 1. Just because I think it's... What I'm so intrigued by more of his philosophies. So part 2 is called philosophies. And he's got all these chapters separated into... So let me tell you some of the names of the chapters. And I'm not gonna go over... Over 1. Like I've said, in every podcast, the goal is not to summarize the book. It's to get you interested in the book, and hopefully you read it yourself. And and if not, at least you know that these ideas are out there. So he's got, handful of chapters about product design, philosophy, production philosophy, distribution, marketing financial, so on and so forth. So I'm just gonna go through these rather quickly, because it's not... Like I said, it's not a long book. I read it in 3 days. It's 230 pages, and there's pictures and in inserts, it's not like a normal like a normal book. Okay. But this is this is something I've thought about before. In my own life where I feel like sometimes I'm not doing... Like, I have too much going on where I'm doing a lot of things poorly. And the note I wrote left to myself here where where I highlight this is this quote, I was told it was by Bruce lee. I don't think he said it, but it does sound like something he would say. So I don't know who to attributed to code, but I it, and I think about it from time time. And it says, how you do 1 thing is how you do all things. And let's let's talk about their intro to product design philosophy of Pat. The first part of our mission statement make the best product is the cornerstone of our business philosophy. Striving to make the best quality product is the reason we got into business in the first place. We are a product driven company. And without a tangible product, there would obviously be no business and the other goals of our mission state when it would be would thus be irrelevant. Having high quality useful products, anchor our business in the real world and allows us to expand our mission. Because we have a history of making the best climbing tools in the world, tools that your life depended on We are not satisfied making second best clothing. Our clothes from bag to flannel shirts from underwear to outerwear have to be the best of their kind. Trying to make the best product also inspires us to create the best childcare care center and the best production department and the and to be the best at our jobs. Make the best is a difficult goal. It doesn't mean among the best are the best at a particular price point. It means make the best period. Okay. So I'm gonna skip ahead a few pages in this product design philosophy because he's he's still he's got a lot of good ideas in here. So this 1 is good design as a as as little design as possible. And this is the store he's telling. Ko mi complimented his fencing teacher's wife on the beauty of her gravel garden, a square of course greens sand set off by 3 stones from a nearby stream that conveyed a powerful evo image of space and balance. The fencing teacher's wife protested that the garden wasn't complete and wouldn't be until she could express the same feeling it has now using only 1 stone instead of 3. So this is under section that he named is it as simple as possible. The functionality driven design is usually minimalist. Are as diet Rams, head of design braun maintains. Good design, is as little design as possible. Complexity is often a sure sign that the functional needs have not been solved. Take the difference between the ferrari and the cadillac of the 19 sixties. The Ferrari clean line suited its... High performance aim. Aims. The cadillac really didn't have functional aims. It didn't have the steering, suspension, torque, aerodynamics or brakes appropriate to its immense horsepower. But then nothing about its design really had to work. All it had to do was convey the idea of power, creature comfort of a living room floating down the highway to the golf course. So to a basically ugly shape, were at an all manner of useless chrome ginger bread. Fins at the back, breasts at the front. Once you lose the discipline of functionality as a design guide post, the imagination run runs a mu. Once you design a monster, it tends to look like 1, too. So on the next page, he has this really good idea that I like, and it's it's the difference between innovation versus invention. So I wanna read this this section to you real quick. And he's funny too. Because he has all, he'll say right here. When I die and go to hell, the devil is going to make me the marketing director for a Cola company. I'll be in charge or trying to sell a product that no 1 needs is identical to its competition and can't be sold on its merits. I'd be competing head on in the Cola wars on price, distribution, advertising and promotion, which would indeed be hell for me. Remember, I'm the kid who couldn't play competitive games. I'd much rather design and sell products so good and unique that they have no competition. Again, I wanna go back to. I just saw tweet. And I don't know if it's accurate, but it shows the the amount of a devices purchased smartphones in 2017. And then the top was the iphone, which in my opinion is the highest quality build that that's out there. This sold something like, 233000000 units. The next 1 down was a Samsung Galaxy, at, like, 23000000 units. So this idea, and I also read about in Peter Till books 0 to 1 that I'd much design and sell products so good and unique that they have no competition. So to him, you're not gonna go and buy... You're not choosing between buying a Pat jacket. Or a jacket from dill or or macy's or any other store. They're not in the state... To him. They're not the same leak. So he... He doesn't want really look at them as as competitors. But, that's beside the point. Let me go back to his main point about the difference between innovation and invention. And you're gonna hear so... You're... Some of these... If you're... If you're... If you've listened to all the podcasts I've done so far, some of these ideas are gonna sound familiar. Successful inventing requires a tremendous amount of energy time and money. The big inventions are so rare that even the most brilliant geniuses think up only a few marketable inventions in their lifetimes. It may take 30 years to come up with invention. But within a few months or years, there can be a thousand innovation spawned from that original idea. Innovation can be achieved much more quickly because you already start with an existing product are design. Some companies are based on having proprietary designs and patents, but far more successful ones are based on innovation. In the clothing fashion business, especially, there is simply no time for long drawn out pure research. Pat didn't invent bun fleece. The idea came from my seeing doug ton wearing a brushed wool f pullover. Since it could only be dry cleaned, it was impractical for outdoor use. But it's spawned an idea that led to polyester bun, Since, and a host of micro fleece. We adapted the design for stand up shorts from a pair of double seated English cord shorts. And the idea for our very successful Bag came from a pair of Nylon shorts I spotted in the Ox sn department store. The ultimate Pat Go versions are more functional, durable, and far superior to the knocked off originals. Especially for their intended act out active outdoor use. And this is a part that should sound familiar. Like creative cooks, we view originals as recipes for inspiration, and then we close the book to do our own thing. The resulting designs are like the fusion rep... Recipes of the best chefs. So, of course, I'm referring the podcast I did on the the definition of cook and chef, cooks, Cooks and chef, on Elon Musk. If you haven't listened to that, go back and let's do it. It's based on, the writing of Tim urban on, who's who created the blog, wait By why, which I've mentioned a few times on the podcast, which I really enjoy reading. So let me skip that. It's interesting that And we've kinda seen this anyways because we're talking about founders and entrepreneurs that are usually separated by time and and and industry, and and they're just not... It's not like they're running into each other, but through through trial and error and through just running a business, they come up with a lot of the same ideas. And now I wanna... So that he continues to go on his product design philosophy, which is really interesting and each of these chapters it's only, like, 10 to 15 pages long. So I'd definitely recommend picking up the book and and reading it if if it's interesting. If it's interesting to you. Certainly was interesting to me. Okay. So now we're in production philosophy. And I wrote wrote a note to myself, ideas should come from as close to the source as possible. So now we're going back into the brain of Yvonne. To stay ahead of the competition, our ideas have to come from as close to the source as possible. With technical products our source is the dirt bag core customer, and he's not saying that as a p majority. Dirt bag because I, I guess, a slang name for the people that just travel around in climb mountains. They don't have a lot of money whatever the case is. Here she is the only 1 using the products and finding out what works, what doesn't and what is needed. On the contrary, sales representatives, shop owners, sales clerk, and people and focus groups are usually not vision. They can tell you only what is happening now, what is in fashion. What the competition is doing and what is selling. There are a good source of information. If you wanna be a player in the Cola wars going back to his metaphor about businesses that are indistinguishable do quality. But the information is too old if you want to have leading edge products. There are different ways to address a new idea project. If you take the conservative scientific route, you study the problem in your head or on paper until you're sure there's no chance of failure. However, you have taken so long that the competition has already beaten you to market. The entrepreneurial way is to immediately take a forward step, and if that feels good, take another. If not, step back, learn by doing. It is a faster process. It's also what how he did it. Oh, so this is really interesting. I never thought of it in this way. So this is, you know, from the section on his mark... On his marketing, philosophy, and something he calls non fiction marketing. Even if he or she isn't aware of it, every individual spends an entire lifetime creating and evolving a personal image that others perceive. A company too creates an involves an image that can stem from its reasons to be in business can grow out of its actions or perhaps is assembled from pieces by the creative mind of an advertising person. A company's public image can be very different from who they really are, go back to what I was thinking about large companies and how how they spend heavily in advertising and marketing, and their public image is very different from when you're dealing with them and you have a a problem. Our branding efforts are simple. Tell people who we are. We don't have to create a fictional character like the Mar man or a fake responsible caring campaign like Chevron, we agree advertising. Writing fiction is so much more difficult than non fiction. Fiction requires creativity and imagination. Non fiction deals with simple truths. This is not to say that invented brand images through traditional advertising and marketing are not successful. Otherwise, why would an intelligent person be persuaded to take up to a tobacco habit that is guaranteed to kill you? Why would a real man smoke mar, but never a Virginia slim. Powerful messaging, yes. But Phony. Pat image arises directly from the values, outdoor pursuits and passions of its founders employees. While it has practical and name aspects, it can't be made into a formula. In fact, because so much of the image relies on authenticity, a formula would destroy it. Ironically part of Pat authenticity lies in not being concerned about having an image in the first place. Without a formula, the only way to sustain an image is to live up to it. Our image is a direct reflection of who we are and what we believe. Okay. I'm gonna skip ahead to the section on financial philosophy, which is really, really interesting to me. And so... Just got a lot of ideas in here. I have to say, like, I've maybe thought about but never put a name to or maybe I never even thought about. So, our mission statement says nothing about making a profit. In fact, our family considers our bottom line to be to be the amount of good that biz that the business has accomplished over the year. However, a company needs to be profitable in order to stay in business and to accomplish all of its other goals, and we do consider profit to be a vote of confidence that our customers approve of what we are doing. The third part of our mission statement use business to inspire and implement solutions to the environmental crisis puts the responsibilities of leadership directly on us. If we wish to lead Corporate America by example, we have to be profitable No company will respect us, no matter how much money we give away or how much publicity we receive for being 1 of the hundred best companies if we are not profitable. I love this part. It's okay to be a centric as long as you're rich, Otherwise, you're just crazy. At Pat, making a profit is not the goal because the Zen master would say, profits happen when you do everything else right. That's again, his commitment to quality, which we're gonna see here on the very next page, the note I left here, is quality as a solution. And this is something I didn't... I don't... Once you hear it, it makes perfect sense, but I don't know if Ever explicitly thought about it. And that's why I love reading books like this. Our philosophy does not hold that finances the root of all business, rather it complements all other segments of the company. We recognize that our profits are directly tied to the quality of our work and our product. A company that doesn't take quality seriously will attempt to maximize profits by cost cutting, increasing sales by creating an artificial demand for goods and hammering the rake, rank and file to work harder. We believe that quality is no longer a luxury. It is sought out by the consumer and it is expected. For example, the strategic planning Institute has been collecting data for years on the performance of thousands of companies. It publishes a yearly report. Titled profit impact of market strategy. That report has begun to show quite clearly that quality, not price has the highest correlation with business success This is interesting to me. In fact, the institute had found that overall companies with high product and service quality reputation have on average return on investment rates 12 high 12 times higher than their low quality and lower priced competitors. When at whenever we are faced with a serious business decision, the answer almost always is to increase quality. Again, I don't think many people would think that way. And this is anecdote that he uses to support that. In the middle of the worst days of the great recession. I spoke to a panel of of surf industry leaders. I talked about our use of only organic cotton and cleaning up our entire supply chain. A Ceo of 1 of the largest... Surf company said that they did a few t shirts and hats out of organic cotton, but when the recession hit, they had to stop. I asked how his sales were, and he mentioned that they were down 20 percent. I said ours were up 30 percent that year. Their company and others in the surf industry are barely hanging on now because they didn't understand that their customers had changed. So what he's talking about is... That quality is no longer luxury, it sought out. And then if you focus on quality, the correlation there is that you're gonna have higher return. He continues the the financial, philosophy of, Pat on the next page, and just did a few paragraphs. I wrote 3 3 different notes, no access strategy best is not largest, which we talked about a little bit earlier, and the concept of natural growth. We are a privately owned company. As I mentioned earlier, him and his wife and maybe kids own all the company, They did about 750000000 in sales last year, which is insane. We are a privately owned company, and we have no desire to sell the company or sell stock to outside investors, and we don't want to be financially leveraged. In addition, we have no desire to expand Pat beyond the specialty outdoor market. So how does finance react to these very clear cut dictates. First of all, by growing only at a natural rate unquote. When our customers tell us they are frustrated by not being able to buy our products because of constant out of stock situations, then we need to make more, and that leads to a net to natural growth. We do not create artificial demand for our goods by advertising and vanity Fair or G q or on buses and inner inter cities hoping to get kids to buy their black down jackets from us instead of going to North face or Timber. We want customers who need our clothing, not just desire it. We never wanted to be a big company. We want to be the best company. And it's easier to try to be the best small company than the best big company. We have to practice self control. Growth in 1 part of the company may have to be sacrificed to allow growth in another It is also important then we... That when we have a clear... Excuse me. It is also important that we have a clear idea of what limits are to this experiment, and we live within those limits knowing that the sooner we expand outside of them, the sooner the type of company we want will die. Slow growth or no growth means the profits have to come from our being more efficient every year. Unlike the government, we cannot rely on expand on an expanding economy to burn the fat away. It's easier for a company to make a profit when it's growing at 10 percent, or 15 percent a year. We have been profitable in years when we grew only at a few percent by increasing the quality of our product. Maximizing the efficiency of our operations and living within our means. Because of our pessimism about the future of a world economy based on limited resources and on endlessly consuming and discarding goods, We often don't need, not only don't we want to be financial leveraged. But our goal is to have no debt, which we have achieved. Again, I I think this is amazing. The business is already been around for 45 plus years. He wants to go for another hundred He owns everything himself. And not only to them no outside of investors, but they don't have any debt. III don't... This this guy's is amazing. And this whole idea of, he... Later on the page, I'm not gonna read it, but he talks about it goes hammers back on this idea of quality. It's like, listen, if I I could make a lower quality shirt, and then you would buy more. But then what happens when you buy a shirt for me and 2 months later, it... Yeah it tears apart, it falls off. It just stops doing what I told you it should be doing and why the reason you bought the shirt in beginning. He's like, if I sell you something that's gonna last you a life lifetime, guarantee that it's gonna be around and constantly repair it for you. The counterintuitive thing is like, oh, that person it buy 1 shirt. No. That person is so happy that they keep buying other things. As opposed to the you going the cheap route, making lower quality goods, and then it it breaks or t, and you get... That that customer never even contact you to complain. They just never buy anything from you again. It's really sticking my mind. Okay. So I'm gonna skip I'm gonna skip ahead to the management philosophy. Okay. Well, I'm just gonna read all. So first, he has these quotes inter first throughout the book. And this is a fantastic 1. That I think she replied to all businesses, and it's under the section of management Philosophy. It's the char... It's a famous Charles Darwin quote. And it's it's not the strongest species that survives nor the most intelligent, but the 1 most responsive to change. So as we as we continue in this section, you'll see what I meant when I mentioned earlier that he looks to the natural world or other civilizations or or grouping of of people are animals to to kinda guide his management philosophy. So keep that keep that Charles Darwin, quote, in mind, for the end, and there's another place you'll see where I use it as well? Or he uses it as well. Okay. 20 years ago, we hired a psychologist who specialize an organizational development who told us that Pat has far above has far above average number of very independent minded employees. In fact, our employees were so independent. We were told that they would be considered uni unemployed in a typical company. We don't hire the kind of people you can order around like the foot soldiers in an army who charged from their fox souls without question. When their sergeant yells, let's go boys. We don't want drones who will simply follow directions. We want the kind of employees who will question the wisdom of something they regard as a bad decision. We do want people who, once they buy into a decision and believe in what they're doing, will work like demons to produce something of the highest possible quality, whether a shirt, a catalog, a store display or a computer program. Again, how you do 1 thing is how you do all things? He's applying quality. Not just the product, but how they support the product, how they catalog... How they advertise the product and a catalog, the store display our computer program. How do you get these high... How do you get these highly individualistic people to align and work for common cause is the art of management at Pat? So I think this is actually the the 1 section, I'm gonna read the most from because I found it really interesting. Systems in nature appear to us to be chaotic. But in reality, they are very structured just not in a top down decentralized way. Or excuse a top down centralized way. A top down central system like a dictatorship takes an enormous amount of force and work to keep the hierarchy and power. Of course, all top down systems eventually the collapse, leaving the system in chaos. Seal team soldiers have a leader, but are really self managed as they have all bought into the mission. Know what their individual job is and know the other jobs as well. If their leader is disabled, any of the others can take over. Let me just interject there. If you're interested, I've said before, the reason I read biographies is because, most business books I've read are shit. They might have a good idea on them, but it... An idea of could we describe in maybe 5 paragraphs instead of 300 pages, but 1 business book, just kinda I don't... I guess it is... It's know it's a business book. By Jo Will, I read. It's called extreme ownership. The reason I thought about in this section because it talks about the Navy Seals. Right here, Yvonne is talking about, he before, like, a decentralized company. As sports us to the hierarchy of the... Like you see in the in armed forces. Extreme ownership dictates like, so it's Jo and and this guy named Life Fab and who are going over what their time as leaders in seals. And 1 of their biggest thing is decentralized command. What he's is saying right here is, like, you've got to explain to people even the people are quote unquote un manageable, once... Like, why you're doing what you're doing? Once they buy in, if 1 guy, like, if their leader dies, God forbid in in war, somebody else can take over. And so that book seems to be like a war book, but the same principles that are good in combat when your life is literally on the line, can be applied in business. So I've taken, like, the decentralized command. I think is great. Here's has another 1 called default aggressive cover and move. All these things are are really interesting when you when you put them in the context of, business or a product serves. I'm using word business, but, it could be anything. It be 1 person making something. Like, business all businesses is like what Richard branson has said. It's an idea though make other the people's lives better. And that can take the form of a a large corporation, it could be 2 guys on a garage, making something, it'd be a service product, whatever it is. So whatever... Whatever... If you're making something you're creating something, I think that it'd be worth reading it because it's, there's some value there. So let's get back to, his management Y management philosophy. When you look to hire management, it's important to know the difference between a manager and a true leader. For instance, the branch manager of a bank is expected to avoid risk, implement strategic plans and keep things running as they always have. It is like the difference between a cook and a chef. There's that idea. Again, they both cook food, but the chef creates recipes and manages a kick kitchen while the cook only follows the recipes. Leaders take risks have long term vision create create the strategic plans and ins indicate change. The best leadership is by example. Melinda and my office space and the Ceos is open to anyone, and we always try to be available. We don't have special parking places for ourselves or any upper management. The best spaces are reserved for fuel efficient cars, no matter who owns them. Melinda and I pay for own lunches in our cafeteria. Otherwise, it would send a message to employees that it's okay to take from the company. A fam company like ours runs on the trust rather than on their authoritarian rule. I found that whenever we have had a top manager, or our Ceo, leave the company, there is no chaos. In fact, the work continues as if they were still there. It's not that they were doing nothing, but that the system is pretty much self regulating. Maybe a few people take advantage of our flex time policy. But none of our best employees would wanna work in a company. They didn't have that trust. They understand that my so called Nba, which again, he's he's referencing management by absence. They understand that my so called Nba style, of management as is is as much a sign of my trust in them as my desire to be out of the office. Finding that balance between the management problems that come with growth and maintaining our philosophy of hiring independent minded people and trusting them with responsibility is the key to Pat success. Every company has its ideal size. Alexander Paul Hair, Author of the classic, creativity and small groups showed that groups size between 4 and 7 were most successful a problem sa solving. Largely because small groups as hair observed are more democratic. Mutual, cooperative, and inclusive. Hundreds of studies and factories and workplaces confirm that workers divide into small groups enjoy lower absentee less sickness, higher productivity, greater social interaction, higher morale, most likely because the conditions allow them to engage what is best in being human, which is to share the meaning and fruits of their labor. So again, small teams between 4 and 7. If you remember the podcast, I I did about Jeff Bezos last week. That's ee similar to Jeff Bezos 2 pizza rule where he's does not want Teams at Amazon larger that cannot be fed by 2 pizzas. And let me wrap up this section on management philosophy here, and I I really love this part. The lesson to be learned is that evolution also notice change doesn't happen without stress. And it can happen quickly. The 48 percent of the American population who doesn't believe in the prop process of evolution and natural selection see change as a threat rather than as an opportunity to grow and evolve to a higher level. I'm gonna continue here, but I really like this idea of making... If everything around us, nature all form all forms of, life on this planet go through the process of evolution and constant change. Why are we designing businesses that are afraid of that. So he continues to go on with this. So they see changes with threat rather an opportunity to grow and evolve to higher level. Climbing Mountains is another process that serves as an example for both business and life. Many people don't understand how you climb mountain is more important than reaching the top. So check this out. You can solo climb everest without using oxygen. Or you can pay guides and she to carry your loads, put ladders across cr, lay in 6 lay down 6000 feet of fixed rope and have 1 sharp pulling you and 1 pushing you. You just dial in 10000 feet on your oxygen bottle and up you go. Typical, high powered rich plastic surgeons and Ceos who attempt to climb everest this way are so fixated on the target, the summit that they could... That they compromise on the process. The goal of climbing big dangerous mountain should be to attain some sort of spiritual and personal growth. But this won't happen if you compromised away the entire process. Just as doing risk sports will create stresses that lead to a better of oneself, so should a company constantly stress itself in order to grow. Okay. That's not... That's a really good idea, And I think it's almost the complete opposite of what, most people to manage businesses try to do. So let me read that again. Just as doing risk sports, will create stresses that lead to a better of oneself. So should a company constantly stretch itself in order to grow. Our company has always done its best work whenever we've had a crisis. I've never been so proud of our employees in 19 94 when the entire company was mobilized to change over from using traditional cotton to organically grown cotton by 19 96. It was a crisis that led us to writing down our philosophies that's part the part I mentioned earlier. When there's no crisis, the wise leader or Ceo won't vent 1. Not by crying Wolf. But by challenging the employees with a change. You might think that a nomadic society packs up and moves when things get bad. However, a wise leader knows that you also move when everything is going too well. Everyone is laid back lazy and happy. If you don't move now, then you may not be able to move when the real crisis happens. Teddy Roosevelt said, in pleasant peace and security, how quickly the soul and a man begins to die. And as Bob Dillon says, he not busy being born is busy dying. New employees coming into a company with a strong culture and values may think that they shouldn't rock the boat and shouldn't challenge a status his quo. On the contrary, while value should never change, every organization business, government or religion must be adaptive and resilient and constantly embrace new ideas and methods of operation. So skipping ahead, he continues this towards the, in the conclusion of the book. And it's it's back to this theme on adapting or dying. When I look at my business today, I realized 1 of the biggest challenges I have is combating complacency. I always say we're running Pat as if it's going to be there a hundred years from now, But that doesn't mean we have a hundred years to get there. Our success and longevity lie in our ability to change quickly. Continuous change in innovation requires maintaining a sense of urgency. A tall odor, especially in Pat seeming laid back corporate culture. In fact, 1 of the biggest mandates I have for managers at the company is to ins indicate change. It's the only way we're gonna survive in the long run. So right there, he's echoing what he sees in natural selection and and evolution. It's the same... There he goes. See if he talks about here. It's the same in nature. Nature is constantly evolving and the ecosystem support species that adapt either through catastrophic events or through natural selection. A healthy environment operates with the same need for diversity and variety, evident in a successful business. And that diversity evolves out of a a commitment to constant change. Our current landscape is filled with complacency, be it in the corporate world or on the environmental front. Only on the fringes of an ecosystem, those outer rings to evolution and adaptation occur at a furious pace. The inner center center of the system is where the entrenched non adapting species die off, doomed to failure by maintaining the status quo. That's just a really great writing there. Businesses go through the same cycles. Conventional corporations are at the center of the ring, and eventually, they will die off. Either through their own mis eds or catastrophic events, such as dismal economic climates or unforeseen competition. Only those businesses operating with a sense of urgency, dancing on the fringe, constantly evolving open a diversity and new way of doing things are going to be here 100 years from now. And I'm gonna close out this podcast with the way he ends it, and I just love this little short paragraph. I believe the way toward mastery of any endeavor is to work towards simplicity. Replace complex technology with knowledge. The more you know the less you need. From my feeble attempts at simplifying my own life, I've learned enough to know that should we have to or choose to live more simply. It won't be an impoverished life, but 1 richer in all the ways that really matter."
}