{
  "transcript": "Number 1. His genius was not in inventing. Rather it was in inventing a system of invention. Dozens of researchers and engineers and tinker, labor beneath Edison in a carefully constructed hierarchical organization that he founded in oversaw. Number 2, It has always seems strange to me. The things that we admire in men, kindness and generosity, openness, honesty, understanding and feeling are the compliments of failure in our system. And those traits that we d test, sharpness, greed, mean, ego, and self interest are the traits of success. And while men admire the quality of the first, they love the produce of the second. So those are 2 quotes that appear at the very beginning of the book that I we talked you about today, which is Amazon on Bound, Jeff Bezos and the invention of a global empire, and was written by Brad Stone. This is the sequel to the everything stone. So this is they everything stoned. They everything stored, and this is part 3 in this miniature, 3 part series that I'm doing on Jeff Bezos. You don't have to listen to them in order, but it might be helpful if you do. I think starting with the everything stored before Amazon Bound makes a lot of sense because does go in sequential order. So a lot of what I found most interesting in the book and Gonna talk to you more about today is really the... There's a lot of quotes, from Jeff Bezos that are occurring not only in public speeches, but also in internally in the company. And I think that's gonna reveal a lot about how he thinks about building the company. And I... The reason I wanted to start with those 2 quotes, 1, both are from actually novels. The first quote, was from a fictional account of the race to Elect America where Thomas Edison is obviously a central character in that. And I wanna start with a quote that Jeff Bezos says that it could have easily come out of Thomas Edison mouth over a hundred years ago, and Jeff says every interesting thing I've ever done. Every important thing Ever done. Every beneficial thing I've ever done has been through a cascade of experiments and mistakes and failures. I'm covered in scar tissue as a result of this. And so what is the same thing if you go back and read the biography of Thomas edison, think of done 2 or 3 books on him. Same thing that Jeff Bezos is saying that you you grow through experimentation and the inevitable failure that occurs as a result. They both say it's not an experiment if you know the outcome of that experiment. And the only way you're gonna grow is by taking a risk by going into the unknown and saying, hey. I have an idea. I'm gonna test this hypothesis I have. I know I'm gonna eventually make a mistake, and then I'm gonna learn from those mistakes course correct and move forward. And so we're gonna see in Jeff's... The the the... His philosophy on building business, Like, what was so remarkable about reading this book is that you see a lot of the ideas that he developed when Amazon was just a company selling books and then eventually just a company that did that focused on retail. He applies those same lessons and philosophies over and over again in developing all these different disparate business lines that Amazon has. And so by the end of this podcast, even if you've never read any other books on Jeff Bezos, you'll have an idea of how he thinks His counterintuitive of unique way, and in some cases are very relentless and ruthless way. No doubt about it. He's a very, very extreme character. As you can see the second quote, that's in the in in the book. He has a lot of those those traits, like most... A lot of the founders that we study. But the point I'm trying to make to you is that he just has a really consistent methodology of how he goes about experimenting, taking the experiments that are showing signs of success, and we're relentlessly moving forward to make those small businesses into big businesses. So I'm gonna just read some highlights here. This is his the idea that, you know, he... You should develop your own metric of success, and this is something Jeff did at very early days. You can read his very first shareholder letter, and you're gonna see his operating philosophy. So it says Bezos wanted to set his own metric for success without interference from inpatient outsiders. So he encoded his operating philosophy in his first letter to shareholders. So this is the first letter for shareholders for Amazon. We're gonna see that he also wrote a similar document for Blue Origin. It's a founding memo. And it's actually was never... It hasn't been released according to Brad stone. It never been released before this book. And so it's it's in the... Towards the end of this book. Valuing a focus not on immediate financial returns are on satisfying the my optic demands of Wall Street. But on increasing cash flow and the growing market share to generate value over the long term to loyal to loyal shareholders. So he takes that very same idea, the 1 that works for very... The retail business Amazon applies it to when they're developing the echo when they're helping the Aws when they develop their ad business. Now what's interesting to me is once once you know he's... It's not like he's gonna go on and, go on forever. And but like, okay, You know, we're not gonna focus on immediate financial returns. Later on the book but Found 1 of the most interesting points was even though he spends a lot of his time on new businesses, he is very att to the, like, the core businesses they're very mature, like, the... Let's take the retail business of Amazon. And when he sees it slipping, he is... I'm gonna use the word ruthless again because that... That word appears a lot. Ruth, this is a good way to to think about his approach, but he'll he he will not let them take the financial success and the higher margin of his higher margin newer businesses and let rest on their laurel and allow them to lose ground. They already made up over over 2 decades. That'll make more sense when we get to that to to the to that part later. So this book also tells us about a lot of the people that Jeff keeps around them, the people he chooses to promote, and you can tell a lot about the traits that Jeff admire. By who he keeps around him, who he promotes, and 1 of them is this guy named Jeff. Will, I think just retired, actually. What was a lot like Bezos, pre cautious, ambitious and focused on satisfying customers over just about everything else. Including the feelings of his employees. And so this is an example, they're talking about the kindle about how crazy it was that they even started working on the kindle considering they they were losing money at the time on their main businesses why are we gonna go and now try to build hardware. And really, the sentence I'm about to read you is just... It's Jeff's understanding that. You're never gonna grow if you're only working on things that you already know how to do. So his point is like, you have to learn how to do these things. Course, it's supposed to be hard. Anything worth doing is hard. So she says colleagues colleagues thought it was crazy for the for the money losing Amazon to make gadgets. Now here's a quote from Bezos. I absolutely know it's hard, but we'll learn how to do it. Another thing that I've learned from from Jeff is the importance of whether it's a an the entire company, a small group that you're leading. I would even say this... This could apply your friends and even family. But it's really important to have a shared base of knowledge. And so there's gonna be many examples of when Jeff reads something he thinks it's important. He make sure that his executive team the people he's working with on a project are also on the same page. And so this quick part is really the importance of having a shared base of knowledge and all and and always looking for a better way. Jeff was a Raven reader, leading senior executives in discussion of on books like Clayton Christians, the innovators dilemma, and he had an utter version to doing anything conventionally. So the author calls the early days of Amazon when they transition from just a retailer time on books, Cds and movies at Dvds I think, and then they they they transformed from that company into a full blown and technology company with all these these different business lines. And he talks about it's, you know, 1 of the greatest turnaround stories ever. And what I thought was interesting is a decade past that experience and and now, you know, having a wildly successful company. Jeff doesn't ever wanna forget this. This is very similar Warren Buffett keeps newspaper clipping from the great depression on his office wall as a concert reminder to how bad things can get, and we see Jeff doing... Taking that same idea. He says, while he had triumph against enormous odds, Jeff preferred those negative articles, like the old amazon dot bomb cover story to be posted on his office walls so that he and his colleagues would remain frightened and motivated. This is something that we're gonna see that he repeats over and over again. I'm gonna read the the sentence first, I'll tell you what I mean by that. If Bezos took 1 leadership principal, so Amazon famously has 14. Leadership principles. I talked about a lot in bonus episode on working backwards, that came out a few days ago. So I'm just gonna skip over to the most important 1. So if you took 1 leadership principle most of heart, which would define the next half decade decade, Amazon, it was the principal number 8. Think big. This is the the the quote from the leadership principles. Thinking small is the self fulfilling prophecy. Leaders create and communicate a bold direction that inspires results. They think differently and look around corners for new ways to serve customers. So bigger. Bold, gasoline. That's too conservative. These are quotes from Jeff that you're gonna see over and over again that repeated, the gasoline will make make more sense because you'll... As we... As I continue to give you examples of he takes that runs a ton of experiments within Amazon. Most of them won't work. The ones that show small signs, a little sparks that they're gonna work, then his role is to go in there and push you harder than you've ever been pushed and to uses the they... The same strategy I used for the Amazon retail business. Get big fast. So he pours gasoline, and sometimes that's pushing you harder. Sometimes that's literally giving you unlimited financial resource is to turn that little success into a giant success. So he's constantly pushing people to think bold, think bigger. Poor gasoline and successes, and then he'll cha you if you're in a meeting with him. He's think this is too conservative. This is not what Amazon exists to do. So 1 example of that. He says he's meeting with... So he has these ta. They call him technical adviser. That's a terrible name in my opinion. It's Jeff Shadow. It's somebody usually, I think it lasts for 2 years. You go everywhere with Jeff. It's a way for you to learn rapidly. You're sit in all the meetings. And then after that, and this, like, the Ceo of, the currency at Chassis. This currency ceo of Amazon was the first shadow. Right? The guy, 1 of the c authors that were working backwards was another shadow. So now, this is a... The guy that's going to run what Jeff's Jeff has this idea for a screen voice computer. Really interesting. So we know that as the echo. Jeff thought about it as a screen voice computer. So 1 of his shadows, he's gonna put in charge after the 10 the 10 years up of doing this of of developing Jeff's idea. And so in this, like, 1 paragraph, maybe yeah, 2 paragraphs, we see a lot of how Jeff thinks about new businesses, and that's really 1 I spent why I wanna spend a lot of time talking to you about today because The ideas that Jeff uses to develop new businesses are ones that we can we can use in whatever that we're working on. So it says his tenure at as the shadow is wrapping up. So discuss several possible opportunities to lead new initiatives at the company. I'm gonna skip over a couple of this. Jeff jot their ideas down on a whiteboard, adding a few of his own and then started to apply his usual criteria to assess their merit. If they work, will they grow to become big businesses. These are all questions they're asking themselves in this meeting. Right? If the company didn't pursue them aggressively now, would have miss an opportunity. There's a... I'm gonna pause there. This is a, I... Actually something that a trend that you see if you read the book. That a lot of Jeff likes to start discussions with a question. It's really interesting. And I'll you... I'll show you some examples why that's so effective in a couple different examples in these meetings he's having. Eventually, Bezos and heart that says shadow crossed off all of the items on the list, except 1, pursuing jeff's idea for a voice activated cloud computer. But here's the problem. Heart's like... I I don't know how to do this. And you're gonna see him repeat himself like he just did on the Kindle a decade and half earlier. Jeff, I don't have any experience in hardware. And the largest software team I've led is only about 40 people, Heart recalled saying. You'll define bezos replied. So essentially, saying you'll do fine because you'll learn how to do these things. Just like we learned how to sell books on the internet. Just like we learned how to develop hardware. I think that's extremely extremely important idea. This is just a simple really 1 sentence, a very powerful idea. You could argue that they were... That working backwards is an entire book on this very powerful idea. Begin any conversation about a new product in terms of the benefit it creates for customers. So that may immediately think of 2 of my favorite quotes. Right? And the best description of what a product or business is in my opinion came from Richard Branson. And... And when you think of it in terms of like, he does, it the opportunities to build a a new business to build a new product are unlimited. Right? And he says, what's what's a business? It's simply an idea that makes someone else's life better. And Jeff is saying begin any conversation about a new product in terms of the benefit it creates for customers. And so also, while you read this the this book and when they... As they focus on the, you know, this... Starts as an idea, maybe in a meeting or in AA6 page document, and then it turns into a business that, my favorite quote entrepreneurship ever came from Peter Dr. Entrepreneurship is neither a science nor an art. It's a practice. And the truthful in that statement becomes very apparent anytime that you... You you study the the early history of a new business a new product and new service. It's not a science. It's not an art. It's a practice. So let's go back to this development of this screen voice computer, which I think is such a fascinating idea. It's the echo. They always obviously have sold, I think hundreds of millions of them at this point. It's a it's an insane number like that, but, like, any first draft. It was terrible at the beginning. So Just wanna use this as a reminder for you. They're talking about the beta testers. The beta testers at the time of of echo because because Jeff Bezos like Steve Jobs is obsessed with Secrecy. And so the only beta testers were coming from internally from, like, Amazon employees at the time. They're gonna realize, hey, This is a failed strategy, and I'll, well, I'll... I'll talk about I'll talk to you more about that in a minute, but it says other early beta testers didn't mince words either. Remember. This is a the the first draft of the device that's gonna wind up selling hundreds of millions. This is a quote from an early beta tester. This didn't work for shit, and I didn't miss it when it was gone. I thought this thing was doomed. Another quote. I think this is a stupid product. This is a quote from Jeff Bezos, so they're talking about engineers were worried because they're they're taking all the audio they're getting from the echo. They're transcribing them, and they're transcribing Jeff Jeff has 1 in his early prototype at his house. And he says in a peak of frustration over its lack of comprehension, Jeff told Alexa to go shoot yourself in the head, Alexa, it was clear, would need a brain transplant. Oh, interesting enough to. Bezos actually came up with the name of Alexa, and he suggested it as an homage to the ancient library of Alexandria. Which is at the time regarded as the capital knowledge. I thought that was really interesting. Let's go back to the development of the the... If we're gonna develop... Really the section I'm about to reach you is if we're gonna develop a great screen voice computer. We need to think big. So they come in. They're not collecting enough data. It... It's a rather dumb device. It's the way to describing it. Like, it has a limited set, limited set of questions that can respond to. This is not good enough. And so Bezos is is getting... Sitting in on our presentation on how they're gonna improve this, and we see just, you know, he has just no patience for mediocrity are thinking small at all. Says the meeting did not go well. You're going about this the wrong way he said. First, tell me what would be a magical product, then tell me how to get there. So that's another way of saying, hey, work backwards from an optimal experience with the customer, and then we develop how to get there. Right? And they they start talking. And he says, let me get this straight. You were telling me that your big request is to make this product successful. And instead of it taking 40 years, it's gonna take us 20. So he starts getting really mad. And this is the result, you guys aren't serious about making this product and he stood up and it abruptly ends the meeting. And their response to was, hey. He's right. Internal testing with Amazon employees was too limited, and they would need to massively expand the alexa beta program while somehow still keeping in a secret from the outside world. So this is when they start. They do something I would never even think to do. I was very surprised by it this... It's this project called Amped. So they rent these apartments and houses all over the country, and then they hire on, like, a what are they called? Temp agencies. And 8 hours a day, 6 days a week. They have a stream of people showing up apartments and houses, reading scripts off of ipads, and all across the house or the apartment will be these devices. They... Again, they don't want no 1 knows which devices... There's a bunch of listening devices. Some of them look like what... The echo is gonna look like some, like, d decrease. And they just do this over and over and over again. To the point where people would start complaining 1 of the departments got shut down because they're, like, oh, they're either... There's like, a prostitution ring in there or the selling drugs so you got all these strange people coming in and out all day? Like, what the hell going on? But it's just a reminder of, like, when you're the founder of the company. It says, hey, you you need to think way bigger than you're doing... You're thinking right now. And yet you still have to do so without, revealing to the outside world where we're working on. You come up with just unpredictable solutions to the problem. And this solution winds up working, and this is a result of thinking big, and Jeff is extremely happy. But Amazon was anything but embarrassed. They're talking about... Yeah, because people were saying, some of the beta testers like, this is so dumb. The company that behind this should be embarrassed about what's happening, and they're like, no. We're... Now we actually have trained this screen this voice computer and it's actually a useful tool that a lot of people will get value from. But 2014, it had increased its store of speech data by a factor of 10000. Bezos was gi. Heart with the guy, the the former shadow who's was running this, hadn't asked for approval for the amped project. But for but a few weeks before the program began, he updated Bezos with a 6 page document that described it as a... Described it and it's multi million dollar cost. Now that's funny. Right? Because it's like okay, I'm gonna ask permission. I'm gonna, I'm already doing this. And so I gotta tell you how much it's gonna cost. It's gonna be a lot of money and look look at Bezos response. A huge g spread over Bezos face he read. So this is what I mean. You really get a good sense by reading about this guy, Like, how he thinks and what's important to him. It's like, okay. Now I'll spend money, but I'm not gonna spend money on small things... And and then he says, So he's grand spread over Basil face. Now I know you're serious about it. What are we gonna do next? He asked? And so they start... The develop product, it sells really well I they sell, like a hundred thousand units the first week, and this is... Again, the Bezos has... I'm not saying his playbook is simple by any means. I I don't... That's is not the right cutter, the way to to describe it, but he's just... He's very consistent. And so we see he's... There's 2 things that happened here. He's... And he's done this on multiple projects pour gasoline on your winners and do you have professional pride or not? So it says Bezos deployed his playbook for experiments that produce promising sparks. He poured gasoline on them? She like, okay. Cool. We sold a hundred thousand. How do we sell a hundred million. Commenting on the race to build a virtual assistant and smart speaker, Bezos said, Amazon's gonna be fine if someone comes along and overtake us? But wouldn't it be incredibly annoying if we can't be the leader in creating this? So he knew Google apple. Other people are going to eventually get in this. We have a lead. Since we're the pioneer here, wouldn't... We really suck if we don't keep our lead. And words, he's saying is, like, do you have professional pride. Like, you've created a whole new product category. Don't let somebody else take it from you. And so a year later, what's the result. Over the course of the 2015 holiday season Amazon sold a million echo devices. Lexus division wide motto became get big fast. The same slogan used in the early years for Amazon. History was repeating itself. An organization of a few hundred employees swelled to a thousand in the first year after the launch and then incredibly to 10000 over the next 5 years. Through it all, like a crazed p, Bezos kept spraying lighter fire... Lighter fluid on the fire. And so I wanna share another story with you. And this is, you know, good ideas come from everywhere. And 1 of the greatest ideas that I thought they talked about in the book working backwards this is the fact that anybody can, email, Jeff, has a public, email address, Jeff at amazon dot com, and you know, he's got a team sip through this. He read some of them as well, But the... A lot of the decisions they make and improvements they make from their product, come from people that are buying them and realizing, hey, there could be better ways to do this. So this is a very... An I you can actually put this idea in stone if you wanna actually hire somebody could do this. I mean, you probably get better ideas just from seeking it from your customers, but, the founder of Sony, Kia Mari. He hired a in early days of Sony, he hired a paid critic. Somebody that had a passion. He kept getting messages from this He was, I think, a a music student at the time. And he was a big believer in Sony was, like, this is not good enough you could do better. And so, he's like, hey, do you want a job? And I want you to to attack with a critics ear Right? Attack the weaknesses of our product tell us the weaknesses you find and we would be missing. And that guy Forgot his name, but he wants to becoming the president of Sony Monday. It was a remarkable story. I covered that on... I think it's like Founders 01:02, made in Japan, the Sony, Mari. I think is the name of the book fascinating. But anyways, customer anecdotes are valuable sources of intelligence is essentially what I'm telling you here. And so at the time, they're only selling alexa. Devices in English speaking countries. Even though that... Even if it's not a primary English speaking country there's people in those countries to speak English. So they get an email since in early 2017, a swedish customer, emailed biz bezos, to ask why Amazon was waiting to develop language specific versions of Alexa, before introducing the echo in Europe. Why couldn't they just sell it everywhere in English first, and this is we see how fast bezos moves. Bezos got that email to Am. Though... And by the following morning, there were a half a dozen independent groups working to sell Alexa in 80 new countries. That's bananas, and we see the role that Jeff plays. The person that that he he knows more about the company anywhere else. He cares more about the company anybody. That's what a founder role is. And so he's going to push you to go for and stretch what you think is possible. And so this is the person working on the Alexa division, says Jeff gave us the license and permission to do some to some of the things we needed to do to go faster and go bigger. You can regulate yourself quite easily or think about what you're what you're going to do with your existing resources. Sometimes you don't know what the boundaries are. Jeff just wanted us to be un undo, so think about the name of the added, I didn't realize why the book was named what it was until I got to that sentence. But Jeff wanted us to be un undo. So he's talking. Obviously, Amazon un bound. It doesn't want just your division, your election of division to be un bounded. I want my entire giant conglomerate to however you wanna describe Amazon today to be un undo. And that made me think of 1 of my favorite quotes from Bruce Lee, that I think if I could ask Jeff, I'm pretty sure he would agree with what Bruce lee said. He says, if you always put limits on everything you do physical or anything else, it will spread into your work and into your life. There are no limits. There are only plateau, and you must not stay there. You must go beyond them. Another main idea from the life and career of Jeff bezos said if you wanna invent, you must be patient. He seemed to have an unusual wells spring of patients for those of the company who practice the challenging art of invention? He never asked us how much is this gonna cost me or can we make money in x amount of time? He would look at us and say, I know this is really hard, and there's a lot of fatigue that comes with inventing something new? You're heading in the right direction. So I wanna talk about this this idea has, and I would say that you should narrow your product down to its essence. At the time they're they're they're... They haven't released Amazon, go yet where these are, like, small grocery stores, you can just walk in, you just pick up everything, and then you walk out, and there's a series of cameras and software that that captures everything you're doing and automatically charges at your Amazon account. So Jeff love that idea because for years, if I'm, why don't we get in physical retail why I'm getting in physical. Like, because I don't have any kind of differentiation. I'm not doing it better than anybody else has done. Come to me with an idea that makes it better and more unique and then we can do that. And what they... So they build these in Seattle, they build if these prototypes, these giant warehouses and you go in and you... It's like, a testing the customer experience before you open stores. Right? And so Jeff goes through this and he realized realizes, oh, okay. And this is really fascinating. And the fact that he could pick up on this When you have dozens, maybe hundreds of smart people working on this and they missed it. So again, think about the section as narrow your product down to its essence. What is the most valuable part of your product. Just focus on that. He told him that while all they had done was a fine job, the experience was too complicated. Customers would have to wait in line for meat and seafood and fruit to be weighed and added to their bill, which contrast with the store's major selling point. The absence of time wasting cues. He felt the magic was walking walking out without waiting. The physical this is such a unique idea he has here. It's the physical equivalent of Amazon's 1 click ordering system. And he wanted to focus the effort on that with a smaller and simpler experience. So it says you're almost there. You had it right, but then you added this extra complicated layer that it goes against what's your main value proposition to the customers. Just get rid of it. They can go by seafood and meat elsewhere. Here's a quote from Jeff that tells you all all you need to know about is personality and the way he's gonna run his company. If I have to choose between agreement and conflict, I'll take conflict every time. It always yields a better result. Another great idea. So this is, I'm still in the section about developing Amazon go, but they use this idea over and over again, and it's saying, hey, you got a project that's inside your company that's moving too slow. Set up another team with the same goal and have them compete. So it says the bezos was getting impatient despite 3 years of work, Amazon had an opened a single store. So in the peculiar fashion of invention at Amazon, they created separate teams to pursue the singular goal of bringing the company into the vast realm of physical retail. Bezos like to say, Amazon was stubborn on but flexible on details. And here was an illustration. Groups working on parallel tracks would essentially compete to fulfill the just walk out ideal and solve the problem of the cashier less store. Another simple sentence that tells you a lot about his personality. Jeff is the master of this isn't working today, but could work tomorrow. So just wanna bring your attention to another meeting is having at this time, they're trying to figure out how to set up Amazon in India. It's a vast economy, very much more complicated than selling things in like America, so they're trying to figure out, like, it just has its own set of rules, different infrastructure, but this is really... This is Jeff in 5 words. Tell me how to win. So they're having a meeting and again. Like, he's... He's just not gonna let you waste any time, so he's constantly interrupting. He interject, while, the the presentation was still going on. You guys are going to fail. He bluntly told them. I don't need computer scientists in India. I need cowboys. Don't come to me with a plan that assumes I will only make a certain level of investment and a love... A certain level of investment. Tell me how to win then tell me how much it costs. Jeff on just keep setting the tone constantly that Amazon's going to invent run experiments, run experiments to more experiments are around, the more inventions we we... That more experience around the more successful inventions will find through trial and error. So he he talks about the idea of the 1 way door and 2D22 way doors, 1 way door decision you you have to spend a lot of time planning because it's... There's no going back. It's like, decision to where you wanna work on. Right? Think about that deeply. Who your spouse is gonna be. Whether you're gonna have kids or not. All these things, you know, that they're not easily reversible. 2 way doors, you just go down a path Like, not working. Okay. I'll back up. His point is like, listen. You have a lot... Of most your decisions are 2 way door decisions. So stop planning and and start speeding up your experiments. There are 2 ways of building a business. This is a direct quote from him by the way. There are 2 ways of building a business. Many times you aim, aim, aim and then shoot. Or you can shoot shoot shoot and then aim a little bit. That is what you want to do here. Don't spend a lot of time on analysis and and precision. Keep trying stuff. Another main idea from Jeff, I you don't want to give your competitors any valuable information. So at this point I think Aws has been around for almost a decade, they kept the financial results of Aws hidden, and they did so intentionally because they're like, oh my god. We're making we're printing money. We don't wanna invite competition in this. It says in October 2014, Microsoft Ceo former, Microsoft Ceo, Steve Balm appeared on the talk show Charlie Rose and through serious shade at at Amazon. I don't know what to say about Amazon. I like Amazon, nice company, but they make no money, Charlie. In my world, you're not a real business until you make some money. And what Steve didn't know at that time is they had a a secret business that was printing money and they... That was intentionally that he doesn't want Steve or anybody else to know. And so it talks about, you know, Bezos realizing, hey, I if I stick... If Amazon's only re retail company. I'm just limited to what I can do with these tiny little margins. So says he invested Amazon winning, like a Crazed gambler at the Crap table in Las Vegas. Years ago, he had learned that there were no annuities in retail. So that quote right there. Years ago, he he knew... He had learned there were no annuities in retail. That is something that Jim Cynical a founder of Costco actually told Jeff in a meeting, and he talks about you constantly have to deliver on the value to customers. And that's why Costco was so narrowly focused because customer continue this cliff quote here. Customers are F and could change the Lower he's at the moment, they were presented with a better offer elsewhere. Same thing if it. Somebody can out Amazon Amazon, though they'll will just switch. So Jeff, like I gotta find businesses that have higher margins that are that it can scale and leverage. And what's really interesting we're gonna get into a lot of examples. It is extremely clear. And I'll I'll I'll share a couple examples with you. The kind of business Jeff wants. And it's not... What's interesting to me It's not the business that he started. The very first 1. So says Amazon could only stay ahead of its rivals if it kept inventing new technologies and improve and improving levels of service. In 2015, an early wage had finally started to pay off. So now this is where they they it gets so large. They have to the the amount of income that are... That Amazon's driving payment Aws they have to to state it. Right? In in April... In its April earning report, earnings report, Amazon revealed for the first time, the financial health of its 10 year old cloud business so they could hide this 10 years. Amazon Web Services and shocked Wall Street with its underlying sales underlying sales growth and profitability over the course of the... That eventful year, Amazon stock, more than doubled. It turned out that Steve Balm broad side against Amazon was a perfect contra indicator. It would mark almost precisely the start of 1 of the most dramatic increases in corporate value and personal wealth in the entire history of capitalism. Balm had little grasp with how Amazon's eventual engine of profitability, Aws was performing, and that was how Jeff Bezos wanted it. Over the first decade, Aws revenues and profits were a closely guarded secret. And Amazon disguise their numbers, along with their nascent advertising revenues, which is now a gigantic business as well, and I'll talk about more of the decision. He makes a very surprising decision, and they didn't understand why until I thought about it through the the scope of well, what kind of business is the same does Jeff actually like, and well, I'll get there a little bit. Along with its nascent and advertising revenues in the other category and its income statement. So that potential competitors like Microsoft and Google, would not recognize how attractive a business cloud comp compute... How attractive a business cloud computing actually was. And so the Ceo of Aws turns into Ceo of Amazon is kinda named Ja, and really, he's running a culture that's very similar. The note of myself is Jeff is Aws in Inca. So it says Aws assist culture was a micro of Amazon. Tough, un and focused on meeting and possibly high standards. So let me rewrite that sentence myself. Jeff is tough un and focused on a meeting in impossibly high standards. Another idea I think you already know if you've listened to any of these episodes, all the greatest founders in history stole great ideas. That's a the entire point of us doing this project. Right? We want an easy way to steal great ideas. And so Jeff steals an idea from Jack M. They had been analyzing their deer deteriorating competitive position in China, and the success of Alibaba annual holiday shopping shopping extra. It's called singles day. For the last 5 years, Jack m e commerce Juggernaut had turned the date of 11:11, into a hybrid of Black Friday in Valentine's Day. Offering a frenzy of deals, which generated in 2014 more than 9000000000 dollars of sales in 1 day. That's Bananas anne, it gives you a dependable tsunami free press they say. So, Jeff proposed that Amazon might Fashion its own shopping its own such shopping holiday. He suggested that the company roll out the holiday globally and use it to try to add new members to prime. And so this is the idea that turn into Prime day. But again, it comes directly from seeing what Jack M was doing. Okay. Oh, good idea. I'm gonna go ahead and steal that myself. Okay. So let's go to another idea that steve... Or that Jeff learned from other people. The idea of stack ranking, Jack Walsh reviews this, Steve Jobs use similar system. It's a way to constantly eliminate the the bottom performers in your company and keep bringing in better perform... Performers over time, the idea is that, if you could do this over time, the overall, the have, like, the overall level of quality of employee increase So it says basil Bezos off also advocated for the practice of stack ranking. Where employees were rated were rated by their managers on the basic basis of job performance, and the lower performers were push out the door. Bezos have had absorbed the practice from this book called top grading, which was written by Bradford Smart, who had helped the legendary Ceo, Jack Welch, set up hiring systems at General Electric and classified job candidates into a players, b players and c players. I think I I remember reading Jack's book a long time ago. I think they fired automatically at the bottom like, 15 percent. It was some number like that every year automatically. Bezos just wanted to apply those principles. Not just in recruiting, but inside the company as well. Bezos just... And this is as a reason. Bezos suspected that managers couldn't be counted on to voluntarily embrace the hassle additional hiring and feared that a tolerance for mediocre performers would spread through the company and erode the day 1 mentality. Stack ranking would force managers to upgrade the talent on their teams. So, jeff Jeff also was another idea first us about the... You need to enjoy the gifts of the Internet. He's... At this point, he's already bought the Washington post. They thought, okay. Maybe we'll just run this. It's like a phil project. He's like no, This is gonna be a disciplined standalone alone business. And so we see he uses exact... A lot of the same ideas that he's learned. Now he's wet 3 or 4 to 3 decades into his career by this point. And he's like, these ideas work. They can work for you as well. In addition to wanting the Washington post to operate within his means, basal supplied elements of his well tuned business philosophy to the newspaper. He preached the wholesale embrace of technology, rapid experimentation and optimism about the opportunities of the Internet instead of despair. You've suffered all the pain of the Internet, but you haven't yet fully enjoyed its gifts. Bezos told his new employees. Distribution is free and you have a massive audience, and I can't remember. I think it went from losing... I shouldn't took note. I read in the book, but it... They went from losing, like, I don't know. Let's say 30000000 a year, some number like that to... Within, like, 3 or 4 years to making similar amount. The point I'm trying to make would be better if I actually I had the numbers in front of me and I can't I don't have him at the moment. But the point is they when... He he turned the paper around. I went from losing money to growing into making money. Oh, I thought this point was interesting. Still in Washington post section. Jeff's not a fan of bundles. He's, like, I mean, I I guess I should... This is not surprising anybody to studied this guy. He wants control. Right? When Apple solicit the Washington post to join a bundle of publications on a new service called Apple News plus, other people within Washington Post, saw the ga potential of 1500000000.0 iphones and ipads and wrote a 6 page memo out and sees making Washington to most people write memo was just like Amazon. Right? And, again, I think that's 1 of the benefits of reading this book in other books. Is because you see him apply the same ideas over and over again. That that's should set off alarms in our minds. Like, hey, these ideas clearly work. We should copy them. Wrote a 6 page memo outlining the pros and cons of joining. But Bezos reason that it would undermine the post identically priced subscription offering and argued against it passionately, the post passed on this opportunity. And I think that's like a Micro cross. Jeff does not see him himself like he's not part of a group. He's a unique individual. And so no I'm not joining your groups. You have other control. I'll build my own distribution. Thank you very much. This paragraph is really just a reminder that we live in remarkable times. That we we... There's impossible to be able to predict the the the crazy valuations of business can achieve. This is how Jeff spends 250000000 dollars in 15 seconds for a show about cars. I mean, if you if you go back 15 years and read this paragraph. You like this is impossible. And the this is the life... The this the world we inhabit. Amazon then out Apple Netflix to sign him in his c host to a 3 year 250000000 dollar deal to make a similar show. The grand tour. It was 1 of the largest deals in un television history. This is the guy that did top gear on Bbc. It was 1 of the largest deals in crypto television history, rigs recall that bezos approved the expenditure via email in 15 seconds. Many times in the books they talk about, it's kinda nice if you don't have bezos focus because when he does have his focus he's gonna do this. When Amazon C paid close attention to what you're doing, he generally wanted everything to be bigger or bolder and more ambitious. So now they're applying the his ideas philosophy to his... That product, the Fba where you can sell products on their on Amazon platform, and they'll do out take care of all the fulfillment, but it talks about... He's got Jeff, which is these things that repeats over and over again, and they list a bunch of greatest hits. I'm gonna point point to... I'm gonna pull out 2 for you. And really I feel this is This is very similar to the idea that Henry Ford had. And so the first 1 focus on lowering cost structure. It is better to have low cost and then charge to maximize your value versus charging to cover costs, the same idea a similar idea I'd rather stated the second... Different ways in the second quote. We do not charge more because we can't figure out how to make it cost less. We invent to make it costs less. So ford said, hey, I wanna sell cards. It's gonna be 500 bucks. We're gonna start with that idea. We're gonna work backwards. We're gonna make sure that we have no ways, no inefficiency. We're gonna keep our cost low. What what Ford picked up that I think somewhere along the line in the history of capitalism, but other people forgot is, like, you want low prices, low cost, but high wages. That third part is where I think businesses really screwed up and didn't realize what Ford had learned a hundred years ago. The higher you... The less cost excuse. The less cost... The less expenses and ways to have, the lower cost can be, which means the lower your product can be, which means your sell more of them, which also means you can pay people high wages and if you pay people high wages now obviously, globalization was not nearly it's pronounced ford's it is now, and that's why I think you see this this massive shift to this. But the higher the wages, the better the economy because your you're actually these your employees can now go out and buy. They have more money to spend to other businesses which can then do the cycle over and over again. This gets distorted when you have, you know, money and talent just flowing across the the globe and in milliseconds. Mentioned earlier that a lot of, the genius in in Bo way Bezos runs this company. He starts with the question. And this is how would you get a million seller. So this is their third party business still basis was frustrated by lack of progress and tore up the team's documenting and he's constantly doing this. Intimate demanded a more more ambitious rewrite. How would you get a million sellers into this marketplace? He asked. So he's you're saying you're not ambitious enough to start with that. The guy running the business says, he understood that there's only 1 answer to Bezos interview You couldn't possibly reach out to sellers and recruit a million of them 1 by 1. You have to build a machine that would have to be self service that is a... That's a 1 trait of bit you'll see over and over again, the the business is business Lu, self service self service self service We want revenue to grow way faster than head count. That's gonna give us leverage because the more revenue we have the more we can invent and it's that huge cycle over and over again. He talks about this constantly. You have to build a machine that would have to be self service and sellers would have to come to Amazon instead of the other way around. So you're saying you have to... The products called Seller Central. You have to rebuild seller Central, the website for third party merchants giving merchants the ability to easily list their products, set prices and run promotions, all with a minimum of oversight by Amazon employees. So in this next paragraph we see. This is a description of a what bezos slice. He likes the business at a self service where revenue grows faster than head count. Bezos was delighted by the progress. That year for the first time the value of goods sold through the marketplace surpassed sales from Amazon's retail side. Best of all, since the business was largely self service, revenues were growing faster than head counts. Finally, a business that is able to get some leverage after become successful successful Bezos said, holding the 6 page narrative to his chest, he said, I'm going to take this document home and sleep with it. So let's continue on this scene and we I have an understanding of why he wants this. In his shareholder letter that was published in 2019, Jeff wrote that the independent merchants were now responsible for 58 percent of all units sold on the site. Third party sellers are kicking our first party but he wrote. Okay? But why? Why would Jeff want this? Because he likes self service where the revenue grows faster than the head count, and that happens a lot more on a third party seller and than if they have to control everything. The high end this is their on the next page, You see a description that. The higher margin proceeds from third party marketplace, which were at least double the profits from Amazon's own retail efforts. So of course, you want that. You're double the profits when third party sellers kick your first party butt. Right? So it says, which were, at least double the profits from Amazon's own retail store retail efforts rather would go on to nourish other parts of his business empire. He's gonna take that money at the higher profits and keep inventing, and then he's gonna have another business. How many multiple billion dollar businesses can Amazon build. We don't know the answer that question yet. Okay. Another idea from Jeff. He's not gonna rest on your laurel. He's gonna constantly try to to to make the service that he's offering to customers even better. So at this point in that in Amazon history, they already have Amazon Prime just tons of members you're getting anything you order from Amazon Prime, 2 days is to deliver to you. Right? And Jeff's, like, well, why not 1 day? Why not 1 hour. And so this is prime now, which I think goes was by a different name currently. But this is the development. So this is a very simple paragraph. What should I should I read? I'm trying to figure Should read my note first or the paragraph first. Hold on 1 second. Okay. I'm gonna read the paragraph, then I'm gonna read my interpretation as jeff. So he's got Jeff Wi running this. Jeff Wi announced that he wanted to attack this problem from a totally different angle. They were gonna form an independent team to build a service that was separate from the Amazon website and singular devoted to the ultra fast delivery. So we've seen this again. Separate team, gonna compete against us ourselves, and it's gonna have 1 goal and 1 liter. Right? Ultra fast delivery. The goal and then this next part I can't leave off. The goal was to launch you with a hundred days. Let me tell you the interpretation of what's happening, whatever wrote to myself here. They're trying to take something that is already successful and make it more successful. So they're trying to take prime and make it even better. Right? So step 1, let's give it 1 goal, which is ultra fast delivery. Step 2. Set it up outside your company and have it attack your existing product. This just goes back to the Edwin land quote. 1 of the... The... By far, 1 of the most important and intelligent entrepreneurs ever live the founder of of of Polaroid, look the person that Steve Jobs modeled most of his crew after, and he said somebody going to make your product obsolete. Make sure it's you. So number 2, set it up outside your company and have it attack your existing product. Number 3, give it an ambitious deadline to force it to go fast. They went hitting this. It's like, instead of a hundred days, it's like, hundred and 8 or a hundred and 11 days. It's remarkable. I'm gonna read a sentence in this development. Again, I've already repeated this. This is... It's important people, like, most of the the job of a founder is gonna be repeating themselves for a decade. Bezos was reviewing everything and issuing 1 constant Edi, go faster. Another reminder that good ideas that work 1 business are transferable to another. This is Jeff, he's buying all these companies, but then he lets the Ceo just run them by themselves. This is exactly what warren Buffett does. 1 thing Amazon didn't do was to turn over the whole Foods management team. Bezos often allowed acquired companies and their Centric Ceos to operate autonomously. Heap and why? Because he preferred to learn from their experience and harvest the data and business lessons that emerged. Like in in other words, they give him leverage. This is amazing. This is how to make half a billion dollars leasing airplanes there's this huge. They're on the, like, the think about, like the fight for the last mile delivery. Right? They're using Ups. They're using Fedex. They're using United. States postal service. They're using, like, independent contractors to deliver things, some of which are in vans. And they realize, like, that they're they have more Amazon has more ambitious goals to get things faster to customers than even like, their main suppliers. So they're, like, we need to build our own freaking airline, Like, our own air system in. But Bezos doesn't wanna own the planes, he doesn't wanna get, like into, like, the the pilot union workforce and all the other stuff. So like, hey, what if we come up with an idea similar to how we did with with, like, the the the the... What do you call them like, the this van you see everywhere, they had their their vans, they say prime on the side, they have people delivering things to your building or to your house or whatever the case is. But even though they're they're labeled prime, they're actually independent contractor. So they that same idea and apply it to to airplanes. Right? But then they find a way to actually have... They wanna investing in these companies and make more so much money in investment that essentially pays for itself. So it says, spring of 2016, Amazon announced it was leasing 40 Boeing 07:60 sevens from a pair of airlines. So 2 airlines called Ats s g and another 1 called Atlas. The airlines would continue to maintain and operate the aircraft, but the planes would be re rebranded with the prime air logo and requisition into Amazon service for a period of 5 to 10 years. A part as part of those deals, Amazon purchased warrants to buy 19 percent of At g stock and 20 percent of Atlas parent company. And amazon knew that investors in those companies would be excited by the partnership with the e commerce giant and when wanna participate in the upside. Sure enough, after each company announced the news, their stock prices soared. So they wind up getting an email from Jeff. Fantastic job. That's how it's done he said. Amazon had simultaneously achieved its goal of securing exclusive access to air routes and earned nearly a half a billion dollars on its investments. Okay. This is what I referenced earlier. I just looked it up. Amazon made around 20000000000 dollars from ads in 2020. The year before they made 9000000000. And we're gonna go back to, like, where this came from. So the important part is Jeff was able to get to what is important. By starting with a question, and then he's not gonna let you paper over poor business performance because you're now developed. Essentially the the the old retail Amazon Retail business is using ads as a way to paper over poor performance. Right? And then we're gonna get into his counter. This is crazy. This 1 decision he's about to make here is now making them 20000000000 dollars a year. I just asked how many multiple billion dollar businesses is Amazon capable of making. We we're gonna... We might need a couple more decades to answer that question. This is bananas. Executive later wondered whether Bezos plan the ambush before or or reacted react when reading the document. What they noticed in this moment while what they noticed in the moment was while Bezos turned the pages was that his brow fur road, his eyes narrowed and his cock. I wonder what unit profitability was in 2017 without advertising. So they weren't separating those numbers out there Go, shit I figure out. So it says, Retail executives considered ads to be a key part of their unit's performance, not a separate element to be plucked out of their profit and loss statement. Well, Jeff doesn't agree with that. So the... This guy, Steven sends as a hang on, Jeff, I'll get that. They do a calculation. They get a result. So then goes, Jeff goes, what was it for 2016. I always was like, oh, no. So then they have to do another calculation. He gets that. Steven stevens produce another number, and then Jeff Jeff says, what is it for 2014. And so this is why he's doing this. Again, He starts with the question very, very smart without advertising the financial picture of Amazon's domestic retail business. Suddenly looked far less rosy. He picked up on that. It's... And he's not... He hasn't been focused on the retail but is in a very, very long time. It's underlying economic health had actually been deteriorating, so they're hiding that. I don't know if they're nothing thing intentionally. But they're hiding that because you have this huge growth in his high profit self serve business, which is the advertising, which again is why Jeff's about to make the decision he he's gonna make. Memory. We know what kind of business he likes. Right? He argued that the growth of advertising was conceal stag nation in online retail. He wanted to go back as far as possible to find when this troubling trend has started. He insisted that they radically scale back their hiring plans and other investments and commit to returning to the underlying profitability that had achieved years before without the safety blanket of advertising. This is a complete different strategy use for new businesses. He will give you time to achieve probability new businesses. But when you already, when he you've already gotten the time you achieve profitability. He's not gonna let you slide backwards. It's like, what are you doing hold on here? No. No. You you not adhering to my impossibly high standards, fix this immediately. And what happens is if you can fix that immediately. Well, now you have your your businesses underlying performance businesses back to normal. Hopefully, it's improving steadily slowly or steadily. But now you've layered on to that same business, this unbelievably prop gigantic profitable business on its own. So this is where we get into his decision to sell more ads, and it... I left a note here that's repeating it. It tells us about the the businesses he loves. Their self service, their higher margin, and then he's gonna use that money to leverage as leverage using. He's gonna use that money as leverage to invent more products. When sponsored ads, so they're running tests, and they they realize what happens when you put sponsored ads on on the Amazon product pages when you're searching for something. Right? And this is this is a surprising decision makes because it lowers purchases. But not if you understand that what the businesses he really wants. When sponsored ads were primarily displayed, there was a small statistically detectable short term decline in the number of customers who ended up making purchase. Well they would almost certainly be collateral damage, because there are fewer customers finding what they wanted, sponsors products also made money, a lot of it. And in that respect, basal decision whether to to expand ads to the top of all search queries also consisted of a single word. Yes. Amazon should continue to expand the percentage. Remember, I'm gonna read... I'm gonna I'm gonna stop myself here. Gonna read his answer. Right? And just think about it in the context. Last year or 2020 that a 21000000000 in 2019, they did 9000000000. Who the hell knows what the size this business is gonna get. Right? Seems to be all online advertising. Is not going to slow out anytime soon. Right? So he says, yes. Amazon should continue. He's making this decision... Is this 2017. 2018. It's a few years. Okay? And now we're seeing the effects of this decision. That's is with the point in trying to make you. Yes, Amazon should continue to expand the percentage of search results that included sponsored listings. Yes, it should increase the number of sponsored listings on each page of search results. Even if that meant a small corresponding drop off in customer clicks. That was the part was like I didn't understand until I put it into the context of what he likes. Search ads had all the business characteristics of bezos loved. Customers weren't transported off Amazon when they they were... They clicked, but were sent to individual product pages. Where they make purchases. The system was largely self service and once the technology was in place, search, ads would produce tremendous leverage and a huge windfall that bezos could use to finance new inventions, also known as new businesses. And if if you have a playbook that you develop over multiple decades that you know works, then of course y, I'm wanna keep using this playbook to build and see how many Freaking business I can build with it. Moving as to the top of search pages was a game changer. Sponsored products would be nothing close to what it is today if that decision wasn't made and Jeff was... And Jeff was the 1 who signed off on it. Now I wanted skip ahead to this a couple ideas. I've already done an entire podcast on the Competition Virginia on Messenger jeff Bezos on Spacex and Blue Origin. There's 1 chapter in the spoke on blue Origin, and I'm gonna pull a couple of things here. I think this founders number 38 if you haven't gone back and listen to it. I think it's an interesting. But Bezos... 1 1 thing was surprising. Bezos, so so, Gui Shot wealth is, like, Elon like, right hand woman, and Spacex. Bezos tried making her the Ceo of Blue Origin. She said, no. So it says he wanted to look for something Blue origin never had in its history, as a Ceo, the process included, reaching out to Shot well and who quickly re buff it. But I wanna go back to this, or, not go back. I wanna go to his origin... His origin memo. His blue origin memo. It's like a founding document, which is very interesting is Amazon's adhered to their founding document. He see. He realizes the founding... The the principles in my founding document for Flu origin based on what I'm seeing Spacex accomplishment and we're not... We have to I'm gonna read the document, but Understand that really, the main point is that Bezos also was gonna react to your information. Like, we need a different philosophy. 2004, he wrote an 800 word memo. It's called a welcome letter. So Gay was given to every new employee, and it's never been revealed publicly up until now. We are a small team committed to seating and enduring human presence in space. Blue will pursue this long term objective patiently step by step. He described releasing new versions of its rockets at 6 months 6 months intervals. He caution employees to focus on the task at hand and work methodically. We've been... I love this this metaphor though. We've dropped we've been dropped off on an une unemployed mountain without maps, and the visibility is poor. You don't start and stop. You keep climbing a steady pace. Be the tortoise and not the hair. Keep expenditures at sustainable levels. He changes that because now he's dumping I think multiple billions into this. But he started out with a billion. And now I think between contracts and his own private funding. It's more than. Assume spending will be flat to mono increasing. That's too anymore, and I expect, I accept that Blue Origin will not meet a reasonable investor expectation for return on investment over a typical investing horizon. So it's okay. Thinking long term. I understand I'm not gonna get my money back soon, maybe if not ever. He condensed its central idea into its company's Latin Motto, which translates into step by step ferocious. And we see he starts to change this. This is more contrast with Spacex. Blues head count soared past a thousand people in 2017 and then doubled in 2018. A portion of those employees came from Musk's company, and the damning refrain in the industry was that Blue was the country club. You go to after toil at Spacex, which would have infuriated Bezos if he had heard it. The new Ceo of Blue is kenny Bob Smith, and Smith hired veteran executives from Ray, World's Royce, Boeing Lockheed Martin. I'm not gonna list all of, but they're a bunch of legacy companies. And this is different than what, elon tries to do spacex executives were openly contempt of such firms because they viewed them as comp in the decades of stag nation and space innovation. And the reason I included x, I'm personally interested. Like, what what is Now and the this book, I don't I don't know. I wouldn't say it's very flattering towards towards basis by any by any means. So don't be surprised that at that tone if you read it, But It says is like, what what is... Least seems like they make the point. Like, oh, he's retiring from being Ceo of Amazon. He's got a new girlfriend. He's, going all these parties. He's he's building this Giant yacht. Like, is he just enjoying being 1 of the rich people in the world or is he actually gonna go back to work. What I'm most interested in he says in the book that the most important work he's doing is a space company. I I'm very curious if he dedicate more of his actual physical presence. Because and the before he retire from Amazon, he's doing, like, a 1 day a week kind of thing. So I don't know. I'm very curious what happens. Obviously, you know, people should be free if he chooses to... Hey, I worked really hard, and I'm gonna join myself, do whatever, you know, she should be free to make that decision for himself. But it'd I'd be very curious if he says, no. He's he's just this crazy relentless driven person, which he seems to me to be, and he says, I'm going all in on this. But we'll I have to see. Alright. Another 1 of these great ideas, books are the original links. I might read this book it's sounds interesting. And a book, again, Bezos talks about having shared base of knowledge with the people you're working with. He reads a book and all the executives that I read the book because they're being attacked. Amazon sides being attacked by regulators, politicians, unions, all these people, So it says in the fall of 2018, the S team in Amazon's Board of Directors read the great A and p and the struggle for small business in America. So it's a book written by its gaining guy named Mark Levi, the book traces the rise and fall of the first American grocery chain of the twentieth century. As well as strategic drift after the death of its founders and the decades long crusade against it by populist politicians determined and determine trust. This is going to echo its Amazon's going through. Right? The campaign against Amp and p, the book concludes was mostly political. Propelled by the cumulative complaints of thousands of sympathetic mom and Pop stores and their suppliers. By this time, I'm wearing paragraph into this, you see the... Why they'd were reread it. Right? You see how it echoes what they're going to. So, of course, they're gonna go back because they know nature doesn't change. Let's see how they responded this because they maybe an indicator how people are gonna respond to us. And by a company that exhibited unusual in the face of early criticism. That's 1 thing Amazon changing. They learn from this book. We're not gonna be passive. Though Ap was known for strong arming suppliers and undercut rivals with predatory prices, and Amazon does the same thing. The idea that the company actually doomed itself by failing to properly answer critics and then to plan for succession of the death of its founders seemed to resonate with Bezos and other American and other Amazon executives. The takeaway was this is going to happen. It's inevitable. This is kind of how our society reacts to large institutions institution. So this is when Bezos decides, hey I'm gonna fight back. And so they start taking they they have huge communications department now, they... You know, if they... If somebody says something like a politics says something in public, they think it's actually inaccurate, they'll actually correct the record. They they essentially try to fight inform more information about Amazon with more information about Amazon. Some of it, you know, they're actually right. And based point. Like, listen, you have to use criticism as valuable intel, and that valuable intel can help you ins change. So they're getting... You know, Jeff becomes a richest person in the world, and people start like, well, why are you making so much money not and not paying your employees. And so he says what I teach and preaching inside Amazon is that when you're criticized, first look in the mirror and decide are your critics right. And if they're right change, don't resist. And so as a result of this, what he's talking about in this section of the book is that we can pay people more. And we should pay people more. And so they wind up, going from, at the time, the the federal minimum federal minimum wage is 07:25 they start some people at Amazon are making is a little as 10 bucks an hour, and then they're just, like, okay, We're gonna... Everybody's gonna make 15 dollars an hour. And so now when people say, you're not paying them, like, well, my... The minimum wage Amazon is actually higher, meaning when they talking politicians. Like, our minimum wage is higher than your minimum wage. And so again, he's using criticism as valuable intel and he ins indicated that change. He's like, okay. Now he and he he realized realizes by reading the books and and, you know, not being an idiot that it looks terrible. If you have hundreds of billions of dollars and you're paying somebody 10 dollars an hour. Come on. You can raise wages. And this is what I meant about Henry Ford understood that I think a lot of larger companies especially at least larger American companies are are missing the point on. And so now towards the end of the book, I wanna close on, just this idea where I'm reading this. And I'm gonna tell you which of all the the Jeff books. I think, like, what order I'd read them in and if you haven't read them yet. But I just got the sense that this is not fun anymore. Like, running Amazon is not fun. It's completely different than what it was at the beginning. The growth it's, you know, more than doubled inside at size, not only in market capital in in in in the amount of employees you have, the amount of attention and negative stuff you have to fight. So it it just makes complete sense when you say, like, the crap that he has to go through, why he'd say, okay, I'm handing the reins to somebody else. And so it says, the move herald a formal changing of the guard at Amazon. And the end of 1 of the most epic runs in modern business history. Over the course of 2 and a half decades, bezos had taken an idea to sell books on a new medium called the web, and through invention the une uncovered embrace technology and the ruthless pursuit of leverage spun into a global empire worth more than 1 and a half trillion dollars. Bezos had another reason to elevate himself out of the top role. Being Amazon Ceo was a lot less fun. Okay. So out of all of the books that I've read on Bezos, I would put this... I would read... I read in the following order. First, start with the everything store. If you haven't read it already. It's probably the most insightful book I've ever read. If you... If you could somehow come with a formula, like, how many insights per page that that it probably has the most insights per page you have any other book. And only that you understand His early life is covered in more detail who he was, how he thinks about things. So you're not just taking these ideas. Like, the... Your ideas will stick to you more. You'll remember them if you understand the person behind it and why they're doing what they're doing. Right? Then from there, I would read inventing and Wander because it's every single base shareholder plus edited transcripts of some of his best talks. The third book I would read is working backwards because that's all about the idea the application of bezos ideas with Inside Amazon. And that's just a good book to read because then you can see how they use it and then take those at ideas and apply your own company, and then I'd read this fourth. So if you've already read all those other books and you wanna buy this book and support the podcast at the same time, buy the book using the links since to show us in your podcast player, and you are supporting the podcast at the time. If you want to have a shared base of knowledge with people you're working with, your spouse, any friends, and you wanna buy them a gift subscription to founders, do that to to use a subscription founders as a way to, have a shared base of knowledge. I'll leave a link... And the show notes you can do that as well. And that is a hunt that makes 1... What am I at? 1... I'm pretty sure. 180 books down 1000 go. Thank you for your time and attention. I'll talk you again soon."
}