{
  "transcript": "In the anna of investing, warren Buffett stands alone. Starting from scratch simply by picking stocks and companies for investment, Buffett amassed 1 of the greatest fortunes of the twentieth century. Over decades, buffet outperform the stock market by a stunning margin and without taking undue risks of suffering a single losing year. This is a feat long proclaimed to be impossible. By virtue of the steady superior compounding, Buffett acquired a net worth of billions. Buffett career unfolded as a sort of public tutorial on investing and on American business. Buffet was aware of his role from the very beginning, and he nurtured a curious habit of chronic his es even as he lived them. Where finance was so forbid complex, Buffet could explain it like a general store clerk discussing the weather. His talent sprang from his unrivaled independence of mind and ability to focus on his work and shut out the world. Yet those same qualities exact a toll. Like other prod, he paid a price. Having been raised in a home with more than its share of demons. He lived within an emotional fortress. The few people who shared his office had no knowledge of the inner man, even after decades. Even his children could scarce recall a time when he broke through his surface calm and showed some feeling. His consuming passion and pleasure is his work, or as he calls it his canvas. It is there that he revealed the secrets of his trade and left a self portrait. That is an excerpt from the introduction of the book that I'm we talked about today, which is Buffett the making of an American Capitalist and was written by Roger Lowe. Okay. So I wanna jump right into Warren early life. Jeff bezos has this great quote where he says you don't choose your passions to choose you. And we see that, this is the case in in, in the life of warren buffett as well. First, his family, there's, like, tragedy, that happens his family, they went up losing all their money, and it says on 08/13/1931, 2 weeks shy of Warren first his but birthday. His father returned from work with the news that his bank had closed. It was the defining faith shattering scene of the great depression. His job was gone and his savings were lost. And the author talks about what effect adam him warren, he says, this seemed to deeply affect Warren. He emerged from those first hard years with an absolute drive to become very very rich. He thought about it before he was 5 years old. And from that time on, he scarce stopped thinking about it. So it talks about even when he was 7. He had some kind of mysterious illness. They removed his appendix thinking maybe that was a source of the problem, but he's he was still sick for a while afterwards. They I weren't sure if he's gonna make it. So he's in the hospital. And this is a 7 year old warren Buffett. And he says he took a pencil and filled a page with numbers. These he told his nurse represented his future capital. I don't have much money now, Warren said cheerful. But someday, I will, and I'll have my picture in the paper. And 1 of the main assets that I would say Buffett had in his earlier life. Is the fact that he a really good father. He considered his father's as best friend, and the author talks a little bit about the relationship here. It says Howard Buffett was determined that Warren would never repeat his own experience of hardship. He resolved that as a parent, he would never follow the example of earnest and d demeanor his sons. Let me pause right The middle paragraph. Ernest is Warren grandfather. He's the 1 that ran the Buffett Grocery store, Charlie Mu, not only did warren work there when he was younger, so to Charlie Mu. Charlie Mu compared working for ernest, Buffet as, like, I think something, like, an ind ser dude or almost like slavery. It was such a hard nose, boss and, obviously, father's is why his his own son on Howard is, like, okay. I'm I'm learning what not to for my father, and he says he he un unfairly now back to Howard and and Warren, he un unfairly expressed confidence in warren and supported him in whatever he did. Howard also stressed a principle that was more enduring than any of his political opinions, the habit of developing independent thought. With his children at his side, Howard would recite a favorite maxim from Emerson, and this is a quote from Emerson here. The great man is he who in the middle of the crowd keeps with perfect sweetness the independence of sol suit. And Howard Buffett also conveyed 1 of the the greatest ideas I've come across. I I learned this idea when I read, another biography on Buffett called the snowball. It's all back on Founders 100. It's about the idea between an inner scorecard and outer scorecard. I've never forgotten it since I've heard him describe it. I'll get to that more in a minute. First, I wanna tell you about the first time, warren starts vest in the stock market. He's 11 years old at time. And it says he took the plunge and brought and bought 3 shares of city services. He paid 38 dollars a share. City services plunged down to 27. He sweat it out and the stock recovered to 40 where upon warren sold, netting after commission his first 5 dollar profit in the market. Directly after he sold cities, this is the important part. City services climbed at 200. So 5 x where he sold it from me and he says, it was his first lesson in patients. Okay. So let's get to the dark side, the the author and the introduction mentioned that he was raised in a house with demons, a lot of that comes from the mental instability of his mother Lila, and it says she would turn on warren in his sisters with the wrath of God. Without warning, the good humor woman would become furious beyond words. And rage at her children with an mean, Sometimes not letting up for hours. She scolded and degraded her children, nothing they had done measured up. She compared, criticized and dr up every imaginable failing. No trans, however, slight was too small for 1 of her vicious rebuke. Even when they had committed no crime, her imagination supplied 1 and we see in this next anecdote that she she continued to do this even later in life because she's doing with warren kits with her grandkids. Once 1 of warren sons was home from college and called Lila, to say, hello. She suddenly lit into him with all her fury. She called him a terrible person for not calling more often, and detailed his supposedly inn failings of character and went on for 2 entire hours, I would hung up on her, you know, after 2 minutes. When Warren Son put down the phone, he was in tears. Warren said softly, this is just a hell of a statement. Listen to this. Now you know how I felt every day of my life. Later warren son, Peter would wonder if his father's success was driven in part by the urge to get this is why I'm reading the section too. In part by the urge to get out of the house. The question is un, but he had the urge from somewhere. Warren would sit... Warren would tell his his friends that he would be rich before he was 35. He never came across as being a brag. He just had this conviction about himself. And so let me go back to that idea I referenced earlier, which is 1 I've... I I think is 1 of the most important ideas to remember, and that's, Howard Buffett idea of having an inner scorecard versus an outer scorecard, he had an inner scorecard, his wife had an outer scorecard. So an inner scorecard means that you make decisions based on what you feel best, and then you live with them. I know outer scorecard is you're making decisions based on what other people will think? So Lil Buff was constantly worried about what will hurt in terms of finale her behavior, but Behavior, her children? Oh, you know, what would her what would the neighbors think? What would the friends think? What will other people think if I do, you know, x or y whatever the case is. Whereas her husband was capable of independent thought, like, okay, This is what I want my life to be This is a decision. This is what's important to me, and I'm willing to deal with the consequences both negative and positive from the from the decision I'm making. And so Howard made sure to take the time to explain the difference to his son. I don't know if he ever compared in contrast the way he makes a decision first the way Warren mother did, but that's something worn and it's it's talked about a lot in his spoke. The fact that he would just... He liked being different. He was very he figured out who he was, what he wanted in his life, and then he went after that. And I think that's a huge lesson for all of us to internalize. And see so he knew right from the very early age. Okay. This is what I'm gonna do. I'm going to be an investor I want to accumulate and be as rich as possible I can. On this page there... He's finding motivation and insights from reading, something he does his entire life, and then, another reminder that passion is infectious. He would bear himself in his favorite book. He's still a kid at this time. 1000 ways to make a thousand dollars. He seized on the book's advice to begin begin whatever schemes 1 might, but by all means don't wait. He talked up his financial exploits with a contagious passion. And when Warren Buffett Buffet talked, his friends perk up their ears. He didn't persuade his friends to join him so much as he attracted them. This is how his father describes it. A fireball As his father said drawing Moss, which is really interesting. He's I think what 12 maybe he's a teenager at this point. And think about this idea he's he's talking with financial exploits. He's teaching. He's breaking down complex subject matter and and making it easier to understand. And then he's attracting a bunch of people to go and and listen to him talk? I mean, what is the Berkshire Hathaway annual meeting. Thousands, maybe tens... No. Tens of thousands of people travel from all over the world to do exactly Now you're hearing a more advanced version of what essentially Warren was doing when he was a teenager. And then let's go back to this idea that you just find a lot of insights and inspiration and good ideas from reading. There's a, quote from Warren Buffett in the book Charlie Alma. And he says I read... I read everything. Annual reports, 10 k, 10 qs, biographies, histories, 5 newspapers a days, on airplanes, I read the instructions on the back of the seats. Reading is key. Reading has made me rich over time. And we see this this resolve to be extremely wealthy to have the independence of wealth brings is something he talked about Constantly. He talked about Constantly childhood before I there, I just wanna read once sentence from Charlie Mu, and he Charlie talking about Warren grandfather. And what it was like, working in the story. Says nobody ever loved You were just goddamn busy from the first hour of mourning tonight so both warren and Charlie hated, working for earnest. So this is still... We're still in warren childhood. He's talking to his dad business partner's wife? She made him... He's staying with them at the point at this time. Think his dad's probably in Washington. And he said, he declared that he would be a millionaire by age 30. And if not, I'm gonna jump off the tallest building in Omaha. And so she's asking him She's like, why do you have the drive to make so much money. And I thought his reply was really interesting, and I'll tell you what it made me think of. It's not that I want money. It's the fun of making money and watching it grow. And then know other myself is if you... If your work is fun, you'll do it more often. And the more you do something to better you get at it. There's a quote that I love from the founder of angel, and it's something I I tried to internalize myself. He says find work that feels like play. What feels like play to you, but looks like work to others. So remember that quote because there's a couple other excerpts from this book. Where that's exactly what warranted did. Everybody's like, this is so boring you're reading, you know, thousands of annual reports or reading 10 k, you're going through all the stuff and he... There's nothing else that he'd rather be doing. For him, it wasn't work. It was fun and it's just extremely hard to compete with somebody like that. And this is an example of warren being a mis fit with an inner scorecard. This is 1 of his classmates. I think he's in high school at this point. Most of us which she's describing warren. Most of us are trying to be like everyone else. I think he liked being different. He was what he was, and he never tried to be anything else. So that's probably the the best description of what an inner scorecard it means. He was what he was and he never tried to be anything else. So when he was a teenager not only was he investing in stocks, but he also all these, like, small little side businesses. And this led him to believe it. Okay. I don't wanna go to college. And the only reason he ever went to college because his dad told him me should. So it says, his dad wants him to go to the Wharton and school finance. And it says Warren Warren replied that college would be a waste. He had delivered almost 6000... Or should be 600000 newspapers. And in the process that earned over 5000 dollars Not only was he delivering newspapers but hiring other, like, building a network of other newspaper delivery boys. Money was coming in from newspapers from Wilson Coin operating. This is, like, a he put a bunch of coin operated games and machines and barber shops in other places, and and then he he went buying a a farm. I think he was like, 14 or 16 years old. It's in Nebraska, and he does a deal with the farmer where they split like the profits or something like that. And he says, so it's coming... He's got a newspaper business, the the coin operating business and a and the Nebraska tenant farmer. What's more he had read at least 100 books on business. What else did he have... Excuse, What in short did he have to learn, and this is the funniest part about Everything I just told you. Warren was still too much shy of shy of his seventeenth birthday? And he just had amazing levels of confidence, but he does wanna listening his father. His father... He considers it again his father's his the biggest influence on his life and his best friend. This time though Howard had been wrong. Despite Wharton fine reputation, its curriculum was lacking. Warren disgusted reported that he knew more than his professors. His dissatisfaction. A fore runner of his general disinfection for business school. Something talks about over and over again and shareholder letters was rooted in their mushy over broad approach. That's such a great sentence over broad, mushy over broad approach. His professor, his professors had fancy theories, but were ignorant of the practical details of making a profit that warren crave. When I read that section Reminding me back on founders number 01:40. I read, the biography of Bill Gates. It's called Hard drive. It covers... If you haven't read it, I highly recommend that book. It covers the first 35 years of of Bill Gates Life, and Creation of Microsoft all the way up until Ipo. But he said something in that book that was hilarious, and he says that he went to Harvard to learn from people smarter than him and left disappointed. So he's gonna say at Wharton for a while, he's gonna give it a shot, and then he's, like, forget this. He's not after prestige. And then when I read the section Well, let me read the section to you, and I'll tell you my note. Warren came to to the conclusion that there wasn't anything Wharton could teach him, and he was right. I didn't feel that I was learning that much, Warren explained. Nebraska called and Wharton repelled. And the problem was, Warren is moving on a much faster pace than the curriculum. He's reading on his own. He's doing... He... He's doing research for his investments, and it really, there's a line in a song that I always that I always think about. And I think it applies to what Warren was doing or where he realize realizes, okay, Wait a minute. I can move way faster and I could teach myself faster, than then the this supposedly 1 of the best business schools in the country. And it's really all you need is a will to work hard and a library card, and no 1 can stop you. And in his, it's a library card and in our day, it's the Internet books and everything else. But there is no speed limit. You can go as fast or as slow and learn as much as little as you want. Nobody stopping you. Okay. So he's back in Nebraska he finds the writings of what's gonna be his first hero, his first blueprint, and that's gonna be Ben Graham. And I would say Ben is 1 of the 3 most influential people here ever comes across in the life. I would say his father, Ben Graham and charlie Mu. Let's get into Graham a little bit. Graham writings did not explain in full, the hold he had on his disciples. It was almost like the people that follow him which there's, like, this cult like, adherence and like a attraction to Bed Graham. Unlike other Wall Street practitioners, Graham was open when with his thoughts and freely shared his ideas. Wall Street interested in him merely as an obstruction. This is a very unique individual. I'm gonna read something to to to that in 1 paragraph that's gonna illustrate that 1 when I'm done with this section. In a field that was filled with narrow minds, Graham was also a classical scholar, a student of Latin and Greek, a translator of Spanish poetry, and the author of a broadway play. Oddly, For 1 who revolutionized investing, he spent much of his time working on quirky vacations and inventions. And then so they describe them. Like he's just kinda of a weird, little, funny little guy. It say he's kind of short of he's kind of ugly. But as 1 associate said, this is a fantastic description, check this out. As an associate said, he was possessed of a spark. So Graham Magnum opus is going to be this book called security analysis. And this blew my mind. Okay? So let me read this to you. When security analysis appeared in 19 34, it's 40 year old author had gone 5 straight years without being paid. Was a great maxim. It's often darkest before the Dawn. And thinking about how crazy It was. He wasn't making money for 5 years. He wants writing a book that is going to influence generations of investors. And 1 of those is obviously Buffett. To Buffet, these ideas were the rosetta of stone. Here was an approach to investing that required only the sweet independence that he had learned from his father. Buffet experienced it as a revelation, like Paul on the road to damascus. Quite simply, he had found his idol. And so now we get into the class that Graham was teaching at Columbia and the 1 buffett taking, and really these teaching styles just a reminder, there's there's no 1 right way. There's always other... There's always other ways to solve the same problem. Graham would rarely say yes or no Buffett answer. He wouldn't wrap the universe in a ball. It was more like that's interesting. What line of thought brought you to that conclusion, but he didn't do it in a merely theoretical way. Graham lecture about live stocks. He was quite indifferent to the fact that students were profiting from his ideas, and then 1 of the... 1 of the people in the class said, Graham was giving you ideas. That class paid for my degree. And so 1 of these ideas was his interest in Geico. And so this is of, famous story that I... I've repeated on past above podcast, but I think it's fantastic. So Puppet goes down to Geico headquarters on a Saturday. This guy was not short of initiative. And he finds a security guard. Like, has anybody here working. He's like, yeah, There's a guy up on, like, 6 floor. Let me go take you there. And this guy named Laura Lori. That's a hell of a name. Laura or Davidson was taken aback to see a youngest student hovering over his desk and when... And was stunned when he started pepper Davidson with questions. But the 2 of them talked for 4 hours. This is Davidson remembering this. After we talked for 15 minutes, I knew I was talking to an extraordinary man. He asked searching and highly intelligent questions. What was Geico? What was its method of doing business? Its outlook. It's growth potential. He asked the type of questions that a good security analyst would ask I was financial Vice president. He was trying to figure out what I knew. And so Buffett soak up everything he came from Graham, but what's interesting is even he idol analyzed him even if he thought this is the blueprint, he still maintained that inner scorecard that that the capacity for independent thought that it's so important, and this is a reminder that sometime it's hard to take our own advice. Oddly when Buffett graduated in 19 51, both graham, Graham and his father, advised him not to go into stocks, Buffett father. I don't know I told you if I missed Part. He's stock worker. So they're both the 2 most important people in his life open to this point are telling him don't do this. Each had the post depression mentality of fearing a second visitation. Graham pointed out that the Dow had traded below 200 at some point in every year. Save for the present 1. Why not postpone going to Wall Street until after the next crash? His heroes counsel. And meanwhile, get a safe job with someone like Pro and Gamble. It was awful advice, violating Graham tenant of not trying to forecast markets. That was so interesting to me. The Dow in fact never went under 200 again. Buffet said, if I taken their advice, I'd probably have around 10000 bucks. So if you're read warren shareholder letters if hear him talk, he he... You know, he's pretty ruthless and the way he describes the overall investment industry. He's not a big fan of it, and part of that is because that's what he started out. He started out I as a stock salesman. He's like, this is just not gonna work out for me. So he's an important realization. The first stock, he sold was a tough sale. A little known security named Geico, but Buffett was over his own self doubt and put 10000 dollars, which was most of his savings into it and push it on his customers all over Omaha. What was most unusual about the young salesman was his appetite for research. Searching for ideas, he read Moody's manuals page after page with a zest of a small boy reading comics, and he found gems. It seemed... And then he he's reeling... So he's finding all these, like, these you know, they call them s cigar. These value investment stocks that Grand preach. I'm gonna skip over all that, but the important realization is real is is that nobody... You have to think for yourself. Nobody is going to give you a formula. Nobody is going to do the work for you. And he couldn't understand why no 1 else is investing in what these... Would look like amazing opportunities to him. It seemed too good to be true. If the stocks are so cheap, Buffet figured somebody ought to be buying them, but slowly, it dawned on him. The somebody was him. Nobody was gonna tell you that Western insurance is 1 example was a steal. You had to get there on your own. And so while he's becoming... Or why he is a stock salesman. Mean, he does something really smart, and he takes his dale Carnegie course. And really to think about Warren, he's really a teacher disguised as an investor. Okay? So it says Buffet was taking Dale Carnegie course on public speaking. Buffett was terrified of public speaking, but he desperately wanted to master his fear. The interesting question is why? Why would a 21 year old stock broker have wanted to learn that skill. What did Buffet aspire to aside from being a stock picker that prompted him to try and that was the role of teacher. He winds up actually being a teacher? He's teaching a night class on investing? She's 21 years old. After the Carnegie Course, Buffett polished the skills by teaching a night class called investment principles at the University of Omaha. Oh, I just realized I I've never finished my thought on the uniqueness of Ben graham, I have this notes saved in my phone a description of him as says Ben Graham Finished college at age 20. He published a paper on integral in American Mathematical monthly at 23. He was fluent in ancient Greek and Latin wrote a Broadway play. Patent an improvised slide rule and taught himself Spanish to translate a uruguay novel. So definitely not a typical person you're gonna run across very rare set of skills and and interested he yet. This is very fascinating. That warren insistence that he starts from 0. This is very admirable. Buffet phil, this is he realized I'm not gonna be stock broker. I'm gonna start investing my own money and and investing money for other people. This is his job before. He does berkshire our hathaway. Buffet felt very confident right from the start. His father offered to give him or lend him some money. He said no. He wanted to make a record starting from 0. In just 1 sentence on this page, I wanna bring your attention. Buffett knew more about stocks than anyone. Maybe my favorite talk that I've ever seen It's on Youtube. You can see it for free. It's called... It's by this investor named Bill Gu. It's called running down a dream. How to succeed and thrive in a career you love. I think he's talking to University of texas Nba students. But the the hour... Long talk is about Bill studying, the lives and careers of 3 greats. It was Bobby Knight, the basketball coach, Bob Dylan in the musician and Danny Meyer, the entrepreneur and restaurant, the founder of Shake shack. And he talks about... They they all... Even though were there were different domains different. They lived... They didn't know each other. They approached their craft in a very similar way. We see that and Buffett does the same thing here. And there's just 1 quote that that Bill is telling these students that. I never forgotten. He says, listen, you should strive to know more than anyone else about your particular craft. He's talking about, this is not the difference between having innate talent or being smart in. It's literally just collecting more information. And this is what we see Buffet doing here. So says strive to know more than anyone else about your particular craft. You should be the most knowledgeable person. It is possible to gather more information than someone else. And so Bobby I did that in basketball, Bob Dylan did that a music, and Danny Meyer did that in restaurants. Warren Buffett did in stocks. So this is the beginning of the Buffett partnerships, Buff now had 3 tiny partnerships, which he ran from his bedroom. And he had begun to envision that this family pool might become something more, such as friends, family, local people in Omaha. This is... He gets some customers because, Ben Graham shuts down his partnership, and I just thought this is hilarious, so they all meet the people that follow Graham and Newman, and they're... You know, they're essentially eu utilizing the end of the grand partnership, An investor named Blue Green offered an ironic Eu. Green was the head of a Manhattan brokerage, a fear that Graham had made 1 big mistake. That a failing to develop talent. Green elaborated. Graham new 1 can't continue because the only guy they have to run it is this kid named warren Buffett. And who would wanna ride with him? And so we see the... At the beginning of the Buffett partnership, Warren Buffett has Kanye West levels of self belief is the note I left myself. With the partnerships up and running, Buffett was troubled by seemingly bizarre concern, He was afraid that his estate would eventually be so big that the money might spoil his children. Let me read redo his quote here. This is no problem now, but viewing things optimistic may become 1 and my thinking produces no result. I'm sure I don't wanna leave a barrel of money to my kids unless I do it at an elderly age when I have time to see what the tree has produced. However, how much to leave them and what to do with the balance bothers me considerably. Buffett was 26 years old many wrote tests it And so why is he talking about this? Because he knew. He knew that he would be rich, not just successful, but rich enough to have trouble figuring out what to do with at all. At a time when his accomplishments were modest, Buffett off some self confidence was the thing that propelled him. He had no record as an independent operator. He had nothing on paper to indicate that he was worthy of people's trust, and he did not want mir discourage... Was talking about these are all the requirements. That he would put on people wanting his customers, people wanting Buffet to invest their money. He did not want mere discretion over people's money. He wanted absolute control over it. He wanted to answer to no 1 for his decision on stocks. By now, Buffet was familiar with virtually every stock and bond in existence. That is a crazy sentence. And it goes and echoes that bill girly quote. It is possible for you to know more. Line for line, he had soaked up the financial pages day after day. He had built up a mental portrait of Wall Street. He could measure each stone against the skyline, and there was no 1 else who and whose analysis he trusted better than his own. And so I would say it's relatively easy. For Buffett to raise money because when he meets... When you meet with them, you... It's very clear from hearing him speak. Okay. This guy got a gifted in mind. So he's he's meeting with the this couple called the Davis. He says Buffett, and he's telling him all this stuff, above would to be open for business only 1 day a year. On December 30 first, the Davis could add or withdraw capital. Otherwise, the money would be Buffett to play with, and his alone. He presented this evenly without an edge, but the message is clear. As badly as Buffet wanted the Davis capital, he didn't want it on any terms but his. And so they agree to invest with them. And he also it can tell them with a straight face. I have skin in the game. Like, I'm going to... If I make a bad decision, I'm gonna be harm more than you. Buffett was not asking the Davis is gamble alone. Buffett money would be on the same horse. If his results were mediocre or worse, Buffett would get Z, no salary, no fee nada. He was working virtually all the time and loving every minute because his work feels like play to go back to that naval Quote. Buff insisted on not disclosing his stocks because this is something we see over and over again, that when you have something good going, you're... It's it's... Get, it goes against human nature to tell people about it, but it's smarter moves. Just be quiet. Buffett is insisted on not disclosing a stocks because he was afraid that someone would copy him. Thus making it more expensive if he wanted to buy more. In other words, if you can't keep your mouth clothes you invite unwanted competition. He wouldn't talk to anyone. His talent this and this this last sentence, maybe jump out of my chair. His talent not in his range. Which was narrowly focused on investment. But in his intensity, his entire soul was focused on that 1 outlet. And we see more contrast with the way everybody else does things and way Buffet does it if you read his shareholder seeks constantly saying, okay, This is how most Ceos or capital islanders think. This is why they think that way, and this is why I think they're wrong and this is how I think. It's very... Again, it's is just a a gigantic lesson on the history of American business. If you read the shareholders. It's that they're remarkable. And really just think of Warren Buffett difference for the sake of it. Virtually every other stock person in the country chatted up ideas with Mary a second thought. This is... We just... The Author just got them telling us. He's not telling anybody anything. He won't even tell people he's the the the people he's investing your money, Much less outsiders. He just kept it. He's like, I have an inner scorecard. I know what I'm doing and it pretty winds up being proven obviously correct about this. So I don't need to anybody. But but Buffet was different. He was possessive. I'm running over my own point here. He was possessive about stocks, like an artist with an unfinished canvas. He would tell his stories of his coo in the market only after they wrapped up. More on how he was working at this point. I would say he continues to trade for he's still doing it till this day. He did not draw the usual line between work and other activities. 1 of my favorite quotes ever. Gonna read it to here. This is the quote. I thought of this quote when I read that line. A master in the art of living draws no sharp distinction between his work and his play. His labor and his leisure. His mind and his body. His education and his recreation. He simply pursues his vision of excellence through whatever he is doing and leaves to others to determines to determine whether he is working or playing. That's exact... That's a great description of warren Buffett, and his approach to his work or, like like he says his art, his canvas. Go back to this idea that's it's possible for you to know more The good ones know more is a, quote, that'll learned from David Og. Bill early again. I'm gonna use that quote again. It is possible to gather more information than someone else. This may mean laugh. So this this guy comes in. Let me, actually, I'm just I'm not gonna grab my. Let me read to you. There was this guy named David strauss He was a New Yorker whose family was in the business of fixing distressed companies. Str flew into Omaha to look into buying some wind company. I think that Buffet had had an investment in. Buffet picked him up at the airport. Now here's stress are describing this experience with Buffett. I had the typical attitude of a New york guy meeting a has. I had gone to Harvard, and I studied at Mit. I just finished work working out some deals. I was feeling pretty good. After we've been driving a little bit, he started asking me questions about a company in which my family had a majority interest. Only about 2 percent of it was public. I'm still not sure how he knew about it. Then he started me asking... Then he started asking me questions about the balance sheet. He knew the balance sheet better than I did. That stopped me totally cold. Str invested on the spot. And around this time in his life, he starts to, become friends with Charlie Mu, so there's just a little bit of about mu. Who I think is probably the single wisest person. As far as, like, living a good life. I think Charlie just has a lot of wisdom. And his speeches his writings, the books that are written about them. They're just... They're they're worth the invest investment in time that requires. He's just a really fascinating mind that he has. They're describing though, Mu was something of a sn and highly judgmental. But he had a deep sense of ethics. His smarts were matched by a churchill chilean, so Winston Churchill, self assurance and an ex exuberance enjoyment of life. This is hilarious. Ask once if you could play the piano, Mu replied, I don't know. I've never tried. Buffett saw in him a kindred intellect and blistering independence. Buffett said that he and Mon thought so much like it was spooky. But unlike so many of Buffett friends, and this is part this was part of the attraction, Mu was not in all of him. And Buffett was so enamored mu that he urged him to adopt his own line of work, Mu an attorney the time. He kept telling him that practicing laws was waste of his talent. And Mu did not disagree and I quote from mu here. Like warren, I had a considerable passion to get rich. Not because I wanted Ferraris. I wanted the independence. I desperately wanted it. Okay. Wanna bring your attention to something that Warren does here that's extremely smart. And he's thinking about investing in Am x, American Express. And they're they're wanting they're in a crisis at the moment. Right? And I'm gonna skip over. They they wound up doing this guy... Am x is doing business with named. He wants to borrowing money, betting the house on vegetable, oil futures and losing, and they're on the hit hook for, like, tens of millions. I know. Maybe a hundred and 50000000 dollars. And so there's a... From the outside, it looks like Am max might be going out of business. And warns like But it'll... But to him, he thought the opposite. He's like, well, I think I could make some money here because I understand that this panic was temporary. So it says American Express was which had not miss a dividend payment in 94 years was... Suddenly it was said to be at risk of ins inc. So Buffet goes to places in Omaha that that use American Express. He goes to his favorite steakhouse. Says he positioned himself behind the cashier. He chatted with the owner and he watched. What Buffet observed was that was at scandal or no scandal, the patrons were continuing to use the American Express card to pay for their dinner. From this, he d that the same would be true in Steak steakhouse in S. Louis, Chicago, Birmingham and other cities. Then he went to the banks and travel agencies in Omaha and found that they were doing their usual business and and travel checks, which is a big part of American Express business. He went to supermarkets and drugstore stores. That sold American Express money orders. His s s thing led to 2 conclusions. Both and this is the important... The most important part of this entire section. Led him to 2 conclusions both at odds with the prevailing wisdom. Number 1. American Express was not going down the tubes. Number 2, its name was 1 of the great franchises in the world. And again, we see how Buffett is able to maintain his independence of minds as Wall Street Chorus all reading the same Lyrics was chanting, sell. Buffet decided to buy. He put close to 1 quarter of his assets on that single stock. So let's go back to what we learned at the beginning from Father Buffett bless his heart. What he we he tell? He said just jot down and read them the maxim. The great man is he who in the midst of the crowd keeps with perfect sweetness, the independence of sol. Or you could say the independence of mind. The great man is he who in the midst of the crowd keeps with the perfect sweetness, the independence of sol. And as exactly buffett doing 20 years later with this investment in American Express. And so he... Buff is gonna talk over and over again about this idea that there's just... We're infected with group inc. We're just... We're not thinking we're actually copying people. He's not a fan of committees. He's not a fan of large groups. This is something we've seen in over and over again the biographies that we've studied for his podcast. And the section really is a trait that we can all copy, and that's intense focus on our own development. Nobody going to develop for us. Right? We have to do it ourselves. Buffet blamed the committee processing group think that was prevalent prevalent on Wall Street quote from him. My perhaps John view is that it is close to impossible for outstanding investment management to come from a group of any size. Excellence comes from formidable individuals is the note that I left myself, that this whole section reminds me of the Apple design design process that we learned about without Steve jobs. Joan Johnny, I said it again. His name's is Johnny. Johnny, I book, 1 79. Maybe It was couple of weeks ago. It's right there in your pocket player, but he talks about this. If you haven't listened to that podcast. Go back and listen to the books also fantastic too, but he talks about the difference, the night and day difference between Apple design process when it was led by a formidable individual like Steve jobs. As opposed to when it was led by just a committee after committee of just useless people. Such decision via Been our, Such decision via consensus tended to produce a same. From 1 fund to the next. We got 1 life to live. 1 shot at this experience of life. Do we wanna do it just so we can build a business or a career that's the same ness from 1 fund to the next or 1 business to the next or 1 life in the no way. Back to Warren Buffett. We derive no comfort because important people, vocal people are of are great numbers of people agree with us, Nor do we derive comfort if they don't what is he saying? We think for ourselves. And he just constantly... He's he's not. I don't think he's being malicious when he says this, It is interesting to me and that he... He's got great wit in his writing as well, but he just constantly rails against all the way other people, whether it's, business schools are Wall Street or they're teaching their craft. They're they're method investing. He's like, I don't... This is an example of that. I, he's like, I just don't agree with it. If you actually know what you're doing, don't diversify, anyone own owning such number of securities is following what I call the noah school of investing. 2 of everything. Such investors should be piloting arcs. So now I get to a point in Warren life where his... Unfortunately his father passes away, his best friend leaves him. I'm gonna read the cent... The paragraph you, then I'm gonna read my note, 500 mourners attended Howard funeral. Warren sat to it silently. When Buffer returned to his office, he hung a large size... Large size likeness of his father on the wall facing his desk, but his best friend was gone. And I know out of myself as a north star from my own life, will your kids hang up your picture when you're gone. Back to this idea about thinking of your life's work as his giant canvas. They referred to his office as a temple. His work was a canvas. A work of art. Part of part of his work lay in or part of his success lay in Buffett relentless focusing on his craft. So now he's going to meet another person that has the same trait. He winds I didn't know. Maybe I knew this I don't know I know he invested in Disney. I didn't know he actually met him, but he went to Visiting Walt Disney at Disney studio who says Buffett Visited Walt Disney himself on the Disney lot. The animator was as enthusiastic as ever. Buffett was struck by his child like en champ with his work, so similar to Buffett own. Buffett bought 5 percent of Disney for 4000000 dollars imagine if he he wants up selling it to make profit, but imagine if we would've have kept it. He bought 5 percent of Disney for 4000000 dollars. Disney himself would be dead within the year. And so when I was reading about Buffett and and Walt Disney interacting, maybe think of the the quote from Kobe Bryant. I always keep around to remind myself no matter what discipline you're in. There's a common denominator in how we approach our craft. The attention to detail, the level of commitment. Those things are the same across the board. That is my message. Don't look at what I did, but look at how I did it. The how. Then you can really transfer that that over to any profession and any discipline. So I mentioned earlier Buffett obsession with Secrecy. You could take it a little too far, and this is Buffet taking it little too far in my opinion. Buffett obsession with secrecy rose to the level of Paranoia. He even got the idea that his office is being bugged via tele amplification. I don't know what that means. Buffett had hired a security firm to check it out, but they found nothing. So Buffett already working with mu at this point. They start buying businesses. He's starting to be slowly influenced by not just focusing on good businesses at a fair price, but what Mu alters, you know, the Ben graham view of things and saying, hey, it's better to have a fair price on a great business. And so this is we see in the businesses that he starts to buy the kind of people that warren admire. Right? Actions express priority. The next day Buffet called back with an offer. When Ro might be Ro. I'm gonna go with Ro. When Ro Accepted, Buffett took Charlie Mu to New York to ink the deal. Ro was planning to retire. Buffett d merely asked him if you would stand on for 6 months to help get going. Privately, Buffett shrewd told Mu, that's 1 problem we won't have. This guy won't be able to quit. He was the son of Austrian Hungarian immigrants. He had started with a single dress shop in Chicago in 19 31. He was the Arch archetype boot bootstrap having taken 3200 dollars. Having started the business 3200 dollars and grew it to 44000000 in annual sales, Like other self improvements, he was a slave to his work and a dictator to the staff. His penny pitching work Ethic might have reminded Buffett of his grandfather. Ro had once counted in the sheets of a role of toilet paper to avoid being cheated. Definitely Buffett kinda guy. He flattered him profusely, and though he asked him for monthly financial reports He stayed out of Ro hair, which suited both of them. As Buffet had predicted, he was soon found that he was not in fact in any great hurry to retire and began to squeeze the proverbial lemonade from lemons. He's... Ro stayed on for 20 years towards the end. This is fantastic. I love this guy. Towards the end of his tenure, he told Buffett. I'll tell you why It worked. You forgot you bought the business, and I forgot I sold it. So this was surprising, Buffett was reading kain. John Maynard Kain, as best remembered as a mac a macro economist, but Buffet read him for his considerable insight into markets. Indeed, Kay career in some way pre figured buffett. I don't I wonder know what that means. I have a... My wife bought me a she probably a bunch of biographies. And 1 of them is of John Maynard Kane. It's been sitting on my table for I don't know, like, 6 months or something. I'm at it. But if Buffett reading it, maybe I should. Maybe mean you can learn something. Right? Early on Kane lost large some speculating in currencies, corn cotton and rubber, then he reno the sins and became an apostle of long term selective investing. He pursued the market with a calm. I didn't even know about him. He pursued the mark, which I guess, is an indicator or have to either the buyer. If you don't I. He pursued the the market with calm dev with calm, dev voting to it an hour in bed in the morning. Yet, comp combining a stellar record for his own account and for that of King College. His speech speeches at the annual meetings were celebrated in London of the 19 thirties for their impact on market prices. Okay. So I'll keep that in mind. Maybe I'll read the biography and make it into a future episode. Buffet, this is Buffett on crowds or why you must think for yourself. I mean, this is just... What the whole book is about. Right? 1 season Buffett, a strong similar suspicion of public opinion. But this is... He's... They're still echoing the simulated machine buffett and canes. Buffet viewed a crowd as a potential source of a sort of intellectual contagion. It was the author of accent feelings which rather than being a summing up of the parts, no 1 individual among the crowd would have subscribed to loans why to avoid them. Buffett illustrated this with an allegory about an oil prospect who arrived at Heaven's gates only to hear the distressing news that that the that heaven was reserved the that the part of Heaven was reserved for oil man was full. Given permission by Saint. Peter to say a few words to prospect spectre shout, shouted. Oil discovered in hell. Where upon every oil man in heaven departed for the Netherlands regions and impressed, S saint. Peter told him that now there was plenty of room. Quoting buffett. The prospect paused. No. He said. I think I'll go along with the rest of the boys. There might be some truth to the rumor after all. I already mentioned this, but this is a better way to describe it and Mon view is better to pay a fair price for a good business and a cut rate for a stink. Oh, the sentence is fantastic. The guy asking like, how are you so successful with the Buffet partnership and everything else. Jack asked, How do you do it? Buffet said he read a couple thousand financial statements a year for So that maybe think of a quote from mu. What are you intensely interested in? Do that for a living? And then again, go back to that of evolve quote. What feels like play to you, but looks like work to others. It's a great way to think about the best opportunity to pursue. Oh my. Goodness. What is going on here. I have a ton of notes on this page. Buffett is 34. We are already seeing his blueprint. A lot of thinking on this page. Let me read it first. I have no idea what's going on here. Alright. Nor is Buffett interested in total profit as an isolated number. Okay. So what we're seeing is Blueprint. Well, accounted was the profit as a percentage of the capital invested. That was the yards stick by which Buffett would grade grade would grade his performance. This is, manager 1 the business that he bought. This guy had been reared like most managers to think of growth as an absolute good. Buffett idea was new, but he grasped that it was pivotal to to Buffett capitalist cr. Buffet put it in terms that he could understand I'd rather have a 10000000 dollar business making 15 percent than a hundred million dollar business making 5 percent. Buffett said. Why would you say that because the absolute dollar is more on 5 percent on hundred millions greater than 15 percent on 10 because I have other places I can put the money. He leaned on the manager to keep the inventory and overhead as low as possible. Buffett also followed through with his promise of autonomy, or He told him not to bother with quarterly projections and other time waste. Buffett scoped the relationship to get the most out of it with a minimum of personal contact. Buffett didn't linger on the phone. I'd get and this is, the manager, I'd give the results and Buffet would remember them forever. The managers Freedom had 1 boundary. Only Buffett could allocate capital. Okay. So, here's my summary. Now I can read all these notes to you. After it says optimization of profit per dollar invested, a fundamental understanding of opportunity costs, and we see that where he says I have had place to put the money. Gentlemen what's your costs. I think that's either Henry Clay F or Carnegie. They're working at the together time, but, they both talk about it. So I guess, that that quote for. Any of them... I think it might be f. No work. Just no work about work, just work, and that's the the section where Buffett. It's like hey. Don't give me these quarterly projections. You're wasting your time. We saw this with Elon Musk in the that is a Spacex. Gwen... Shot well, the the his right hand woman and the president of, I think she's a president of spacex right now was hired, and she starts doing these sales reports. And sales projection. She's like, no. Just just sell. I don't want your projection no work about work. Just work. Know your business from a to z. So we see that because this guy saying, hey. I give Buffett the results, and he remembers them forever. Know your business from may z that's from Sam Murray, founder hundred number 37, and only warren decides where the money will go. So this is the early days of Berkshire Hathaway. So it's out as a textile company, then he need to realize, hey, I can't make any money textile. I'm gonna diversify into other areas, and really, the the main point of this paragraph is let your company be misunderstood by outsiders. We just learned this on the podcast I just did with Jeff Bezos when he was working at D S Company. It was a hedge fund. What everybody else saw was a hedge fund in New York city. They thought of it as a as a way to to apply science and math and quantitative analysis to any line, any business line. Finance was just 1 way where they first started. They wanna up inc inconvenient a bunch of other companies. Anyway, it says the parent Riddle was why a new Bedford fabric mill would wanna acquire an Omaha insurance company. But button this is why I mean about let your company misunderstood by centers. But Buffet did not think of Berkshire as it as necessarily a textile company. But as a corporation whose capital ought to be deployed in the greene possible pasture. So it's exactly the way D or David Shaw thought about D Sean company. And I know I'm repeating this, but repetition is persuasive and it just pops up in the the book over and over again. Obviously very important. What looks like work to others but play to you. This this guy Ralph Rig b works for... He's a textile salesman when he vincent Omaha. And he found Buffett and a state of ecstasy. A lot of guys studied baseball stats, but comparing buff. And a lot of guys studied baseball stats. He just had a hobby that made a money. That was relaxation to him. Buffett would work all days office and he'd go home and read a stack of annual reports. For anyone else, it would have been work. For Buffett, it was a night on the town. He did not merely do this from 9 to 5. If he was awake, the wheels were returning. So this is where Buffett starts buying large chunks of the Washington post. And really, the the the summary of this entire section is that making decisions based on what other people thought, excuse me what other people might do is non nonsensical. As the price fell further, so the stock price of washington post is dropping, everybody's running, buff runs in. Right? Buffett continued buying. Unknown to the public, Berkshire was the largest outside investor in the Washington Post. This is the dominant media property that he crave. The post was run by Catherine Graham. I think that's founders number 01:52, I read her auto which is fantastic. Also owned so the post owns for television stations, News week Magazine and news print mills. Such assets often traded in private sales and were not hard to value. Buffet figured that they were worth 400000000. That's just just side businesses. Right? Or the... I guess, the the other businesses besides of newspaper. But the stock market was valuing the entire company at a hundred million dollars, and this is where we see buffett comparing the way he thinks about this away. Other... People are thinking about it. The people selling professional fund managers would not have disputed those numbers. Why then were they selling. Quite simply, they were afraid that the shares would drop further. They were afraid that other people might sell? And so this is what Buffet says. It's a lot different going out there and telling whoever owns the television station that because the Dow is down 20 points that day he ought he ought to sell the station to a lot cheaper. But in stock she's saying you wouldn't do that in real life. Right? But in stocks, everyone is thinking about relative price. When we bought 8 or 9 percent of the Washington Post in 1 month, not 1 person who was selling to us was thinking that he was selling us 400 dollars... 400000000 dollars for 80000000. They were selling to us because those... Because communication stocks were going down or other people were selling or whatever reason they had non nonsensical reasons. So Right around this time, he also started investing in advertising agencies. It's because I read Buffett Shareholders letters that I was introduced to David Ob, who I've been obsessed with since then because he started buying o being and Math, and he talks about, hey, this David guy at Genius. And so I like, hey. Well, warren is a genius is such an investigate, discovered is accurate. But the the point of this section I'm reading to is because sometimes the real right answer is the opposite of the perceived right answer. So he's talking about why he likes these businesses. To buffet, the lack of assets because you're you're drawing advertising each. They don't have, like, physical plans or anything else. Right? To buffet the lack of assets was a plus because the profits flowed directly to the owners. The Wall Street Wisdom was directly the opposite. There was no there there, just some English majors f with slogan. Theoretically, this is what Wall street thinks. Theoretically, anybody could do this. There's a quote here from this guy, there's a huge bear market, and the market collapsed in 19 72 19 4. And in a bear market, people just keep selling. Keep... And... They're scared. It's gonna go worse, so that they kinda of, like, self fulfilling prophecy They say keep selling. So and he talks about, you know, this is this is the time to get out is what this this Wall Street insiders saying. And the author is like, it was, it needs repeating the ideal time to be a hero. And the note I looked myself is a summary what's happening on his page. This is something the author does a lot in this book. He will quote someone. Say listen to what they're saying, then point out the truth is exactly the opposite of what they're saying. And so during this this bear market, warrants constantly exposed to all these people saying, you know, this is the worst time ever, you know, sell sell cell. And this is just really great writing and and and a reminder that the outside world is just largely an outside distraction, and warren chose to mute the world. He could not size up how the country's problems would influence the shares of the Washington Post. His genius was in not trying. Civilization is too varied. Its dynamics far too rich for for 1 to foresee its tides, let alone the waves. That affect security prices. Wars would be 1 lost, prosperity would be hailed as ever lasting and be as never recurring. As with politics, hem lines, and the weather enjoy their seasons. Analyzing them was Wall Street great game and its great distraction. In its floating salon, everything was interesting and nothing was certain. The president, the economy, the effective of Opec on sales of Pepsi Cola. None of these would substitute for critically evaluating an individual stock when you purchase a share of Washington post stock. Ultimately, you would not be rewarded on the basis of whether war broke out the middle East. You were buying nothing more, nothing less than a share of the business. A claim on the future profits of its publishing and television assets. Yet if you knew what the post or any 1 business was worth, it rang with the clarity of a single note. That was the sound buffett trained for. Nothing else mattered. Least of all, the thousands of voices debating the future. Going back to mu, grandpa paul of Charlie, I'd like to call him Warren oldest son thought his father was the second most intelligent man knew. The smartest by his estimation was Charlie Mu. The quirky thinker was Buffett sound board sound board sounding board. Mu and only mu he let into his tent. Mu was deeply skeptical of his fellow man that Buffet dubbed him the ab about the ab obama no man. This provided a clue to Mu unique talent at Buffett con. His approach to life was to ask what could go wrong. He like to quote the A care Carl Jacob, invert always invert. At a high school commencement address Mu gave a sermon not on the qualities that would lead to happiness but on those that would guarantee a miserable life, always invert. More Mu you unusual personality. He had come as a man of honor, confident that between too much too such man, no problem was was irr. So he's was talking about this this issue with 1 of the businesses that there and I'll skip over that. He did give you the main point. He did not... The guy talking to. He did not understand Mu appealed a morality in the midst of a routine business transaction. Yet it went to the core of what distinguished Mu which was an adherence to old school ethics. He never tired of quoting Benjamin Franklin, whose ap he judged more useful than most of what was taught in business school. In and out of business, mu subscribed to the gentleman's code. Cut gentleman's code. He was heads strong about getting his way, but indifferent to assessing blame or credit for the results. Charlie is very funny, but very pom. He believes in the ari democratic point of view. That there is a select group of accomplished talented people in the world and then he's 1 of them. So he's got a giant ego. And in the book there's a bunch of transcripts from this this they're involvement with this lawsuit with the Sec and all this other stuff and we see how, like, their testimony is very interesting. So this is just a good idea. I'm gonna pull out 1 of this quote from Mu. He's asked for my question. He's like, listen, as I stated earlier, 98 percent of our attention was devoted to the task at hand. We are believers in Carly prescription that the job a man to is to do is the job at hand and not see what lies dim in the distance. This is more on warren Buffett. Exit strategy, which is not an extra strategy. It's death, and a reminder make your life's work a work of art. As Buffet explained, Berkshire was something he never intended to sell. I just like it. Berkshire is something that it would be in the rest of my life. It is public, but it's almost like the... Like a family business now. Not long term, but the rest of his life. His career, this book was published over almost 20 years ago, like, 95. So he's obviously, He'd been practicing for multiple decades at this point, but even now he's continued this. His career in a sense, his life was subs in that 1 company. Everything he did. Each investment would add a stroke to that never to be finished canvas. And no 1 could seize the brush from him. This is Buffet giving us another way to think about opportunity costs and how to think carefully. It is... I think it's might be probably obviously at this point. It I just find it really joyous. Reading not only the words of warren Buffett, but reading about him. So if you're looking... If you haven't ever read a buyer if you have warren Buffett, This is a great place to start. It was just a fantastic book. I just think... At the very back, it says, the bonus of this fine fine biography is that I turn you into an investor if you're not 1 already, are a better 1 if you are. I think that... His lessons applied a lot more than just investing. So it's just a blurb on the back, and I I definitely think it's. It's just it was very, very pleasurable is that's what I'm telling you. 1 time Buffett said an investor should approach the stock market as if he had a lifetime punch card. Every time he bought a stock, he punched a hole. When the card had 20 holes, he was done, no more investing for life. Obviously, the investor would filter out every idea, but the best. Filled out every idea, but the best. Sorry. Lou Simpson who was managing Geico portfolio said this parable had a profound impact on him. So it's like a simple 1 paragraph and like but like, it sits in your mind, and then your own mind turns over it, Thinks about it. Thinks in different ways you can apply it. Like, it's just a he's a very gifted communicator. So every time he bought a stock, he punched a hole. When that car had when the card had 20 holes, he was done. No more investing for life. Obviously, the investor would filter out every idea but the best. And if you're not working on your best idea you're doing it wrong. So let's go back to the idea of comparing and contrasting and way buffer approaches things to way like, the media does, This is a piece that I was right in 19 79. It's called the death of equities. Right? And I'm gonna tell you this reminds me was a gay man Amnesia effect, which I'll reach you as well. That shares were cheap was a dis... Was distinctive proof that the market was not merely down but debt. This is what business we is saying. Okay? Quote, For better or worse, the Us economy probably has to regard the death of equities as a near permanent condition that was written in 19 79. This is ridiculous. Buffett could not have disagree more. The same week, he penn an essay for Forbes. Attacking the herd instincts of pension fund managers and their age old rationalization, quote from Buffet here. The future is never clear. You pay a very high price in the stock market for a cheer consensus. Uncertainty uncertainty, uncertainty actually is the friend of the buyer of long term value. So he's saying it's the exact opposite of what you're writing about. Now, great quote, 1 of my favorite ideas. Gel man amnesia effect written and su described by Michael K Cri, I think is how you pronounce them. So it says briefly stated, The Gay man amnesia effect is as follows. You open the newspaper to an article and subject subject you know well. In Murray case, physics, in mind, show business. You read the article and see the journalist has absolutely no understanding of either the facts or the issues. Often, the article now to check this out. The sentence is exactly what we just saw with Buffett. How how crazy is this Watches this. Often the article is so wrong, it actually presents the story backward. Reversing cause and effect I call these wet streets cause rain stories. And the newspaper is full of them. In any case, and here's why this is such a pervasive effect them and why you just better off ignoring these sources. In any case, you read with ex exploration or amusement, the multiple errors in a story and then turn the page to national or international affairs and read it as if the rest of the newspaper was somehow more accurate than the bo baloney you just read. You turn the page and you forget what you know. This is more on Buffett Shareholder letters. You can buy the Kindle version. For 2 dollars and 99 cents, and you can... It's... I have the the hard copy, like the big book. The 1 that's, like the as of textbook. But as up the kindle version too, because it's, like, just having to be able to, like, search for any terms you want in the kindle version. And I do that just on the the Kindle app, the iphone app on the phone on my phone. I think it's, you know, no brainer 2 99, but this is a... Talks about, you know, they're they're weird. Like, they're they're they're unique. This is part of what makes them so attractive. In his letters, he found his stage. He would seize on an aspect of Berkshire, a wrinkle on in its counting, a problem in insurance. And veer off into a topical essay. In respect the letters were corporate odd. They were rep repeat with sa observations on sex, greed, human fall and himself. The syllabus was that of the Harvard business school, but in the spirit, of benjamin Franklin's poor Richard's Alma. Jack Byrne, who knew Buffett had the sensation as he read the letters of the scales falling from his eyes. Richard's Az czar, a young entrepreneur from Trinidad, who did not know him experienced an epiphany when he was 19. Az Wrote, God sent a blessed gift to me that came in the form of Berkshire Hathaway annual report. 1 explanation is that these tours through American capitalism and the exploits of Berkshire had no parallel. Ty there had been, and also men of letters. But here in 1 package was Jp jpmorgan writing with the reverence of Will Rogers. What set the essays apart was is knack for un a complex subject and clearly explaining it. And it's through these letters that we have to... We understand his philosophy, which I think everybody should have their own personal philosophy on on how they approach their craft. This section, I'm gonna read a paragraph to find your tribe, finding the people who share your mission mission, this paragraph got me fired up. Most Ceos do not have such a philosophy. Nor it is a... Nor is it a matter to which they give much thought? But Buffet and why would you not think about this? It's 1 third of your life. Come on. But Buffet had thought about it quite a bit. He was consciously trying to assemble a tribe of like minded shareholders, who would focus as he did on long term value. If people bought for reasons that had nothing to do with value such as a stock split, so too the would they 1 day sell, As much as possible, Buffet wanted to dis such In from becoming his partners. This suggests the depth of Buffett commitment to Berkshire. It was a job to him in the sense that England was a job to churchill. That's fantastic writing. So now I gotta tell you about Rose Blu note. I left myself as simple. I love this woman. Rose Blu known to Omaha as missus B was patrol the store in her golf cart. She motor down the aisle, her rang an employee and just just registering with her arms with a vi of a woman half her 89 years. Buffett reckon that he would rather wrestle G than compete against her, and that's why he'd come. Buffett if asked her if she'd like to sell the store. Missus B said yes. How much Buffett said. 60000000. Missus B spat out. They shook hands and Buffett drew up a 1 page agreement. Buffett biggest acquisition by far. Missus B, who could not write in English and could barely read it, made a market at the bottom. Merely a few days later, Buffet presented her with a check. She folded it without a glance and by way of concluding matters declared, Mister Buffett. We're gonna put our competitors through a meat grinder. So well did missus B and Inca Buffett business ideal, she seemed to have sprung from the pages of his letters as though he had invented her To illustrate the plain virtue that he most admired. Missus B had the tough, determination in common sense that Buffet had seen in his grandfather in the retailer Ben Ro Ro and in other Buffett heroes. She was born in the late 18 hundreds in a village in Z Russia. She and 7 brothers and sisters slept in 1 room on straw. She helped in her in her in her parents. I think it's her... Yeah. She helped in her parents store from the age of 6. They had no money for school. She never saw the inside of a classroom. At 13, she talked her way into a job at a dry goods store. At 16, she was running the store. In her... In the desperate winter of 19 17 with Europe a flame and Russia to, she boarded this trans Siberian railroad, and at the Chinese Frontier, a Russian guard stopped her. Missus B, who did not have a passport told him she was buying leather for the army and promised to bring him a bottle vodka on the return. She then crossed Ventura into Japan, gained birth on a peanut boat and 6 weeks later arrived in Seattle. She makes her way to Omaha, starts selling furniture out of her basement. At the age of 44, she scratched together 500 dollars and rented at a storefront. Thinking big she dubbed it Nebraska furniture mart. Her her method was her motto, sell cheap and tell the truth. Brand name manufacturers considered her ultra low prices bad for business, and refused to supply her. But missus B was an ad joint boot lair. She would hop a train where retailers such as Marshall Field would sell their excess merchandise to her a little above cost when she applied for credit, the banks would refuse her without sn out of which experience missus b developed an enduring hatred of big shot. What kept her going with her will. She works 7 days a week, 52 weeks a year, never day off. 19 49, Mohawk, the carbon manufacturer haul her and took... This is this is freaking crazy. Check this out. This made me laugh too. In my... 19 49, Mohawk, the carbon manufacturer holder her into court. Accusing her violating fair trade laws. Mohawk set a minimum retail price on its carpets of 7 dollars and 25 cents a yard. Missus B was charging only 4 dollars and 95 cents and his a response. So what's wrong with that? Case dismissed. The next day, the judge walked in an Nebraska furniture more in purchase 1400 dollars worth of carpet from her. Missus b's formula was simple. She bought in volume kept expenses bone trim and passed on the savings at san Costco. Typically, she sold at 10:10 percent above her cost, but was known for making exceptions. When a young couple came in misty eyed. At the prospect of their own convertible, missus B who had memorized the wholesale price if every item would slash her price on the spot, and that couple would come back. Oh, okay. I see what she was in there. She's optimizing for return business. And this investment by Buffett winds paying off says in fact, Buffet made about as much money in 15 months in furniture that he had made in 19 years in textiles. And this next part is something that Buffett is really well known for really quick. Fact that he doesn't schedule Sky calls him saying, hey, when can I stop by, Buffet replied, Come by come by any anytime? I don't have a schedule. And so he... What he'll do is a refused say, okay, hey, can we meet in 2 weeks? Like I don't know. Call me the day before. And if I'm not doing it in the next day, then I'll meet with you. But he optimize for the flexibility to work on the most important thing and not just fill up his calendar future obligations. So that he mean Not I wanna do at the time the obligation comes to do. Talks about the early days of the Berkshire annual meetings, and there's a financial planner that was living in Jackson, Mississippi time in conversation when his wife. And really, this the summary of the section has never underestimate inspiration. His wife said an aston. You're gonna spend a thousand dollars to go all the way to Nebraska to hear a man talk. And his response. Buffett en energizes me. Part of Buffett genius lies in ignoring the unimportant. This ability Buffett to cut through the clutter suggests a certain genius. Buffett focused so exquisite on the on his object and his simplicity was a counterpart to that genius. He recognized that layers of added executives would blur his focus. Much of the work he put in quotation marks they might accomplish would be unnecessary work. A buffet a. That which is not worth doing is not worth doing well. So it talks about the... This is in the eighties. The Berkshire had the same size portfolio as a Harvard endowment. And, yeah, it says by contrast, Harvard by contrast with... So it's a the person running the Berkshire hour portfolio is just him, but warren buffett and Bill Scott and Bill Scott's working parts time. Okay? By contrast with this 1 and a half man band, the Harvard university endowment, which had roughly the same sized portfolio had a staff of more than 100. This is Buffett guide defining stocks, Talk Coca cola, Coca Cola as Buffet maintained was as close to sure things he had ever seen. Buffett guide defining such a stock could be summarized quickly. Pay no attention to macroeconomic trends forecasts. Focus on long term business value. Stick to stocks with within 1 circle of competence. Look for managers with owner like care and thoughtful. Study prospects and their comp... And their competitors in great detail. The vast majority of stocks would not be compelling so ignore them. When an investor had conviction, show courage and buy a ton of it, and it's in this section where he gives us a simple way to identify a great business. He could reduce Coax virtue to a sentence. If you gave me a hundred billion dollars and said take away the soft drink leadership of Coca Cola in the world, I'd give it back to you and say it can't be done. And this is Charlie Mu on Buffett style being learn. Mu said the Buffett style was perfectly learn. Quote from him. Don't misunderstand. I do not think that tens of thousands of people can perform as well as him. But hundreds of thousands can perform quite well, better than they otherwise might. And I'll close with this great paragraph. If we have lost the people with Emerson sony inner conviction. It is because we have lost the fixed stars that formally guided them. The modern re has reduced us all to being timid specialists, Peep out from covey holes marked growth and derivative. For similar reasons, the lack of intrinsic value systems. Educators Waffle and jury seem unable to convict. They retreat as it were into ambiguity, complexity and ka. Where 1 conviction is lacking a thousand opinions will do, indeed, they become a necessary recourse. Our captain seem the smaller for it, not only on Wall Street, but an industry, education government and public life in general. Buffet in contrast seems the larger for his rare independence. As he expressed it, I don't have to work with people I don't like. There are few people, Ceos and statesman included, who could say the same. We see them in his san without advisors or lack, opposite the framed and fading newspapers and the looming picture of his father. Who counsel him towards just such sweet Emerson sol. Hours pass without an interruption. The telephone scarce rings. And the way I summarize a section, and I think the most important lesson from this biography is that Warren buffett created his dream job by understanding who he was and what he was good at. And that is where I I'll leave it I highly recommend reading the book If you wanna buy the book, using the link that's in the show notes on your podcast player, you'll be supporting the podcast at the same time. That is a hundred and 82 books down, 1000 a go, and I'll talk to you again soon."
}