{
  "transcript": "Johnny is the second unhappy person I've ever known. I'm telling you this for a reason right here in front of mister Carson. Watch your step. Johnny's mood can go up to down in milliseconds. The situation about to be discussed would be very dangerous if word gets out. Keep a tight lip. Meanwhile, Johnny seemed impatient as if he had somewhere else to be. Henry, Johnny said, finally arriving at the purpose of our meeting. I have reason to believe my wife is cheating on me. I also have an idea who the son of a bitch is that she's shack up with. No wonder he'd been restless. He'd been sitting on a bombshell. Well, I'll be happy to file a divorce for you if you want. No. I don't want you to file for divorce. He interrupted. I want you to go with Arthur and me and some other guys when we break into the apartment to find evidence to prove that she's cheating on me. My first reaction was to be appalled. No way I thought. Members of the bar do not break and end enter apartments. And yet, this was an immense opportunity at the beginning of my professional life to land a very major client and launch my career into the stratosphere. I hesitate. Suddenly, we were off into the night into the rain through the traffic entering the door of the suspected love nest. In the bright light of the lobby, the sunglasses Johnny had been counting on to cover his identity proved useless. Hey, Johnny Carson, the doorman bellow. But his delight at the sudden operation of a celebrity in the his lobby did not translate into a willingness to admit strangers into a residence apartment. Oh, no. I can't do that. The doorman shed. You wait here. I'll go get the building manager. Fortunately, the building manager turned out to be less committed to the san of his tenants domain. When I gave him a spiel about Missus Carson being the tenant, but mister Carson actually paying the bills the manager appeared to be pondering the merits of my argument, which he did right up to the moment when Mu grabbed his hand and slipped several hundred dollars into his palm. Yeah. Okay. The manager nod it. Come on up. I'll let you in. Almost instantly, Carson discovered evidence of his wife's in fidelity. The whole living room. In fact, almost the entire pad was furnished with discard from the couple's apartment. There were even some pieces that Johnny hadn't realized were gone. Look, it's him said Arthur. He was pointing to a table in front of the window on which set frame photographs of Joanne play mate. For the first time, I realized her noon time buddy was Frank Gif. The former New York Giant's football Great and sports caster for Cbs, crushed by the overwhelming evidence, Carson leaned against the living room wall and began to weep. It was a painfully uncomfortable moment. While the rest of us tried to look away and give Johnny his privacy, it was, however, a small space, and I couldn't always keep my eyes away. During 1 of those glance, I could see that Carson raincoat coat had fallen open. I was shocked to see that Johnny was carrying a 38 revolver in his hip. I was beginning to feel exceedingly uneasy. Armed men, an emotionally ugly scene, a man in turmoil. Manny and inferno has erupted with less kin. Just as soon as carson regain control of his emotions, the private investigator bark, let's go. Very little was said on the walk back to Johnny's apartment. The rain have subsided, but no 1 felt like recap the raid. When we reach Johnny's apartment, he thanked us and said he was tired and wanted be alone. He asked his house man to give me a ride back home. As the car headed over the Queens Bridge, I realized I was probably 1 of the very few people who had ever seen Johnny Carson cry. That was an excerpt from the book that we talked to you about today which is Johnny Carson, and it was written by Henry Bush, and the entire book is filled with insane stories like that. I had a really hard time putting this book down. I devoured it in just a few days. I'll tell you where I got the idea. I'd heard of Johnny Carson before. Actually, the first time I actually thought about him. I was listening to a stand up by Eddie Murphy, and he talked about... The... This is back in the a. The recorded... The stand up was recorded back in the eighties, and he was talking about the divorce that Johnny was going through at the time. And he mentioned something that surprised me because I knew you know, previously that he was to host a tonight show. But eddie Murphy said that Johnny Carson had 300000000 dollars. I was like, how did... And that was in 19 eighties. I was like, how did somebody make that much money just hosting a a late night Tv So we'll get into that today. That's 1 of the main points of the book about the importance of ownership. Johnny Carson career has 2 2 completely different phases. The first half of his career he's underpaid. Because he doesn't own the show and the second half, he's unbelievably wealthy because he actually owns the show which I'll get into. But the reason III... I'm reading this book. I was actually... It was actually recommended by Mark Dr, Mark and his c cofounder of a 16 z Ben H have this... I guess it's a live show on that club house app, but it's also... They record it, and I listen to it on their podcast feed. It's called, 1 on 1 with A to z, and you can find it by going to the a 16. I think it's a 16 z live. If you search for that and your podcast player. They have a a entire list of all these different club club power show, so it's not like a dedicated feed, and I think he's only done 5 or 6 episodes. But but March 1 of the most fascinating people, any opportunity you have to to hear him speak, I do. He's read, probably, I don't even know, thousands of books in his lifetime it sees. It seems. He's read probably hundreds of biographies. So he's just a a constant fountain of good ideas and good book recommendations. And so he talked about on on a spot podcast, he talked about reading this book and being very surprised by the difference of who Carson was in his private life as compared and contrast with who the public knew him as arguably the most famous entertainer in America at at this point in history. And so I wanna jump into the. I'm gonna give you a brief bio of him. This is really not a complete biography. It focuses on about the 20 year history. Because the author, that wrote the book, Henry was Carson attorney enforce, he he did all these roles, which I'll go into in the middle of it. But mainly it it... It's on the the time in Carson life from about 19 70 to almost 19 90. So let me give you a brief file of Johnny Carson before this, he was born in Iowa in 19 25, raised an Nebraska by his mother ruth and his father homer. He served in the navy. Went to the university of Nebraska broke into radio And then in television, he's gotta start an actually Omaha Nebraska. And then he moves to La. We're in a typical up and down television career. This is a really important sentence and a really smart idea. He... He took a shot at every opportunity that came his way and interesting enough. He wasn't an Nbc's first choice to succeed Jack Par, which was the host of the tonight show before, Johnny. He was actually the fourth or fifth choice. So, Bob New, Jackie Gl, all these other people where approach, Hey do you wanna take the show. They all passed, which is interesting to think about because it's this show more than anything else, that's going to give Johnny Carson a net worth when he passes away of about 450000000 dollars, which blew my mind. So Johnny starts on the tonight show in October 19 62, and then he actually retire. He sticks with the show for 30 years retired in 19 92. But this is a 1 sentence in the book that I thought was really instructive. He caught a break and made the most of it. And before I tell you more about how he did this. I wanna tell you who the author. So we have an idea of the subjective nature of this book. They were extremely extremely close for 18 years and they had it falling out. He writes the book, about a decade decade and half after falling out. So he says, I worked for him for nearly 2 decades. I was says, lawyer counts partner employee, business advisor, earpiece mouthpiece, enforce running body, tennis pal drinking and dining companion. A good portion of my job entailed cleaning up his messes, business messes, personal messes and family messes. And 1 thing that I appreciate that the that the author talks about is it was the mo by by far the the most complex relationship he ever had in his life. The 1 he loved the most and hated the most. And so as a byproduct of that, we're gonna see Johnny Carson in in the most positive attributes that you that a human can have and some of the most negative. I wanna go to how important he was, how important it was that he focused on his his main job, and this is gonna come up a lot in the book where he's being pulled and pushed in different directions by advisors and other people and yet he just wanted to do the tonight show. He was... It's it's... When you read the book there's so many crazy stories that I... It's easy to forget that, Johnny was the best in the world at what he did. And being the best in the world of anything. It's not gonna come easily and it's not gonna come without putting a lot of hours and effort into into your actual craft. So this is about him setting the standard. Many people came after Johnny, but all of them kind of pale in comparison out because he he created the blueprint for all these other people that that followed after. So it says you would think that by now, the questions would have stopped. After all, he went off in the the air in 19 92, and he died in 2005. Long enough ago for people to have lost a curiosity about Johnny Carson. But that's not the case. Indeed, in the year since he's been gone, Carson status seems to be reinforced. Talk show stars have proliferate, but Johnny is now on a star. He is the undisputed champion, the universal standard. As talented and popular as his successor... As successor might be, each of them is still doing a monologue about the day's events, still sitting at a desk making jokes with the band, still calling out tonight's first guest and still following Carson footsteps across a landscape that will be forever his. And I was doing some other reading about Johnny. I came across this description of him by the director and producer Billy Wilde, and I wanna share it with you right up front because I think it really talks about the the role he he filled for for millions of people had an audience about 20... I wanna say around 20000000 people watched them towards the. I think that was says pete 20000000 people at nights. So, large number of people especially given the overall population of America at the time. But also the the amount of... He was very prepared. There's a lot of his approach to his craft. I I read the book, and, yes, it's wildly entertaining, really actually fun to read, but it I came across with a deep appreciation for how serious he took his work. So says, this is a quote from Billy Wild. By simple law of survival, Carson is the best. He en chance the invalid and the insomnia acts, as well as the people who have to get up at Dawn. No matter what kind of dead ass are on a show. He has to make them funny and exciting. He has to be their nurse and their surgeon. He has no con seat on the show that is. He does his work and he comes prepared. If he's talking to an author, he's has read the book. Even his rehearsed routines sound improvised. He's the cream of middle class elegance and yet not a mannequin. Every night in front of millions of people, he has to do an aerial summer assault performed on a tight rope. What's more he does it without a net. No rewrite, no retake, The jokes, the jokes must work tonight. And so out this is the author more on like, this complex relationship, which I really appreciate him pointing out. He says this is the most complex and stimulating and challenging relationship of my life. The most rewarding and the most disappointing. The 1 that a quarter century after its end continues to provoke, irritate, delight, amused and sad in me. He and I were together longer, longer than he was with with 3 of his wives, and he he and I were closer than he was with any of his friends, family, or professional colleagues. He gives us more detail in his personality. He was endlessly witty and enormously fun to be around. He could also be the nasty son of a bitch on Earth. The truth is that he was an incredibly complex man. 1 moment gracious, funny, and generous, and Kurt a loo and hard hearted in the next. And now we get to the the Paradox of Johnny Carson and that Mark Was talking about. The fact that he was a world class entertainer, and who would happen to be an introvert and a loner. Never have I met a man possessed of a greater abundance of social gifts, intelligence, looks, manners, style, humor, and never have I met a man with less aptitude for or interest in maintaining real relationships. He was referred to as the most private public man ever lived. So now he's going into more about understanding Johnny's complexity and the way he differs from, like, an actor even though they're same entertainer. Really, this whole section reminds me, it's not what you do, but how you do it. And I would also say that what Johnny figured out is if you're gonna have any kind of longevity at all, you have to be your yourself. You can't play a role for 3 different decades. So think about your favorite actors, some of mine are like Pac to narrow other people like that. A lot of the their greatest work was done earlier in their careers. It's really hard to keep up that that levels of the levels of intensity. For multiple decades. And so when you think about Johnny, he really chose consistency over intensity. So it says to understand Johnny's complexity, 1 must first understand his artist tree and this steam in which he was held. This is not an easy thing to do. If you were to talk about a great movie actor, it would be simpler. His transformation into his character would be evident. The range of behavior he depicts would be obvious. The subtlety and nuance of the human experience that he illustrates would grab you by the throat. Actors played characters they inhabited invented identity. Brought to life by a carefully constructed script, but Johnny took the stage just as himself reliant mostly on his own native gifts. As much as he felt like he belonged in the company of other show business giants, he didn't care much for their company. He often told me that all took to turn the most electrified film stars into dollars was to be around them for a while, but he felt that way around everyone. There were very few social scenes in which he had ever... He was ever really comfortable. He was known to describe dinner parties as torture. Ed Mc mckay, his famous side for and friend for 46 years. Once said that Johnny was... Was comfortable in front of... 20000000 people, but uncomfortable in a gathering of 20. He was a habit perpetual loner who guarded his emotional privacy. So I wanna tell you a little bit about the the finances behind a show like theirs are like, his... He show printed money. But like I said earlier, he didn't build wealth until he own the show. And he had to get himself into a position where we actually had leverage to get to grasp ownership of the show. And I'll go into detail about that because how they did it was very fascinating. And I don't know even know if it was intentional. In 19 79, when he was hosting the program 4 nights a week for 90 minutes a night as I he as he'd had been doing it for 17 years up until this point. So from 19 62 to 80 79. Nbc was earning 50 to 55000000 dollars per year from his show. In 19 79. That's crazy. So there's a couple big ideas that you could take away from studying the life and Career of Johnny Carson, 1 of which I already mentioned are 2, I guess, the importance of focus, the importance of how much time and effort you put into what you're doing but really another 1 is he really knew, Johnny knew his circle of competence and he stayed within it, which is so hard to do even when he was tempted, and another smart thing he does. You could waive millions of dollars at them. If it took him away from what he actually wants to do which his talk show. He didn't care. He understood that after a certain point, there was a decreased margin utility to an extra dollar. And so he after experimenting he to start radio, and then he started doing like these game shows. Once he found his niche, he just stayed in, he knew that he he was going to be gifted at what he was doing. He says, Carson was part of the next generation. He grasped that he owned the camera. The way Bing Crosby and Frank Sin had grasped that they own the microphone. That understanding made him more natural, more relaxed and cooler. And 1 thing we also are here. Has 2 things We also learn when we're... When you're reading this book is the fact that he was emotionally unavailable and obsessed with control. This is about the fallout from, the end of his second marriage due to him catching her cheating, which is really weird because he talks about over and over again. Actually... I'm gonna run over my point because I know I bring up later. But, you know, he got married. He was married 4 times in his life, never faithful at all. Never a good husband at all. When he finds the second wife seems Joanna. When he finds her cheating with frank Gif. I mean, he's out every night in New york city was a different woman. So it's really interesting to think about how complicated as humans because he's, you know, grasping the wall crying can't she did this to me, but he did much worse to her way more frequently. So says Johnny wasn't head over heels in love with Joanna anymore. If he ever was. He probably loved her as much as he could love anyone. But women had always come and gone in his world. I don't think he would have been too torn up if she merely gone. What he hated was to have the emotional turbulence invade his world and this storm was huge. It forced him to react to someone, which, he only felt comfortable doing at at times and in ways that he chose. He was constantly obsessed with controlling all aspects of his life. And then, you know, as you can imagine, finding your wife cheating on you even though you've been cheating on her every day, he didn't like that brought to him now. Now I've... I've have lack control. I... I'm not I don't have control for the situation. Now you're making me feel pain, and I don't like this. And so I'm gonna go backwards in the story for a minute because I wanna talk about when, how Henry gets the job. He he gets introduced and goes on this job interview to be Johnny Carson lawyer, do, like, a friend of a friend, and he's... You know, I think he's like, 27 years old the time. Johnny, I think 45. Already famous. And so we see the doubts this inter monologue with the night before the interview, and he's just like, I don't fit in here. Like, what am I even doing? He says sleep did not come easy that night. Tries My. I tries, I might. I could not imagine how was supposed to fit into the star studded world of Johnny Carson, and it gets even weirder when we see... When we see the interview the next day with Johnny. Carson came in and immediately got down a business. There wasn't any small talk. He seemed indifferent to me and impatient to be done. When he asked questions, he did little more than read my resume back to me. You went to Van Law? You're a member of the new York bar? I was becoming seriously confused and not a little impatient at what was shaping up to be a big let down. Finally, he asked the question that surprised me completely. You play tennis. Right? Yeah. I played in college. Why? I play tennis. It's my sport. If you work for me, I'll expect you to join me. I look forward to it. That was it. The interview was over. When my wife asked me how it went, I said it was stupid. He didn't seem very interested in me. In that last line, based on my reading the, I don't think he was very interested in other In many ways, I think Johnny built a world within the world. And you could speculate. Maybe he did this because if he's upbringing, there's a lot in in this book about a terrible mother he had, but it does serve as a reminder. You can be 1 of the best in the water way you do. You can be able wealthy, and it doesn't necessarily mean that you're going to be content and live a happy life. He gets the interview or soon he gets a job goes on the raid the next day, then Johnny calls him at 2AM, the day after the raid. And we... This is where we see, you know, peculiar personality that a lot of humans have. There's a wide spectrum of behavior or and humanity. Right? So it says, so this is actually it says Johnny calls them at 2AM the day after the raid to meet at of Bar in Manhattan. And this is the inner monologue of Like, he calling him Harry. His name is not Harry. It's Henry Bush. I wanna call him Harry Bush. I don't know why. Okay. So this is the inter monologue of Henry, not Harry. And he's talking about, like, why am I willing to get out of bed and then sc over there at a moment. Notice. Perhaps I felt I had felt drawn to the guy. Maybe it was the... Maybe it was just that the last 2 days of my life had been so incredibly different from the first 27 years that I figured I owed it to myself to see what happened next. And I love that paragraph because reading these biographies. And, you know, this is just 1 of many crazy stories that we've covered, it's a daily or weekly reminder that life is supposed to be an experienced. Like, we can treat it as an adventure. We can have fun. Don't have to try to be perfect or rigid life can be whatever you wanna... You want it to. Whatever you it is that you want to make it. And you get to the in the book. Yeah, Johnny Carson definitely made a lot of mistakes, of course, anybody would wouldn't in his position. But he really really lived. He took advantage of the opportunity to be alive. So anyways, to go back to this port. Now they're meeting up, it's around 3AM the morning. Johnny, this time in his life is a heavy drinker drinking almost every night. He also smokes 4 packs of cigarettes a day, which is really unfortunate because he dies of Em and towards... At the beginning of it was like he says, you know, don't try to get me to stop smoking. At the end of the life, his brother says 1 of the... On the last conversation they were had. He's just kept repeating these damn cigarettes. These damn cigarettes, these damn cigarettes So just a reminder, we gotta avoid that as much as we can. Johnny sang heavily finally spoke. I'm not surprised that Joanne did this to me. He said, But it hurts. It hurts like, hell. Maybe I drove her to it. I wasn't the best husband in the world. I should've have been home more. Not out running around. Johnny was lost and self regret and self loa. I'm a shit. I have 3 kids with my first wife, and I don't see any of them. The more Johnny talked, the weirder this moment seemed. People I known all my life. My best friends, none of them would un burden themselves to me. But here's a man known for 2 days, and he was bearing his soul. Johnny continued. If a doctor opened my chest up right now, he couldn't find a heart or any goddamn thing. Just a lot of misery. And I just wanna pause before I finish his paragraph. Think about that. He's 45 years old. He has 1 of the best jobs in the world. He's famous. He's highly paid, even though he has a crappy contract, which I'll get into how they fix that in a minute. And he's not happy. And I think that's just a constant reminder that wealth success, fame even if you that's really what you want. It's not gonna make a great life. They can add to an already existing great life, but they don't make them by themselves. And we've seen this too many times. There's too many of these books that we read and we we discovered these people... Like, these people are not content. There's something inside of them that they haven't dealt with. There's a hole that no matter what they do is much success in the money they they put into it. It it will never fill. And can we kinda see that with Johnny. My mother made sure of that. She d deprived of app surprised us of any real goddamn warmth. And so everybody that meets his mother arrives at same conclusion. She's is very cold woman. She didn't take any pride in his accomplishments. She never gave compliments. She just... She was be b of any kind of love. And that's terrible to have to grow up like that. But a lot of people have bad family. So the nun left myself here is he blames and he's not just doing this later. He does it now, but he also does it later in the book later in the book and later in his life that he blames his failed marriages on his mother. But he's 45 years old when he's saying this. And my notes to self here is you have to have some kind of personal responsibility. We can't control the poor life experiences we had have children, the family we might have been dropped into that, you know, wasn't loving or whatever the case is. But you... What are gonna do? If you never deal with that, that means the rest of your life you're gonna be unhappy. That's not. That's to make any sense. You gotta deal with this. Whether you work it on your own, you go talk to somebody whatever it is, but you can't be holding on this baggage 25 years, 30 years after your childhood over. Now let's get to the money because this is a a really surprising part. Again, I talked about eddie Murphy Stand up, saying he's got 300000000 dollars. At this time, he's got almost no money. So where's is the money. Facts revealed themselves a little by little, like layers of an onion. Curious facts. Disturbing facts. Like the fact that Johnny Carson wasn't wealthy. Indeed, he had very little money. He had little money because the people around him whom he trusted were serving him poorly. He was being taken advantage of and the deals and the managers, and this is, you know, it's a tale as all as time, talent being taken advantage... And this is way had to learn these things yourself. Right? People being screwed over their manager stealing money from them. I mean, this has happened millions of times to the point when we know that this is... We have to have a good defense. Right? And I'll get into that later. But he says he was by and large alone, and his life was wreck. The mess in his personal life was obvious. Carson was 45. He'd had been through 2 marriages that ended painfully. He was the father of 3 thumbs whom whom he seldom him saw, and he drank to access the light nearly every night. He also had a manager and attorneys that just were not really looking after his interest. Well, 1 attorney actually does something that I would argue you might be smart to do. It's this idea of deferred compensation. So this is 1 of the reasons he's low on money. Again, he doesn't have ownership in the in the in in the show yet, but he's still getting paid a hundred thousand dollars a week. But he's only getting 3000 dollars for that. This is really surprising to me. Nbc was paying carson hundred thousand dollars a week to host of Tonight show. That's 5000000 a year. But Carson didn't... David didn't even have access to a tenth of that income. Instead, he was receiving a check for 3000 dollars a week. With the rest being deferred. Now why are they doing this? His tax attorney negotiated this deal in 19 67 when the income tax rate was 70 percent. The deal prevented the government from devour Johnny's income. But I left carson would just enough to cover his admittedly extravagant expenses and nothing for savings our retirement. The company would... The company Nbc wouldn't have to pay the debt... The balance for decades. And so here where you could see kind of why this idea might be might when I might not be a bad idea. It's also true that the real value of the deal was a hedge. A bet against Carson talent? Had he flame out after a few years and become a and become a pop culture footnote then the deal would have been an insurance policy that would have protected his money and preserved his capital for the years after his popularity had evaporated. And so there's something that's in present day. That's similar to this. This is the Bobby Bon o'neil deal called Bobby Bon day. He was a very famous baseball player, the... 1 of the highest paid people. But anyways, he signed this unique deal, went to retiring in 2001, I think, and starting in any deferred his compensation for New York mats. Right? And so every... From 2011 for over a course of 25 years. Right? Starting 2011 running till 2035. He's paid 1 point... Let's say, 1200000.0 dollars every year. And this is happening, you know, a long time after he retired. Now he's in his fifties. I think this runs up until maybe he's in his seventies. When every time this... And it winds up hitting, like, the news and in current events every year. It happens, and people always debating oh, this is stupid, You should take the money, put in an index fund and just left it there, and I understand what they're saying. But they're not accounting for human nature. A friend of mine works for, yeah, a non nonprofit. That's set up because it's they help former athletes. I think, it started up with Nfl, but I now I think they've have expanded to other retired professional athletes. Because at the time to start... He's only to start with something crazy. It's like, I forgot the exact number. Let's say 90 or 95 percent of the people that retire from Nfl wind up in bankruptcy. And so they find up jobs. They help them with money everything else. But, again, III understand their point, hey, you know, take the money put it in in this perfect world in theory, in other words, Yes, he'd have more Bobby when he would have more money than if he if he didn't defer this. But now he's getting paid 1200000.0 dollars a year. He doesn't have to worry about money. Again, I I always would take what what actually happens in the real world over theory. And so Carson experiencing something like that. Now he's still going to get screwed because there's... The people around him. They're just like fu like, the entertainment industry is really disgusting industry. When you get down to it And I'll get into more about that. How his agencies is Like, he's getting paid 3000 dollars a week. He's supposed to be getting paid a hundred thousand dollars a week, So his agent... Agency is supposed to be 10 percent. Right? So 10000 dollars a week. Right? So they send him a freaking bill for 10000 dollars a week. That's more than triple that he's getting paid. Don't myself talent getting taken advantage of by management is the tails all this time. I just said that. You have to learn these things like Ed thor, founders number 93, my personal blueprint says you need... So he talks about the the need. If you're gonna be successful in life, he talks about in his book. Getting Rich is 1 once at scale staying rich is another, so he talks about getting is of having a good offense, but Staying Rich is having a good defense, and it's very easy for you to lose your money. He talks about more people go broke on bad investments than they do just overs spending their income. So the idea that you need a good defense. This is the role. Good defense is a role that Henry Bush is going to play for Johnny as well. So we... He's integral in getting Johnny ownership and then after that point, once they signed that deal, I think 19 80. Johnny will never have to worry about money Dana his life again. Sunny, Oh, so this is the manager that Henry fires as well. I guess, Johnny Fires, but Henry takes over for him. Sunny was milk Johnny for too much cash. This is ridiculous here. Johnny Carson wore a new outfit on a show each night. Like any good manager, Sonny recognized an endorsement opportunity. He negotiated a deal to launch a new label, Johnny Carson apparel. This was a very shrewd idea. But... But but as I studied Johnny's contract, I was shocked to realize that he owned no equity interest in the company. Instead, half of the equity was owned by the manufacturer and half was owned by the manager. Are you kidding me? Carson effect was paid a salary to wear clothes from a company that bore his name. While the man he had entrusted with his affairs lined his own pockets. So we see 2 very important ideas from just a short paragraph there 1, you have to have equity. That's where wealth is built. You're never gonna being build wealth without it. Right? Number 2, read your contracts. Don't take the word of other people. If your contracts are too long or too complicated for you understand, reduce the scope of the contract. You we have... We there's no... There's no no one's gonna do this work for us. We have to have our own defense. No 1 is gonna do that for you. This is a a reminder. This is not where you wanna be when you're 45. So, look what's going on, I said. His wife is cheating on them. His manager is screwing him. His agents are exploiting him, and his producer wife has been cons conspired with Joanne to c hold him. What a goddamn mess. So what... They're talking about their is producers wife. So the producer on... This is... Again, this is just... You don't want these shady people around you. Listen to this crazy... This crazy scenario. So his producer on the tonight show. His wife is the 1 that helps Johnny's wife set up this apartment in her name so she could go and cheat on Johnny with Frank gif vulture. Okay. So this is how they handled, William Morris wanting 10 percent of Johnny's deferred compensation. And really a reminder that things are are malleable, and you can get out of bad deals with a little creativity. I asked them to handle Johnny issue with the William Moore morris agency. We all recognize they're entitled to 10 percent of what Johnny was actually making. On the contract. And every week, they would get 300 bucks. Their position that they were entitled 10 percent of deferred compensation, which is now coming decades in the future, maybe a decade in the future mayor. It's just crazy. Their weekly bill for 9700 dollars that they insist in sending him was gall and insulting since they knew they were asking for more than tripled than what Johnny was actually earning. I turned the matter over to Jerry. They bring in another guy. Jerry solved a problem with 1 phone call. He got online with his good friend who works at William Morris. And he says here's our offer. Drop the claim our no William Morris client will ever be booked on the tonight show again. So he had to play a little hard ball back. This is a reminder. Now, I'm gonna tell you a lot of these crazy stories to these things that were really interesting to me. But I I don't wanna gloss over the fact that Johnny was the best in the world at what he did, and he focused on that. That is extremely smart and important lesson. Johnny wanted Henry's help with everything, but his show. Don't get involved my show. I got that. Your roles as my lawyer is gonna involve a lot of different things. But the 1 thing I don't need any advice on is how to run my show. Stay away from that. So that's a good idea. Now let's let me alternate that with a bad idea Selfish ness with your children is a character flaw. Little humans are the best humans and they rely on us to be the best versions of ourselves we can be so we can serve them. We cannot be selfish for our children and Johnny West. It's true that by any Standard, Johnny was not a very good father. He was concerned about his sons, but he was not a significant presence in their lives. They don't care about their money. Kids are are now saying, you know, they're not gonna say, hey, give me money instead of having time with my parents. They give care about your attention. Right? And giant didn't gives his kids their attention... His attention. Johnny was very much a member of a generation of men who saw their principal pate internal obligation as providing for their family's material well being. Well then do both. It's not either are. That notion was used not only to excuse long hours and demanding schedules, but let's face it. It was also an excuse excuse for a lot of selfish behavior. Go back to this idea when it came to his work, he knew he was good, and he worked hard it, Howard at it for a long period of time. Thinking about working on on a show your entire life is wrapped up in his career. Something he did for 30 years. For 3 decades Very few people work on the same thing for that long. And so it says Johnny Carson lived comfortably in his own skin. He may have been troubled in certain areas, but he was never tormented by insecurity. And part of a way he got away from what a lot of people feels like their professional security is the fact that he knew he put in the acquired work to do to be good at what he was doing. He did not skirt that. In... In fact, you can make the argument that he dedicate so much time to it at the expense of other areas of his life. I gotta to say you more about his mom because she's she's like the next main character in this book. I mean, just mentioned so many times. As the day of their first visit to his new home approach, They've already moved to La at this point. Sorry. Johnny grew increasingly tense. Johnny warned me how difficult his mother could be. How beg gru of compliments and how withholding of affection she was. His wife, Joanna... Okay. So this is something the... This is his third wife. This is confusing. His second wife is named Joanna. His third wife is named Joanna. Joanna was bending over backward to make mom feel welcome, Johnny said? She took her a tour of the house explaining all the features? Mom said nothing. Silent. Like a fish. Finally I said, well, mom, how do you like the job Joanna did? It's beautiful. Isn't it? And mom said, well, John, the wall covering reminds me of your aunt, M dining room. And that was it. Not another word. Ruth Carson was a person who was impossible to impress and impossible to please. She seemed to take no pride or pleasure in her son's accomplishments. More on how he worked and really think about it the 1 constant in his life. Wives are gonna go, friends are gonna go city. He changed cities and houses and everything else, but the 1 constant in life which just work and he took it very seriously, I know him repeating myself, but it's extremely important part. And again, something we can apply to anything in the world that we're doing. He and his producers cr critique every show immediately after completion. There were days when everything was perfect, and there were days when nothing worked. That's gonna happen all of. Right? But Johnny always knew if the show worked. He always knew. And so I went back remembered. This is many years before my time. So I went back on Youtube. In fact, his state still owns all of the clips and everything from the show and I'll tell you about how much money brings it it's it's insane. But I went back and just watched a bunch I don't know. Couple hours worth of just his monologue, the way he interviews, you know, this this book is gonna paint, you know, somewhat of a negative picture of him because we we... Were... It's being written by somebody had to falling out with them him, But I could see the appeal completely. Even decades after he went off the air. He was extremely ap. It was interesting. It was entertaining, funny. I could see why he drew 20000000 people to him. So now he's he doesn't have the deferred competition yet or deferred competition anymore. So he was actually making really good money. Actually getting the money in in his pocket. The tax rates are lower at this point in America as well. But he still does have ownership of the show. I'm gonna get their promise. But he's finally making money, but he's not really interested in anything but a show. And this is going to be a point of contention and really the falling out of their relation And I don't think Johnny was wrong and and his in maintaining his focus. And I'm gonna read something from another book and a little bit on that, But it says, with my advice, Carson headed a group of investors who brought a local television station. We brought the this the Tv station for a million dollars, renamed it, not too many years later. We sold it for 25000000. So just remember that part makes a good amount of money, doesn't really care. Again, after he... If he was broke, he'd care. But he's making enough that he's just not going to do anything he doesn't wanna do to make just a little bit extra money, including, you know, what they wanna to do. Real estate to... He does do, like, he has a failed franchise thing. He does a couple things, but he wrench eventually walks through... I think the author puts, like, he walks through that door, takes a look around, like, being a a, mo and, you know, building giant businesses. He's just like I'm not interested. I just wanna work on at my show. Johnny, at this point, he's got also, again, another crazy story. Being super famous, you know, has a lot of downsides too. He's being ex. They left a package at his house saying they're gonna kid his wife and his steps on. And so this time, it was very common. There's was a bunch of people being kids and and relatives of famous people being kidnapped. And so they they're saying, hey, drop off, you know, like, I think a quarter million dollars in, at this phone booth. Or, you know, we're gonna we're gonna kill your wife and and steps on or whatever. And so they threaten the... And they say that he has to do this. Like, he they wanna make sure he's the 1 doing the money. Money dropped, the police are like, hell no. You you can't do this. Like, what if you can be put in danger. Johnny and insists on being the 1 to drop off the money, which is really says a lot about. He's like listen, I don't want I don't wanna play games with this guy. I'd rather put myself in harm way, then me not... Me sent somebody else and then he wants trying to kid up, you know, my wife. Anybody else. So it says, Johnny and insisted on doing it, so not to make the ex mad in a danger life of his wife and step... Steps on. That's my note. The police not only hid Carson world. This is after it happened. When a doing a dummy drop of money, like, a 26 year old kid shows up and tries to pick up. I mean, what did you think was gonna happen, guy. Like, you know, 15 minutes after Johnny does a drop. This, like, 26 year old kid goes to pick up the money and gets it Okay, guy. The police not only had Carson were in the drama. They in fact denied it. The official statement said specifically that Carson was never in the car, but he did pick take part without a moment hesitation. And this is 1 of the guys. 1 of the Fbi agents. Johnny got brass balls, and he did. I don't think Joanna ever forgot how fearless Johnny put himself personally on the line to protect her and her son. When things soured between them, her gratitude for his un questioning love for her during this time nonetheless did nothing to keep their marital did nothing to keep their marital dispute on fundamentally respectful plane. So that's another thing. I always think, really, I've been trying to keep it in my mind for a long time. This idea where Charlie Mu says, and you're gonna go much farther in life by avoiding dumb things than by being brilliant. Being brilliant is almost impossible over the long term, but being not stupid is very doable for most of. Right? And so Johnny, he lost a lot of money, because he refused. First of all, why are you getting married, if you're just gonna cheat on them every day. Right? But then the second point is, like, if you're gonna do that do a pre agreement. So his second wife, they get divorced, he winds up having to pay her 6000 dollars a month from 19 70... So you he he has to pay her 6000 dollars a month until either Johnny Dies or she gets remarried whatever comes first. If somebody's paying you 6000 dollars a month, you're not gonna get remarried. Right? So he winds paying her 6000 dollars a month from 19 72 until he dies in 2005, His third wife he's making a lot more money at this point, he's the point ping her. I think 35000000 dollars after their divorce. And the reason I say it's easier to be not stupid to be brilliant. Is he knew this going in. He warns Henry's Like don't let me do this again, and he get... He keeps repeating that same easily void a mistake. Moving on, this is repeated over and over again in the book. Obviously, when when that happens, It's very important. He could perform in front of 20000000 people, 20, Johnny, who was... Who generally suffered fools not gladly or almost not at all. Us for for Johnny, sustaining fake social ability for hours and hours with taxing to the Max. So any introvert in the world knows that feeling. Another thing about Johnny. He has to be the number 1 priority. And if you don't it, then this is where Henry messes up later on too. Anybody in his life that's not gonna put that's that whether he he was married to you, or he's hired you. If you're not, if you make it clear that he's not the number 1 priority in your life. That relationships going to end. Johnny needs a cause for war. In the case of Joanne, it was her in fidelity. In the case of Joanna, it was her desire to attain independent status do her charity work and then by starting a fashion consultancy. The rule that he applied to agents and managers and lawyers also applied to wives. He had to be number 1 without a meaningful number 2. And now we get into kind, like, you know, the sad part of his life. And it's gotta be really hard being that famous. You never know if people actually wanna be your friend or they just want... You, you know, he could he could make... He's... He could make or break your career. He could sell your product. There's all kinds of things that, you know, being friends with him. There's benefits that. And from his perspective, it's really hard to know who actually cares about him as a person, almost impossible to know and who's just using him. But this this is a... This comes from a from an article being written an interview he's doing. And really, you shouldn't have to pay your best friend. Johnny had very few people around him that he wasn't paying. And now I think about maybe none. When you're at home, the interviewer asked Johnny, whom do you entertain? Henry Bush, Johnny said, my lawyer who's probably my best friend. The answer left me profoundly touch and somewhat astonished. We were certainly friends and although we socialize together frequently and although our wives are close, never did I think of him as my best friend. I was always working when I was around Johnny, thinking of what he needed. Guys whom I could just relax and hang out with. That's who I'd call my best friends. It had simply never occurred to me that he thought of me as his best friend. Okay. So let me go back to the business at end of his life. 19 79, he gets the idea. It's never clear to me if he really wanted to quit if he would have followed through on it, but his threatening to quit Nbc went to being the best idea he ever has. Because this is how he gets ownership of the show. Carson had at some point in the beginning of 19 79 decided to bail in the most coveted spot television, giving up the job would mean giving up a compensation package in in the neighborhood of 10000000 dollars a year in 19 79. That's crazy. I'm done he said. I'm tired. 17 years is enough. I'm 54. Can you imagine me doing this when I'm in my sixties, that would be absurd. He actually does the the show until he's 67. Johnny, you can't quit quite like this. You have a contract. They won't let you out of never let you walk. Make it clear to them that I'm not leaving so I can work for someone else. You know your show is the most profitable on the network. They'll come after you for all the money that they'll lose an advertising revenue. Fred Silver the guy running At the time, has got a million problems at his network. You're the only thing he can count on. He'll go nuts. I don't care. I'm not... It's not his ass in front of the camera every night, and it's not yours. Nobody can force me to work. They'll figure it out. What was that line? He so he talks about, you know, you're indispensable. Nobody can replace you and Johnny said something really interesting. He said, they'll figure it out. What was that line, Charles d said, the graveyard are full of indispensable men. Johnny had absolutely no fear about the consequences of his decision, but I did, and that's 1 of the reasons we work so well together. And so this is the state of the show when he wants to quit, which is really, really surprising. Carson was an unrivaled asset who earned the network men's profits. When he took over the show, the show averaged an audience of 7000000. In 19 79 in 19 78, the nightly audience averaged 17300000.0 people. Shows usually hit a peak after a couple years and the start losing few viewers, Carson had more than doubled his audience. I already said this before, but I'll remind you Christian show in 19 78 was earning Nbc between 50 and 60000000 dollars. There had never been a credible competition from any quarter, and there was none on the horizon. Johnny's intentions baffled them. Who the hell quits in their prime. So Henry goes to meet with president of Nbc and other people and says Henry, we want or gotta be happy, but you must think me nuts to let this fucking guy go. You're an attorney. You know it doesn't work that way. We've got a contract, and it's got 2 more years to run. So this is where there's, like, the debate is because the show changed from New York City to La. California has a law where it limits a personal service contract up to 7 years. It can't be longer than that. And their point was, like, you know, he's already filled out that contract null void because you moved to California. I'm moving... Assuming all the part. Just wanna tell you what Fred Silver said, don't expect us to roll over because of some technical technicalities. If we have to tell our sponsors, Johnny's leaving, we'll send a lose 50000000 dollars a year. We'll go off after carson for that. We'll sue his ass for a hundred million dollars. And so Henry points to out. Like, this is a bad move. You're gonna sue the most beloved entertainer in America for a hundred million. Even if you win that 1, Fred, you lose. And at this point, we still don't know why he wants to quit. It's really never resolved. So says Johnny was tired and frustrated. But what I really didn't know was how much of those feelings was due to the accumulation of the normal day to day bullshit that everybody experiences in any walk of life and how much was due to the situation at Nbc at this point, they had low ratings. Really, they're just going... Their struggling. Fred was brought over to turn to turn around Nbc. And the only bright spot, we really was Johnny show at the time. And this is... So now, henry talking about the difference between what Johnny's is making what other people are making? And he talks about where, like, who actually has the money. And this... The the summary, the section is equity makes all the difference. Being a star in Hollywood is fabulous this thing. But the real money and power went to those who own the companies that produced the programs. It was Aaron spelling who called the shots and rake in the dough and live like the sultan number 9 or put another way Mu Griffin, who was rival of Carson, but never his peer but was so much richer than Johnny because he owned the game shows like Jeopardy and the wheel of Fortune. And so once word gets out that there's going to be a lawsuit, it wants being a private litigation that settled by a mediator between Johnny and Nbc to see who's right about the technical technicalities of the contract, this time, Abc b hears about this. So this is really smart too. Even though they're not allowed to, they, Henry goes and meats has a meeting with Abc b that, you know, so quote unquote not a meeting, but it's, like, getting around they're... We're were within the letter of the law, but certainly violating the spirit of law at this point, later on, Abc and insists on them meeting international waters. I mean, there's just some quick so crazy stuff that goes on in this book. It says it was not a bad little meeting. I had managed to approach the line of proprietary, priority. Without crossing it. And the intelligence I I'd gathered was priceless. I now knew how much Abc b was interested in inquiring Johnny and how much they were willing to pay for the privilege. I knew that we were holding better cards than Nbc. If Johnny won the lawsuit he was facing his choice of some highly interesting opportunities. If Nbc 1, all they would get is 2 more years of an increasingly disgruntled host. So what they're shooting for is what Mer Griffin aaron spelling other people had, think about this is if they can do it, why can't you, he would be positioned to become a ver entertainment mo. Mu Griffin had done it with his talk shows and game shows and he built a very central business for himself. Dick Clark had done the same building a huge reduction business that did American Bands the Golden Global Awards and all sorts of specials. Neither man had the star power or the access to talent that Johnny Possess. So the judge winds up agreeing with Johnny and Bush. And so this is interesting. Before he was being compelled to do something. Now Johnny can choose if he wants to do it or not, and that seemed to soften soften his desire to wanna quit. Johnny's feelings about the network began soften. Now that he no longer had to stay. He it was starting to seem possible that he would, so now they can actually start to negotiate with other people in earnest, and they find out what Abc was offering. And it's crazy. Abc b would double Johnny's salary whatever it was. They didn't even ask what it was. They just said we'll double it. Johnny would have Carp blanche to do as he pleased. He would own the show, and he would control the time slot immediately after his show. So in other words, leverage obtained. Right? As great falls we were for Abc abc's attention, what we had in our hands now was not a contract, but a lever. At minimum, it would be a convenient template for whatever he might decide to ask from Nbc. It could also be something more powerful, A minimum bid that would spur further large s. Something also happens he wins another emmy as he's about to negotiate with Nbc, which I'm sure it doesn't help, or doesn't hurt, but he doesn't care. And this is really the way Johnny thinks about something about this. I'm gonna read this to you. Reminds me of Steve Jobs said. So let me tie these 2 together for if you don't mind. Johnny was suspicious to flattery that all too easily came to people in his position. He knew audiences and was pleased when they liked his work. He knew ratings and took pride in what they proved about his appeal. He treasure the respective peers in the industry, awards, however, were all but irrelevant. He had 2... This is this the most important part of this section. Okay? He had too keen and appreciation for how much work and talent and discipline went into success to be flattered by praise and ad imagination. That is very similar to what Steve Jobs talking said. He's like, listen, most people do not know the amount of craftsmanship required that lie... The amount of craftsmanship that lies between a good idea and a finished product. And when you know how much work you put and how much work and how hard it was. And I relieve this insecurity this impostor century should be like, no, no I know why this is good. Now, this is very interesting. So they're figuring out. Do we wanna take Abc, when they with Nbc, what do we wanna do here? And they go to speak to Lou Was. So Lou Was and I should write read biography on him because he was probably the most powerful Hollywood Titan for multiple decades. He ran universal an Mca, or I guess, Mca, and then universal is the the the the proper sequence of events. And he's much older at this point, You know, he's been around forever. So Johnny goes and asks less. Like, what what should I do? And this is just reminder. Sometimes the the the best advice is the most simple advice. And they they they make their decision based on 1 single data point. Like most oracle, Was gave an opinion that was simple and sensible. It's not prudent. Was said. To ask people to change their nightly viewing habits. Once they are used to turning in, tuning into a given channel, they find it hard to make the move, no matter how good an alternative is being provided elsewhere. Was that it, all of our thinking and talking and arguing and agonizing came down to the belief that Americans won't change the dial. Was advice sealed our decision. So now we've entered the second part of Johnny's career when he finally gets equity when he finally able to build when he's was able to finally reap all the benefits of how much work and effort he put into. And this is bananas. They brought they bought they brought in Nbc with them, well well, I can't read. They brought him what was by far, the richest deal ever offered to any single individual in the history of television and entertainment. Carson salary would be 25000000 dollars a year. For that, he worked 1 hour a night from 11:30PM to 12:30AM 3 nights a week, 37 weeks a year, with 15 weeks off. In addition, Carson became the owner and producer of the donate tonight show. He also took ownership of all the show's episodes that had been made since his arrival in 19 6 2, and this is gonna blow your mind. To the extent that they existed, into the seventies, the network's routinely destroyed, discarded or taped over much of their programming. Are you kidding me? When we... And then just send a reminder to sell your your byproduct. So of the the the old shows they did have, though. They created the thing called Carson Comedy Classics. These were edited clips from old tonight shows. Okay? There were series of half hour shows that Columbia television bought for 26000000 dollars. Carson had 0 cost for the material. Johnny... This is very interesting to. Johnny Carson occupied a position the likes of which had never before existed and had possibly never even been matched. Except perhaps many years later by oak for winfrey. That's an interesting way interesting parallel to think about Johnny Carson is, like, the oprah Winfrey of his day. So that's the good. Right? Now here's here's something the reminder of a a mistake to avoid. You gotta keep your ego in check. He winds up doing, like, the freaks not to asked him to host, like, the inauguration, I guess, I don't know he's not even parade. I guess some kind of something on Tv where he... They need a host for Ronald Reagan is, like, 19 81 or something like that. Johnny didn't wanna do it, but he idol Frank. So he agrees to do it see thinks he's around, you know, he's forced to talk to much politicians. He doesn't like doing this, and it's not part of a show. But what happens is the next day, he was he he was told that he was going to be, like, personally escorted around the White House by Reagan. I think they known each other earlier. I think Reagan... In fact, you no, Reagan had been on a show previously. Obviously, Reagan was a actor before he a politician. And he just flips out because he winds up having to go on a tour with, like, other people. And he's thrown a fit yelling at Henry yelling at the people that organized organizers this thing for frank sin. So much that somebody somebody got reagan to call him the next day and apologize. And it says when the newly ina president of the United States made the call to sue the wounding feelings of a talk show host, and his social light wife. He had already had much on his mind. So if it's in Afghanistan, Santa and nic, the well of the American hostages who had just been released a prime interest rate that stood at 20 percent. It was truly a testament to the power and prestige that Johnny had had now gained as a performer in a person that the president called him over a minor minor issue of protocol. It was also a reminder that Carson ego had grown so large that only a call like that could pac him. Back to Johnny's work ethic. He wanted... There's this this dichotomy here. He wanted to stay busy. Yet he also wanted a lot of time away. Of, 1 of the things that surprise me when I first got to know Johnny. Was how often he went on the road. You might think that a television host who did 5, 90 90 minute shows a week and earned a 7 figure salary would be content to enjoy some time off, but Johnny really preferred to work. He didn't wanna go home, domestic life board him. Besides he didn't like relaxing all that much. He liked performing. He liked being on stage, being the center of attention and doing something he did with supreme excellence. There's also something I wanna bring to your attention. There's entire... There's an entire chapter dedicated to the shenanigans that went on in Vegas. In the 19 seventies. So I'm just gonna pull a couple of highlights. And really, again, everything else that we're thinking about here, trying to trying to learn from the greatest entrepreneurs in history, trying to avoid their mistakes, copy their best ideas. It's also, like, we need some reminders that life should be fun. I think Elon Musk said, you know, there's gotta be a reasoning to get out of every every day. A lot of stuff he does and push them himself to his stream because he thinks it's, like, he's on the the the grandest adventure you could possibly have. Right? So this is a them just there's just for selecting on some of the best times of their lives, and he's writing this 30 years after it happens. And it's just, like, let's have fun let's reflect... I mean, you're gonna miss the times. When you don't have the opportunity to have... If you... Like, not only need like, go out and have the these experiences so you you always have the memories of your whole life, but you're gonna regret not having those memories. If you don't go and make them. So he talks about, you know, all the people coming through Vegas at this point. There's entertainer. After the shows, they'd all meet up, Johnny Carson, Frank sin, being all these people. Bob Hope. Just everybody you could possibly imagine those was famous as a point. And it says the scene creator of these gatherings was beyond anything I'd ever experienced. Everyone in attendance was supposed to bring new material, and Carson was no exception. Johnny told jokes brilliantly. An armed with great material and freed from television sensors. He was hilarious. He always held his own in the unofficial contest to see who could deliver the night's topper. These were the fun fun... Excuse me, These were the funniest moments of my life. And I'm pretty sure they were among the happiest of Johnny's. These sessions also often lasted until 3 or 4AM or however long it took Johnny to come down off the high of performing in front of a live audience. I was usually ready to drag my exhaust himself to bed, but often Johnny was ready to soldier on. In this next section, my my note is longer than the highlight. It says he agrees to do a show at caesar's palace, What's interesting is a challenge of matching Sin what's more important to him than the money, and also reminder that the longer you stick with what you're good at, the more time your value has to compound, which produces oversized returns like these, and this is the highlight from the book. I was pretty pleased with the terms I I negotiated. 8 weekends a year for 2000000 dollars. But the money was not the deciding factor. For Johnny, it was the challenge. I might as well play the best hotel on the strip Johnny said. And let me see how I can do against Sin counts. Meaning, how many people... How many tickets he can sell compared to how many tickets sin symmetric and so. More... I mean, there's crazy stories in the book from Vegas as you can imagine that's gonna happen with you know, Unbelievably wealthy famous people, 1 paragraph for you here. I felt well enough to go back to the party. To my surprise, the 3 girls were skinny dipping in the rooftop swimming pool, while Johnny, wearing nothing, but in apron serve them wine from a silver platter. More on the unusual benefits that if you let you keep constantly adding value and let a compound over a long time, get you, Coca Cola offered to buy Johnny's company for a hundred million dollars. And they offered Johnny a seat on their Board of director. And he was just completely non interest. He's not interested in the the money. He's he does He's like, why would I go and sit on the Board of directors. And Henry, he's like, this is 1 of the most iconic companies all time. He's like, I wanna do my show? I was in a flight Atlanta to me with the Chairman of Coca Cola, who has it happened was also a big fan of On. A terrific a conversation. They wondered if we'd we might be interested in selling. How about a swap? This is their production company by the way. I asked, Carson, how about a swap I asked you give us Coca Cola stock. And we... We'll talk about a deal that delivered us a hundred million dollars. Johnny, I just said, you know, he's not interested. I'm skipping over that part. I can't say Was entirely pleased with Johnny's decision. This is also going to cause a roof later because Johnny does not want to be an entertainment level. He wants to work on his show. And again, This is where I think Henry is wrong. Henry he's like, I I owe, negotiated his contract. He could, you know, own television. He could invested in real estate done all these things. I'd be running the business form him. And I'm gonna read the this this this paragraph. Comes from the book I did last week, which is Buffet to make a new American capitalists. And again, I I don't think how many people realize this. If you study the history of entrepreneurship, study how the great Fortunes are made, it's not a scatter shot approach. Does Jeff Bezos need to make any other investments besides in the wealth that he generate from Amazon. No. Johnny didn't either. What is better use of his time and money than dedicating to a show it's gonna get make him hundreds of millions of dollars? I don't understand this this frame of thought. So it says, with John d Rockefeller, the oil... The oil Cartel. That's an interesting word. Andrew carnegie, the steel baron, Sam Walton, the retailer and Bill Gates the software nerd, having in common is that each owes his fortune to a single product or innovation. Bingo. Almost all of Jeff Bezos as well wealth it's gonna come from Amazon. Almost all of Mark Zuckerberg as wealth it's gonna come from Facebook, almost all of the Google guys work well, worth is gonna Fortune is gonna come from their own company. Johnny is no different. And so this is where, again, you're being hired to put his needs in front of your own and you get distracted. That is a cautionary tale for us. I don't think Johnny was mistaken to, like, Again, he's already wealthy. His show's gonna make more money. Why is he he he he starts producing other. Like, I don't even like this. Like, why would I do that? It it just doesn't make any sense. Time is literally what life is made up of. Why would you spend it doing things you don't like to do that makes Henry's wrong here. So and this is this this is harry didn't into my next note. I wrote myself. Why would you start a company that needs to produce hit Tv shows. Says, he didn't know Johnny didn't know what went into making a a television series successful? He what... He wasn't even a particularly enlightened viewer? Johnny Carson performed on Tv? He didn't watch it. So then why are you pushing your client to to start shows and to to figure out how to produce a hit sitcom. He doesn't make a sitcom. He makes a talk show. A talk show that's the most popular in the world. That's where his time it ever should be. He starts going to another divorce here. And really the reminder is notes itself. What's the point of success if you don't enjoy it. I really... This book made me ask a lot of questions. Like, if you say if you... If you look, if you could see the notes in the book. I'm like, there's just... I have a lot of questions. I don't understand the logic or the decision making here. Right? And it made me think of the the book... The auto of the guy from Kin, Paul or Paul or fa. I think it's his same. And he says something in that booked that's really really wise you know, from somebody has Adhd d. Like, I don't have answers. I have a lot of questions. And so I'm just gonna keep asking questions. And I it's like straight... There's a lot of wisdom in the the simple thought. Right? Johnny changed during the divorce proceedings, And I don't know if you ever entirely changed back. He was always capable of being a invisible prick, the nasty remark to Stone silence is surprising ind, than it all been part of his repertoire since I knew him, but they were usually interruptions in a generally more gen mood Now these stormy moments came more frequently and there was an overall harsh ness and in patients in patient taller... Intolerance that wasn't there before. This is also where they start to... They're devi. Henry's also become more successful his his law practice and and part of the prestige brought by Johnny Johnny Carson growing. He's running cars in productions. He's doing deals. And, you know, again, he's he forgot them... He... Pat Reilly says something that's really smart. And he said it when he's recruiting Lebron James? But he said in over and overnight. He's like, always keep the main thing the main thing. And so when he recruits Lebron. He's Lebron had 1 championships at the time? Meets with them drops whatever. Would... How many rings this power has 657, something that just drops him on the table. This is the main thing. You wanna win championships, You come and play with me, and that's why I'm working. Right? But he also talks about in his own life. In fact, I should read the Auto buyer pet rally because he's a very interesting person. I hope him is half as cool as he is when I'm his age. And he's in his seventies this day. But we see here that Henry didn't keep the main thing, the main thing. Johnny did keep the main thing. The main thing. That's really, really smart. I know Repeating myself I'm sorry, but oh, it's such a such a powerful idea and I wanna slap myself in the face with that idea to make sure I don't forget it. Making money beyond a point was the distraction, but also why direct attention away from the show These are my own notes, that's where he will receive the best return. I've already said that to you. His profitable clothing business close up shop in part because he required Johnny to model a close in advertisements, and Johnny no longer had the patient to spend a day or 2 modeling and return for a couple million dollars. This is what I meant about... This it's not very different from At. I mean, you know, Johnny's is way more flawed. I feel at Thor founders number 93. Out of everybody I've learned from the podcast. He's just... He might be the... He... He's the 1 that didn't... He didn't over optimize in 1 area of his life at the expense of others. He took her his health. He had Google relationship his wife, good his children. Didn't, work past and and pursue more millions of dollars after he already had more money than he could ever, spend in his life, lived a life at adventure. Did things with claude Shannon, invented, 1 of the first wearable computers. Wrote a best bestselling book on how to count cards in Blackjack. Like... And he's still alive to the day. Go watch Youtube interviews. I I just watched 1, let's probably in a year or 2 now. Maybe a year and half. I remember when I did that, Podcast guess, But he's 87 years old It's like this guy mastered life. So many people we study, you know, lost didn't keep the main thing the main thing. And Ed realized the most the the the the the most likely outcome for a great life. A life with no regrets life that I truly enjoyed is to have... Best to identify the things in my life that are most important to me and balance those things together. And so just like Johnny sitting here and saying, no, I, I'm not... You're not getting it 2 days of my time for a couple million dollars when I'm already making point make, like, 50000000 dollars a or something like that. And Do turned on multiple investment opportunities that he was pretty sure. You remember, at at Do may created what many people believe is the first quantitative hedge fund. And then later in life, realized, I just wanna... You know, he didn't, like, working for a little bit... He didn't had a big companies later in life, I think it was like 4 6 people he worked with. There's a some wisdom in there too. I think a lot of more people are satisfied small companies is my guess. We just saw that in the Amazon bound book. I just did. You know, you get gets it in the book. And you realized Oh, wow. Being the Ceo of Amazon isn't fun. How do you know Soft fun? Because Jeff bezos gave up the job? And if you wanted the job he'd keep? Certainly he's back to the story. We just see... We see what Johnny is doing here is not... He's not the first person to come up with this idea that, you know, what's an extra 2000000 dollars. If already have hundreds. Right? Especially if it's requiring me to do something I don't want to do. So it says, he closed up the closing company because he no longer needed the money. He declined to make a commitment to buy this hotel on Vegas called the Aladdin because it would require him to appear here's actually, again, another smart thing. A lot of these deals they come with, like, strings attached. Okay. I'll let you by the hotel, but then you gotta perform 12 weekends a year. Well, I don't want and 12 weeks a year, whatever it was. I forgot what... Let's say 10 weeks a year for the next 5 years. No. I don't I don't wanna to do that. I wanna work on my show and then spend the time how I wanna spend it. He declined to make a commitment to Coca Cola, and I'll skip over the rest. I... I wanna get to the main point here. Making money beyond a certain point held very little interest for him. To him making money or excuse me to him making movies with the distraction. So now they're talking about... He's got the production company. They're making movies shows and all those other stuff, and he wrench eventually... He doesn't sell it, but I think he closes it down. So from Henry's point of view, bad idea. From Johnny's good idea. All my wealth is coming from my show. You're asking me to do things. I'm not interested, and that'll take me away from doing my show. So, Henry just described him and we said, hey, this guy's being, you know, depressive, being more of a prick. I think is the word he used and you're the normal, But also we see same person that could be unbelievable mean to can also be unbelievably generous. Henry's mother died, dies and we see Carson has a famously during our side. He wants some sending There's... When he lived in New york there's a guy on a steak house. Whenever never let him pay for meal. Decade and a half later the guy comes... Has trouble. Johnny sends him a hundred thousand dollars that of Him asking. Hey just... He could be unbelievably. This is a paradox. You know, we're all very complex creatures. We're... I'm sure you can be I know I can be sometimes mean, and Unbelievably, genesis the same time. And, hopefully, over, you know, a longer period in life. We realize it's that's that's important to be as kind as possible. I always go back to what Jeff Bezos wise grandfather said. Very wise person very profound idea in just a few words. Pulls Jeff out when he's a kids says, hey, Jeff, 1 day, you're gonna learn that's it's harder to be kind and clever. And that we'll probably be happier in life, We're just kind to the people around us as especially if we he can. Even my grief, I was conscious of how uncommon consider it, Johnny was being. But this is blew my mind. Sorry. His his... Henry's dad died. Not his mother. I don't know if I said his mom died, but I meant his dad. He asked for my mother's phone number to call my mother personally. And that wasn't all. When I arrived to my parents apartment, I found that Johnny had sent beautiful flower arrangement as well as platter of food, food. He knew was a tradition Jewish homes to have this kind of food on hand to offer mourners. When I called to express my appreciation, my mother got on the phone and broken to tears as she thanked him. Now back to the negative side, some people would say that being friends with Johnny is really just friends and name only. Joan Rivers was a permanent, like Guest host because later in his career he only would host 3 or 4 weeks a night, or 3 or 4 days a night. So you'd have a permanent guest host for a few years She actually takes an opportunity presented by Fox as a new network at the time. Johnny never talks to her again when she does this. But she talks about that. Like, you know, he call... He says them it's friend, but we're... We were never really friends later in her memoir, Joan offered a credible explanation as to why she felt she had to act way she did. As Joan points out, being 1 of Johnny Carson nearest and dear show business friends didn't entirely you too much. For example, it didn't mean he ever spoke to you. At least not off the set. Johnny almost never agree a guests in their dressing rooms before the show, he wanted to save all energy and spot 80 for the audience. Beyond that, the list of people whom he liked to socialize with was short, typical introvert. Right? And Joe's name wasn't on it. Instead, she spoke to intermediaries. Instead of Johnny. So he always kept the buffer. He did this all constantly. He just he did not... He did not seem to me very interested in and he had a short... Like, a small circle, and then anybody else outside the circle, he kinda closed himself off. That's what I was talking about earlier where he built a world within a world. And so she jumps at it because this is tempting off. She's got good money. She'd be the... She had the procedure her own her own show instead of being a guest host in somebody else's, and she was the first woman ever to Have a at show. Now this is a crazy... Oh, it's a crazy part. Johnny's mother died later that year. The wicked witch is dead he said when he called with the news. It was a bitter swing remark, joke without being funny. In other words, it was true. He loved his mother as a son must but he did not like her. From all the Johnny told me, his mother ignored his needs and burdened him with guilt. She was in different and lacked emotion. She damaged him. Damaged that met manifested itself in adulthood in difficulties was bonding decision making in depression. Johnny Carson endured enjoyed the alicia of millions, but his mother could not love him. He carried that pain and spread it all of his life. This is another idea where we touched on earlier consistency over intensity. He had probably been funnier longer and more consistently than any other comedian ever lived. On the tonight show, Johnny just kept rolling on and on and on, never devi, seldom surprising, seldom surpassing, but always delivering. Let's go back to Johnny's unique view on money and the frame brought him. Unlike Sin or Crosby or hope or any other truly wealthy entertainer. Johnny had to tonight show. A cash cow that week after week paid him hundreds of thousands of dollars in salary. And it was relatively easy money. So not try had to travel the world given concerts. Johnny had to drive the Burbank. Once he got control to tonight show, he was earning so much money that it was like monopoly money. He was free to do literally whatever he wanted. He could ignore sweet deal from Coca Cola because he didn't wanna make the lasting commitment. When he didn't like modeling for photographers for 2 days a year, he could afford to close down his multi million dollar clothing company. When he got tired of playing nightclubs, he bailed on Las Vegas states. When he decided he didn't like going to see the Russia's going to see the Rushes of movies in production, he closed up his company's successful movie division. And when he got tired of beings the Ceo of Carson productions he decided to rid himself of the company. Again, we see the contrast. Henry hates what he's doing. Johnny, from his perspective is is acting completely rational. He's spending all time where it's most valuable than what he likes to do. I would do the same thing. And so was just during this time. Johnny Hires Bear stu just try to sell carson production, Henry and other people running carson in production. He doesn't want it to be sell... Sold. And Henry goes behind his back and does something... He he tries to, like, excuse this behavior towards the end of the book. But dude, you were supposed to be serving Johnny. You didn't. You go and try to negotiate a deal that you... Were not authorized to do and then you hid in line from from him about it. He just forgot priority number 1. And again, what question, Here's another questions. But left me fill up a bunch of questions. Why would you not tell Johnny. It's his business. He owns it. Here's the thing. Would be much be... It would be much better if they bought Carson production. So, Henry is having a conversation with the guy running the production studio. They they have a show the speed. It's called Amen. Never heard of it before, but it was successful in its day, and they found a company that would let the show continue on and let this producer and Henry still run it, and then Johnny wouldn't have to worry about it. And so Henry likes what he's hearing. He's like, okay. I'll go meet with them in secret, and this is going to destroy his almost 2 decker relationship with Johnny. Implied, but unspoken was the additional benefit that we we wouldn't be working with John anymore. I like the picture that Ed had painted and Unbeknownst to carson, I met with the true tribune people. After long consideration, they advised me they would offer 60000000 dollars for the business. And instead of going directly to Johnny, he goes to somebody else. Another 1 of Johnny's advisors. This is where Henry is gonna make bad... The reason I'm reading the all this to you is because he makes bad move after bad move after bad move. These are poor strategic decisions and kinda be in a sneaky... We person. If you're if you're ring on about this. I was unsure of myself. I called Fred for advice. Don't tell Bro bear Stern about this. He warned me. It really wasn't up to you to talk to other people about selling the company. Let them get the best offer they can. Fred also gave me... And Fred also gave me some personal advice. Face fax he said, Johnny's is involving new people. It's because so far he likes what he's hearing from them. So give them some space to show him what they can do, but don't make the mistake of underestimating Alex or Michael line who are also working for Johnny. And this is where he does another dumping. Another bad move. That was sound advice, and I didn't follow it. I felt compelled to advise Michael Klein of the offer. Why did he do this Because, again, he's thinking of himself. If bear stu of Michael Klein, they get you johnny a deal, that might not let Henry run the company. So he tells him about this other idea. Even if it even if it would be less because bear stern stuff that thought they could get 90000000. But Henry's coming to with a deal for 60000000, but he gets to run it. This is just bad, bad move guy. I felt compelled to advised Michael klein of the offer. Keep a confidential I told him. Yeah. So other words, don't tell Johnny. What are you doing? If everything else fails that deals out there. He went... He directly went to Carson and told him that Ed and I were trying to steal his company. Carson summoned me to his malibu house. I talked to Ed Hu str. Johnny continued referring to 1 of Beverly Hill most prominent lawyers. He'll take over. Let's talk about you. What's fair between us. At that moment, I realized that Gil had fallen. And it's also his fault. He tries to later on the book He kinda, you know, gets a little... Trying to justify his actions. Which you understand if you're in hips his position, you know, we might do as well. But from an perspective, dude, you brought this sun yourself. No need to offer an explanation, no point in engaging in a discussion and certainly no call for cent sentiment or nostalgia. 1 year's compensation paid over the next 12 months, I said plainly. And my share of the proceeds when the company is sold. It's a deal he said. We shook hands and I left. And just like that, my 18 year association with Johnny Carson came to an end. And this is where he gets into his justification, but really the bottom line. Is he's he wanted what was best for him when he was hired to do what was best for Johnny. I did nothing that harmed his interests, but it's true that at some point his goals and my goals, which had always been united, diver. The contrast also could have allowed him to be or soon the contract, not contrast. The contract he's talking about. Now he's going back to the deal he negotiated where it gets ownership, a production company also other stuff. Right? The contract also could have allowed him to be rich powerful and influential producer of films and television programs. The likes of which Hollywood had yet to see. If only that's what he wanted. I helped him walk through that door, but after seeing what life was like on the other side, he decided it wasn't for him. He didn't want the aggravation and he certainly didn't need the dough. But having walked through the door with him, I discovered that I liked running the company, doing deals working with creative people. Running carson production suited me. So our interests were in conflict. And then he goes into the destruction of of relationship that was 1 of the most important relationships in his life. And it's really a a reminder that, you know, you have to put people over money, you can always make more money. But if you truly care about the the people in your life, don't let a fall apart of a business deal. The issue that prop promised the greatest potential for anger and bitterness, the amount due to me for my percentage of carson productions was handled with professionalism. I got more money than I would have under the proposed terms of the company sale to Coca Cola. But I lost the friendship of the most interesting man I'd ever known. I was not a winner in this deal. Johnny terminated our relationship in a 3 minute conversation. A swift, un end to a long and profitable run. There was no final act. It felt as if someone unplugged the projector in the middle of a movie. I never saw Johnny after we broke up. The truth was, I missed him, and hope he was missing me too. And he really wraps up what this entire book is about with 1 sentence. My attempt to paint an accurate portrayal of the most thrilling, fun, frustrating and mysterious relationship of my life, a portrait of a man I loved. And that is where I'll leave it. It was an absolutely entertaining great book. Mark as always just kinda give us good book recommendations. If you want the full story, and you wanna support the podcast at the same time, you can buy the book using the link to show notes on your podcast player. And if you wanna further support the podcast, the best... Absolute best thing you could do is buy a gift description for somebody that you know. I'll leave a link in the insurance if you wanna do that as well. That is a hundred and 83 books down, 1000 to go. I'll talk to you again soon."
}