{
  "transcript": "So much of long term success is based on intangible. Beliefs and ideas, invisible concepts. People often ask me about my original vision for 4 seasons. Well, the truth is there was no vision, our grand scheme. In 19 61 when I built my first hotel, I knew nothing about the hotel business. My only professional experience was in building apartments and houses. I was just a builder and the hotel was just another real estate deal. I never thought that this is gonna be a career. Nor did I ever imagine I would 1 day find myself building and managing the largest and most prestigious group of 5 star hotels in the world. I approach the business of in keeping from a customer's perspective. I was the host and the customers were my house gets? I decided what to build and how to operate by asking myself, What would the customers consider important? What would the customers recognize as value? Because if we give them good value, they will pay what they think it's worth. That was the first strategy and it continues to this day. The company evolves slowly at first. And I'll admit, I made a few mistakes along the way, but I never made the mistake of putting profit ahead of people. Looking back over the last 40 years, I've identified the 4 key strategic decisions that formed the rock solid foundation of 4 seasons. They are now known as the 4 pillars of our business model. Their quality, service, culture, and brand. Curiously, the last of these 4 key objectives was set way back in 19 86. Sometimes people ask me. Does that mean that you haven't thought of anything new since then? And I tell them that we make new initiatives every year, but nothing so far has been as fundamentally important. Our main focus is to continue refining and reinforcing those original 4 pillars. It's not as though lightning struck, and I said, I've got an idea, and we put it all together in a day. These decisions evolved over 25 years. Each decision supporting the 1 before. Over the years, we've initiated many new ideas that have been copied and are now the norm in the industry. But the 1 idea that our customers value the most cannot be copied. The consistent quality of our exceptional service. That service is based on a corporate culture and a culture cannot be mandated as a policy. It must grow from within, based on the actions of the company's people over a long period of time. That was an excerpt from the introduction of the book I'm gonna to you about today, which is 4 seasons. The story of a business philosophy, and is written by the founder of 4 seasons is a door sharp. And real quick. When we go back to this this... Those last few sentences in the introduction where he says that the service is based on our core in our culture and culture cannot be mandated as a policy, it grows from within based on the actions of the company's people. The note I jot it down on that page 2 was that this is the same for individuals. We become the actions that we take over an extended period of time. Okay. So I wanna start we're giving you some insights into the personality of, is door sharp. This is actually his his wife wrote the forward to the book. So before I get into his early life I wanna tell you a little bit about how she receives her husband. And he said... And she said says, is it Has always been a dream. In the classroom, he spent more time gazing out the window than studying the blackboard. And she talks about some of, like, he had a a dream of being, like, a champion, like, an Olympic pole volta when he was younger and just 1 sentence to someone to pull off from that section. He saw no reason why this goal should not be within his reach. I remember that part for him later because he has wildly audacious, audacious rather and ambitious ambitious goals. And, everybody around him selling me you're crazy, but it's funny that, you know, even 8 years old. He's like, I don't understand why could this goal? If I really wanna do something Why can't it be within my reach. When people asked him who served as as mentors and role models, he answers. Those men who volunteered for the army in wartime. They put their lives on the line for their principal. So he's referencing... He's he's referencing World war 2. His his family's Jewish to actually live in auschwitz before it's turned into a constant camp and they have to escape to Canada. And that that also plays a role in some decisions he makes later on his career, which I'll talk you about a little bit. He refused. This is 1 of my favorite ideas of his. He refused to settle for the pragmatic victim of maturity. He also skipped skepticism and let's be sensible. People said he was naive with a kind of gland optimism. Perhaps, but as it turned out, naive which others described as naive, served him well. He made a lot of bras decisions against the trends and the pun vice. Stubborn trusting in his intuition and more ideas and app from his philosophy. The only thing you can control he says, is your attitude? He has a strong belief in his decisions. Which to him were just common sense. Bucking the nay say can be a lonely responsibility, but his parents taught him to welcome responsibility. Over the years, I've had the pleasure of watching his mind work. In bed before first light, I sometimes find him with arms crossed behind his head, gazing up at the ceiling and weighing possibilities. And now she's gonna quote 1 of his friends when he's talking about what 1 of the the traits that is he has that he most admire. And he says he applaud is these capacity for holding 2 opposing ideas, while simultaneously producing a synthesis that is superior to either idea and I love that idea of taking other people's ideas s synthesized them create something new. There's a founder of a, online community that, called Andy indie Hackers. And his name's Cor Allen, and I saw that he he wrote something the other day that I thought it was fantastic. And, you know, he studied tons of different entrepreneurs and founders. And he says to have great ideas consume great ideas. The best thinkers are remix, and we're gonna see as we study in the Story I that he did exactly that, more back to, let me go back to his his wife's description of them. He ex absorbs energy and intellectual vi that is contagious and constant. He'll never respond in anger, and therefore, he has no need for remorse. Nothing gets his dan up. And finally just 1 more quote from from this section written by his wife, throughout the years I've watched disbelief as is these aspirations have come to fruition. Early on, he made some audacious statements that sounded like pipe dreams. He told me that his... He told me that his aim was to make the name 4 seasons a worldwide brand, Synonymous with the luxury, like Rolls Royce, and she points out why this is so audacious at the time, when he made the statement because he only had 10 else. Okay. So I wanna get into his early life, I... When you if you read this book, you'll discover just how resourceful is he was. And I can't help with think that a lot of his resourceful was it was kinda of forced on him by his parents and the way they chose to raise, which is really interesting, but I wanna give you some people's there. I was hit on the forehead with a stone. I rushed home into my house crying, blood running down my cheek. My mother gave me a quick look and slapped me across the face. She had seen at once that I wasn't badly hurt. Look at what you did to your shirts he said, then she cleaned my face, cover my cut with a band aid and ordered me to go out and play. That was the kind of lady my mother was. Strict but kind, understanding and practical. Always acting with common sense. What and then he's describing his mother's parenting technique, what people now call tough love. I remember walking alone to Kindergarten, trying to figure out how to get there. My parents never thought of taking me or picking me up. Not only did they have too little time, they expected us to be as self sufficient as they were as youngsters. And then he gives a description of his dad. He went up working, for his dad's, small construction company. I think it was like a 3 person construction company when is he takes over. But it's... His dad's 1 of the most positive influences on his life. He said it was the kind man ever met. Never said a harsh war word to anybody, and he lived a hundred and 2 And 1 thing you learned from his father was the value of hard work and just not complaining. And so he's still a little kid at the time. His family does not have a lot of money by he means. They're gonna wind up having to... They lose almost everything that to wind up living with their family members, but even when he had no money, his father taught him to do the right thing and to make sure that your always doing the best job possible. So he says, once, often he took jobs anywhere he could get them. Once when he was ex activating a basement with a horse and a plow, he broke his shoulder but he shrugged it off and didn't complain. Kept on working. That's something I never forgot. More on this force for resourceful. His mother... My mother was prudent frugal, growing up with 3 sisters I had some unusual hand down. So that's not the first time I've seen this actually when Was was was surprised me when I was reading I think it was titan, the the biography of John Dir rockefeller talks about even he was so frugal even when he had, you know, was beyond wealthy. He insisted to do hand downs for all of his kids clothing, and he had a son, and his son would have to wear his older sister's dresses, which I thought was a little bizarre. So I'm fast forwarding the story, they went up losing almost all the the money they had. The little money they have. They been moving with family, and it says, his mother called her sister Sarah. We're coming to stay with you, she said, which we did. There were a family of 6 and a dog as we were. And for 6 months, we all lived together in a small 3 bedroom house with only 1 bathroom. So that's 12 people and a dog, 3 bedroom house and 1 bathroom. By the time I reached my mid teens, we had moved some 15 times. That meant changing schools as always on our own. And being trusted that we knew what to do made us, I believe independent at a very early age. So they can't afford to take vacations as you could imagine, slowly but surely his dad builds up a smaller, you know, they're not unbelievably poor. They have on their own place to live. In fact, because they couldn't find up... They had no money to rent, like, a vacation cottage Very common at this time, they decide to buy... To build their own and is he has to help his dad. And I think it's 2 or 3 other people do this, and it only takes him a few weeks of really hard work, but I found this was interesting and I'll read this part to you. We worked from Dawn to Dusk on Sunday as well to After 6 such weekends, dad presented my mother with a cottage. From my early teens, construction became very much a part of my life. I'd often get up with the sun during summer holidays, go to my dad's, then current sight and work until dusk. And so at this point, in the book he's reflecting back on all the lessons. And a lot of times his father would teach him lessons without having to say a word. And really the summary of the next section, I'm gonna read to is experiences the best teacher and we see his his father's preferred teaching method. Dad too taught me in his own in immutable way. I was building 2 steps for a house, making wooden forms that were that were gonna be Filled concrete. Dad who was watching never told me I was building them wrong. And it wasn't until I had poured the concrete that I saw him my mistake. The first step was too big, and the top step was too small. Dad handed me a sled hammer. And all he said then or later was break it and do it the right way next time. He could saved me a little time and money by telling me beforehand him beforehand, measure twice cut once, but the method he chose was unforgettable. And 1 more story for for you from his childhood, and then Left myself on this page. Well, that's 1 way to force resourceful. My parents never questioned how or what I was doing. Not only were they totally involved in work, monitoring monitoring a child's play playtime was not in their tradition when when they grew up. My father never took his children anywhere. He never took me fishing or swimming, though he did teach me to swim. He took me and my sisters out in a boat threw us overboard and said, now swim. So on a fast forward in the story a little bit but he's now outside of, he's not school anymore. He's starting to work. He's around 21 years old the time, and he's working in this small construction company with his dad. The back page says, how did a child of immigrants starting with no background in the hotel business create the world's most admired and successful hotel brand. And and how has 4 seasons grown so dramatically over a nearly half a century without losing focus on exceptional quality and unparalleled service? Is he sharp answers these questions in his aspiring memoir. He started out in Toronto, the son of a modest builder from Poland, but ambition and fate took him beyond his father's 3 man construction business. So that is where we are in this story. His father's 3 man construction business. And we start to see this advice that he gets from a banker. And again, I think this is really smart what his dad did, whether intentional or not, he forces his son to be resourceful. Not only when he's his kid. But now he's an adult. And part of this resourceful this is making him do every single job. And as a byproduct doing every single job, this banker puts an idea in his mind. And let me read this to. So it says, I was forced to be a jack of all trades, working alone in a little construction shack with a small sales office in front. And when I wasn't there, I'd be on sight. Not only giving orders to workers, but also doing whatever needed to be done. I was not only in charge of construction, I was the rental agent. The salesperson and the financier year. Once at age 21 wearing rubber boots and clothes, I went to the bank of Toronto, and explain to the branch manager, how we... This is really, really smart. What he does here. And we're gonna see and the banker picks up on, Okay. This guy's got a brain here. He's not just, you know, somebody that, like, he could be doing much more than where... Where he's at now. So he says and explain to the branch manager how we option land. Now worth considerably more than we had paid. And before I read this quote from Is, He's trying to convince him to give money. Even though he doesn't have any money put down. Okay? So he approached it from a different angle. He's like, well, I do have it. You're saying Don't have money, but I am bringing equity to the table. And this is what he means by that. You know I could sell the land tomorrow and make a significant profit, I said. But I don't want to sell, so this is funny. Now me reading this. I'm gonna interrupt myself. I'm sorry, but it's funny re reread this because there's many times where he's presented with the opportunity to make a quick quick profit. And he's like, I don't want to sell. I haven't... I know what I'm doing I want to build. He's gonna say the same thing here, but remember this later. So he says, know, I could tell the land tomorrow and make a significant profit. I said, but I don't wanna sell it. I wanna build on it. And I want you to loan me the money I need. You may say I'm putting no money down, but that's not true. What have gained on my land is my equity. And if I'd come to you when we first looked at this land and said, we'll put up that amount of equity I'm sure you would have gone along with it? Well, our gain on that land, which is easily checked is exactly the same. He then gave me some advice. Why don't you get rid of the rubber boots and start working with pencil and paper instead of pick and shovel. I got the money, but not until afterward did the significance of his his advice sink in? He was telling me, you've got a good business mind? Why not stop delaying bricks and use it? I didn't know it then, but I'd be doing that very soon. And I'll just pause there until you're front. He's extremely thoughtful. He's put as you can imagine, by the time you raised a book. He's he's 4 decades into his career he's put a lot of thoughts. And this is something that's come up over and over again. The most recent examples, the the the most recent bucket and warren Buffett, Buffett the making of American capitalists and talks about that most Ceos don't have a philosophy. And Warren point, or, let me summarize, like, my interpretation of Warren point. Like, you're gonna spend 1 third of your life working. You should develop a philosophy with how you approach your craft and that philosophy should be unique to you, and that's exactly what warren Buffett did, and that's exactly what this book it's about... We are downloading is the sharp philosophy that he used to build the 4 seasons. So we're gonna see a lot of this. He just... Again, I just wanna think... I want to impart that to you. Just he's extremely thoughtful. He thinks things through. And not in, like, an overly in intellectual way. Just a very common sense. What is the best move forward way. So this is the beginning, this is the very beginning of his career. And just a reminder, his... The beginning of his career was extremely hard. He did not have a lot of money, money was tight, and he had a growing family. So so he's married at this point. They still married to this day. The boys put a considerable strain on our income. But Rosalie, growing up with little money to spend was a highly proficient econ. She not only did her own decorating and made her own clothes, but she also shop with an order in order to care. Instead of having milk delivered, she would walk with the kids to the store and buy milk by the judge, which gave her 1 court free. It was 5 years before we could afford our first vacation, which is 3 days of sunlight and sunburn at the midtown motor inn in Niagara falls, which we then considered glamorous. So he continues giving us an update on his station in life at this 0.3 children, a couple still in diapers in an apartment with only 2 bedrooms. Our situation was not only a drain on income, but on time. I was working morning till night, 6 or 7 days a week. Rosalie never complained. Never tried to change me, though she once left me a note so su distinctly pertinent that I still keep the original in my notebook, and this is very interesting what she wrote him at this 0, remember. He's she's calling him an over achieve. She knows that his ambition right. Right at this point in his life. His his self belief and his ambition far outs strip what he's able to actually accomplish in real life yet. And that's a main theme of his life, belief comes first. Over suffer loss of intimacy. No time for fun. Relationships starve on a diet of self absorption. Home is the place to express the playful part of oneself that's the end of her note. I doubt it changed me immediately though I'd certainly it's... I certainly did thereafter. For home, eventually became the 1 place I could leave my problems behind and enjoy the moment. Life settled into a routine. On the job by 7AM and home by 7PM. No frills for us, like vacations are the golf club. Work was my life. Okay. So we go backwards in the timeline. He's talking about how work is always on his mind. And even when he's on his honeymoon. And this is very interesting. He's remembering this because something he repeats over and nerve again is that he never... Like, he kind of... He always thought himself as a builder. Even when he owned a bunch of hotels. He did not consider himself a hotel air, I think is... How you pronounce it. And so he comes to a really important realization that even a mediocre business, in some cases can make money. So if a mediocre business can make money. What will a great business do. So he says even on our Honeymoon work was off on my mind. For our wedding night in... In fact, I reserved a room at the airport hotel in Toronto. I heard that it was successful, and I wanted to find out why we expected glamour. It was anything but. Our room was small and noisy people coming and going. Then in the middle of the night, Rosalie woke me. There's somebody in our room she said. Don't be silly I replied. I'm telling you she said there's somebody in the bathroom. I got up and went into the bathroom. I just think think I'm laughing, thinking if you were, like, think about it if you were in his shoes you're on her Honeymoon. And so in my bathroom. No 1 was there, but someone had been for the bathroom served 2 separate rooms. I thought that... When this is really fascinating his his takeaway here. I thought that of a hotel like this was making lots of money, it shouldn't be hard to build a hotel that would make a lot more. So his very first introduction into hotels or hotels. Or the hotel industry is building a motel for somebody else. So he starts building this... Motel for someone else. And then he starts to think, like, why don't I just building 1 of these for myself. So he says his motel went over so well. He asked me soon after he open to finish the other rooms? And I thought if it works so well here, why wouldn't the same idea worked downtown. The more I thought about it the more intrigued that became? I was still building houses and apartments, of course, but in what little spare time I had, I had begun solicit opinions from our current and previous financial backers on building in motel downtown. I began by calling Cecil. So See Cecil is 1 of his previous investors. He's the head of a life insurance company called Great West, And this is Ce response. This is... I'm reading this to you because every single person thinks he's an idiot for even suggesting such a thing. Cecil did not like this new deal I was proposing. Then I went to my best friend and asked if he would invest it. So his best friend Wall, his parents had died young so that left him some money and... But he doesn't control over. So he says, sorry. Is he... My money's all a trust and my trustee won't invest in something that he thinks that will never work. So this is the second person. This is stupid ideas and We're gonna work. So then he approaches somebody else hasn't loan him money to build houses apartments. Skinny Max. He says, you know nothing about the hotel business. I do, and I wouldn't touch it with a 10 foot pole. So everybody telling him no what is is eating. Well, he goes on and looks for the best place to put this. This this motel that he wants to make. I found a possible center I've I found... I found a possible center town site, and then went back and prop and proposition Cecil. This is the first guy. Again, he told me, I didn't know what I was doing. This... Now, this is a crazy sentence that I'm about to reach you. This went on and on for 3 years. Every couple of months, I would go see him, and he would patiently explain why he disagreed. But 1 day, his patient... His patients gave out. Stop bothering me. He said, don't come back until you've arranged all the financing you need. I will give you 50 percent if you can get the other 50. And that's all is he needed to hear so he goes out and he's hitting up bankers, anybody he can. Now he does something that's really interesting as he's collecting money. He's going in with a few other partners, some... It's like a friend and then maybe a brother law. And he... He's not afraid. Is he does something smart. He's not afraid to ask other people for help. And I'm gonna read what he does here, and then I'm gonna compare how Steve jobs did the exact same thing. So he says none of us knew anything about the hotel business. So when Murray, this is 1 of his partners read in time magazine about a man named Mike Robinson who ran a successful chain of motel, 1 of them in Downtown Phoenix. I wrote him a letter. He invited us down so Murray and I Murray and I flew to Phoenix. So he's a meeting with with Robinson. Mike Robinson, who does... He's already accomplished what he wants accomplish. Right? This fellow said that we should fly to los Angeles and talk to a man named A Par, who knew a lot more about the hotel business, we comply. He's like, okay. Mike told us go meet with Without. We're gonna go meet with a. We fly see A. I was about to leave for Las Vegas, come with me he said. And I'll show you something. So they take some from Vegas and they explained some there's this new hotel concept where you have a casino in there as well. And the reason I thought this was interesting is because there's a... There's an interview that I watched a long time with steve jobs. And he's reflecting back. I think the interview was taken in between his stint of Apple. And I'm gonna read some quotes from the interview to you. Okay? So he says, now I've actually always found something to be very true, which is most people don't get those experiences because they never ask. I've never found anybody who didn't want to help me when I've asked them for help, which is exactly what is he's experiencing too. Right? Jobs goes on to tell about a time when he was 12 years old that he decided to call Bill Hewitt. The c founder if he a Packard to ask to for some spare parts to build a frequency counter. So jobs talking was like, he He number was... He lived in Palo alto, which is where jobs was, and it was in the phone book at the time. And so he calls him up, and he Bill just picks up the phone Was like, okay. So he says not only did he get... Agree to give, young Steve, to meet young Steve's request, but he offered him he suburb summer job at his comp at his company, assembling frequency counters. And so now back to a quote from jobs. I've never found anyone who said no or hung up the phone when I called. I just asked. And when people ask me, I try to be as responsive responsive and to pay that debt of gratitude back. Most people in this is the most important part of why I'm telling you this something that Steve jobs new and and is he sharp new as well, Most people never pick up the phone and call. Most people never ask, and that's what separates sometimes the people that do things from the people that just dream about them. You've gotta act and you've gotta be willing to fail. You've gotta be ready to crash and burn with, with people on the phone with starting a company with whatever. If you're afraid of failing, you won't get very far. And I think in most cases, I fear of rejection. Like oh, I can't ask for help, what do that person's no. Well, they said, no. And then you move on to somebody else that may help you. I just think it's a really good idea. Alright. So there's 2 things that are happening on the the following page, that that's really interesting. The first 4 seasons was in the hood. And number 2 4 seasons was almost called Thunderbird, which is a terrible name. Almost everybody we talked to about it, it had the same reaction. How could you think of building a motel or a hotel on Jarvis street? People think it's a flop house. It was a hang for Gangster, Hooker and street people. You talking about the neighborhood not the hotel. We needed a name, and someone came up with the name of Thunderbird, Thunderbird. But on checking it out, we found it was already taken. Then Eddie remembered a hotel in Munich that he had stayed at. It was the finest hotel he had known, and it was a name in in German, and I'm gonna try to pronounce it, but it translates as 4 seasons. It sounded right, and that was the extent of our market research for name. Okay. So that first motel, some moderate success. He immediately starts building another 1. There's a lot of things that are happening that or is interesting about his his early career. And it's another main theme of the book that belief comes first. His belief came way before any actual evidence of success. So she says, our second hotel was even more of a gamble than the first. I was putting more scarce capital in a business, I didn't really know. I was still primarily a builder, constructing houses and apartments. But even before 4 season success rationalize my desire to build a second hotel. I was seeking a suitable site for building another 1. I recognized the drawbacks while envisioning the prop possibilities, which created a subconscious belief in success. I liked in that subconscious belief that he's liking that that's being instilled in him, causes him to go all in, and he risks... He risks everything on the second hotel. I decided to go ahead head. I first saw only 1 difficulty, but it loom large. How do you build a 200 room resort without any money? This was literal fact, my earnings barely covered my rising family costs. To build, I would have to leverage the entire 100 percent? If the hotel should not prove successful, a loss so great, I could be in the debt for the rest, I could be in debt for the rest of my life. And it's during this construction of the second hotel that we really start to see his very simple operating system I feel, we've talked about it over and over again in the last few podcast. I mean he's an entire book. The bonus up as I just did on Amazon's process of building new products called working backwards. Is he doing the exact same thing? It it does not it could all be so simple That does not mean simple does not mean easy. But it's like, why don't we just start with what is best for the customer as we saw in the Kin book. A lot of lot of managers have left in their devices will start to do things that are best for the company. Right? It's very natural to just think that... Think about things from our perspective. Easy just put... He's just like, okay, What is the ideal experience for the customer. And he starts to identify things. And a lot of things he mentions now might even seem very common to you if you stay at a hotel, a lot of them were brand new. And a lot of were copied by his competitors, which is mentioned a bunch in the book. In building our first hotel, I had been concentrating on customers. What would our customers want most? I had little hotel experience, but enough to know that what most people wanted? A quiet room, a good night's sleep and an in morning shower. So that part also reminded me about Jeff Bezos talks about listening. He should build your business on things that'll never change. And so when he was building Amazon's retail business, he identified very similar to what Is is discovering here. Today, people want a quiet room, a good night's sleep and an in shower. They want that today, Don't want that 10 years from now Only want that 20 years from now, so I can build or build my business on top of those things. Right? And so for Jeff, he's like, okay, people will want low prices today, they want low prices in the future. So I can build around that. They'll want fast delivery today and they want faster delivery in the future, and I wanna build around that. And I think the third 1 if I remember correctly I'm going off to top my head was like, a wide selection. And so he identified a bunch of things that that they will not change. So I can... I can... Any investment I make in optimizing for these things. We'll pay dividends many decades into the future, and we see is he doing the exact same thing here. He talks about going through and testing I forgot them out. Maybe dozens, maybe hundreds of different mattresses, finding the the shower head. I mean, I I think a lot of people had experience you you check into a towel, and you turn on the shower It's like, you know, the water pressure's is not there. So he find he found the best shower head optimize for water pressure. I talks about what he hated going to to to hotels where they have these, like, thin towels that don't do anything. So he has 4 seasons 1 of the first people to do these fluffy cotton towels. So it says, again, we discussed ideas to set set us apart from from competitors. We were surrounded with Picturesque Parkland. We provided bicycles for rent and maps for walkers. We discussed smoking. Remember, this is back in the 19 sixties. We discussed smoking. How tobacco smoke bothered a lot of non smokers. So why don't we ask our guests if they smoke I said? And if they don't, we could designate some floors as non smoking and segregate them. And we did. This is the beginning of what became a worldwide practice. And really what's happening here is see when you start with the ideal customer... What he discovered. Right? Doctor trial and Aaron are just common sense, then when you start with the ideal customer experience, that forces you to invent solutions to your customers problems. Right? Thinking in advance, well, you know, I'm not a smoker. I don't like being around on the smoker. So maybe we could segregate them. How can we do that? So he continues thinking from a customer's perspective what they would like. He winds up teaming up with, I guess, you could even think of this, like, a fitness influencer of his day. This guy named Lord Lloyd Per. So he says, I exercised to keep in shape every morning and knew others who did or would like to. So I asked, Lloyd if he'd operate a fitness club in the hotel. And he was like, 1 of these, like, famous people. Yeah, like, his own fitness club, you know, these people have been around forever forever. But it says, I was like, I want you open your own fitness club in the hotel. The hotel would be the the first location of his fitness Institute, which was also the first kind of health club in the world. He was obviously famous so he was able to leverage is he was able to leverage Lloyd already existing fame into hotel guests. He gave us a welcome publicity for the first several years. About the club was so successful set changed the industry. No 1 would now think of planning a hotel without a health club or fitness center. But the end of... The end on the park, this is the name of his hotel before 4 seasons. The end on the park was the first. This is another milestone. And it's a combination of all these different unique experiences that he's giving his customers so they can't get anywhere else at the time that contribute to making this project to success. He goes back. This is really interesting. The the person that he kept pound... Hound for 3 years Ce to give them the money, says something interesting here. The hotel was successful that Sees soul congratulating me congratulate me for reaching the pinnacle of success, which seemed to imply the business from here would be somewhat anticlimactic. Nothing could have been further from the truth. So it's like, oh, success. No. No. We're just getting started. Okay. So it's in been 8 years since he was married and went on that honeymoon and niagara falls. Right? And so they've they've they take a trip. It takes a multiple week trip with his wife to the London. He's gonna research. He wanted to research successful hotels. He's still only building in Canada at this time, but he knows he wants expand to Europe and eventually in America. And he is something here that's really interesting, more like a barbell strategy. So it's either 0 or 100, no messing within between at that just fascinating. Because we wanted to stay on budget, memory not. He doesn't have a bunch of money yet. Because we wanna stay on budget while vetting some world class hotels, we decided to average costs. We spent every other night in the cheapest lodging available. No messing around with the in between. So because I wanna stay and I wanted to research in the best hotels in the world, I can't afford to... I... The only way I can afford to do that is I have to alternate between a night in the best of hotels in the world and a night in the worst hotels in the world. And I think both of those were actually learning experiences. Okay. So there's a part in the book that takes that that plays out over an entire chapter. I'm gonna give you a summary here. He winds a meeting... He remember... He's not... He's not a hotel. Yet. He's still a developer. Eventually, he realizes and he almost goes bankrupt being a developer. She realizes, no, I need to do. I just wanna do hotels. So he's building hotels for other people that the other hotel years. Right? And He meets a group of very conservative old school English businessman. And the summary of this section is sometimes you have to fly all the way to London for lunch, every few months for 4 years. To close the deal of a lifetime. And part of the reason is they had to they had to figure out, like, is this somebody we can trust? Is this somebody who could build a relationship. But also they thought he was crazy because his idea is like, the only way I'm gonna take this job. Because everybody told him listen London cannot support another 5 Star hotel. There's not enough customers. Competition is too tough. They started of referring to him as a crazy Canadian for even suggesting this. He's like, no. I know it can. If we do it better he identified he's like, listen, we're only gonna focus on. He anyone's up taking this idea for 4 seasons. He's like, a lot of the people building 5 star hotels. They also have 3 star hotels and 4 star hotels. And then their 5 star hotels have too many rooms. He's like, no. We're gonna narrow the scope. We're only gonna be a 5 star hotel, and we're gonna have instead of having 500 rooms will have 200 rooms. So we can make sure that level of, qualities is consistent across every single guest. Right? And this ones up being 1 of his great early successes in life. He says the first year that London property opened, it was named Europe's hotel of the year. And it won that title twice in its first 10 years, plus additional awards, something no other hotel had done before. Its occupancy was considered... Consistently the highest in the city, and it's still of 1 1 of London's most successful hotels. And it was during this process that he builds a relationship with an older... He just learned a lot. He soaked up information from everybody around him, this is an older, much successful, much more businessman. His named Sir Gerald Green. Not green. His his name go sergio gerald Glover. So this is something... Well, first of all, this is 1 of my favorite sentences, our favorite paragraphs in the entire book. So it's talking about, you know, he he had an old school manner, very polite, but he winds up staying spending a lot time with them, so she says, 1 standing at his front door overlooking a lawn that seemed to go on forever? I asked him. How do you maintain it so beautifully. This is 1 of my favorite senses in the book. My dear boy, he said, it's very simple. You just cut it every week for 300 years. And Gerald winds up being, you know, mentor to him. So he says, he was always a delight delight to be with. And his role in my life was critical. I asked him about it several years after our London hotel had open. Gerald. Sir Gerald. How could you have trusted me with such an an important project when you knew if things didn't work out, I couldn't have covered my obligation. My dear boy, he said, Over time, you make a judgment about people. You develop a belief and a trust. Those many meetings of ours were not primarily about business per s. They were about the foundation of business, trustworthy relationships. This is something I I've long believed without giving a much thought. But from then on in every deal, it would be in the forefront of my mind. Okay. So let's move on to his next big deal. Again, a main theme of his his life stories that belief comes before ability. I was also deeply involved in another project. 1 that seems incredible looking back. For I can't believe my Hoo in embarking on the idea of creating a hotel in Toronto 5 times bigger than our hotel in London. So the city of Toronto is building new city hall, and they they ask... They have a request proposals about building this beautiful giant hotel next to it, and he sees the opportunity. He says they called for tenders to build upon it, a first class hotel that an elegance size would harmon with the new city hall. This would be 1 of the world's great hotels. And I don't know why I thought I could build it. I had neither the experience nor the money such a hotel required. So it ends bidding on it loses out the other bit winning bid false fall through. And so now that's reopened. And he's like, okay. Well, how do I figure out how to do this? I don't have... I don't have the money I don't have the experience. So he says, 1 evening after workout, I was relaxing in the Sun and when I spotted an old time magazine with a picture of Harold Jean on the cover. Janine was then America's foremost business guru. He headed It tea, the world's largest conglomerate. I scanned the article, Janine next move it said would be in... Would be in the hotel business, so I called It tea. And so this is another example of books being the original links. I had this book, recommended to me by a listener a long time ago, and then reading this whole section because he goes in... He works with it for a little bit. Like, it's a mean... Has this entire chapter. So it's a main part of the book. Right? I like, hey, let me go and and move that up to queue. So I ordered it and check this this book is coming soon. Let let me read you the title, which I think really got me in intrigued. I like, okay. What's going on here? It says Janine. The biography of Harold Jean who made It t into the most successful conglomerate in history. His development, methods, triumphs and scandals, the real story. So Was like, alright, I wanna know, like, what does that mean? I wanna figure this out and then the praise on the back. Interesting too. The 4 deadly sins of a business biography, our ad modulation ant, inadequate research and overwhelmingly overwhelmingly dull. This book avoids all 4 and is certainly the best tech so far on the most dynamic business figure of our time. So I go and start researching them. And I'm not surprised. This has happened many, many times where, like, every... Somebody could be super famous in their day Think Henry Kaiser. Right? He was like, the Elon how famous Elon Musk is in present day. And yet multiple generations passed you know, people forget he's not nearly. Not most people don't even know who who he is. Right? But then you realize, hey, they spent half of a century working. Like, what is the chances they were able to build these gigantic successful businesses. And they didn't come up with useful ideas that we could use. Like, that's impossible. So Janine is no different. I went doing research. I mean, he's just... He was unbelievably well known and famous in his day. So let's see what's in that book and hopefully we can use his ideas. His... It says he's his scandals and triumph. So we'll take his best ideas, and then, hopefully we'll avoid whatever causes his scandals. But anyways, let me get back to this. So he he goes to It. And he's like, listen. With you... With my planning and your expertise and money, we can build on this site. So they do this joint venture between It t Sheridan in his company. But I... I'm gonna say you the details because it... Really with... What's really the most important part is that is he knows why he is here. And the the main point here is, like, if you know why you're here, it simplifies your decision making process. Right? So it says here I was with no money and not much expertise up against the smartest people of 1 of the biggest and richest companies in the world. So he's gonna help build it. His company is gonna get 04:49 percent interest in the hotel for 3500000.0 dollars. Share gonna manage it, It t would finance it. So he's gotta come up with 3500000.0 doesn't have that money, takes this agreement, goes to the bank. Once he has... We've seen this over and over again, once you have the agreement, the bank lands on that contract. Right? A lot, this is a very common when I did a bunch of the podcast on on the people that build gigantic shipping empires. Like Ari auto and Asses use this, Daniel Ludwig, the invisible billionaire. If you haven't listened to those podcast. I think they're back like in the 60 somewhere in there. But, anyways, that's how he he got the the the 3900000.0 dollars so he could have 49 percent interest in what's gonna be 1 of the largest hotels in the world. Right? But this is why I'm reading the section to. With that agreement, I went to the bank of Nova Scotia and had no trouble borrowing in 3500000.0 we needed since It and t guaranteed my payment. From having no money whatsoever and very little hotel experience, our little company now own 49 percent of the world's biggest hotels, which is an extraordinary outcome. So most people like, wow. This is great. How can I leverage this opportunity? And so It and t's realizing they offer a buy them out here? What what I'm essentially telling you. It t saw much the same way. During the negotiations of the deal, the company said. Look, this deal is way out of your reach? You're not putting much money into it. Why don't we just pay you 2000000 dollars in all of your expenses? Anything you've paid up or invested up until now, and we'll take over. So they're guaranteeing him with 2000000 dollar pro 2000000 dollar profit. You could stop. You don't how to do any of the work now, we'll do with the construction and management, all the other stuff. And you pocket 2000000 dollars. His answer was surprising. No. That's not what I'm here for. We're here to become a partner, and they respond. Listen, we'll give you a good profit free work, and he says again, no. That's not the deal I'm interested in back to I. I know what he was thinking. He's he's talking about somebody who advised him And 1 of his advisors to sell. This is a quick to me another profit. You're a young man. I know what he was thinking too much 2000000 clear profit. Was a lot of money for a young man. I have thought about it, I said. I'm not here to sell. This is echoing what he told the banker. I'm not here sell the. I'm here to build. I'm here to be a partner. And so they've... Then okay. Well, you know, you're not gonna buy you out. Why don't you quit your company and come work for us. We clearly see that you're talented. This is an example of know why you're here, part 2. Later, It T wanted to make our relationship permanent. They offered to buy 4 seasons and give me a job with It tea at whatever salary I thought I was worse. So this is like, you know, the the the the best technology company of the day. Whatever you consider that to be Google, Amazon, whatever your opinion of that. Right? They willing to buy your startup up, come work for us. Again, he's like, no. I'm not going to. Name your salary. Whatever I thought was worth. You... You'll earn way more with us. I was told, then you'll ever earn on your own. Yeah. Right? That's... That one's up being hilariously incorrect. I, today, I think it is a net worth of somewhere, like, 5 or 600000000 dollars. I listened. I don't think the word tempted fully conveys my feelings at the time. Overwhelmed might be more accurate. This is such an important part of the book man. Here I was with just 2 small hotels dealing with a company that owned hundreds. I didn't know what to say. I'll give us some thought I ever replied. The following morning, I rose early between 3 or 4AM nothing stirred. I sat down on my desk with pencil and paper and thought for a couple hours, Not writing a single sentence. Just letting my thoughts about working for such a large large organization sink in. I started to make a list of pros and cons as darkness faded. By Dawn, I knew, without further thought, exactly what my answer would be. Strange as it was, this was the beginning of a generally beneficial habit when facing my most consequential decisions, 1 that I practiced to this day. I then responded to It t. Look, I said, I wouldn't be much value to you within your organization. I owe my success to my freedom. I think for me independence has an inca value value. So I'm honored by your request, but let's just continue as partners. Now later on, after the hotel built, winds up having strong disagreements with how Sheridan wants to run the hotel. They started Nickel dim, the customers. He's like, this is just not what forcing seasons would do. So he winds up selling his interests at a later time. So he puts up to 3500000.0, most of which he which he which he borrowed. And then a later time, he went up selling his interest back to... I think I can't remember... I think It t bought it for 18000000 dollars. And that's actually important because that's when he realized us later when he almost that's a huge win. Right? When he almost goes bankrupt because he's still developer at this point? Right ray still builder. He realized realizes, hey, why don't I just limit my liability building just actually manage hotels. I don't... I can hire developers. I don't have to be the developer. It's a great quote. On the next page, all business proceeds on belief, trying to run a company without a self without without a set of beliefs is like, trying to steer a ship without a rudder. Okay. So now we're gonna take a turn And I'm gonna try to get... Well, I don't know if I'm going to be able to do this. I'm gonna try to get through this part. Every time I've read this part, I've had to stop because I have... I have tears of my eyes. This is devastating what I... What he has to go through right now. He has 4 boys, 4 sons. The only 1 of his sons I was interested in in working in the hotel business. In fact, I didn't wanna go to college because he's like what I to learn? I can just want everything I want for my dad in the family business. He's gonna wind up dying at 18 years old from melanoma. So he finds a a tumor, like, a growth on his groin. It was just like the size of the egg, a size an egg, and they do a biopsy. And it turns out he's really light skinned. It turns out to be melanoma. Unfortunately, they don't catch in time. And so I'm gonna... I'm gonna to attempt to read from his wife's auto biography about this point, but it's it's not easy because as any... If you have kids, you know. Like, you when you hear about things like this, you immediately, you know, put yourself in in in their shoes, and it's the worst thing you could possibly experience. So Chris slept in our bed and I and I took teams turn sleeping with him. While the other kids slept in Chris's room, Once as I was fuss with the sheep skin, he lay on his bed, which which lay on his bed because of his bed sores he asked. Am I gonna die? And I answered it, we hope you recover, but it's possible you may not. No 1 knows for sure. Once I said to him, there can't be a god, and he answered don't say that there is a god. Those were black days and black knights. I remember going up to stairs so heavily with nothing dread in each step. The night before Chris died, the rest of us ate chicken dinner in his bedroom. We were chatting normally hoping to make him feel included. He didn't speak. He just lay there quietly. Very still looking at the ceiling. I marvel at that stillness that he had maintained during the 3 months. He was bedridden, graceful and easy in his body, never a twitch of anxiety. That last night, he was wearing sunglasses, which he had asked for before dinner. He was removing himself. The way people do when they are ready to leave the world. The next morning, Friday, 03/10/1978. Chris said, dad don't go to work today. Is he stood by his bed, and I lay across the bed and each of us held, 1 of his big beautiful hands. Now back to Is. That was the day he died. Losing Chris changed my life forever, We must each find our own way to deal with the pain of losing a child, and I continue to include Chris as part of our family. Years have passed, but I still say we have 4 sons. Over time, you build a protective shield to fend off your motion that a child's absence ar, have family events, celebrations and weddings. But there are unexpected times when the shield is down and the tears flow, you never get over it. Okay. I didn't take a break. That was difficult to get through. That's 1 of the things though about reading biographies, Reading somebody's life story. And you you experienced with a full spectrum of human emotion. You see their tragedy, their triumphs, so there's the saddest times the best times their life, and I really do think that that the fact that biographies are able to evo motion makes the ideas that we learn from reading them more impactful. They're more likely to stick. So 1 of the things after a Sun 1 of the things he's most proud of is that 4 seasons sponsors. It's called the Terry Fox hope run, I think, and it's a another young young person running across Canada, suffering from cancer. He's gonna wind up dying. They went up raising tens of millions of dollars and getting a lot of attention for cancer research. And I'm just gonna read a section to you because... Well, let me read it. It's a description of Terry Fox. And he says, we didn't know yet, of course. That who's was running despite heart problems. He was running 26 miles a day on 1 leg. He had part of it amputated because of the cancer. He was running 26 miles a day on 1 leg despite exhaustion, a swollen ankle and a bleeding stump. Because he felt he was generating a great swell of support for his cause. And when you read something like that. This guy is cancer. He's had part of his leg amputated, he's running 26 miles, he's got a heart problem, swollen ankles bloody stop and yet he's still doing it because there's a greater cause bigger than himself, and he's just a reminder that. We are all much more capable than we than we know. Sometimes it just takes something larger than ourselves to actually realize our potential. Okay. So I wanna move back to his career, and it... It's really important to to to know that his realization that 4 seasons was going to be his life's work. Was a very slow process. He repeats what I'm about to reach you over and over again. I was still constructing houses, apartments and condominium. Neither con, building and operating our hotels made me think of myself as a hotel air. Throughout the 19 sixties and early 19 seventies, even though we built 7 hotels. I continued thinking of myself as a builder. He's still a builder. He's still a developer. So in addition to hotels, he's also building stuff for other people He builds this brand new, like, club house... It's some kind of these old school social clubs. And while he's building it. He's like, listen, I will only take this job if you stopped discriminating, I think at the time they would not let in Jewish people, I think you just had to be a, like, a protestant male if I'm not mistaken. And so they they agreed. Like, okay. No. You you make a good point here. And I thought this was this conversation they have was really instructive. Because we get a good idea of what was important to Is. Right? So it says, in light of our commitment to end discrimination, why don't you become our new clubs first Jewish member. We'll give you an honorary membership with complete privileges? Thank you I said. But I'm not a club person. I'd never used it, and I just love that. That's no don't I left myself. I'm not a club person. Like my life is working family. I'm not gonna hang out your club. But if you're sincere, as I think you are talk to reporters about your opening and make sure the public knows of your new policy. So, again, he's doing something that's larger than himself as well. He's like, I'm not gonna take it, but I like other other Jewish people to have the same opportunity that you're trying to give me. Okay. So now we've reached the point where he starts to make a change. There's a... My note is huge on the space. So, okay. There's a lot of things happening here. I got a lot of highlights. Let me read read what's about to happen to you. Or let me tell you what's about to happen right. A lot of things are happening here. He's getting out of development into just running hotels. He's got a maxim for us and app. Do what you really want to do because that is what you'll will be best at. And then this reminding me of steve jobs on selling 3000 dollar computers because some people always pay for quality and not to sell net because they aren't the best at anything. So that's that's something I learned a few episodes ago on the the Johnny Iv book. So let me let me read to you and we'll we'll see how... This relates to that. Okay? That near ruin experience, so he almost goes broke. As a developer he's highly leveraged. I actually was friends, Queen says. I don't know. Maybe were friends, with a developer few years ago, and it was really interesting because he was a was about decade older me and I actually learned a lot from him, but he was talking about wild swings in his net worth. And he got caught up, unfortunately, the the real estate crash that happened in 2008 2009, and he said it it affected his net worth from plus ne plus 40000000 dollars to to negative, you know, whatever he could salvage, unfortunately. It's just a it's a crazy crazy business. And I I love looking at real estate really interested in an architecture in general I would love to build physical things. I would just have to find a way to not to do, like, in, like, a... Not another life because maybe it'd be something I would just do as, like a passion project, but I do... I would love the idea of being able to point to, like, physical thing that you built. That states, you know, in case he was... This guy was building building. Some buildings are, you know, been there for 20 years or whatever other cases. I I found that very, very interesting. But anyways, he... Is is highly leverage almost goes bankrupt and this is when he's, like, forget this. I'm gonna focus on hotels. I need to limit my liability. I'm too old at this point. I have too much experience. I have my family, all these employees are relying on me to go out of business. I'm not gonna let that happen so I gotta out a different way here. That near ruin experience changed my thinking on hotel investment. I decided that in the future, we would protect the company financially by by capping our share of ownership at a small percentage of equity. No more than 3 to 6000000 dollars per property. This was based on a simple principle, invest no more than our hotels fees would give us over the first 5 years. An amount we could easily borrow on our management contract. And if more money to invest was required, we had the option to reduce our equity or put up our share. And he's doing this for 2 reasons and he tells us he tells us those 2 reasons. Right now, besides limiting risk, it established a new business model. 4 seasons as a management company, not a real estate developer. Now just as bankruptcy loom, I thought of the It t sheridan contract with gate... Which gave me 18000000 dollars as my most consequential as well as most productive business deal. Remember, that's the 1 where we put up 3500000.0 borrowed it against the contract, sell the few later for 18000000. Until then I a builder engaged in development. So this is... And I don't know if I've been clear enough. Explaining this to you. But and maybe I didn't even understand until I got to this point in the book, but he's gonna s or or or add some clarity here for us. I was a up until here, up until now, I was a builder engaged in developer, in development. A hotel leader only part time. But the contrasting comfort between running a huge convention hotel in Toronto, and that's the It contract that he sold and catering to the carriage trade in the finest hotel in London made me realize what I would really like to do. So he experienced both scope. Right? He had that small the the London hotel is, like, I wanna... I'm shoot for the top. I only wanna a 5 star hotel. No. I don't wanna build at 500 rooms. 400 rooms let's do 200 some rooms, and just deliver the... Literally the best of to experience in the world versus, you know, got convention people coming in. They're they're more budget conscious. There's about a thousand of them. I didn't like that. So he says, if the... Those 2 experiences made him realize Okay? What I would really like to do, create a group... This is his life's work now. Create a group of the best hotels in the world. And what we really wanna do is usually what we do best. I wanna read that part again. It made me realize I would... What I would really like to do, create a group of the best hotels in the world. And what we really want to do is usually what we do best. His partners Marie and Eddy disagree with my vision of building the world's best hotels. They felt I was getting delusions of grandeur. You're narrowing your market they said? How will that ever work? Who's gonna pay the kind of money you'll have to ask. This is where we're gonna get it tied into steve Jobs what we learned in the Johnny Iv. I said it correctly. Johnny, I podcast ready. Who's gonna pay that kind of money. More money for a hotel room than anyone's ever paid before. Most of my senior people agree with them. No other company does that they said. Look at West Marriott, Sheridan. They've got hotels in 3, 4 and 5 star categories. And look how well they're doing, but my mind was made up. We will no longer be all things to all people. I said. We will specialize. We will offer only midsize hotels of exceptional quality. Hotels were hotels that we're ever located will be recognized as the best. I resolved to sell any hotel that didn't meet our new standards. And this part just gets me fired up. He's wrapping up his thoughts here. I no longer thought of myself is primarily a builder. I was now a hotel air with a clearly defined objective. I believe that what we had done in London, we could do anywhere in the world, be the best. The strength of that conviction over a doubt, bolstering my self confidence to press on with an idea that no 1 else thought would work, but that raised an immediate question. How precisely could it be done? So that part about you know, only shooting for the top. I'm gonna charge more money else has, but the customer will get value for them. I I rather build the best 5 star hotel in in the world and instead of just another, you know, 3 or 4 star hotel that are available everywhere. It's not very different from the from Steve Jobs line of thinking when he came back from Apple. You know, they're they're competing on they lost their, like, they're, like, market leadership position, They're they're trying to compete on prices. And he's like. No. I wanna build the best 3000 dollar computer. And so he says rather than competing with commodity Pc makers like Dell Compact and Gateway, why not make only first class products with high margins so that Apple could con could continue to develop even better first class products? The company could make much bigger profits from selling a 3000 dollar machine than than a 500 dollar machine. Even if it sold fewer of them. Why not then just concentrate on making the best 3000 dollar machines around? Not very different from from what is he saying here. Why not just make the best 5 star 5 star hotel around. Jobs aimed at making innovative products again, but he didn't wanna compete in the broader market for for personal computers, which was dominated by companies making generic machines from Microsoft Windows operating system. These companies competing on price not features are ease of use. Jobs figured, their rate... Theirs was a race to the bottom. And then this idea where what what is he says? He's like, listen, I'm gonna make us a chain of the best 5 star hotels in the world, not 1 of the best, but the best thought about we're at the time, they're deciding they're they're in inside Apple. They're talking about different products they can make. Well, you know, at the time, Net, This is pre ipad, accounted for 20 percent of the laptop market. Gigantic percentage of a gigantic market and jobs never considered making 1. So it says Apple never considered making 1. Net aren't better than anything. Steve Jobs said at the time. They're just cheap laptops. So what it's Steve do instead of dedicating the the the the finite resources of attention and money that Apple had at the time to making a net book, which are not the not better than anything. They're just cheap laptops. He directed those resources and they invented the ipad. So then the book starts going into like, how am I gonna do this. He has said he's changing the direction of his company midst streams. Is gonna wanna if having to get a get rid of a bunch of people. But something about is and all the best founders do this. They go to school and every... Everybody, they learn from every single experience every person they can. And, you know, he's trying to do... He's taking... He's like, okay, I'm gonna build the best hotel company in the world. Right? He winds up learning about service. Now this is the 19 seventies. So Mcdonald's at the time which was different than it is now. They actually probably did have the best service back then. So he winds up going to... I guess they they eventually called Hamburger University, just to see, like, how do they how do they communicate service to so many different customers because at the time, any Mcdonald's you go to the world had the same level of service. I he's like, okay. I want 4 seasons to have the same level of service no matter where I go. And so he says something very interesting. He gets pushed back from some of his exact his executives. He says, the next day I told our senior our senior headquarters people. I want you to come with me to Mcdonald's and see how they train their people for service. 1 of them said, look, they're selling hamburgers, and we're selling Filet mignon. How can you even compare it? I know what we're selling I said. I'm talking about how we sell it. And this is something I feel me and you have been talking about a lot in the last few weeks. Don't copy the what, copy the how. He this easiest saying that exact same thing. Let's let's go back to the the what we learned in in the book working backwards. Bezos didn't make another ipod when you had that meeting with Steve Jobs. He didn't copy the what. He copied the how. Steve jobs strategy for the ipod and itunes. Bezos copied the strategy to make the kindle. He didn't make the ipod. He took the idea behind the how, not the what? That is so powerful. Don't copy the what, copy the how because those ideas transferred to any discipline. This is something we also learned from Kobe Bryant among others. It's so smart what he's picking up here. I just continue have these discussions with these executives and he's talking about... He said something right here, and I'm just gonna read you. It's a quote, he repeat. Remember again. At variations of this quote. We are only what we do, not what we say we and something my own personal maxim that I use in my life is actions express priority. It doesn't matter what I tell you is important to me. It's... My actions will tell tell others. Other people what's actually important to me. Actions express priority. Giving our customers more value than anyone else, I figured would would ensure in return would ensure that they return, and that would give us a profits. So again, start with what's best for the customer work backwards. This it's another way to express the same idea. I kept rest resetting our aim with superior service, focusing focusing employees at every level to 1 single compelling purpose, pleasing customers. Very similar to what. Bezos says. Start with the customer and work backward. That is the best way to create shareholder value. We see is he expressing the same idea here. We're gonna see is the echo another, 1 of history's greatest founders here. This section it was just gonna remind me of or reminded me rather of, what... Walt Disney said when he was building Disneyland, and I'm gonna read the quote from that from that book. It's called Disney's, I did it. I don't know maybe 15 or 20 books ago. But it says not all of my senior people agree with all these decisions on quality. This is easy he talking. Why don't we use vinyl instead of leather they asked? Polyester instead of silk. Most people can't tell the difference? This is his response. A lot of the people we hope will become customers can. I told them. So they're in there in in the rush to create Disney Disneyland, which happened. I think 366 days if I'm not mistaken, they're they're having trouble with the quality of, the leather on a horse drawn carriage. So it says they were among the first park attractions to be finished, but the pressure of time was already weighing on everyone. 1 day, John Hen stopped to check on the progress of the coaches and had an idea, which he brought to his boss. Why don't we just leave the leather straps off Walt? The people are never going to appreciate all the close up detail? Let me pause there before. I get to his... His walt disney's disease response. Is this not the same thing? He just said the people are never gonna appreciate all the close up detail. This is what is his executive said? Why don't we use vinyl set of leather, polyester instead of silk. Most people can't tell the different same exact same thing as happening. Right? The same sc nest that had recently made Disney refused to license a davy crockett cult revolver because the far firearm hadn't existed in Davey day treated hen to a tart little lecture. You're being a poor communicator. This direct quote wolf from Disney Obviously, you're being a poor communicator. People are okay. Don't you ever forget that. They will respond to it. They will appreciate it. Hence didn't argue. We put the best damn leather straps on that stage coat you've ever seen. And those kind of people that that have that level of dedication to their products. These are the people that I wanna buy products from. I love this. He repeats this, so I'm gonna repeat it to you. Actions speak louder than words. And action speak louder and much clearer than words. He says that probably half a dozen time in different ways. He constantly communicating that to all of his employees. Everybody's around them. That that all the matters is what we actually do. Now what we say. To... So he talks about how he recognized the way he felt about about his job is very similar to how Ray Cro, the founder of Mcdonald felt about his, So he he he quotes him here. To compete, we'd have to feel about service the way Ray cro felt about hamburgers. Explaining why his company he led competitors around the world, Cro had said, we take the hamburger more seriously than they do. So now he's gonna talk about how difficult it was. Like, he has this this uni insanely high bar for quality very similar to how Walt Disney had, and he's got to make sure that verbiage to his entire organization. Every single position and the people that don't live up to his his quality standards they he has to let them go. Enforcing arc acc was the most far reaching decision I ever made. A painful process, often personally distressing. It is perhaps the hardest thing I ever did. But the fastest way for management to destroy its credibility is to say employees come first and be seen putting them last. Ben this is a great last sentence, better to not profess any values than to not live up to them. This is more on his philosophy and just as importance of focusing on 1 thing. He's constantly trying to narrow his focus. I just wanna be the best 5 star hotel in the world. I don't wanna do anything else. Japanese accountants have a saying, over is the beginning of under. Meaning that growth can become addictive, adding volume without value. I wasn't hooked on momentum are quarterly results. I agreed with Peter Dr, who said, doing too many things at once is the most common mistake in business. And now here's is these interpretation of that. If quality is your edge, you can't compromise it. So the travel industry as you probably know is highly cyclical, Usually, and usually, when there's an economic downturn of any sort, it's it's impacted to a much larger degree than than most other industries. And so the book he has to constantly navigate through several different you know, economic recessions. And in 1 case, he has to pledge every single asset he has. So I'm not selling and my back is up against the wall, and the financial situation so dire that even his vice president of Finance. Like, we we need to sell company. We had worked together on many deals, but the downturn was making our business much more difficult than he expected. And now his advice was was to sell the company. We could walk out of this a big winner he said. In my mind, there was absolutely no question of selling. I went back and pledged all of my 4 seasons stock knowing to... So he had to pledge his stock to get a loan to continue the company. Knowing that I had to succeed or lose everything. It's strange, but I can't recall being deeply concerned. Perhaps because of my depth of involvement and belief in what I was doing. Interesting not something that I learned while we're reading this book that was actually surprising is So forcing seasons is winds up being a a public company, but then it... It's taken private towards the end of his career, he winds up selling majority ownership. Since 2006, I think, Bill Gates and Saudi prince have been the majority owners. Of 4 seasons. Since 4 seasons is private now. I was very surprised when I got that part of the book. It's a great quote and then he's got this idea of invisible automatic service. Excellent this great quote first. Excellence is often just a capacity for taking pains. And this is what I mean about invisible automatic service comes up with 1 of the first companies to actually track, like, the user computer to track what the preferences of their customers and then just deliver to to them without asking. Without them having Passport, we made this a common experience by setting up early on far ahead of other hotel companies, what we called a guest history system. The first time guest stay with us, we computerized their preferences. In rooms, food, drink and anything else our employees noted. So that when they return, we could give them without them having to ask whatever they wanted and liked best, then he's continuing to rethink the experience that he has for customers, and this is really interesting. Let me read this to you. Remembering that Caesar R made his hotels world famous by hiring some of the foremost chefs. We decided to do something similar. So that's the founder of R Carlton and I like all Great founders borrowed ideas from his predecessor, there's actually a book because of the sentence. I went researched. There's a book about the partnership between the founder of the R Carlton and the greatest chef in history. That's what Is or is is is referencing there, and that's gonna be an episode coming very, very soon. So why is he doing this? By the mid eighties, we had completely demolished the long standing stereotype of a hotel restaurant as a mediocre overpriced trap for tired travelers. And so he's picking up. Like, I have an opportunity because most businesses are poorly run. And then we... If we just try a little bit harder, we can do better. So it says what really counted was doing the right thing in the right way. Which should have been done long before. So he's talking about. Like, yes, putting an emphasis, like, taking r R idea, putting an emphasis on high quality food, getting world renowned chefs partnering with them, winds is up increasing restaurant sales and like, by 30 to 50 percent. It was financially a great idea, right that he borrowed from R. But his whole point is like, above and beyond that we made more money. It's like, we're... We were doing it the right way. This should have been done in the past. Hotels should not have been using their restaurants just as a way to upc charge or to Nickel and dime their customers. I really like that. When really count was doing the right thing in the right way, which should have been done long before. Very much like Ing var Cam pratt and the I founder Ikea, he he grew 4 seasons grew, but he he grew much slower than he could have just like Ikea did because he's not he's not after growth for growth sake if it... If it compromises the quality. So he says entrepreneurship often breaks down when a company starts to expand. So he's extremely conservative on... I think they added, you know, 5 or 7 hotels a year or something like that. Even though they had access to to more money. And to people telling them, you, you can go faster, is he did not do that. This point in the story, his dad passes away. His dad lives to be a hundred and 2 years old, and this is him reflecting on when he learned for his father. First and foremost, of course, was the influence of my father. For he taught me how vital people are to success in business. Dad was the most tolerant, kind and most positive thinking person I've ever known. His example and his un questioning and unconditional faith in me are the underlying reasons for whatever I have achieved. At this point, they've been... They're expanding all over the world. They hire, obviously, local people working there, in some in different countries. In this case, is Hawaii, but they do this in all over the world. And what's very interesting is they... It's... They said it's easier to train somebody brand new than to have them un learn, things. Like, if they were trained... If they worked for other hotels. They probably learned how to do things a way that's not... That will not meet as these standards It's like, I'm just gonna meet... I'm going to hire people were new and his thinking behind this was actually really, really smart. More than 3000 people applied, many with hotel... Hotel experience that we didn't want. We find that expertise is easier to learn than bad habits are to un learn. Instead, we hired a lot of people who had been doing back breaking labor in sugarcane and pineapple fields, people who would feel appreciative of a clean work and clean work environment and nourishing meals in a healthy attractive air condition environment. We were right. These were people with positive attitudes who soon learn their jobs and took pride in sharing their aloha spirit with guests. Just a few more ideas for you. This is really interesting how bad do you really want it? Hurricane Hugo swept across Ne. I've heard this this island Saint Kits and ne and certain kits and ne. I know how to pronounce. I'm gonna go Ne. Hurricane Hugo swept across Ne. The following Monday morning when John went to check on his office, Faye Walters was there. It was 08:00. She was sitting at her desk imma dressed and attentive, surrounded by debris in a room with no roof. No electricity and all of her files had blown away. What in the world are you doing here, John said he asked her? Well, you told me if you hired me, I'd have to come to work on time looking smart and happy. And then is he's got us some advice for us on continuing to advertise during recession It's tempting during recession to cut back on consumer advertising. At the start of each of the last 3 recessions, the growth of spending on such advertising has slowed by an average of 27 percent. But consumer studies of those recessions has showed that companies that didn't cut their ads had in the recovery captured the most market share. So we didn't cut our ad budget. In fact, we raised it modestly to gain brand recognition, which continued advertising could sustain, and this is his main point here. It is much easier to sustain momentum than restart it. And finally, how he thinks about competitive advantage, underlying and justifying my view of the future was will warren Buffett. The world's most successful investor in his latest year and discourse has called the only competitive advantage that matters, a barrier to entry. This was what I believed our competitive advantage now provided. Our portfolio of hotels was the largest group of authentically first class hotels in the world. A physical product, no other company had to the same degree. These were exceptional assets almost impossible to duplicate. And that is where I'll leave it for the full story. If you buy the book using the link that's in the show notes to your podcast player, you'll be supporting the podcast at the same time, I also leave a link in the show notes if you wanna buy a friend or a coworker, a gift subscription to founders. You'll be supporting not only your your friend. It feels good to get do something nice to somebody else, but you're also supporting the podcast is because so many people have been doing this lately. Not only they've been buying gift subscriptions, but they've been telling people about the podcast. I've spent... I've been having... I've been able to spend less time on marketing and more time reading and making forecast. That's why my... I've, you'll see, like, I've been releasing podcast podcasts more frequently. I guess you should tell you about this. I don't really think... I've told you for... I I think of founders more is, like, it's a of course on the history of entrepreneurship. It's 1 giant discussion. On all the best and worst ideas in a history of entrepreneurship. I do not think of it as a show. That's why I don't have ads. I don't have interim music and Don't have interviews. And so what I realized is I wanna get away from anything that is show like and just releasing podcasts on the same day every week? Like, sometimes, I Have it finished for a few days. I'm like, I gotta release it on this Sunday because that's what shows do. And I was like, David, this isn't a show. Why why am I holding? Like, if it's ready, Why don't I just release it. The the sooner you get this information in your mind, the more time you have to apply these lessons to your own career. So this this line of thinking, the the reason I I would encourage you if you can. And if you know anybody that wants to. If you do, buy gift restrictions for other people, if you could keep telling people about the podcast. Yes, other people benefit and yes, All benefit. But do it for selfish reasons, because the more you do that, the more time I dedicate to reading and making podcasts, the faster you get more podcast. Is basically what I'm saying. So you don't have to. It's optional, but there is, you know, your own personal incentive if you choose to do that as well. That is a hundred and 84 books down 1000 to go, and I'll talk to you again soon."
}