{
  "transcript": "R was not humiliated. He was furious. After all he done for the savoy, this was his thanks, to be cast out under a cloud of suspicion and false allegations, it was outrageous. Everything he'd done had been for the betterment of the Savoy. Of course, he'd signed for checks and extended credit sometimes. That was his job as the manager, the host, the person of the hotel and its generosity. All those who'd been given credit would certainly be paying their bills. It was insulting to suggest otherwise. And as for his dealings with the backers of the R hotel syndicate, he had been perfectly aboard from the outset. Richard had always understood that R maintained his independence and would be involved in outside projects. Indeed from the very beginning, this freedom had been written into his contract with the Savoy. For Richard to be holding it against him now was nothing less than a betrayal, but it was what Richard had said that R and Had forgot that they were servants and assume the attitude of masters and. Those words echoed in his head even now. The idea that they should be seen as servants was the cruel list of insults. Caesar R, August as, servants, That was an excerpt in which caesar R and August Are fired from the Grandest hotel in London called the Savoy, and it comes from the book I'm gonna talk to you about today, which is R and a. The hotel, the chef, and the rise of the leisure class, and it was written by Luke Barr. And I absolutely love this book. I devoured it in just 2 days. I have a ton of highlights so we're gonna get to that. First, I wanna tell you how I found it. This is an example of something that idea that you and I talk about all the time, which is that books are the original links. They they lead you from 1 idea to another from 1 person to another, on the last episode of founders, episode number 1 84, which is about the auto bag of the founder 4 seasons. I came across just 1 sentence in the book. That really piqued my interest. And he said, remembering that Cesar R had made his hotels world famous by hiring some of the foremost chefs, we decided to do something similar, So I saw the name Cesar R. I thought, okay. That has to be the R Carlton guy. Right? And the result of, is he is sharp, which is the founder for seasons, like all great entrepreneurs and founders studied the founders and entrepreneurs, the greatest entrepreneurs of the past took ideas from their lives and careers and applied it to their own work. That that's the entire thesis behind founders. It's something that as you said the history of entrepreneurship, you see all of the best founders do. And this is the result of that. And by the mid 19 eighties, we had completely demolished the long standing stereotype of a hotel restaurant as a mediocre over overpriced trap for tire travelers. And so I read that. I was like, okay. I gotta see if there's a biography if there's a book on Cesar r. If if is he sharp, 1 of the most successful entrepreneurs ever at live is learning from him why aren't you and I. And so that led me to this amazing amazing book And so it's about Caesar R which is he's his nickname is the hotel ear to kings, the... Should be the king of hotel airs, the hotel ear to kings and his partner, which is August es, which is probably my you could argue that he's the most influential chef of all time. So let's jump into the book. I wanna start with a description of Cesar R. He's in his late thirties at a time, and he's going to explore this opportunity in London. He's already owns a few hotels of himself. He's being recruited to run what is supposed to be the grandest hotel in the entire world. So it says, the express train he was on had launched a few years earlier in 18 86, and it was state of the art. The trip would take a full day and night. It was remarkably fast R thought. The express trains were transforming European travel. Why is that important to him. The express trains held a new era, bringing t of visitors from all over Europe. This was good for r. He was in the hotel business, So it's opening up new markets. The way I want you to think about this section that we're in right now is you think of... And and you've seen this in the past in past episode the founders, if you're studying any American business history let's say in the late 18 hundreds early 19 hundreds. You realize that the railroads were the Internet of their day. And what does that mean? They were large technological platforms that create massive business opportunities that you can build on top of the platform. Just like the Internet enables today, and that's exactly what's happening in Rich his business. It's bringing him a lot more customers and, hey, he's have access a lot more customers than he would if they didn't exist. His business was pleasure. Rich was a hotel man. Welcoming guests with well practiced charm at his 2 small properties. He was 39 years old and had been working in the hotel business his whole life all over Europe. And then he goes into a little bit about his background and his philosophy and how he runs the hotels. The dapper young Swiss hotel air was effortlessly multilingual ling, and never forgot a name or face. Not only that, he also took careful notes of his client's, whim and desires. This is something we saw is he actually put a practice and he actually computerized this process throughout the 4 seasons hotel chain. R was also a show man, an orchestra of evening entertainment and gala dinners. Easy is he did the exact same thing to draw tension his hotels. He had advertised both the hotel and restaurants extensively, printing lavish brochures and installed electric lights, which at this time was a was a novelty, and so that got him attention above his tariffs. Kaiser Wilhelm the first, the German emperor at the time had eaten dinner at his restaurant. And Rich made sure everyone knew it. So at this point, the story, Rich is restoring this this lavish party at, his restaurant to to public size his restaurant. He brings... It's called bringing the outside in, so he transforms the the interior of the restaurant, looks like your outdoors just tons trees and flowers, and R was a great believer in flowers, vast extravagant quantities of them throughout his entire life. He used that idea at every single 1 of his hotels, and it's at this crazy gathering that he's gonna re meet this guy named Richard, don't know how to pronounce his last name. I think it's d oily kart. I'm only gonna refer to him as a Richard to keep things simple. This is the guy that just fired him, but this is him trying to recruit r to his hotel in London and we'll and we'll go into why It's really fascinating to me is how paint r was at making this decision and why he wind up choosing this opportunity. And that 1 decision changes the course of his entire life, which is... We'll go into a lot of detail about that that today. So it says, It was just after dinner when Rich was approached by an English man named Richard. This is the sort of thing he's talking about the the the party that Rich is trying. I'd like to do at my new hotel in London. Richard was now building a large luxury hotel next door to his theater. Also called the Savoy. 1 that he said would be the best in the world and so he had never built a hotel before had new expertise, he had wind up, Richard made his fortune producing what they call comic opera. At the time, There's just hugely popular, entertainment shows that she sell tickets to. And so he realized hey my theater successful, why don't I build a hotel right next to it, and I can make money doing that. And so now Richard's going straight into his pitch. She says what London needed was a man like rich you'd make money hand over fist. There were plenty of large hotels in London, but their food and service were mediocre. So let me pause right there. The idea that they're talking about, hey. I've identified an opportunity because there's tons of hotels that already exist. They're making money and yet their very mediocre. We saw the exact same thing on the last book where Is he on the night on the night Honeymoon, he went up staying at this 1 of most successful hotels, I think in Toronto. And it's at the at the airport. He's like, oh, this this we thought it was gonna be glamorous because it's so successful and it winds up being a dump, and he's like, wait a minute If this place can make money. And they're not even running it well. What happens if you can actually make a great hotel. That actually gave is the confidence in trying to pursue what winds up being his life's work Richard was no longer making Idle small talk about the hotel business. He was offering R a job. And so R like every single other entrepreneur, primary motivation is control. They won't control over how they spend time what they work on. So he's gonna turn Richard down. He's like. No. I've just gone into business myself, his plate was full. He had said no. So so Richard does something smarter. He's like, okay, You don't have to accept the job. What if I pay you 2... You come my hotel for 2 weeks as a consultant. Right? And he winds up paying him the equivalent of what would be, like, a, for 2 weeks would be a good, like, a decent annual salary for, like, a middle class worker. Right? So this is actually smart. So he says, why not come to London for the grand opening just for a short visit, a week or 2. You could survey the operation and offer advice. R knowledge and expertise would be invaluable. He would be at a consultant. And then he talks about... R is thing about it. Because he says, you know, this amount. It's a lot of money. It's the equivalent of a decent annual salary. So Rich, thinking about it. He goes home, talks to his wife. His wife is probably the most important person in his life because considers is her his muse. Someone... She becomes... She she's she's helps him build the hotel. Helps with the design. She he vents to her. He actually met her because he... Her family owned. I think the Grand Monaco. I think her uncle owned. The grand hotel in Monaco, that's the 1, R was... R was managing the hotel when he met his soon be wife. I'll go into more detail about his background because it's fascinating. He starts out unbelievably poor. He's born in a village in the swiss alps of, like a hundred and 20 people. There's, like, 11 kids in his family and leaves home to work... Start working at 12 years old. I mean, his life, and August Life is just remarkable. This book is fantastic. And telling you. But anyways, R is talking to his wife? And he's just like, she's, like, why does he want? You have a good reputation. His hotels are in small cities, usually that are that only see travel by the unbelievably wealthy in a few months of the year. And so Rich is telling and and, you know, London, even though it's the center of it's probably the richest. I think it's the largest and richest city in the world at this point in history. And so Richard's ideas Like, why don't we... The same clientele tell that you get at your hotels. Right? Say, travel, they'll come to london because London is like, the center, there's, like, a gravitational pool for all of the the world's Wealthy. Right? So We're is saying he, meaning Richard wants the Van belts and the mortgage and the roth child. There was nothing that gave rich more pleasure than contemplating the list of his most ill glamorous guess. The prestige money and honor their names represented. A represented. Prestige and had now attached itself in some way to his own name. And his his name becomes a brand. This is the precursor. He... He's obviously the precursor to the R Carlton hotel brand that still exists a hundred years later. It come that name is actually trademark and license out, and it's based on 2 hotels that R is gonna build later on his career, which is the hotel R in Paris and the Carlton Hotel in London. We'll get there too. So it says the the their honors in name... The honor of their names represented prestige and now attached in in some way to his own name. And for a man who grown up herding cows and goats in the Swiss alps that was saying something. So continuing this discussion with his wife, he says something that's really interesting because remember, r at this point, he's around 39 years old. He's been working in the hotel industry for over 20 years. This entire life and he started as a waiter, work himself worked his way up He knows how to do every single thing in the hotel. He's a completely obsessed person. This winds up. His life has an unhappy ending because of that, which I'll get to. But he says something that other great entrepreneurs have realized and he as to his wife about Richard the fact that he doesn't know what he's getting into. He hasn't the least idea how much work and care? How much imagination and effort go into the proper running of hotel. I'm gonna quote Steve jobs here. Says the exact same thing. Hundred years later. Well, 80 years later. They have no conception of the craftsmanship that is required to make a good idea and turn it into a good product. R is saying the exact same thing that Steve Jobs said. Another main theme of this book. And I would say Richard's like the third, there's 2 main characters, there's R and Sc, there's the main characters. Richard's the third main character He's obviously an entrepreneur as well. And there's something that Mark Theresa said that I think perfectly sums up the the entrepreneurial emotional roller coaster he's talking to his his found his c cofounder Ben H of time, and he says to Ben Hey. Do you know the best thing about startups? Ben says what? And Mark says you only experience 2 emotions, Euphoria and terror. And so that is a mean theme of this book. That is a very old idea. And we see that here with Richard, we're also gonna see it with And R, Richard found himself consumed with anxiety. The deep and existential kind that accompanies great risk undertaken in public. He had put it all in the line for this hotel. His money, his friends, his friend's money and his reputation. He had spent 5 years building the hotel. And now this was the moment of truth. And that moment truth is the grand opening before I get into, and I and everything R notices. That's where R is on the the train. That's where he's headed to now. He's he's... There's there's an interesting thing just a few sentences here for you. That... That's really fascinating. And it's an element to human nature that never changes. So it's important for us to understand. There's a lot of... This is 1 of the first hotels in London to have electricity to have light bulbs and to have elevators. And his customers are scared. Humans are always scared of the new. And now, you know, a hundred 20 years, a hundred 40 years later. We're, like this... We we you're scared of an elevator a light bulb, like we crazy, but they thought they would they were, like, little bombs that they would explode. And so I'm gonna read this section to, then I'm gonna tell you another thing that I learned from Steve Jobs. That's very, very powerful idea for you. So it says Richard understood that he needed to educate his clients. Actually, this is about the theater, not the hotel, but the hotel does have elevators. So this is the first theater in London, his was the first theater in London to be lit entirely by electricity, a fact that aroused much curiosity, but also fear. So his customers are asking. How is it safe? Just how fl exactly was a light bulb. And so he has to do public demonstrations and show that, you know, they're... It's not fl. Everything's okay. You're not going to... The theater is not gonna burst the frame to the flames. Something that I heard Steve Jobs say 1 time I think is a very powerful idea. And he talks about what what is marketing? What is advertising, and you can wrap this up in in in public relations. Right? He says good P educate people. That's all it is. That's his exact quote, good P educate people. That's all it is, more on Richard thinking not only behind how he designed his theater, but also, how he designed his hotel, which is... He does something really smart here. Again, is the sharp founder for seasons. Did the exact thing same thing. If something annoys you, it... There's a good chance it annoys your customers too. So by eliminating that, you actually build a better experience for your customers. This leads to hopefully more success in your business. Right? Just as he had it the theater Richard plan to eliminate all the extra extraneous charges at the hotel, aiming for a smoother and less irritating service. No charge for baths, lights, or attendance announced a full page advertisement for the hotel. Such charges for basic services. This is so important. Right? Because everybody else humans don't think We copy. Right? So everybody else is just like well, other hotels. They charge for this stuff. So I'll build a, and I'll do the same thing, but you can have make vast levels of improvement by just bucking the train and asking yourself. Does this actually make sense? And most people never ask the question Such charges for basic services were common at most hotels and infuriated him endlessly. This was so common that there was a very there's was a very common book that was called... That was written at the time. This is written in the 18 fifties. It was called the English hotel Nuisance. And it was a book that out... This is Hilarious. It's a book that outlined every shabby in dignity, overpriced candle, unusable bar soap in in edible stake uncomfortable room and gouging fee charged for in different service at haute at English hotels. And this is a very, very powerful idea we've seen over and over again. The the your competition The bar is so low that they're writing books on how bad it is. And yet no 1 thinks to improve it. So Richard thinks to improve it, sees our r did this instinctively. Right? Another example is is he go go back to that example of I sharp staying at hotels Like this is a terrible hotel. Are terrible motto. Like, I can do a better job than this. Go back to Walt Disney. His life's greatest work, even though he's known for animation and building the best content library in in human history. It his life's work. If you ask him what the most important thing he ever worked on was Disneyland. And that opportunity existed because every other... At before Disneyland and amusement parks were were were for, like, suckers. They were run by, essentially Connor artists. And and when he wanted to build... And when Disney wanted to build a, an amusement partner, was like, why would you do that, there's such crappy experiences. And he's, like, that's exactly the point. Mine won't be. Go back to what we just learned in the Johnny Iv book. When Steve Jobs comes back to Apple, Apple's trying to do the same thing that every other computer maker is just make un indistinguishable hardware that's running Microsoft Windows, and compete on price. And caesar, I'm not doing that. I'm gonna build the best 3000. I'm not gonna build the worst 5 the cheapest computer that the the 500 dollar computer that more people, like, the the most amount of people will buy. I'm gonna build the best 3000 dollar computer. Because people will always pay for quality the opportunities because everybody's chasing after the same goal. Let's build the cheapest computer possible. And he's like, no. I'm gonna build the best computer possible. And so again, if somebody writing a book on how bad the experiences, that's a giant screaming sign. There's the opportunity. That idea fires me up. Let me fast forward, go back. I wanna go back more to this euphoria and terror idea. And again, building companies is for the crazy. You you not find normal people to do this because everybody that tries knows this feeling. Richard's experienced that again, the truth was Richard and the the reason I bring this up is, like, founders or mis to obsessive people are a little crazy. This is this is not meant for everybody. The truth was Richard enjoyed the pressure. The rush of putting on a show. It was exhilarating, so we use the word... Euphoria they're using word exhilarating if a little panic inducing. Which is a crate another word for terror. So how crazy or do you have to be how unusual do you have to be that you're enjoying the pressure. And part of the reason he's so terrified because he knows there's a real, very real chance of failure, and he knows that from his show business career not every show succeeded? He knew that? Or he knew that? You launched them as well as you could and hope for the best that reminded me of something that Edwin land, founder of Polaroid, Steve Jobs Hero, somebody have done. I've had 5 books. I think A 5 different podcast on this guy. He's won... By far, 1 of the most important entrepreneurs ever live. And he says something is really interesting. He talks about, you know, any difficult endeavor building a product doing science, you have to to endure the error part of the trial and error axiom. And he says why you have to do this because what your product is. Right? The experimentation, like, the the invention of of instant photography in his case. He's saying, we we sell the results of our failures. What a great way to think about a finished product. It's the result of your failures. It might have changed taken you a thousand times 2000 different experiments to get your product right. But once you have it right, you're selling the results of your failures. James James Dyson knew the exact same thing. He built 5127 prototypes before he finally had a the vacuum cleaner the way, the way he wanted it. The way up after his standards that he control, he could go out and sell. And that going through that 5127 prototypes. Now, he owns a hundred percent of Dyson to the Dyson company. I think last time I checked to his network worth somewhere, like, 30000000000 dollars. But that took 12 years. 5127 prototypes. He's selling the results of his failures. Okay. So so let's go back to let's go to R on London. His his his impression here is going to influence an important decision he makes later, And don't worry, we're gonna get to August. He's he's he's got a fantastic mine. And there's a lot of ways to learned from him too. I promise he's coming. R had never seen anything like it. London was a metropolis of 5 and a half million people, More than twice the population of Paris the next big biggest city in Europe, and far bigger than New York City, Berlin, Tokyo, Vienna, or any other city in the world for that matter. It was the booming center of the global... Of a global empire. There were vast amounts of money here. Remember in the late 18 hundreds, and an unrivaled concentration of business, politics and trade. London was another world, and it amazed him So now we get into, like, the a brief bio on r and then more about his critical eye, which is also something that helps build great products. On understanding what's wrong with other products. So he says this was the very heart of a world that had shaped him. A world of privilege and luxury in which he had forged a place for himself against all odds. R had not been born to his life, raised in a tiny village, population a hundred and 23 In the foot hills of the Swiss alps, he was the last of 11 children and had left home at the age of 12. He was a self made man and beneath his placid imp swiss po lay enormous ambition. He knew immediately that the Savoy had every reason to succeed. It was the right time and the right place for a modern luxury hotel. London was booming. Except as the days went by, his doubts crept in. This is where we get to his critical guy. Rich could see that the kitchen would not live up to Richard's grand ambition for the place. It was not organized properly. Service was slow and that's another thing, like, almost every single great founder. Jeff Bezos says going slow is expensive for sure. In the Johnny Iv book talks about apples of extremely fast company, Johnny's is amazed when when they're picking colors for the new Imax. He's like, steve jobs did it in 30 minutes, other companies was to take 3 months. So again, we see this. I bring this up to you because it's extremely important when we see these entrepreneurs that don't know each other. They lived at different types in history, different industries, different parts of the globe, but yet they all pick up on the the important aspects. These are fundamentals. These are principles that we can then use and apply our own work. Speed, speed, speeds extremely important speed is a function of time. So you're saying not only you're gonna not organize properly. You're moving to damn slow. You gotta pick up the pace here. What are you doing? The food was fine. Okay? That's that's not what you wanna hear, but it was not great. It was not all inspiring. It was not es. Now we get to his central idea where he feel feels R feels his success was in large part due to, which is exactly what is he sharp new. Right? R knew better than anyone the importance of the kitchen and creating AAA truly luxurious hotel experience. He had built his success in the hotel business in tandem. So think about when you when you were going to this book today, and I hope you do read it because it's absolutely fantastic. Their partners. R is technically the the the, like, the senior partner, but they he he doesn't... He both have control of their domains. And they have a partnership and a friendship that lasts their entire lives, which is also rare with 2 heads strong really successful people. He had built his success at the hotel business tandem with the Brilliant chef August of Sc. At the Grand hotel Monte carlo and the grand hotel Nationality in Lucerne, where they both work for years. As Sc had dazzled. This is my also my favorite part of these books that were reading, because they're both super well known super famous, but we know them the end of the careers. Right? This is when they're in their thirties. They're not yet. I mean, they're they're showing signs of who they become. They haven't become those people yet. This is my favorite part of studying the lives. It's like, who I go back to I think it was like, episode number 01:40 something. That that bill book on Bill Gates. Yeah. Maybe I'll listen to Bill Gates talk now only he's 65 7. Don't get me wrong, but that's the Bill Gates in that book that I did. It's called Hard drive. It covers the first 35 years of his life. That is the Bill Gates that built the success that the bill gates of today enjoys. These that's that's the most relatable part. Yeah, it's very hard to relate to a multi billionaire, you, it's at the end of career. Most of us are still on the way up. Right? So we want to learn what the great people did when they were on their way up. Right? And this is where... I have a big smile if it's just thinking you about, like, you have Caesar r in August Before they were r in Sc working together. They had to put in the work before, and we get to see that because somebody wrote down these lessons in a book. How amazing is that. Sc, oh, that just gets me excited. Okay. They had both worked there for years. Sc had dazzled guests with his cooking, inventing new dishes and finding new ways of presenting classics. That's a key right there. He takes... He understands the fundamentals and then builds on top of them. And he he writes 1 of the most famous culinary books, it's still half... Or, not a half a century. Over a century later. Still in print today still used today. That's how how valuable his ideas were. And it's the fact that people were ignorant of what came before them. Also what David Og talked about. He said that people that don't study hit history are ignorant amateur. He did not mince words about that. So As says his same stuff, but again, think about that, his his main theme understand the fundamentals and then build on top of that. So he find new ways of presenting classic classics. R often thought that. In fact, was the key to his own success. The sa Chef was not on the same level. And so R sees what's going on, but he also plays it close to his investment. He's not an owner in the hotel. He... He's not accepting a job. He's a consultant. So he's observing, but he's not going to run over the people that already working there. He was not there to direct and organize a staff, but to offered advice which he did politely. He could see every flaw and how to fix them. Again, he's an obsessive. And again, when we get to the end, you'll see his his life does have a a sad ending because of his obsessive nature, unfortunately, you know, sometimes our strengths our greatest strengths can be your greatest weaknesses. We have to be careful. Richard had told R proudly that it was his wife, Helen who had taken charge of the decor. So R held his tongue. R did not liked it occur. When R is gonna wind up taking over the hotel later after a lot of cons conservation and and months of being recruited and saying no, and he gets rid of that, and that causes an issue you. Remember he gets fired by Richard later on. I that's how we started the podcast. So I'm not bearing the lead there. Very important. All these things are very important because it's gonna lead him into to his greatest success, which is also an exciting thought. There was no point in c Helen with his views on the hotel design, so he didn't It's very smart move there. And anyway, the real problems were deeper. Alone in his room at the end of his 2 weeks day, R contemplated the savoy future. It will not succeed he thought, not under its present management. Even at the end of 2 weeks, he's still not accepting the job. He wanted the independence of the entrepreneur. Same thing of about when you read biography of Thomas Edison. 1 of the first things opening paragraphs in that book the wizard of Men Park. He just wanted the autonomy entrepreneur. A small shop where he can work his own ideas. He didn't have these grand inhibition. I mean, he wind up having when succeeding on a grand scale. But he's I just wanna... Have control over what I work on, and and let me pick my ideas my own time and and and make my own money. So it's is the same things. Like I've worked for people for 25 years. I just finally but bought my independence. I don't wanna give it up now. But, Richard had no regrets about turning down the job. R had been years. I just ran a around point here. R has spent years working for others and was now finally a hotel owner himself. Yes. The hotels were small, but they were his and seeing the Wealth in London only reinforces his desire for independence and his confidence is own success. So we're gonna go more in a background of r here. So this is hilarious because it's... This person's a ridiculous person that says storm I'll get there in a minute, But let me give have some background. And again, a large part that's gonna be surprising is this this idea of impostor syndrome that in quiet moments, which most people don't share with other people is like, they don't think they're good enough. You can be with some the most successful people in the world. Already we accomplished do and most people never do in their lives, and then they they just have these... I wondering call a mental breakdown, because that's not the right word for it, but they just have these periods of intense doubt. Like, I am a fraud. Rich was proud. He was also full of what Marie that's his wife thought were silly in insecurities about his peasant family background and about his lack of education. He had spent his youth as a waiter serving the high and mighty, observing just exactly how his customers comp themselves. How they spoke, how they wrote their jackets. So he learns from them. He starts copying their their ideas. Right? Within a few years, R had worked his way up as a, as a waiter at some of the best parisian restaurants. He still remembered serving the American railroad ty J Gold. I actually have a book about this crazy guy. I haven't got to it yet, but it will be a future episode founders. So let me... He's American Railroad, Ty j Gold. At the end of the mail, Gold had offered with some advice. It's a mathematical certainty that the new age is to be an age of electricity and steel. This is probably around 18 50, I would I would guess. He said, bank on it, but don't let machinery govern you. Take off your coat now and again and work in a garden. That's what the new generation was learned to do if it wants to keep sane. Gold went on to describe his love of manual labor of working outside of digging his hands in the soil and how in it all was. Yeah. That's nice if you can do that because you would like to do it. It's different if you have to do it. Right? And that's what we're gonna see here. R had grown up on a farm hurting livestock. From a very young age. He knew all about hard outdoor work. And the irony of the Robber Baron millionaire telling him oh so wisely about the benefits of working the land were not lost on him. Everything Rich had done in his life, he had done in order to escape that fate. He had seen too much of the hard scramble, desperate life of peasants to rem romantic it. Of course, he could say none this to gold and only smiled that he's... As he cleared the dishes from the table. Later, he told Marie, the stories of his early life. His struggles, his ambition, his fears, and she alone understood. His silence at that moment listening to Jay Gold was the silence that propelled him now. So he is go reflecting back. He's talking, you know, he's now a successful hotel air, and he's looking back at these experiences he's telling it telling his wife about this. And then he's also giving her her fuel to the fire, and we've seen this example too. And I'm gonna, you know, I'm gonna tell you my note before I read this. And it's very, very important. And I've learned this from a lot of the entrepreneurs were sitting here. When people tell you that you can't do something. What they're really saying is they can't do it. I can't do it. They're not... They don't know what you can do. Only you know what you can do. And you'll only know that by betting on yourself. And so look how ridiculous is. This is 1 of his boss. As says says, he had he had persevere. You'll never make anything of yourself in the hotel. His boss at 1 of his first very... Has it very first job said. I told him. It takes a special snack, a special flare, and it's only right that I should tell you the truth. You haven't got it, and this this next sentence just fires me up. Well, he got it now. And the reason I say we said that before is because 1 of the first time 1 of the first jobs Sam Walton founder of Walmart ever had was that Jc Penn. Jc Penn was almost like a Sam Walton before Sam Walton was. Right? Just like Jeff Bezos studied Sam Walton Sam Walton studied previous founders that came before him, and they tell me Was like, oh, you know, you're not you're not cut off for retail. You're never gonna make it. And now looking back or, like, how we're ridiculous the statement? Okay. You're not cut off for retail Oh, how about, you know what? I'll be become the best retailer in history. How about that? Same thing's happening here. You're not cut out to be in hotel to be in a hotel business? Oh, you know what? How about I build the best hotel brand that has ever lived. How about that? This is this this this tendency in human nature is annoying to go around and just shitting on other people's hopes and dreams. Why don't we do the other thing? Why don't we encourage it? But what is the difference if someone wants to follow their dream if they succeed or fail? Has nothing to do with you? So why do people do this? Think about if Rich had listened? It takes a special neck, a special flare and the only right should tell you now. You don't have it So go find something else to do. And I go back to what I think about 1 of the most important events in Hand henry Ford's life. At the time, people are building the early cars. I think a lot of people find the surprising is that a lot of cars were electric or steam powered. There were very few internal combustion engines. And so ford... I think he's like, 30 years all the time before he's building ford motor company. And he winds up being at a meeting with with because he worked for Edison electric company and he worked on the his internal combustion engine at night, but he went up getting to a table, an older gentleman and introduced him to Edison and talks about, hey. This this 4 guys got a unique idea. And so Edison is like partially deaf, and so he has to move chairs, and he has to almost scream. So Edison can hear him. And he talks about. This is my idea. You know, yeah, car should be built with internal combustion industry because they have all the power self contained. And Edison, like, I think he slams his head on the table I forgot what exactly... He's exactly... So he's a words or something like you have it. That's a great idea Keep at at young man and that Henry ford goes home and he's fired up and that that inspiration derived from Edison, you know, as super famous. He's he a couple decades older. He's like, wow, Edison thinks I have their idea. I to keep doing this. And he... He... And we we know because I've done, you know, I don't know 5 on henry before ford Forgot how many at the moment, but, he persevere through multiple failings. A lot of people don't know. Think it's what first his first company deaf in the fails. I feel like it's... If I remember correctly he's first 2 fail. But he had to go through through failures before he winds up building 1 of the most successful companies of all time and he wants owning in the early 19 hundreds and he owns a hundred percent of Ford motor companies crazy. So again, just think about to say, like, if we have the opportunity if somebody telling us about a hope or a dream. You know, if if you don't think it's gonna work, maybe if if you can point out constructive criticism, then, yeah, That's something different. You know, but just say, oh, you haven't got it. This this intangible. I don't see it and you just give up, like, no. Let's do the opposite. Let's encourage people to build more things. Because if they're successful, then we get to have the benefit of their great product. It's positive some. You know? She was her husband's closest confident and also his muse. He adored her. She inspired him and calmed him. R his high strung perfectionism would sometimes turn in private to intros fiction and doubt. And Marie was the 1 who soothe his nerves. And so at this point in the story, he's back home. He he left London, but he can't stop thinking about the opportunity. And so he's talking to his wife about again. It would not succeed without him was what he meant. Marie could sense her husband's anguish. He had seen the future in London and wanted so much to be part of it. Caesar was... I don't know if it's Caesar Caesar. I think it's... I'm gonna say, I'm just gonna call them R. Rich was happiest when he was busy. Going nonstop and the challenge the Savoy represented was tantalizing analyzing him. At the same time, he was proud and immensely protective of his recent independence. He would not go back to being an employee. But he couldn't stop thinking about it. And so something important happens. The Savoy gets a lot of press. The opening is a grand success, but after a few months, the business is decreasing. It's not run properly just as R said, so Richard goes back to constantly con keeps trying to recruit r over and over again It's like, no. No. No. No. No. After several months, they finally come up with a deal and its way he can work at the Savoy for 6 months of the year and still have his independence for his hotels. So it says he would continue to run his hotels and he would stay in london for only half a year. He would maintain his independence the most valuable thing to him. What may what made it all work was where the the complimentary high travel seasons for the various groups of leisure and democratic clientele at R catered to So in other words, the 6 months of the year that they're not in in France, and I think his other hotels in Switzerland, they be in hooked... In London. So he's like, I'll just I'll follow my clientele tell. I can do both. So R is not gonna go to London though without his partner. And he's not at this time working with And he works he can't afford him. So he goes to recruit him. And so this is introduction to a Sc. August, a was a disciplined and scientific Frenchman. Calm, quiet and thoughtful. He was a brilliant and innovative cook, inventing new dishes and always keeping careful notes of what he served to import guests, so to never make the same thing twice. He and r had worked his counterparts since the mid 19 eighties. They were an odd couple and ideal partners. Like r, Es had grown up poor in a tiny village. They'd both left home at an early age to work as apprentice. R as a waiter es as a cook. Temperamental, however, they were opposite. And this is also why Had a much longer and I think happier life than R did, unfortunately. R was outgoing deb and ex, why Was cerebral and methodical. R was extravagant, ambitious and prone to self doubt. While Sc was self assured and precise. So it talks about how they met. I think this was at the hotel Monte Carlo, 1 of his R chef, winds up getting recruited away. I'll skip the guy's name. It's french anyways I couldn't pronounce it. And he says the chef had been good, but Rich remembered something that the chef had also had said, he often sung the praises of his master in Paris. They worked for a, this restaurant, not gonna pronounce Salsa French. A man named a August Who taught him everything he knew. And so rich track down this is Sc and hired him. And so R at this point, it already come to a realization that exists in a hotel, a luxury hotel business really... Is the the the restaurant is a large part of that, and then Sc which chooses team over them because Rich reputation being in some of the grandest hotels in Europe at the time. So like, okay. I'm gonna I'm gonna team up with this guy because I won a little bit of that that fame. He did like being famous. Scott, I meanwhile, had come to a realization that he was a brilliant chef and he needed an appreciative audience. R was on his way to becoming the premier hotel air in Europe. And now as Sc found himself acquiring a bit of fame too. Recognition for his culinary invention. Quite apart from their so owned self interested reasons, it turned out that r and Cafe worked exceedingly well together. They were a team. They were also friends, and they'd stayed in touch even after R had left a grand and the National, the previous year to go out on his own. He could not yet afford a chef of a is Caliber. This was his chance he... Oh excuse. This was their chance. Now this is... We're into the R pitch to Sc. And this is important because towards the end of his life, As will look back, and he he survives r by I think like, 20 years. And so he went a meeting with visiting R widow and looking back and being glad that r convinced them to go to London. So this is a really important part in the life both of life. So a really life of Sk ears as well, This was their chance Where said to open the best restaurant in the world. R would not do it without a Sc, not only because the Sc was a great chef, but also because he had perfect the modern organization of the kitchen restaurant. For all problems Rich had seen at the Savoy restaurant Is was the solution. And so what does that mean? He reorganized a modern kitchen environment. What are they talking about. Well, I'm gonna tell you about that. But really when I want you to think about it as I read to you your a few from this spade, these pages, Think about the levels of self confidence you would need to change the way something it'd had been done for hundreds of years. That's exactly what Coffee did. Restaurant kitchens were intense. Sometimes b ish places. The men who worked in them were frequently drunk Everyone shouted all the time. The heat from the ovens was incapable. Everyone sweat and swore profusely. Kitchens were hot dirty and loud. The mess at the savoy that morning reminded a Sc of the restaurant kitchens kitchens of his youth and how much he hated them. A Sc had been working in kitchen since he was 13, and had always despise the un ka and abuse they seem to foster. The w conditions of kitchen work had taken years to solve. Indeed, he was still working on it. So again, we see this example. You could see something being done, see obvious flaws that other people for some reason are just keep going on for this this this experience that is not optimal and by just thinking okay, what is the best way? How can I just remove all the things that I think are poor about this experience and it's the subtract? It's addition by subtraction. Right? And then so so I take away the loudness? I take away the fact that everybody's drunk. You can't do your best work when you're drunk. Coming mean come. What are we doing here? And it's through the removing of the bad parts I create something better. And then then once I removed the bad parts, I can start adding good parts. Right? So it says, Scott was not an educated man, but he had quickly discovered that he had a real talent for cooking. Which she saw both a science and an art. Of course, the over the course of the previous decade, a sc had organized restaurant kitchens to his own exacting specification. He had instituted a rational modern division of labor and a love of specialization that went far beyond. He'd begun to establish a new eat ethos for the professional kitchen. 1 that depend... Dependent on respect, respect for the chefs, Respect for the ingredients, respect for the artist of cooking. This is how... And so he talks about, he's chain and this is a punchline. That he... He had changed. He's he's naming all of the things that he didn't like about it. And again, he's not the first person. Go back to James Dyson. James Dyson when he he started building the Dyson vacuum cleaners because he thought the Hoover vacuum cleaner was such a crappy experience. And his whole point is it's like, I was probably the millionth person that had used a Hub vacuum and that realized they was suboptimal. The difference was I did more than just think about it. I acted. And Scott is the same thing. Said this was how Had been done in kitchens in Europe for centuries. He was... There's no way. Scott was the first person to notice the deficiencies in the way Kitchens organized. He was the first person to do something about it. A sc continued. He won an atmosphere of calm and cooperation. He said. He wanted serenity. There would be no vulgar language. There would be no shouting. This is what he says about that. The rush hour in kitchen is not a time for a rush of words, slow, methodical calm and quiet how he How he does his work. Right? A sc pointed the... So he he... I don't know if I already said this, but he he... He's coming to Savoy. He's observing, like this is not gonna work. And so now he's he's talking to the people now he's in charge of. He pointed the men's white apron and uniforms. They were staying splattered. Some of them quite filthy. A Scott spoke in his quiet precise way. I want all of your uniforms to be perfectly... This is gonna remind you. This is wow. Now I'm just realizing this as I I remember this, and I didn't take... I didn't leave a note. This just coming to my mind now. Bill Walsh. I think it was what Founders number... Episode 01:06, something like that. It's the score takes care of itself. In his whole thesis. This is that champions act champions before their champions. And then if you do the little things right, the score will take care of itself. If you do all the little things. Right? And in business, like, the profit will take care of itself. Everything... It's it's focusing on the fundamentals and the little things. And and he talks about... I remembering in that book he, people would... He takes over San Francisco 49. It's like a really crappy team within a few years, they went up winning Super Bowl under his his his eat ethos. Right? And this is 1 of the most implement... As far as, like, modern day techno technology entrepreneurs although it applies to much more domains than just technology. This book is 1 of the most influential books that you can possibly read. People from all different founders of companies you know talk about this. Right? So anyways, he he noticed that people would 1 example is people come back from practice to just throw the helmet. And so he's like, this is this is... Has our the 49 logo on it. This is a representation of who we are and what we're about. You place it neatly in your locker. You put it down. I don't ever anybody could kick people off the team for, like, minor fractions like this. But there's a reason he did this And now that I'm thinking about it, We see a Coffee is going to illustrate our nun rather, a similar idea here. He took a point at the men's white Apron and uniforms. They were stained. Sp. Some of them quite filthy. A cafe spoken is quite precise way. I want all your uniforms to be perfectly white at the beginning of each day. And when you leave the restaurant, you will change into a proper jacket tie hat. This is a matter of self respect. We are professionals. We will present ourselves professionally. That is a quote from August That could have easily come out of bill washes mouth. Sc was now telling them their appearance, their cleanliness, which just as important as their sharpness of their blades. There will be no drinking of any alcohol. This is another tradition dating back decades. If not centuries, cooks in the kitchens getting drunken by the hour. We are not drunk he said were cooks. For all his stern lecturing and un smiling absolute absolute, he felt protective of these men. They were his people. 1 sentence is just to add to a a poor idea where already talked about, this is r and The note myself is being slows... Being slow is expensive for sure, by Jeff Bezos R is saying, He wanted to import his staff the importance of quick. Go back to. We have another example. History of entrepreneurship is full of examples of this. This is another master of his craft that is obsessed with simplicity. The food and talks about with Cafe... Why is the coffee is food so different? The food itself was less complicated than it had been. S of unnecessary ornament fermentation in edible decoration and too many sauces. This was his motto. It's in French. I don't know how to say it. So I'm gonna translate it for you above all. Make it simple. Another idea we we learned in the last episode. Is he sharp the exact same thing that sees our r is doing here. Sorry. No This rich did this. I already mentioned that part to. This is a sc with the same idea. So all 3 of them have in common. Sc instituted a more systematic record keeping in his files, organized by... Organized by customer name. It was this record of pre elections, favorite dishes and likes and dislikes that made possible his Sc seemingly magical uncanny ability to design the perfect meal for his regular guests every time. Something else I found interesting. It was not his... He winds up being really good at at the beginning, he wanted be a sculpt. He was forced into being a chef, and I realized he found love doing it and found... Realized be really good at it. This... The summary of the section, what I wrote to myself bloom where you were planted. As Sc was an artist at heart. He dreamed when he was a young boy, a dreamed of being a sculpt. Unfortunately, he said I was forced to go up the dream. His father insisting on a more reliable refresher, profession had sent him to apprentice at his brother's restaurant. I was informed that I was to be a cook, and I was given no option but to obey. And so he brought his artistic temperament to bear in the kitchen. So another example of an idea that you know I've talked about over. And never again never underestimate humans ability to focus on the inc the partners that Richard had in his theater, the people that he made the comic offers with. They made... I don't know a fortunes. They got rich together other. And they're about to suit... They sue each other because they're fighting over who should pay for a new carpet. This is ridiculous behavior we should avoid. Gilbert went went to Court sue Richard, who would not been on the question of expenses of the carpet. It seemed astounding that these men who had each made a fortune working together were now sq in public over a few hundred pounds It was bad it was it was bad for all the reputation, and it was perhaps a sign of things to come where small grievances can con considerably cause big trouble. That's a reference to Richard the small grievances that that compound over time that lead Richard to firing a and R. But we're not there yet. At this point, R is his schedule unbelievably. He's running the savoy half the year. He's running his business. He's consulting because he's now becoming the grand, the greatest hotel here in Europe, so he's consulting for other projects, and it says, this feeling might be familiar to you That's why I'm reading it. R had never been happier. He had also been never been more frantic. He was managing 3 hotels, 2 restaurants in 3 countries. A recipe for always needing to be somewhere else. And I gotta echo something I learned from Jeff Bezos where he said depression usually comes from inaction. Usually not coming from being overworked, but actually under overworked. I thought it was really interesting insight. Let's go into more detail about Es level of detail that he applies to everything. As wrote his own menus. I started looking for words that sounded a gentle and pleasing to the ear while expressing a connection with the food being proposed. A all well presented menus should be evo and increase the desire to partake of a skill fully prepared and presented meal. The menu was a kind of poem is Sc believed. Teasing, promising pleasure, a poem of anticipation. Okay. So things that this v, R and Cafe know what they're doing, they're becoming widely successful. So the... There's a group of investors in the savoy, that wanna expand. And so they have the opportunity to open a a very similar, luxury hotel in the city of Rome. And so R is like, listen, I'll do that, but I'm owning part of this hotel. And so he ends up getting ownership for himself, Sc and and, like, their key, like, lieutenant is the way to think about it. So he's in rome at this point, but I wanna go back to this this this pervasive trade for people trying to accomplish great things to experience in impostor syndrome. So first, they're riding around Rome. As as as they rode in the streets, as they rode through Rome Streets in a carriage, he asked his friend who was, like, it came from, like, their friends, but they had, opposite backgrounds. He was, like, a r democrat, well educated. And R... You know, he was... He felt some of them in security that he didn't have an education. So he's asking his friend that does have the education. Tell me as much of the history of the cities as you could remember. What was this building here? And what was that ruin? And what was that church? And the great men of Roman history, Caesar Augustus, Ci. What were their stories? The gaps in his knowledge seem more consequential control now, reminding him that however much he looked the part, it was a part he was playing. He was the elegant and... Cultivated Cesar r, mastermind of luxury, but he couldn't escape the feeling that he might be revealed at any moment to be an impostor. Nothing more than a servant. And so he start to feel bad and that he's struggling through this at this point, and then I can't help a laugh at this next part, though. The truth he feared was detectable in the size of his hands and feet. They were large peasant hands and feet. He was convinced. And he did this... This is the funny part, and he did everything possible to keep them hidden. He wore his shoes a half size too small. This was painful of course, but preferable to ridicule. It's just the idea that you think okay. People are gonna think about peasant because I got giant hands and feet, and I'm gonna wear small shoes, and this is talked. This has mentioned over and over again in the book. Doesn't makes it funny. He was in some ways in his own mind, a fake. He was not wealthy, yet he presided over a world of luxury at the savoy. He was steep in the buy ways and peck orders of the ari. Even as he stood apart from it entirely in shoes half sized too small. Okay. So 1 thing about R, he always shot for the best even if was most expensive, this spits a lot of strain because remember, he doesn't have ownership in the savoy. He has a percentage of the profits, but he he's he's still technically employee, and this can cause him to lose... It caused him to lose his temper, which is a very rare because he seemed to have control. His emotions his suffering was done in private. It's not like he would... He he would have public outburst. At a board meeting in early 18 92, so now we're what? Like, 5 years into this experiment of him running with the hotel maybe 4 4 or 5, 6 years somewhere in there. R was confronted about his spending. And his... And he momentarily lost his temper. What exactly do you think I'm trying to do he shouted? I'm running the hotel the best I can, and I will not stand here and listen to your ignorant criticism. Rich stormed out of the meeting, but he soon regretted it and sent a note to Richard apologizing for, quote, having lost control of myself in a moment of excitement, a thing which will not occur again. The pressure was getting to him. He would stretch too thin and this reminding me with that part, wait had to keep that in mind. It's pressure fact that he pushed himself too hard. That's gonna lead to a mental breakdown. Right? And the last, like, 10 years his life is real. He's in hospitals. He's retired from work. He his life is essentially over. He's just, like, a living member. Yeah. Like, a dead man walking. But this part where he's shouting about... I'm building the best hotel, something that, walt, Disney Con fights with his brother over, his partner, over how much he's spending, and he says something was interesting. And Disney yells. We're innovating. I'll tell you what it costs when I'm done. So we see a very similar line of thinking from R more on the struggle and just... He's packed his schedule who's got no time for anything else. R presence and authority were frequently required. This is when they're building the hotel in Rome, so he's building a new hotel Rome, running Savoy London and he still got his his own hotels. So something's gotta break it. Right? When the construction workers threatened to strike, For example, r would have to take the next train to Rome. When the carpet that Marie had ordered failed derived, when the courtyard garden failed to materialize when the furniture being custom made for the hotel failed to get built, it was rich who had to put things right. He soon found he was spending most of his time away from the savoy, on the rome project and neglecting his small hotels in restaurant. He was now too busy to pay attention to everything. He was tired. He was always tired. His wife was worried. Her husband seemed worn down. We should sell the hotels. She said. And the restaurant too. So the main hotel, the province. This his first hotel. It's like... It's like, he's saying saying to him to sell his baby. So says Rich look... Rich looked at his wife. He'd been contemplating the same thing. Sell the small hotels focus on London in Rome. It was the rational choice. Right? But we're not rational creatures. Right? We're rationalizing creatures. That's very different. Still, he felt a stab of shame of dismay. At the thought of banning his own hotels, especially the province It was more than a business. He had a sentimental attachment to the place. It represented his independence, the end of his many years as an employee. The province was his... His and his alone. It was almost impossible to explain to Marie what it meant to him. How deep that feeling went. For R owning his own hotel was a... Was a signal achievement of his life, marking his escape from the past R his parents were long dead. They were farmers and he loved them, but he had found his way in the world far from the rural alps of his childhood. He began to cry. And at this point, they just had their first son. He's holding a son, son still like a little baby. He was looking down in his son's hands and feet. Charles his hands and feet were tired. I forgot about this part. It's a sad part, and then this part his obsession with the large peasant hands and feet just makes me laugh. I don't know why. Charles Sorry. Charles hands and feet were tiny, and he held them gently in his own hands. Thank God he will have small hands. He said to Marie. He has inherited his hands from you. Not me. He will not suffer as I have because of peasant hands. Oh my god goodness. I don't know why Find that's so funny. Marie always made light of sin. This is what I'm laughing about. Marie always made light of Caesar's shame and vanity and his 2 small shoes, but now her eyes filled with tears. Yet, yes, they would sell the province Fritz said, but he would fight twice as hard for his independence. For Marie for Charles. He would not resign himself to being Richard's employee. He would he would own his own health... He was, he would... This is really important part actually. He would own his own hotels again in London in Rome, maybe even in Paris. It was his destiny. And that is indeed going to be his destiny. He's going to have to get fired first, and he... It doesn't get fired intentionally. This is a good summary of, I think the cause. So we're going into detail about why the board of Directors wants firing R of Sc, but this is really the cause. R is outs outside ambition, his insistence on his independence was always bound to cause trouble, blurring the line between loyalty and self interest. So let's go back to this idea. Hey. I don't wanna sell my hotels. It's... I have an emotional attachment to them, but he also knows, hey, I I want to be the greatest hotel air To Live, running the best hotels in the the best cities in the world is 1 to do that a half to par with this, and he starts making a lot of money as a result of this decision because he gets to share of the profits in 19 80 or 19. In 18 95, the savoy earned record profits. And after taking his fees and commissions R had never made so much money in 1 year in his entire life. It was just as Marie had predicted. R focus on the Savoy had only increased his prominence. So now he can focus. You gotta can't do everything. A big part of being successful is knowing what to say no to. Right? Cesar was excessively busy with his Rome in London affairs and any number of new ventures which took up every scrap of his scrap of his time. That's a quote from the her memoir that she writes after her husband passed away. And so let's get into what is going to cause this r between a Sc writ... Sc R and Richard. So Sc and R never have a r. They're always a team, but they are, you know, This is... I understand their justification for for it. I'm I'm gonna try to give you both sides of the story, but I think actions tell us more about things and words. And so this this whole series of kickback that they're getting from suppliers. Winds up getting them fired interesting enough when they own the hotels. So there's a series of kickback and under deliveries, which I'm gonna explain to you now. Right? But We're not gonna very lead. Okay. So you did it when you were an employee, at Savoy. You said this is just how things were done. Right? But when you... But when you're running your own tell... Hotel, you eliminated this practice. Clearly they learned from this experience. So they're not perfect. No 1 is, and just what they did. Just like r at the hotel Scott air had taken complete control of the restaurant and all its dealings with vendors, who knew who knew him, what he wanted and how he wanted it. In all these cases, he had negotiated significant discounts for the hotel. So now I gonna talk about how he looks at it from his perspective. So you'd get a 5 percent discount for the hotel. Right? And he all... But he also collected an additional 5 percent commission on all orders, which he was given in cash when he visited the shops and warehouse. So say, hey, I'm gonna be buying a lot from you. Give me a 5 percent discount for the hotel, but give me a 5 percent kickback, and that's what he's doing. This is gonna I wanna... This is what gets them fired. The personal commission was a fair reward he figured for the discounts he had achieved its savoy. After all, the very reason the savoy was such an important customer summer for all its food suppliers, the restaurant ordered vast quantities, on a weekly basis, and was able to demand discounts was because of Es agave himself. He had made the restaurant and astounding success. And he's also working harder. He's was like, I'm not just sitting back and getting money. Sc did not rest on his laurel. He was he was as he was re as resolute devoted to his work as ever. So this is gonna go on for many years and for the board of directors Katz his catches it. They do an audit. They hire private investigators. I'll get there in a little bit. There's a... There's a these events, these dual events from for royalty happening on the same night at savoy that was orchestrated by r. He's very proud of it. They wind up like, princes and dukes, and I don't know anything about the royalty. So I'm I'm gonna skip over the other titles, But they went up signing... They want... They give rich a gift, and they take a menu of the night and they all sign it. It's like, some of the most... I guess, most famous people in the world, the most famous city in the world time. And this is a the result. R was filled with pride. He would keep the menu as a souvenir, a prized possession. It was an emblem of all that he achieved as a hotel air. He couldn't help but think of his parents. If only they could see him now and how far he'd come. To be here in this room, surrounded by royalty to be respected by royalty. His large... I wonder if the author did this on purpose. His large manic hands. His god forsaken peasant hands held the sign menu and tremble. Okay. I'm gonna move on to pride ambition expansion. This guy named Alfred Beat. Who I never heard her before, but they say he might have been the richest person in the world at the time. He was a self african gold and Diamond magnet, was a regular to savoy, and he would regal reveal R with stories of his exploits. It's always encouraging r to think big. There was a dear of great hotels around the world, be it said. Why with the right backing a man of R quality could open a luxury hotel in every capital in Europe, and London too. Yes. London could always use another luxury hotel. And so what? If that meant competing with the Savoy. And so R partners up with this guy, 1 of the richest guys in the world. They started this thing called the R hotel syndicate, they start getting investors to back them, and he's gonna start building his own hotels. You could imagine from Richard's perspective It's like, wait, and and and Rich is taking his meetings at the Savoy. There's issues with putting these dinners that benefit the rich hotel syndicate on the house of this savoy that from Richard, you know, he's is the last straw. That's why he fires Rich as well. I mean, also, you know, he's not gonna like the fact that this guy is supposed to be his employee, and now he's setting up and he's gonna be building even though he's in his contract, that he's gonna be building at these hotels and his his interest is gonna be elsewhere. But again, it's gonna be inevitable. Who when you have somebody as as as talented as and ambition as r. So something that sparks this whole thing is somebody snitch stitches. So Richard's wife Helen who's was also his partner gets a an anonymous note, and it says, that's when the strangest thing happened. Strangest thing happened. A few weeks later, Helen received an anonymous note. The note was not addressed to anyone in particular, or so it took Helen in a moment to decipher what exactly she had her hands. The note was an indictment. And expose, everything that was wrong with the savoy. Every on unfair, every window, every instance of corruption from top to bottom. And so it was written, they think from, like, a waiter perspective because Was talking about they weren't sharing tips it all in there, It also talked about the fact that a Sc is getting kickback and everybody knows it. The most damning charge in the entire letter was that a Sc was taking kickback on all the food orders coming into the savoy. So as R is planning these hotels he wants to build. And his dream is to have the hotel in Paris. Right? Which is gonna be the 1 of the most famous hotels ever existed. It's the R hotel. He's being... He doesn't know he's he's being followed by private investigator on doing it in audit. Savoy Board of directors doing in a complete audit. So is Savoy kept Rich busy as did his plans for R hotel syndicate. He was building... He was looking for a building in Paris. This was the dream to open his own hotel on the capital where he had started his career as a waiter. The most beautiful city in the world and 1 solely lacking in luxury accommodation. Paris was the perfect place to launch the first R hotel. The very idea of a hotel called R filled him with pride and t interpretation to bring such attention to himself, and this is... So he's very excited about it. But then he's was talking about I was like, I'm naming the hotel after myself. Is this ridiculous. To bring such attention himself was Gosh, yet he felt el elected at the prospect, so he goes back and forth, I think he's talking like Gotta be. I can't remember forgot who convinced them, but like, is this ridiculous. It's like, I'm I being. Are people gonna think I'm ridiculous to put my name on the side of this building. And, maybe his his wife. I think it might have been his wife and 1 of his clients. It's, like, you're the best hotel year. Like, you're the best of what you do. That name has value. It's not that you're just doing it in, like, a self and way, which I thought was actually really smart them to point out though. Because if you can think about it, no, like, his name becomes a brand name. Right? It's it has it's a... It's his last... It's a last name to him, but it to to to customers throughout the world, it means something. So while R is planning these hotels, which obviously he's gonna do with the Sc Sc is planning what becomes 1 of the most important projects of his life. He wants to write a Cookbook. This is what I referenced earlier, this idea It's crazy think about this. This idea that he's having right now at his point in his life is still influencing chefs a century later. That is the power of ideas they they are immortal. They never die. He kept his recipes on note cards and was increasingly interested in organizing them in a systematic way. For writing a book. This was something he'd even been talking about for years. So the audit reveals that there's kickback. There's under deliveries, which... I think that's the the most messed part. Like, the savoy pays for, like, 750 eggs. Because they kid... The the suppliers are like, I can't afford. I'm I'm giving a discount and I'm kicking you back money. So what they did is they would say you order 700 eggs. You'll get like, 450. That's... Come on. That's... You can't do that. That's out don't know. You're stealing from your employer. Whether or not you're responsible a success. Yeah. I understand your responsible for success, but come on. What are you doing here? Just just... You didn't have to do this. It winds up being a good thing they got fired though. But, yet, it was Rich as extensive entertaining of his financial backers and the R hotel syndicate that would prove the most calling to Richard And this is where they call, Cafe and R to his house. It was Richard who had handed each of them his official note of dismissal. By resolution pass this morning, you've been dismissed from the service at hotel. From among other serious reasons, gross negligence and breached breaches of duty and mis mismanagement. I also directed Am also directed to request that you will be good enough to leave the hotel at once. Es sc and R had been fired. And that leads us to the part where the beginning of podcast where he's he's talking about the. It looks at how dare you cost a servant, like, we other ones that built you. And so now he's like okay. I'm all in on my dream. I have financial backers. I have a name. I'm gonna beat with your own game. He starts out in Paris, then he's gonna open and compete directly with this Point in London. That's the Carlton Hotel, precursor to the way it's Carlton brand. But there's a lesson in here once people find out that rich was fired. It's a lesson that controlling that really ship with your customers is the most important? You don't want people in between you and your customer. And the prince of wales is probably the most famous person in England this the time finds out and decides he's like, no. No. I'm canceling any fur further engagement to Savoy. R most important client of all the Prince of Wales had canceled an upcoming party at Savoy where R goes, I go he declared. It was the best endorsement r had ever received. So now we get into r building what's gonna be his greatest hotel ever, and really think about it. He... He... He's setting this up now of hotel, but a home disguise the hotel. He had a very clear sense of what his hotel must feel like and how luxurious it would be. There would be small intimate lobby as in a private home. The mere 100 guest rooms would be tall and and perfectly proportion with very large and beautiful bathrooms attached to each 1. The key point for r and what would distinguish his establishment from any other newly built luxury hotel was that it would have the atmosphere of a gentleman's townhouse. A house in which several distinguished generations had lived, entertained and enjoyed themselves. And it's during this process we see the full spectrum full scope of RRR is obsessive. R was a perfection and determined that every detail be just right. The best is not too good R would say. This was his philosophy about everything at the new hotel. It would be super in every way. And what's so fascinating is at the exact same time the author. The author compares in contrast and goes back and forth between R designing his hotel, and Sc writing his book. And he thinks about writing the book as a tool for professionals. I really like this idea. It was an overwhelming prospect to attempt to condense the entirety of his kitchen knowledge into a single volume. At first, he thought he might limit himself to describing only his new recipes, his modern innovations. That was the original idea for the project, but the more he thought about it, the more he realized that the book had to be that for the book to be actually useful, he would need to start from the beginning. The art of cooking was always changing, but the essentials were always remain the same. Every 1 of his culinary invention stood upon the foundations of his training. This is what I talk about being respectful to pass. Right? Every 1 of his culinary invention stood upon the foundations of his training. It should talk about the book be a work tool more than a book, which is exactly how I feel about Bio. He's an entrepreneurs. Their work tools. Disguised is a book. A constant companion that chefs would always keep at their side, a book for working professionals. The book would be a tool for other chefs, but it was also in the writing a kind of memoir. And so for him, the book was much more than a record of his recipes. It was a way to, like claim to his reputation to document the changes in advance he brought to modern restaurant cooking to establish his place in the Pant of chefs who had come before him. And it continues describing what this says and understanding the philosophy behind these books not only Sc book but every book. Like, when you we read this book, we understand Is philosophy. We understand R philosophy. Last week, we understand it. I mean, it's literally the the title of the book is a story of a business of a business philosophy. Like, that's what we're doing. When you reading these books when you're listening to this podcast as. You're downloading the philosophy of all the entrepreneurs that came before you. And then their philosophies are going to inter ming with your own and a combination of that creates something new and unique. It's interesting. It would contain his recipes, but also encompasses philosophy of cooking. It would be a book only he could write. Es sc had not only revolutionized... Actually had not trust food. Many of his musicians were... Let me read that over again. Es had not revolutionized French food. Many of his dishes were versions of classic preparations after all. The flavors were familiar this such an important part, but he had altered the formulas. The equations in some fundamental way. Partly, this was a result of his having drastically streamlined the work of the chefs in his kitchens. The division of labor and the increased specialization, precision and speed. Dishes were far less complicated than before. Go back to building the r and the dedication you we see from Cesar. He moves his entire family into the hotel before it's complete. Cesar Mary Rich moved into the apartment on the top floor of the unfinished hotel. The building was a construction site. They hadn't plan to be living in the hotel with 2 small children before construction was complete, but the renovation was far enough long to make the building habitable pit. Habitable bid. I can't pronounce the word, and R was obsessed. This was his hotel. The hotel r. The 1 he had always dreamed about. Every lesson he had ever learned in his years as a hotel air would be brought into bear. Every compromise he had been forced to make before would be ave. Every detail would be perfect. And so we see the level of detail. Just just for the light bulb, just the lighting in the dining room. That's what he does. Indirect light was key. No bare bulb should ever be visible. Very important said coming here. This despite the fact that current fashion dictated just the opposite that the bulbs were visible. He didn't think that was good idea. He and Marie began a series of experiments in the dining room. She would say quietly while he and 1 of the electrician electrician patiently tried out different shades, materials and colors over and over and over again for hours. That's just on the lighting of the dining room. But we see this level of ob is also wearing on them. She had never seen her husband so intent and so restless as he wanted in the weeks and the months after leaving the savoy. R was pushing himself to the limit. To get the hotel open and to make it perfect. He'd had always been a perfection, but it was... But this was different. Everything was riding on the success of the hotel R, his pride, his self confidence. His very spirit dependent on it. And there were moments when he was overwhelmed by doubt. This is the main theme in this book. Right? A black mood would descend. I'm getting old he would say. This was a constant refrain. He was so full of energy and ambition yet also prone to mel colleague. And then he starts doubting himself. He's telling her. And what have I accomplished? Nothing. That's a ridiculous statement. He's that not... He's not being rational there. There were no be... There would be no doubt when he was done just what he had accomplished the hotel r would bear his name for a reason. So he's paying attention you a little small detail. When you pay attention a little small details, you can invent solutions to problems that are never even discussed. Talks about He knows women to know what to put their purse, so he winds up putting these little hooks, first hotel, and restaurant to put the little hooks where women could put their purses. Again, a tiny detail. Solution to a problem no 1 and even put into words. But when that writ in his obsessive way had noted and now acted upon. It had always been his philosophy, repeatedly explained to all his employees to anticipate guests wishes before the guest did. Now as he was designing his own hotel that carefully intuitive sort of thinking informed every decision. R was always pleased, but never satisfied. So going back to Cafe. He's very, very deep into this project. And this was interesting interesting. He he's... He innovate, but he knows that time is the best filter Scott designed the kitchens at the hotel r exactly the way he wanted them. It was the first time he controlled every aspect of his workspace and equipment from the placement of the ovens and the organization, the various stations to the design of the plates and the serving dishes. See if rich just leaves on the lines. Like this guy's gifted. I'll just leave on. Sc required the direct... He talks about he he, he doesn't want, the newly popular... Popular electric oven had no place in a Sc kitchen. Sc required the direct heat and flames of real fire, so he innovate, but he's also traditional. All the pots and pan where pots and pans were copper or cast iron. A sc did not care for aluminum pans and utensils now being imported from America. They were inferior quality. Yes, he was an inventor. He'd been thinking about this recently, as he worked on his cookbook. So much had changed during his lifetime. New ingredients, new flavors, new techniques, yet good cooking remain rooted in tradition and quality. I would say you could say good business is also rooted fundamentals of of good business don't change. Too many chefs were bastard the proper methods taking shortcuts. Their ignorance and technique and training leading to mediocrity. Part of the problem was a hunger for the new. Novelty by hook or crook, a Sc wrote in his book. I wanna go back to this main theme of this book because I think it applies a lot more just these our rich. Your mind will play tricks on It is inevitable. We've got to find ways to get control of our mind. Rich the hotel finished is about to open. Rich was filled with overwhelming pride and at the same time, a creeping sense of an act... Ina. What would they... He's talking about all the people he's inviting these their royalty. What would they think of them? Of his audacity, where they laugh at the site of his name despite so boldly on the side of his building. So he he has, like, he has, like, investors and people he respects come and look at the hotel. This line of thinking was ridiculous. His investors were right. The hotel was stunning. Shirley R his name by now was worthy of respect. He still worried. His reputation was in doubt. So it opens, it's just as everybody says it's the greatest hotel in the world. So now once the paris opened, like, alright, We're going back to London because we're getting our revenge. So it was pride that brought them back to London. The chance to return triumphant to the city that had they had left in shame. Is sc and R were both looking for redemption. Or was it revenge? R had heard about new hotel under construction to be called the Carlton. So the guy charged... Started developing it, runs out of money. R takes it over, and that's gonna be the Carlton hotel, and the goal is very simple. Carlton would be better than the savoy. As R prepare for the launch, she found that he'd it to become easier. There was by now a a new formula. Everything he learned at S savoy and then at the Rome Grand and the hotel R where be brought to bear at the Carlton. And so just another example. Some of all of our experiences, whatever everything we learn. And as we continue to learn more and to get more experiences throughout our life, we be able to apply those lessons to the work that we're doing, that's why so important to have the lessons that actually have experiences, it makes say it makes it easier, but able to do more the more you know the more you can do. There was no there was truly no 1 in the world better equipped to as a result of that. There was truly no 1 in the world better equipped to open this sort of hotel and restaurant and sees our r in August. And it goes back to throughout as he achieves these things, he constantly looks back to where he... Where he came from to think that his parents had lived and died in a tiny village, had never even left Switzerland, not once. And here he was the prior of the hotel R in Paris the most famous hotel in the world, and he was now opening a new property in London. So when fast forward, hotel r and the Carlton Hotel widely successful. And this is where r... We we get to the unhappy ending of his life. He winds up having been a nervous breakdown. He's at the hotel at the Carlton Hotel rather. They're having this elaborate event, his his best client, the most famous person Prince Wales is now king King Edward. And they're gonna have... The he he wants to have... The... There's this coronation. And he has everything planned, and then Edward has like, a append scientist. So everything is canceled. All the... And then all the guests canceled, their reservations at the restaurant, the hotel, everything else and this just triggers r, and he he he has a mental breakdown at, a full on nervous breakdown that he never recovers from. R remained serene calm as he unwind in the elaborate event. He was in shock. At about 03:00 in the afternoon in the middle of a conversation with his staff, he collapsed, unconscious, falling to the floor. When he woke up, he was coherent. He was sent home in a carriage and helped into his house. Marie was scared. She had never seen her husband like this. He seemed not even to recognize her as he laying his... And bed Moaning. The doctor came and gave r sedative. Sometime later, he fell asleep. The doctor called it a complete nervous breakdown. It was what he had always feared he said. R had pushed himself too hard and the shock of the sudden cancellation had been too much. How long will it be until Marie asked? Like, when toy recovers, maybe a few months the doctor replied? Maybe a year, maybe longer. R never recovered, not really, at least he was never the same. Rich seated into a twilight of mel colleague brought low at age 53 by mental illness and exhaustion. Es meanwhile continued to run the kitchens of the Carlton and did so for years. They both look back with amazement at what they achieved together in 18 nineties. How different the world was then and how these how the... How they themselves had changed it. And so as R is is falling apart, As is achieving some of the greatest success of his life, this comes just a few weeks after collapses a Sc Meanwhile finished, the translation of the book called the Culinary guide, the success of the book was everything he'd hoped for. Cementing his reputation is a foremost chef of all time. Oh, it should be a his time. The era of R and Sc as a team had come to an end. The partnership to changed the very nature of luxury of hotels and restaurants was over. It was a partnership to spanned almost 20 years. From Monte carlo and Lucerne to London, Paris and London again. And so we see the sad ending the death of r and the birth of a new luxury brand, I am worse than a dead man, he said to Marie a few years later after he first fell ill. For my working life is ended. Over a series of years, he starts withdrawing from each company. And sometimes he he'll have, like, a brief part where he can actually contribute and then parts where he can't even leave a room. His memory had begun to fail him. Whole periods of his life seemed to go blank. For fear of these lapses, he dared not long... Not any longer ming with people. He began to avoid all social contacts. For hours, he would remain shut up in his room brood. Nothing I could say could cheer him up or distract rinse had detached himself from reality almost entirely. He become a kind of ghost, not long after he had moved to a private hospital, and that's where he went dying. A German shipping company approached the Board of directors of the Carlton about licensing the company's name for a restaurant on board a new ship. They would call it R Carlton restaurant. So Sc R widow and the board of directors decide to license that name, the name of the trademark. They allowed the use of the r name and thus was a was born a new luxury brand. 1 that was soon also like since to a British American hotel company, which opened the first R Carlton hotel in New York City in 19 10. And sees our R dies in 19 18, Es lives him for about 20 years, and I'll end here where he's meeting with Fritz widow. Sc enjoyed his fame. He retired from the Carlton in 19 20 and moved to his villa and Monte Carlo surrounded by family. He traveled off visiting Culinary exhibitions and receiving honors. And he tower over the food world, training a lesion of pro. When a sc visited Marie at the R, they would laugh at the recognition he and Caesar had achieved. R would have been muse and astounded to hear the title, of the new fitzgerald story published in 19 22, a diamond as big as the R. The story referred to the R carlton hotel in New York. He would have been proud. And even more so at the word RAS for style and glamour being band about in conversation. Could there be any greater compliment. R had entered the lexicon. And that is where I I'll leave it. Buy the book using the link that's in the show notes and you'll be supporting the podcast at the same time. If you want to further support the podcast even more, you can actually buy gift subscription. There's a link in the show notes to do that as well. That is a hundred and 85 books down, 1000 ago. And I'll talk you again soon."
}