{
  "transcript": "I was up before the others. Before the birds before the sun. I drank a cup of coffee, wolf down a piece of toast, put on my shorts and sweatshirt and laced up my running shoes. Then I slipped quietly out the back door. I stretch my legs, my hamstrings, my lower back and groan as I took the first few steps down the cool road into the fog. Why is it always so hard to get started? There were no cars, no people, no signs of life. I was all alone, the world to myself. That foggy morning that momentous morning in 19 62. I had recently blaze my own trip back home after 7 long years away. It was strange being home again. Strange being lashed again by the daily rains. Strangers still was living again with my parents and twin sisters, sleeping in my childhood bed. Late at night, I'd lie on my back, staring at my college textbooks, my high school trophies, and blue ribbons thinking. This is me. Still, on paper I thought, I'm an adult I graduated from a good college, University of Oregon, earned a masters from a top business school, Stanford, survived a year long hitch in the Us army. My resume said I was a learning accomplished soldier. A 24 year old man in full. So why I wondered, why do I still feel like a kid? I would have found it difficult to say what or who exactly I was? Or I might become. Like all of my friends, I wanted to be successful. Unlike my friends, I didn't know what that meant. Money, maybe, wife, kids, house, Sure. If I was lucky, these were the goals I was taught to aspire to. And part of me did aspire to them instinctively, but deep down, I was searching for something else, something more. I had an aching sense that our time is short. Shorter than we ever know, short as a morning run, and I wanted mine to be meaningful and purposeful and creative, and important above all different. I wanted to leave a mark on the world. I wanted to win. No. No, That's not right. I simply didn't wanna lose. And then it happened. As my heart began to t as my lungs expanded like the wings of a bird as the trees turned to greenish blur, I saw it all before me, exactly what I wanted my life to be. Play. Yes, I thought. That's it. That's the word. The secret of happiness, I'd always suspected the essence of beauty or truth or all that we ever need to know of either lay somewhere in that moment when the ball is in mid air. When both boxer since the approach of the bell. When the runners near the finish line in the crowd rises as 1. There's a kind of ex ex clarity in that pulsing half second before winning and losing are decided. I wanted that, whatever that was to be my life, my daily life at different times I'd fantasize about becoming a great novel, a great journalist, a great statesman. But the ultimate dream was always to be a great athlete. Sadly, faded made me good, not great. I'd run a track at Oregon and I'd distinguished myself, but that was that, the end. Now as I began to clip off 1 brisk 6 mile after another, I asked myself. What if there was a way without being an athlete to feel with athletes feel? To play all the time instead of working, or else to enjoy work so much that it becomes essentially the same thing. The world was so overrun with war and pain and misery. The daily grind was so exhausting and often unjust. Maybe the only answer I thought was to find some prod, improbable dream that seemed worthy that seemed fun that seemed a good fit. And chase it with an athlete single minded dedication and purpose. Like it or not, life is a game. Whoever denies that truth, whoever simply refuses to play gets left on the sidelines, and I didn't want that. More than anything that was the thing I did not want, which led as always to my crazy idea. Maybe I thought, just maybe I need to take 1 more look at my crazy idea. Maybe my crazy idea just might work. Maybe? No. No I thought. Running faster, faster. Running as if I were chasing someone and being chased all the same time. It will work by god all make it work. No babies about it. I was suddenly smiling, almost laughing. Drenched in sweat, moving as gracefully and effortlessly as I ever had. I saw my crazy idea shining up ahead, and it didn't look all that crazy. It didn't even look like an idea. It looked like a place. It looked like a person or some life force that existed long before I did. Separate for me, but also a part of me, waiting for me, but also hiding for me. That might sound a little high flown, a little crazy, but that's how I felt back then. At 24, I did have a crazy idea. And somehow, despite being dizzy with existential an and fears about the future and doubts about myself as all young men and women in their mid twenties are, I did decide that the world is made up of crazy ideas. History is 1 long professional of crazy ideas. The things I love most, books, sports, democracy, free enterprise started as crazy ideas. So that morning in 19 62, I told myself, let everyone else call your idea crazy. Just keep going. Don't stop. Don't even think about stopping until you get there. Whatever comes, just don't stop. That's the pre, pre, urgent advice, I manage to give myself out of the blue. And somehow managed to take. Half a century later, I believe it's the best advice. Maybe the only advice any of us should ever give. Was an excerpt from the book that I'm gonna talk to you about today, which is Shoe, a memoir by the creator of Nike, and it was written by Phil Knight. So I originally read this book about 4 years ago. It was founders number 10, 1 of the first books I've ever read for for this project. And it's 1 of my favorite books. It's absolute fantastic book, and I I believe that, Great book should be re reread. They stay the same but you change. And so now I thought, you know, approaching almost 200 biographies read for this this podcast, I should go back and see how the insights in this book have changed given how much I've read since then. And I wanna place it into... I wanna I would make the argument that it's the perfect biography. So there's a lot of ways you can think about different books that we've we've talked about. So I always say, if he asked me okay, what's the most inspiring biography. I would say that's the the auto of the founder of Hyundai. The book is called born of this land, my life story that's founders number 01:17. Chang Young goes from e... Being so support that he has the tree bark to being the richest person in Korea. And I think reading that book and realizing how much he had to endure and go through to to succeed gives you strength in your own life. I would say the most in insightful biography ever had so far, would be the everything store. That's founders number 1 79 and founders number 17, that has probably the most insights per page out of every other book that I've read forth for the podcast. And then if you were to ask me, okay, if I could only read 1 of the biographies, Which 1 would it be? I would say, okay, Read James Dyson auto against the odds. That's founders number 25, it's a book about determination, perseverance and stubborn. It's 250 pages about the value of those traits are applying the value of applying those traits rather to your life's work. But the reason I think the book that I hold on my hand is the perfect biography. Is because it starts in media res, it moves in chronological order, every single chapter covers 1 year. There's no wasted time on ancestors or any of the parts that you that you want when you read a box if you wanna skip over. It's there's not too much detail and it's all about the struggle. It starts with the crazy idea and then it stops at the Ipo the last chapters, him writing as a 75 76 year old man all about its life regrets. And to read this book is to really have a 15 or 20 hour 1 sided conversation with 1 of the greatest entrepreneurs of history. So hopefully, as I go through the book today, I'll convince you, if you haven't already read read it to read it. And if you have read it to encourage you to re It's definitely worth it. Let me start 19 62. This is the definition of what he kept referring to in the in the introduction about his crazy idea. And it's the fact that his crazy idea is met within ind. It was 1 of my final classes, a seminar in entrepreneurship. I'd written a research paper about shoes and the paper had evolved from a run mill assignment to an all out obsession. Being a runner, I knew something about running shoes. Being a business buff, I knew that Japanese cameras had made deep cuts into the camera market, which had once been dominated by Germans. Thus I argued in my paper that Japanese running shoes might do the same thing. The idea interested me. Then inspired me then captivated me. It seems so obvious, so simple, so potentially huge. I've spent weeks and weeks on this paper. I'd moved into the library, devoured everything I could find about importing and exporting about starting a company. I'd given a formal presentation of the paper to my classmates who rejected with or who reacted with boredom. Know what not 1 asked a single question. They greeted my passion and intensity with size and vacant stares. The professor thought my crazy idea had merit. He gave me an a, but that was that. At least that was supposed to be that. I had never really stopped thinking. About that paper. So 2 thoughts popped to mind when I read that. First first 1 was that at Least got an a. If you remember, somewhere back in the 1 fifties, I covered the the biography of Fred Smith, the founder of Fedex, his company also started as a term paper, and he got see. But the second thing I thought of was 1 of my favorite ideas that I learned from Edwin Land, the Founder Polaroid. I've done... I don't even what 5 books 5 or 6 books on on Edwin Atlanta probably on 5 or 6 podcast podcasts on. But anyways, he said something that was very interesting. And he says the test of an invention is the power of an inventor to push it through in the face of staunch, not opposition, but ind in society, in a way to reduce the the thought or the main point behind Edwin lance quote is that ind is your enemy. And we saw the same thing in the in in the in the presentation that phil giving. They didn't hate the idea. They just didn't care about it at all. So if he goes for that run that changes his life in 19 62. He's so Gonna pursue the crazy idea. He doesn't have a lot of money, so he's gotta get gotta get some money. He has this idea. Like, I'm gonna go around the world. I'm gonna do a trip around the world. While I'm on this trip around the world, I wanna stop in Japan, try to convince some Japanese shoe manufacturers to let me resell their product. So that is Nike. Doesn't start out with the idea of Nike. The first... His company's called blue Ribbon, and for the first... I don't know, 10 years we'll get to it today, of the life, he was resell. No. It was it was less than 10 years. Maybe 7 or 8, but he's resell other people's shoes. And there's a lot of lessons on the dangers of building a business that you don't control, which has been a main theme throughout the the study of the history of entrepreneurship that you and not are doing. Right? So he's talking to his dad, and something that his relationship with his dad reminds me something we learn from Warren Buffett So he he's the description of his dad right here. He says, he also worship another secret deity, respect. He had a... He had a beautiful house. Beautiful wife, obedient kids. My father enjoyed having these things, but what he really cherished was his friends and neighbors knowing that he had them. He liked being admired. He liked being he liked doing a of such... Phil wright was a fantastic writer, or he's still alive. So is he liked doing a vigorous back stroke each day in the mainstream. That's a great sentence. Going around the world on a la, therefore, would simply no make no sense to him. It wasn't done. Certainly not by the respectable sons of respectable men. So it's was really interesting There's also data in this book that it wasn't aware. If he said at the time he's taken a trip. I think 90 percent He said, 90 percent of Americans had never been on an airplane. He said the vast majority of people at this point lived and died. They were born. Lived their entire lives and died within a hundred miles of where they were born. So this idea was like, I'm gonna, you know, stop at 50 different countries and do all this thing has seem was rather bizarre, especially to his father who was really conventional. But the reason I I highlighted at this point, the reason we're bringing this to your attention is the fact that he actually encourages his son to go, which is not what Phil expected. He says, he said that he had always regretted not traveling more when he was young. And so the note I left myself on this page is that the outer scorecard leads to regrets, and that's this idea that we learned from Warren Buffett where he compares in contrast and his biographies, the ones I've read so far for the podcast. The difference between his father and his mother. His mother was a terrible person. She scared him. She was she had an outer scorecard. She was very much, like, Phil dad. Now Phil, and his dad wanted up becoming closer. Later on in life. So they actually fixed a relationship. I don't think Warner fixed his relationship with his mother, but the same the same thing is like, what will other people think of us. Well will other people think of this decision Making. Warrants hero was his father. His father had an inner scorecard warren obviously as an inner scorecard I would say most of the people that were studying on the podcast have inner scorecard, which means they decide what is the the best decision for my life. And they're comfortable with the path they choose regardless how the external world feels about it. And so when you see these interviews done, there's people that are interviewed people that are close to death, maybe they'll go to like a retirement home. And the 1 of the the most common regrets for people that are close to the end their life is, like, I wished I lived a life more authentic to myself. People that have outer scorecard are... They they they're going to be filled with a regrets. They do not live an authentic life. Phil knight definitely lived as we'll see today. He's a crazy person. He definitely lived an authentic life. So his father actually agrees to do this to let him go to and take give him a little money to do this. He... So Phil needs a traveling partner, and he picks most of the people that he knows or our athletes because he ran track at Oregon and that's just his friend group. And so he picks... He recruits this 1 of her son's named Carter, and there's a great line in the book that I'm gonna read you in a minute, but doesn't know Left myself on this page so we can all learn a lot. From Carter. Carter wasn't your typical job. He read books, good books, and he was easy to talk to and easy not to talk to, Equally important qualities and a friend, an essential and a travel companion. So he goes to pitch car and his ideas lying. I was like you know we're gonna go to Tokyo. Cairo. It's istanbul bull aunt Athens. Jordan. I'm not gonna list. There's like, 50 countries for god's sake. But Carter had a really interesting reaction. He laughed in my face. When I laid out all the list of places I wanted to see. Mortified? I looked down and began to make apologies. Then Carter still laughing said, what a swell idea buck? I should I should tell you, everybody calls Phil Buck. His dad calls him and that's his nickname. So everybody calls him book. I looked up, he wasn't laughing at me. He was laughing with joy with gl. He was impressed. It took balls to put together an itinerary like that. He said, balls. He wanted in. Days later, he got the okay from his parents, and this is 1 of my favorite senses is in the book. Carter never did mess around. See an open shot, take it. That was Carter. I told myself there was much I could learn from a guy like that as we circled the Earth. So the first stop on their trip is why. They like it so much. They decide to stay, which is really surprised. Like, it's like, okay We're gonna go these places. First place we get, oh my god. This is amazing. They rent like, a like, a little apartment by the beach. They went up getting jobs. Yeah, they'd sell... It's say Door to door, they went up selling like, investments over the phone, doing all this other stuff. But eventually, feels like, alright. I I need to go, let, like, we need to, like, move on with this trip. We can't just stay here. And Carter decides not to continue the trip because he met a girl. And so now we see, Phil he's sitting on the beach. He's depressed. And this is... The north left office is keep going, don't stop. That's the main theme of the book. And that's where I think is 1 of the... Probably the the main benefit of re... Of reading this book is because we see Nike now, widely successful, great products, great marketing, you know, multiple... I don't even know what their market gap is, hundreds of billions of dollars. And, yet this book tells us the struggles that Phil had to endure to build the company in that that advice that he said at the very beginning. Keep going don't stop. It might be the only advice looking back 50 years later that we should ever give. And we see that you have to have control of your mind though. It's gonna play mind game so with. Right? So he's saying, the last thing I wanted to do was pack up and return to Oregon. But I couldn't see traveling around the world alone. Go home, a faint voice told me. Get a normal job, be a normal person. Then I heard another faint voice. Equally emphatic. No. Don't go home, keep going, don't stop. So it continues on the trip alone. He goes to Japan starts meeting with shoe shoe manufacturer And 1 of the great things about reading the book is that fills very well read, and he's constantly learning from every experience. Even if it's an abstraction and then applying it to his own his own life's journey. And so he sit there, he's... Studying the environment in Japan. He winds up reading some of the about the philosophy, learning from buddhism and Shinto and all these other stuff. I'm gonna read a couple of sentences to you. I'm marvel at the concept of Ken show, which was enlightenment that comes in a flash, a a blinding pop I like that. I wanted that. But first, I needed to change my whole approach. I was a linear thinker. And according to Zen, linear thinking is nothing but a delusion. 1 of the many that is keeping us unhappy. Reality is non. Zen says. No future, no past, all is now. And I just like that idea. All is now. Can't can't change the past it's gone. The future is not here yet. All we have is now. It's 1 way to tame your mind, I think. So now we see the inner inter monologue I, he he goes to what he considers, like the the, you know, the biggest meet meeting of his life. Member only 24 years 24 years old this time. So he's got a convince a shoe factory in Japan to supply him shoes. And the... Let me read my note to you before I read this session. Because it was really interesting what he he... Even at the very beginning. He was just... He always was focused on his goal. And if it meant some levels of discomfort, he didn't really care about that. So it says the satisfaction of achievement is worth the pain and dirt to get there. Stand for 7 hours in a crowded train, question mark, sleep on a mat in a Ding motel, question mark, whatever. I'm un bothered. These are things that he had to do before he gets to this meeting. And he says everything dependent on my rising to this occasion. Everything. If I didn't, if I mu this, I'd be doomed to spend the rest of my day selling encyclopedia or mutual funds or some other junk I didn't really care about. I'd be a disappointment to my parents, my school, my hometown, myself. I wanna pull out something from the meeting. They they wind up agreeing to to supply him and take them, like, a year before he get the shoes. But I thought it was really fascinating because they asked them, they're like, yeah, We wanna sell to United States. Remember, this is shortly after World war 2, Japan and sham, the book goes in more detail about that, but they asked them, you know, how big do you think this market is. And this is just a reminder, the markets are almost always bigger than you think they are. They asked me how big I thought the American schumacher market was. How big it could be. And I told him ultimately, it could be as big as 1000000000 dollars. I think Nike sold 24000000000, so that's just 1 company 1 year in 2019. Sold 24000000000 dollars worth of just used. Not all the other stuff they sell too. So it's just really interesting to me. Another thing on the the next page, which I love is he's constantly studying great figures of history. Right? And he'll constantly quote, like, maxim or app he learned from them, and he'll repeat them throughout the book as it cut, like, he'll, come to, like, some kind of cross, and then lean back on some knowledge, that he learned and it he always spits a it alex, but he said, that he's he's quoting. Actually, let me pause. He's quoting confucius, and it's really about building Nike. But he he comply so many things. He says confucius says the man who moves a mountain begins by carrying away milestones stones. So he's secures contract. He's a static. He winds up going. Now he's gonna continue the rest of his trip. He's going all over the world. I think he's in the Philippines at this time, but 1 of the... A person he he studied and constantly reference is general Macarthur. It's funny. That I'm talking to you about this today because I just started. In my opinion, if you asked me who's the greatest podcast in the world. I would say it's Dan Carlin, His his his podcast hardcore hardcore history has definitely influenced me a lot. But I was listening last night I was I was listening to his episode Supernova in the east part 6. And he winds up referencing last night. I was... I got to the part where he talks about General Mca macarthur and and Dan was saying, like, this guy. It's just a crazy person. They he would talk about himself in third person, like, extremely talented, but extremely just a a crazy person. I guess there's no other way to put it like that. And so he's talking about what he learned that the fact that he didn't like for confidence, like who's uploading test technician. He's a master motivator, so he continues on and on, but he... There's a saying that Macarthur said, that phil constantly references as he's building Nike. He says, of course, he was deeply flawed, but he knew that. You were remembered, he said for the rules you break, and that's a line he'll constantly reference throughout the story of building Nike. Remembered for the world you break. He's moving on. Now he's in, he's standing in front of in front of a 600 year old Buddha statue. And again, I I just wanna bring your attention the constant wondering about his purpose in life. What is my life gonna be the fact that he he does not have the answers. Like, oh, like everybody. He does not have the answers. He's just wondering about it constantly. Standing before its face, I asked I asked it. Why am I here? What is my purpose? I waited. Nothing or else the silence was my answer. And so just a few more examples of these these thoughts that he's having, He actually journal his entire trip around the world, which is why he knows what he was thinking. He talks about regretting, and I'll get to that more later. Regretting not doing the same as he was building the company because he says everything... Like, you... You have these thoughts that you've when you're living to them. They're so impactful at the time. You're like, there's no way I'm gonna forget it. You're gonna forget it. Write it down, documented. It would be a advice from Phil knight. So at this point, he's talking about work and crafts and and life's purpose. And he said, why was we work I so hard I thought. And yet the first century rabbi, not even gonna try to pronounce this guy's name, said our work is the holiest part of us, all are proud of their craft. God speaks of his work, how much more should man. Another thought for you this time he in Italy, and this really is gonna echo because a large part of what drove Phil Knight was his hatred for Adidas. And his at the time, Adidas is a much a larger company. And so in this what he's he's standing in front of the statue of David, and really, he's he... This is a metaphor for how he saw Nike Nike fight against Goliath, which would be Adidas. I stood before David, shocked at the anger in his eyes. Goliath never had a chance. And this continued... I'm... These are not all in the same page. This goes on for a while. It was really fascinating how he drew these parallels from great people in history and applied it to his tucson his own journey. Now he's in France. I was thinking all the while of patton. Don't tell people how to do things. Tell them what to do and let them surprise you with their results. That sentence right there. He repeats over and number again. That is Phil Knight management style. Don't tell people what to do. So don't tell people how to do things. Tell them what to do and let them surprise you with the results. Now he's in England. I conjure up the Great churchill. You ask, what is our aim? I can answer in 1 word. It is victory, victory at all costs, victory in the spite of alter terror, victory without victory. There is no survival. So he's back home. He's got a job as an accountant, and I guess I just say, Nike took blue ribbon, which is gonna turn into Nike took 5 years before he could work on it full time. It's just crazy. But, again, here we find him again, wondering about his life. My other constellation was lunch. He hates his jobs in Lunch, He looks for his lunch day or his lunch break each day at noon and walk down to the street to a local travel agency and stand in front of the posters in the window, Switzerland, ta tahiti, Moscow. Ba bali, I'd grab a brochure and leaf through it while eating a peanut butter and jelly sandwich on a bench in park. I'd asked the pigeons. Can you believe it was only a year ago that it was surfing white Waikiki? And then he starts talking about his inter monologue. Are the best moments of my life behind me? Was the trip around the world my peak. That is how I spent 19 63, quiz pigeons and writing letters. Dear Carter, did you ever leave a hawaii? I'm an accountant now and giving some thought to blowing my brains out. Okay. So eventually, these shoes arrive. Now we're moved on to 19 64. Phil Knight is the main character of the book. There's 2... There's a series of other supporting characters. The first 1, the second most important character in the book is Bill Bower, his the legendary track coach, his track coach and the cofounder founder of Nike. I did an entire podcast based on a book I read it from Bill Bower. That is founders number 01:53 if you haven't listened to it. No objectivity here. I love this, man, and you're gonna see why. And Phil loved him too. I sent 2 pairs of my old track coach at Oregon. Bill Bower. I did so without a second thought since it was Bower, I got a pause here. There is to be really clear. There is no Nike without Bower. Since it was Bower who first made me think really think about what people put on their feet. Bower was a genius coach, a master motivator, a natural leader of young men, and there was 1 piece of gear he deemed crucial to the to their development. Shoes. He was obsessed with how human beings are shot. Bower was constantly sneaking into our lockers and stealing her footwear. He'd spend days tearing them apart. Stitching them back up, then hand them back with some minor modification, which made us either run like deer or bleed. Regardless of the results, he never stopped. He was determined. He always had some new designs, some new scheme to make our shoes s softer, lighter, especially lighter, and this is a really really important part 0.1 ounce slice off a pair shoes he said is equivalent to 55 pounds over 1 mile. Lightness Bower believed directly translated to less burden, which meant more energy, which meant more speed and speed equaled winning, bower didn't like to lose. I got it from him. Thus lightness was his constant. Goals. So I'm gonna interrupt myself. I have no idea why these things pop in my mind as I re... As I... Like, certain things pop my mind as I read, but this this whole session that Bower has with lightness, lightness as a way to achieve his end goal is speed. It is very... It reminded me of of Ernest Shack in that fantastic book endurance. Because he had that same up session. Let me read this quote from endurance. From studying the outcome of past expeditions, and I think the supplies to not only track not only to in the case in in in in in ernest Shack case of being explorer, but I think it applies we've seen us over and over again, the the best founders in the world are obsessed with speed. From studying the outcome of past expeditions, you believe that those that burden themselves with equipment to meet every contingency had fared much worse than those that had sacrificed total preparedness for speed. So Shack saying I studied the outcome of past expeditions. Optimized for speed over total being totally prepared. Speed first. Bower optimizing for lightness, which gives which helps some achieve speed. Let me go back to... Let me go back to Bower. It is possible that everything this is so important. It is possible that everything I did in those days when motivated by some deep yearning to impress to please bower. Besides my father, there was no man who whose approval I crave more. And besides my father, there was no man who gave it less often. Frugal gal carried over to every part of the coaches makeup. He weighed and hoard words of praise, like uncut diamonds. This is exactly what Knight does as well. He says he thinks part he thinks that might have been... Like, he was trying to copy Bower, where even when somebody did something great. He just had a hard time praising people. Going back to Bower. I loved Bower and feared him. And neither of these impulses, neither of these initial impulses ever went away. So I'm not gonna cover it. There's... As you if you listen to the to the Pike Did on the the founder 4 seasons, Man. I I you get to the part where his son dies. I just lost it I can't... Yeah, I couldn't read that I had to pause and stop because you just think about the devastation that he had didn't endure. So there's a part where the same thing happens to Phil Knight. I'm not gonna cover it. His son dies and the Scuba diving accident when he's 30 years old, and I don't wanna start crying on every podcast. I mean Have kids. So immediately, you put yourself in the in their shoes. But anyways, the part where he talks about, I loved them and fear feared him and never went away. When Bower dies, Be dies in 19 99, and Phil talks about his reaction. And he talks about, like, he had to just he and sobbing. And he talks about, like, how athletes you'll seem him, like, they have to cover their head with towels. He went to the same way. He had a deep love and respect. And fear of Bill Bower. I would say outside of his family, Bill Bower to probably the most important person in his life ever. Sometimes the fear was let, but this is why you also have to love this guy. Books take you on an emotional roller, man. This is now I'm gonna laugh. Sometimes the fear was less, sometimes more, sometimes sometimes it went right down to my shoes, which he'd probably cobb with his bare hands, love and fear. So he talks about... I'm gonna skip over a little bit. Talks about he's comparing and contrasting his love and fear of both his father and Bill Bower, and he's gonna tell us where where Bower differs a little bit from his own father. Bower didn't give a damn for respect. He possessed a prehistoric strain of mail, a blend of grit and integrity and cal stubborn ness that today is all but extinct. He was a war hero too, of course, he was. The most famous track coach in America, Bower never considered himself a track coach. He d tested being called coach. He thought of track as a means to an end. He called him this is so fascinating, he's gonna really relate to so many other ideas we've learned. Right? He called himself a professor of competitive responses, and his job as he saw it and often described it was to get you ready for struggles and competitions that lay ahead far beyond Oregon. Okay. Before I get back into Bower, There's a couple of things happening here that that, I wanna tell you. First this idea we've seen over and over again. How the bet... The people are usually the best of what they do. Think of themselves as teachers, warren Buffett as a teacher disguised as an investor, sole price. Founders number 01:07 who I would argue use the most single most influential retailer to every live. His ideas were used by the founders of Home Depot, founder of Costco. In fact, Jim S wrote the the introduction to that book. That's founders number 01:07. Jeff Bezos Sam Walton, Sam Walton says there's... The the person... He stole ideas. From everybody's, like, the person... I I didn't... I... So price was the person I stole the most ideas from. Anyways, he said something Never forgot. He says you train an animal. You teach a person. And so he saw his job as running his company as just teaching his employees. And we're seeing Bower say the same thing where he's, like, I'm not a coach. I'm a professor. And think about what what what Phil just out here. The idea that, hey, it's... My job is not just to have you run track. I'm getting you ready for the struggles and competitions that lay far ahead of Oregon. There's a quote in that book. The font... I that I did on founders number 1 3. It's called the story of Organs, I think called Men of Oregon, the story of Organs legendary coach Bill Bower and Nike C cofounder founder. But anyways, it's a quote from Phil Knight. And he says, if you ask where Nike came from, it's gonna relate exactly what he just said here. If you ask where Nike came from, would say it came from a kid who had a world class shock administered at age 17 by Bill Bower, not simply the shock, but the way to respond. He attached such honor to not giving up to doing my up utmost. Most kids did not have that adjustment of standards that introduction to true reality. Alright. So back to this book. Despite this lofty mission or perhaps because of it, the facilities at Oregon were Spartan, dan wooden walls. Lockers that hadn't been painted in decades. The lockers had no door, just sla to separate your stuff from the next guys. We hung our clothes on rusty nails. We sometimes ran without socks, complaining never crossed our minds. We saw our coach as a general to be a do be obeyed quickly and blindly. In my mind, he was patton with a stopwatch. That is when he wasn't a god. Like all ancient gods, Bower lives on a mountain top. His majestic ranch sat at the peak high above campus. And when was proposing on his private Olympus, he could be vengeful as the gods. 1 story brought this fact pointed in Home. There was a truck driver who often dared to disturb the piece of Bower Mountain, He took turns too fast and frequently knocked over Bower mailbox. Bower scolded the the trucker threatened to punch him in the nose, but the trucker paid no heed. So Bar rigged the mailbox with explosives. Next time the trucker knocked it over, boom. When the smoke cleared, the trucker found his truck in pieces. Its tires reduced to ribbons. He never again touched Bower mailbox. And so now he's driving up to to Ba Mountain. And this is where they they they went up becoming partners. He said, I pulled up to Bower Stone fortress and Mar. Bower had built it with his bare hands. I wondered how on Earth He managed all that back breaking labor by himself. The man who moves a mountain begins by carrying away small stone. So there's that quote again. He so next page, I mold over bower sent personality, which carried over to everything he did. He always went against the grain always. For example, he was the first college coach in America to emphasize rest to place as much value on recovery as on work. But when he worked you, brother he worked you. Ba strategy for running the mile was simple. Set a fast pace for the first 2 laps, run the third as hard as you can, then triple your speed on the fourth. There was a zen like quality to the strategy because it was impossible. And yet it worked. Baron coached more sub 4 minute mile than anybody ever. Okay. So his partnership with Be secured. Its go time. He winds up getting a contract. The the the company he is resell shoes for they're called... The shoes was called Tiger, the company is called Ana, and they give him exclusive he's an exclusive distributor of Tiger Shoes in the Western United States. And his dad, this is where if he listened to the advice at his dad's about to give him, it would cost him 50000000000 dollars. He hadn't sent me to Oregon and Stanford. To become a door to door shoe salesman he said, jack around? That's what he call it. Buck he said, how long do you think you're gonna keep jackass around with these shoes? I shrugged. I don't know dad. And so while he's having his conversation with his dad, his mom is over here. It's not going well. Later in his life, he dedicate a building because at at the point he's writing this book he's giving away like, a hundred million a year. He's giving away to colleges and all kinds of charities, but he dedicate a building and the plaque on... At the entrance says mothers are our first coaches. And I think this what what happens next part of the inspiration for that. I shouldn't have been too surprised by my mother's next move when my father accused me of jack around. Casually, she opened her purse and took out 7 dollars. I'd like to purchase 1 pair, please. She said, loud enough for him to hear. And so he talks about the fact that she... Acknowledged she buys them, but she wears them proudly. It never failed to move me. The sight of her standing at the stove or the kitchen sink, cooking dinner or washing dishes in a pair of Japanese running shoes, size 6. So I wanna tell you about his early sales strategy, selling him out of his trunk. So you go to where your customers are, and then he has this idea that belief is irresistible which just fantastic. My strategy was simple and I thought rather brilliant. After being rejected by a couple of sporting goods stores. They would say, what is the world the world does not need another tracks shoe. I drove all over the Pacific Northwest to various track meats. Between races I chat up the coaches, the runners, the fans, and show them my ware. The response was always the same. I couldn't write orders fast enough. Driving back to Portland, I'd puzzle over my sudden success at selling. I had been unable to sell encyclopedia, and I despise it to boot. I've been slightly better at selling mutual funds, but I felt dead inside. So why was selling shoes so different Because I realized it wasn't selling? I believed in running. I believe that if people caught got out and ran a few miles every day, the world would be a better place. And I believed these shoes were better to run in. People sensing my belief wanted some of that belief for themselves. Belief I decided. Belief is irresistible. Because So he's society. He's got a partner. He's got a bank. He's got a product, then he gets a letter in the mail. And it's a letter from another guy on the East Coast saying, hey. He sent him was a cease This is a letter saying, hey. I have a contract with on, stop selling shoes. And he's like, what is going on here. And this is this is like the the very first of many warning signs. They you yeah. If something's important to your business, you have to control it. That's a main lesson that we've learned by setting the history of entrepreneurship. He's at the Whim of his manufacturer. Right? Which is gonna take him multiple years to get out from underneath this. And winds they have... They try to screw over. Winds up also counter being the best thing that happened to him. But he gets this letter and he thinks everything is over. And another main theme of this book is the the the the idea of the entrepreneurial emotional Roller coaster, Mark Ge has a quote that I think just nails it. And at the time, he's running a start up with his partner Ben H, and he talks to Benny. Like, you know what the best thing about startups is and ben's like, what? And this sentence is perfect. The best thing about startups, you only ever experienced 2 emotions. Euphoria and terror. And I find that a lack of sleep enhances them both. So we're gonna see constantly as we go through this book, these alternating states of euphoria and terror and nothing in between. So now we're in the terror part. Got this letter. Now He's depressed. I went into a deep fun. I became such a g, such poor company that my girlfriend dumped me. Each night I'd sit with my family at dinner moving my food around on my plate. Then I'd sit with my father staring in the Tv. Buck my father said. You look like someone hits you in the back of the head with a 2 by 4, snap out of it, but I couldn't. So he takes the drastic step of flying back to Japan and trying to get some resolution of this. The art of competing I learned from track was the art of forgetting. And I now reminded myself with that fact. You must forget your limits. You must forget your doubts, your pain, your past. You must forget that internal voice screaming, begging, not 1 more step. And when it's not possible to forget it, you must negotiate with it. Yes, you raise some excellent points, but let's keep going anyway. See how you repeat that? Keep going, don't stop. Over and over again. Whatever you do don't stop. I told myself that I needed to summon the old... That oats go quickly are loose. And I could not bear the thought of losing. So he's in the hotel Japan the night before his meeting and we see more terror. Now there's gonna be terror followed immediately by euphoria. Now think of pay attention into this part because the same experience. It's interesting how perspective is so important. The same experience he's having. He can enjoy because this is unresolved. Once is resolved. He has that same experience and it's just the most wonderful thing ever. Another fifth night. I got up several times went to the window. I watched the ships in the bay. Beautiful place I thought. Too bad all the beauty beyond me. The world is without beauty when you lose. And I was about to lose big time. So he winds up going to the next day, meeting with the actual owner, mister ana Su himself, he's a very passionate person just like Phil is, without pre, he launched into a long passionate monologue, some time ago, he said he had a vision. A wonder glimpse of the future. Everyone in the world will wear athletic shoes all the time. He's saying this in 19 60, what year we. 19 64. Everyone in in the world wear athletic shoes all the time. They wind up having a connection. He says you remind me of myself when I'm young. He said softly. He gives... Then he gives the punch of the meeting is yes. Alright. You can have all the Western states. Now we see terror followed by euphoria. I ran all the way back to my hotel. Halfway there, Started skipping and leaving to the air like a dancer. I stopped at a railing and looked out on the bay. None of its beauty was lost on me now, so he decides before he leaves he's gonna climb Mount Fuji. This is 1 of my favorite quotes in the book. He's reading the guide book on Mount Fuji. There were many ways down the mountain according to my guide book. But only 1 way up, life lesson in that. I thought, and another life lesson from the same experience. Unlike to climb up, the climb down took no effort and no time. Okay. So now I gotta... This is the third the third most important character in the book after Bower and knight, and that is full time employee number 1. He's gonna start up as part time employee number 2. And then he's gonna be full time employee number 1, and that's Jeff Johnson. Probably the greatest full time... First full time employee you could ever have. He was absolutely obsessed with running they knew each other. I think they on the same track team. They went bumping each other at a track meet when when Phil is trying to sell his his shoes. And eventually, he offers. He's like, hey, Do wanna come work work for me. So he says, he wrote right back. He wrote back right away accepting the offer. And then the letters didn't stop. On the contrary, they increased in length number. At first they were 2 pages than 4 than 8. At first, they came every a few days. Then they came faster and faster, tumbling almost daily through the mail slot like a waterfall, and I wondered what in god's name I had done in hiring this guy. I like this energy of course, and was all hard to and it was hard to fault his enthusiasm. But I began to worry that he might have too much of each with the twentieth letter, or the 20 fifth, I began to worry that the man might be un unchanged. I wondered if he was ever gonna run out of things he urgently originally needed to tell me or ask me, I wondered if he was ever gonna run out stamps. Every time I thought crossed Johnson's mind, seemingly, he wrote it down and stuck in an envelope. He wrote to tell me how many tigers he'd sold that week. He's extremely good at what he does so. He wrote to tell me how many tigers he'd sold that day. He wrote to tell me who wore tigers at which high school meet and what place they finished. He wrote to suggest that we opened a new retail store in Los Angeles. He wrote to tell me that he was considered placing ads in running magazines and what did I think? He wrote to inform me that he had placed those ads and running magazines and their sponsors was good. He wrote to ask me why I hadn't answered any of his previous letters. He wrote a plead for encouragement. He wrote to complain that I hadn't responded to the previous plea for encouragement. I always meant to answer Johnson's letters, but before I got around to it, there was always another 1 waiting. He wrote to say that he quit his job. He'd always hated it. John's he wrote again, then now he understood himself and his destiny. Social work wasn't it. He was put on this earth to fix people's problems. I should, he wasn't put on this art to fix people's problems. He preferred to focus on their feet, and this is the most important part of this entire section, that I'm reading to in his heart of hearts. Johnson believed that runners are god's chosen that running done right in the correct spirit and with the proper form is a mystical exercise. No less than meditation or prayer. And thus he felt called to help runners reach in Nirvana? I'm gonna pause in the middle of this? What do we learn from Jeff Bezos. You can be a mission... You can... You can be a missionary or a mercenary? And you can hire mis missionaries or mercenaries, always pick the missionaries. Johnson is a missionary. I've been around runners all much of my life, but this kind of dewey romantic was something I'd never encountered before. Not even bower was his pious about the sport as blue Ribbons part time employee number 2. Part time employee number 1. Is his sister. Filmed Film night sister helping I was, like, answering letters and admin work. In fact, in 19 65, this was really surprising to me. In fact, in 19 65, running wasn't even a sport. It was it wasn't popular. It wasn't unpopular. It just was. To go out for a 3 mile run with something weirdo did. Presumably to burn off manic energy. Running for pleasure, running for exercise, running for endo fins, running to live better and longer, these things were unheard of at the time. People often went out of their way to mock runners. Drivers would... This is so crazy to me. Drivers would slow down and hon their horns, get a horse state yell during a beer or soda at the runner head. Johnson had been drenched by many a Pepsi. He wanted to change all this. Above all, Johnson wanted to make a living doing it. Which was next to impossible in 19 65. In me, in blue ribbon, he thought he saw way. I did everything I could to discourage Johnson from thinking like this. At every turn, I tried to dampen his enthusiasm his as him for me and my company. Besides not writing back. I never phoned. Never visited. Never invited him to Oregon. I also never miss an opportunity to tell the un truth. Though our growth has been good. I owe the bank 11000 dollars. Cash flow is negative. He wrote back immediately asking if he could work for me full time. I shook my head. I tell the man, blue ribbon is sinking like the Titanic, and he responds by begging for a birth in first class. So in la late in the late summer of 19 65. I wrote and accepted Johnson's offer to become the first full time employee of blue ribbon. So let's go back to Phil Knight made asset this time in this fact that you have Bower running all these experiments completely obsessed with how people are s. He's sending Bower taking notes on the tigers and sending him to Japan, and sometimes they don't respond. And so says Bower wasn't me. He didn't take a rejection of heart, like Johnson when his letters went unanswered, bond... Bower simply wrote more. Nor did he flag in his experiments. He continued to tear apart tigers, continue to use the young man on his track team as lab mice. Baron would note how the arch held up, how the soul grip sender. How the toes pinched in the ins step. Then he'd air mail his notes and findings to Japan. He then handed these experimental shoes, so they would do some updates, and then he'd he'd use them again the updated product line, he he would test it with his runners at Oregon. He then handed these experimental shoes out to all his runners who use them to crush the competition. I once asked him how he fit everything into a 24 hour day. Coaching, traveling, experimenting, raising a family. He grunt as it to say it's nothing. Then he told me on top of all everything else, he was also writing a book about jogging. He said roughly. So feels like, who the hell gonna read a book about jogging. Winds up selling over a million copies. So the next thing I wanna tell you is really interesting. This is on... He's... His... The influence of historical figures on his management style. I looked about back now and wonder if I was truly being myself or if I was em bower or my father or both? Or was I adopting their man a few words demeanor? Was I maybe modeling all the men I admired? At the time I was reading everything I could get on my hands I could get my hands on about generals. Samurai, along with biographies of my 3 main heroes, Churchill, Kennedy and To story. I had no love of violence, but I was fascinated by leadership or lack thereof. Under extreme conditions. War is the most extreme of conditions. Business has its war like parallels. Someone someone once said that businesses war with the bullets and I tended to agree. I wasn't that unique. Throughout history, men have looked to the warrior for a model of Hemingway cardinal virtue, which he's gonna call pressurized grace so grace under pressure. 1 last I said I took from all of my homeschooling about heroes was that they didn't say much. None was a blu mouth. None micro managed. Don't tell people how to do things, tell them what to do and let them surprise you with their results. He's gonna apply this to what his management of Johnson, so I didn't or Johnson, and I didn't pest him. Having told him what to do I hope that he would surprise me and he would definitely surprise him. 1 of the ideas, we just went through this, cesar R, August Sc did what Johnson's doing here and so did, is the sharp. Found 4 seasons. This is just fresh on my mind. This idea that you constantly keep a catalog of customer behavior. Each new... This is what Johnson doing. Each new customer got his own index card. And each index card contained the customer's personal information, shoe size, and shoe preference. This database enabled Johnson to keep in touch with all of his customers at all times, and to keep them all feeling special. He sent them Christmas cards. He sent them birthday cards. He sent them notes so congratulations after they completed a big race marathon. Whenever I got a letter from Johnson, I knew was 1 of the dozens he'd carried down to the mailbox that day. He had hundreds and hundreds and hundreds of customer correspondence all along the spectrum of humanity from high school track stars to oc engineering weekend jog. Many upon pulling yet another Johnson letter from their mailboxes must have thought the same thing I did. Where does the guy find the time? Most wrote them back. They tell them about their lives, their troubles their injuries and Johnson would lavish console sympathize and advise, especially about injuries. Few in the 19 sixties knew the first thing about running injuries or sports inner their injuries in generals. And so Johnson's letters were often filled with information that was impossible to find anywhere else. Johnson then began aggregating customer feedback using it to create new design sketches. 1 man for instance complained tigers didn't have enough cushion. Wanted to run the Boston Marathon, but didn't think the shoe would last for 26 miles. So this is the level of detail. Really, this is the main point of what. Just like, how if you love what you do, you're going to care... Now you're gonna care about it more than anybody else's is hard for be able to be with you, but you're going to be obsessive at detail. Johnson hired a local Cobb to grab rubber shoes from a pair of shower shoes into a pair of Nike or Nike into a pair of tiger flats. Voila, Johnson's Frankenstein flat had space age full length mid soul cushioning, which is today standard but the time didn't exist. Johnson's customer posted a personal best in Boston. So Johnson winds up convincing Phil to to open the very first showroom. He runs Johnson runs it in Santa Monica, and this section is going to remind me about a quote from steve, Jobs I get to him 1 second. In all the world, there never been such a sanctuary for runners. A place that didn't just sell them shoes, but celebrated them. And their shoes. Johnson, the aspiring cult leader runners finally had his church. Services were Monday through Saturday, 9 to 6. There's a great speech that's available on Youtube. It's Steve Jobs right after he came back Apple 19 97. And he's avail unveiling, here's the crazy ones. He's talking about how marketing communication. You need a... It's busy world. We have a limited time to tell people what... To tell people, like, what the important thing is is about us in our company. Right? And he he talks about the greatest marketing company of all time is Nike. Like, they don't even... Their ads don't talk about their product. They celebrate great athletes. So he says, Nike ads don't talk about their products. They celebrate great athletes. We are going to do the same. And so in that ad, they celebrate great people, Einstein, Dylan Martin luther King, John Le, John Lennon, Thomas Edison, Muhammad Ali, just, on and on a bunch of people in there. So I I just love that idea that that Steve noticed what Nike was doing, noted how effective it was and then adopted that same idea for his company. On fast forwarding story. His contracts up. He wants to see to renewed it again. He's constantly taught with the whole book. He's constantly worried that he's building on top of sand. It's the way I would think about it because he does not have the control. That his contract would not be renewed and then so he has to fake it till he makes it there they're like, well, we don't know if we're gonna give you the contract. Like, we... The East coast is really important. You don't have offices there. He's like, yes, I do. He didn't So he winds up getting offices there, but basically, he just faked it till he made it. I walked back into the hotel and spent a second night pacing. This is more terror. First thing in the next morning I received the call, someone me back to the to On. They awarded me the exclusive distribution rights for the United States. He gave me a 3 year contract. I tried to be nonchalant. As I sign the papers and place an order for 5000 more shoes, which would cost 20000 dollars. I didn't have. They said they ship them to my East Coast office, which I also didn't have. And I... And I promise them. I would wire them the exact address. I think important takeaway away from the book is just how tenuous the early days of Nike was, And I would say probably the early days of any company. 5 years of the company still has no money the we just brought the check and I told Wood... So he said there there's another person that was a Tracks star. 1 having a freak accident. Winds up getting paralyzed. And in a wheelchair. He's gonna be 1 the first employees of Nike 1 of the most important employees in Nike. So they're they're having like, lunch or something or maybe breakfast, and this is like, a job interview and... The check came and I told Widow gladly that lunch lunch was on me. I pulled on my wallet and found it was empty. I asked Blue Ribbons full time employee number 4 if he could float me. Just till payday. So around this time, Bower and and is doing all kinds of innovations and shoes, some of which are patent, that comes later, but they wind up, wanting to to name a shoe the aztec tech. And because they try to name the shoe, Adidas has something called, like the Aztec tech of Gold. So Adidas sue them. And this is, you know, Adidas is AAA1 of the main motivating factors in Phil Knight drive. He hated the fact that they were bigger and better and could and could kick him around. But Just wanna read the story because Bower hilarious. I was aggravated. I drove up to the mountain to Bar house to talk it over. We sat on the porch looking down at the river. He took off his ball cap put it on again rubbed his face. Who was that guy that kicked the shit out of the aztec he asked? Cortez I said? He grunt. Okay. Let's call the shoe cortez. I was developing an unhealthy contempt for Adidas, or maybe it was healthy that 1 German company had dominated the shoe market for a couple of decades and they possessed all the arrogance of un challenged dominance. So Actually covered on founders number 01:09. It's a book called Sneaker War. It's about the enemy brothers. So the 1 brother founded Adidas, the other brother founded Puma and they hated each other. I didn't really like the the the brother that that founded Puma, but I thought the founder of Adidas Adi da, He's an obsessive, he's genius. He is worth worth time studying for sure. And part of that in fighting caused the family in fighting, the distracted adidas and she opened the lane. For Phil Knight and Nike To occupy, which is a lot of lessons in there too. So if you're interested, the book's interesting, but you can also listen the podcast. Of course, it's possible that they weren't arrogant at all, and that's to motivate myself, I needed to see them as a monster. In any event, I despise them. I was tired of looking up every day and seeing them far far ahead. I couldn't bear the thought that it was my... That it was my fate to do so forever. Being legally checked by them irritated me to no end. It also drove me hard. So around this time, they went up getting their first office. He had been running things out of his parents house got an apartment and renting out of there, and he's like, okay. Now we're gonna have our first office. I love reading descriptions of companies first offices. It wasn't much, a plain old workspace with high ceilings and high windows. Several of which were broken. Meaning the room was a constant brisk 50 degrees. Right next door was a rock was a tavern. The pink bucket and every day at 4PM, promptly, the J box would kick in. The walls were so thin. You could hear the the first record drop and feel every t note thereafter, but the rent was cheap. We couldn't... We couldn't afford to fix the broken glass. We couldn't afford to fix the broken broken glass in the windows So on really cold days, we just wore sweaters. And then I love what he says here because he realizes he is a crazy person. As I gradually move my inventory out of my apartment into my new office, to start crossed my mind that it might make more sense just to give up the apartment altogether. Just move into the office since I'd basically be living there anyway. When I wasn't at price water. This is where he's a accountant making the rent, I'd be at blue ribbon and vice versa, I could shower at the gym. But I told myself that living in your office is the act of a crazy person. And then I got a letter from Johnson saying that he was living in his new office. Okay. So let me give you... There's a lot happening on this page. Let me give you an update to what his his schedule is like. This is now 5 years into the company. I was putting in 6 days a week at price water, spending early mornings and late nights and all weekends and vacations at blue ribbon. No friends, no exercise, no social life and wholly content. My life was at a balance sure, but I didn't care. In fact, I wanted even more imbalance or a different kind of imbalance. I wanted debt to dedicate every minute of every day to blue ribbon. I'd never been... Okay. So you. Me... I'm gonna read the whole section. I'll finish reading it, and now I'll tell you my my interpretation. I'd never... I've never been a multitask, and I didn't see any reason to start now, I wanted to be present always. I wanted to focus constantly on the 1 test that really mattered. If my life was to be all work in no play, I wanted my work to be play. I wanted to quit price water. Not that I hated it, it just wasn't me. I wanted what everyone wants to be me full time, but it wasn't possible. Blue ribbon simply couldn't support me. Though the company was on track to double sales for a fifth straight year, it still couldn't justify a salary for its c founder. So I decided to compromise, find a different day job when that would pay my bills, but require fewer hours. Leaving me more time to my passion. This is when he he decides to become a, teach... Instead of being an accountant to teach accounting at, I think Portland State University. So before I move on to next page, Read my notes to you, so many lessons in just a few paragraphs, find what you love to do and no 1 can keep up. What and I always think of the way to find that is, this is a quote from Naval Naval Neville, and he says what feels like play to you, but looks like work to others. Another note, no multitasking focus on the most important task, and the end goal should be to be yourself full time, which I love that sentence. I wanna what everyone wants to be me full time. So he tells his dad this decision, and we're gonna see, you know, he's difference between inner scorecard and outer scorecard. He's stared. I'd... For... I'm sorry. This is his boss first. They... His boss and his dad I react the same way, so he tells him I'm quitting, he stared. I'd gone off script way off. Why the hell would you do something like that? I then told my father. He was pretty pissed. I was still jack passing around with shoes he said. Teaching at Portland state was downright disrespect disrespectful. What am Going to tell my friends. So out outer scorecard. This is this is how Phil thought about this. I was following a path that felt like my path. And though I wasn't sure where it would lead, I was ready to find out inner scorecard. And he's constantly comparing and contrasting the way he felt with the way outsiders sit. To outsiders, it this does not not nothing he's doing is making sense, but his... This company was his soul. I confessed the blue ribbon was tenuous. The whole thing Might go bust any day but I still couldn't see myself doing anything else. My little shoe company was a living breathing thing, which I had created from nothing. I breathed life into it. Nurtured it through illness, brought it back several times from the dead, and now I wanted needed to see it stand on its own feet and got into the world. I told her he's out he's on a date talking about this. I told her flat out, I didn't wanna work for someone else. I wanted to build something that was my own. Something I could point to and say I made that. It was the only way I saw to make life meaningful. Skipping a. So I was. I think I said it was took 5 years before he could work on of full time. 7 years. It was 7 years. Rising sales enabled, this is 19 69, and Rising sales enabled me to hire more and more reps. Most were x runners and Sent as only x runners can be. But when it came to selling, they were all business. This is also important too because all the people was hiring. He's not paying a salary. It's all commissioned Salesman. Because they weren't... This is not very different. And made me think of when we did that book on Bill Gates the earliest days of Microsoft. You know, a lot of people be surprised the first 30 employees of Microsoft, 28 programmers, 1 secretary and Bill, and Bill spent almost all time on sales. So it's almost like we have Phil doing everything here, and then he's got a bunch of people selling the product. Because they were inspired by what they were trying to do and because they worked solely in commission, they were burning up the roads hitting every high school and call it track meat, t track meat within a thousand mile radius, and their extraordinary efforts were boosting our numbers even more. I decided that blue ribbon was now doing well enough to justify a salary for its founder. Right before my 30 first birthday, I made the bold move, the bold move, so he quit his teaching job, and I went full time at my company. And just pause to think about that. How many people would have given up before that. He's spending every free minute he's working full time. Every free minute he has on his business for 7 years before he can work on a full time. That's amazing and inspiring. Alright. Let's go to Inside of his personality, he's a loner and an introvert that obsessed with making his company survive, and he's super competitive, so he's talking about... He got married. His wife's understanding who he is. She was learning that I spent a fair portion of each day lost in my own thoughts. Tumbling down mental wormhole, trying to solve some problem or construct some plan. I often didn't hear what she said. And if I did hear, I didn't remember it later minutes later. She was learning that I was absent minded that it would drive to the grocery store and come home empty handed, without the 1 item she asked me to buy because all the way there and all the way back, I'd been puzzling over the latest bank crisis or the most recent shipping delay. She was learning that Didn't like to lose at anything. That losing for me was a special form of agony. I was determined to win and around this time, even though he just started working there full time. I'm not skipping over anything. He is riddled with self doubt. And again, oscillating ingredient back between euphoria and terror, and this is gonna work. Oh, my god. This is the stupidest thing ever. Oh my god. It's this is the best idea ever. No. I'm really crazy. It's this entrepreneurial emotional roller coaster. That is present in all these biographies. They all have periods of this intense intense self doubt. Was it even feasible to run a startup up company while starting a family? Should I go back to accounting or teaching or something more stable, leaning back every night in my recliner? I would stare at the ceiling. I tried to settle myself? I told myself. Life is growth. You grow or you die. And so why is he going crazy this particular moment because the bank is about to cut him off? He has to put up his house as collateral. An also interesting point. That I think is really instructive on human nature is the things that we work hardest for. Things that we desire the most things that we're the most set to sacrifice the most for are also the things that we get the most joy from. And this is just great writing. This is what I mentioned earlier about documenting your life that you'll think you remember everything but you won't. So he says, then fantastic fantastic writing here. I struggle to remember. I closed my eyes and think back, but so many precious moments from those nights are gone forever. Number conversations, breath laughing fits, declarations, revelations, confidence, They've all fallen into the sofa cushions of time. I remember only that we always set up half the night, catalog the past, mapping out the future. I remember that we took turns describing what our little company was. And what it might be and what it must never be, how I wish on just 1 of those nights I'd had a tape recorder or kept a journal. So now we go back to another thing that just keeps repeating over whatever gun, every few years his contracts up. He's gotta figure out, okay. Am I am I gonna get the contract? Am I not? Like, I've spent... Built up this entire company, but I'm still selling other people's products. And so this is Euphoria at a contract renewal followed by terror. I was relieved to have a new contract, but I returned to Oregon feeling troubled, anxious, more so at any time in the last 8 years. Sure, my briefcase had held or held a guarantee that, on Would supply me with shoes for the next 3 years. But why were they refusing to extend beyond 3? I was skeptical, but there's was nothing I could do? I was at their mercy, I had no leverage. And so getting fired, which essentially what they do, What he what happens. They they they're trying to cancel his contract and and sign other retailers. Winds up being... And he doesn't know notice his time forces him to go all in on Nike. Is 1 of the best things that happened to him reminds me of the famous Steve Jobs commencement address he says. I didn't see it then, but it turned out getting fired from Apple was the best thing that could have ever happened to me. Phil Knight and see jobs are going to have the same experience. Are similar experience. Since I guess he didn't get fired from the filled in get fired from the company founded. The entire history early history of Nike. He never has enough money. He's cut his Mo is any money we have buy more shoes because the demand for shoes is always larger than the supply we have. So we're not... And the banks hated it. There's no venture capital at the time for companies like his. And so they're constantly saying, no. Leave the cash in on the bank. He's like, I'm not leaving the cash on the bank account. And so he would lose banks. And he got cut he got cut off several times. So at this point, banks are not letting him any money. Investors are not interested, and so we tried to do a small Ipo and no 1 buys. And so now we have more mind games. Ultimately, we would drew the offering. It was humiliation and in its wake. I had many heated conversations with myself. I blame the shaky economy. I blame Vietnam. But first and foremost, I blame myself. I'd over blue ribbon. I'd had over my life's work. More than once over my first cup of coffee in the morning, or maybe while I was trying to fall asleep at night. I'd I tell myself. This is the mind games. This is so important. Maybe a fool. Maybe this whole damn shoe thing is a fool errand. Maybe I thought, maybe. So he winds have sc some money together, but to hear in more mind games, another sigh of relief followed by tightening in the chest What would I do the next time? And the next, I needed cash. I spent most of every day thinking about liquidity, talking about liquidity, looking to the heavens and pleading for liquidity, and this is where he feels is 1 of his lowest moments. The the... 1 of... His fourth employee, Widow comes in knows his boss is just distraught. Worried he's gonna go out to business. And, again, this is something that happens. I normal repeating myself, but it's so important if you read the book you'll know. Dozens. Hundreds of times. He's just convinced that it's all going to end. And he's just rattle with nerves and sick and just There is a lot of struggle in building the foundation of Nike. When no else turn with no other options I was sitting on my desk 1 day staring at the window. Wood came in. He said that his parents wanted to loan me 5000 dollars and they wouldn't take no for an answer. He said I should drive to his house and collect the check from his folks. Days later, I did something beyond imagining, something I didn't think myself capable of doing. I drove to W house and asked for the check. I knew the widows weren't well off. I knew that with their son's medical bills, they were sc about more than I was. This 5000 dollars was their life saving. I knew that, but I was wrong. His parents had a little bit more, and they asked if I needed that too. And I said yes, and they gave me their last 3000 dollars training their savings down to 0. How I wished I could put that check in my desk drawer and not cash it, but I couldn't. I wouldn't. On the way out the door I stopped and I asked them, why are you doing this? Because W mother said, If you can't trust the company your son is working for then who can you trust, keep going, I told myself, don't stop. So he's embarrassed he's devastated, but he's he's got to... He's gotta do everything he can, for his company to survive. There's a happy ending in that story that 8000 dollars on the day of the Ipo makes the wood 1600000.0 dollars. So his distributor comes and meets him in Oregon winds a lecturing of about how bad his sales are, which isn't true. He's they're they're growing rapidly, but he's using as an excuse to break the contract and to go for the distributors, he gets up and goes to the bathroom, the distributor. And Phil Knight does something he'd never thought he would do. He steals documents out of his briefcase. So he says I had the strangest thought. I had volunteer the boy scouts. And now I was stealing documents from another man's briefcase. I was headed down at dark path, no telling where it might lead. So they wind up the guy leaves, him and Wood conference together and they they they they see the evidence in black and white. So said, I I held to folder. I stole this from his brief briefcase. You did what? What said? He started to act appalled, but then he was just as curious as I was about the folders contents. Together, we opened it and laid it on the desk and found that it contained a list of 18 athletic shooter distributors across the United States and a schedule of appointments with half of them. So there was in black and white. I was outraged of course, but mostly hurt. For 7 years, we devote ourselves to tiger shoes. We introduced them to America. We reinvented the line. Bower and Johnson had shown had shown them how to make a better shoe, and their designs were now the foundational at were now foundational, setting sales records, changing the face of the industry, and this is how we were being repaid. And so a a lot of things are happening at the same time. So his wholesaler is trying to replace them. His bank has just terminated his account, and he's now back to the... What am I going to do now? The company, my company born from nothing, and now finishing 19 71 with sales of 1300000.0 dollars was on life support. So at this point, there's a lot of these these companies that are popping up on the West Coast of United States called Japanese trading companies and they're willing to extend credit. They understand, the manufacturing base in Japan, they understand his sales. So this is... They went up saving his ass. And that without the the the Japanese trading company, there would be no Nike. And he talks about it later on the book as well. So before this falling out with his his manufacturer, he decides that they're they're going around and trying to make their wrong shoot, which this is what they're eventually going to call Nike. And I just wanna bring your attention when they picked the name. I thought it was fascinating. I told you a few weeks ago, 4 seasons was almost called Thunderbird, I think. So, Nike was almost called Falcon, and then our dimensions dimension 6. Terrible names. Widow a will into my office. Time's up, he said, I rubbed my eyes. I know. What's it going to be? I don't know. There is 1 more suggestion from who? Johnson phone first thing this morning, Of course, it's Johnson, and apparently, a new name came to him in a dream last night. He says he sat, he sat up right in bed in the middle of the night and saw the name before him. What is it? Nike. Nike. I wrote it on a yellow legal pad. The Greek goddess of victory. I like that Nike was a it was the goddess of victory. What's more important I thought than victory. I might have heard churchill in My... I might have heard churchill voice. You ask, what is our aim? I can answer in 1 word. It is victory. So he chooses Nike, but it doesn't reluctant and he's like, alright, Maybe and his his final thought is like, maybe it'll grow on me, which... I don't know I I find that very, very fascinating. So they need money. They're, they're getting some money... They have new bank. There's a little bit of credit there. They have the Japanese trading company that are sitting second on their loans. So essentially, like, endorsing the loans, for them, which is really helpful and loading the money. And so they try to do the thing called a deb insurer. And really, it's good that they're raising a little bit of money here, because he fights wanting to... He mentioned mentions that maybe a dozen times in the book that he didn't want Ipo that he had Ipo. But this is really on the fact that if you can find true friendship. It's 1 of life's greatest choice. We announced in June 19 71 at Blue River movie we offering 200000 shares of deb adventures at 1 dollar per and this time, the shares sold fast. 1 of the first to buy was my friend Kaye. Who didn't hesitate to cut a check for 10000 dollars. Buck he said, I was there at the start, and I'll be there at the better end. And this is a little bit about where the name of the book comes from and a reminder that passion can make anything interesting. So Shoe dogs for people who devoted themselves wholly to the making, selling, buying or designing of shoes. Life use a phrase cheerful describe other life, men and women who had toil so long and so hard in the shoe trade that they thought and talked about nothing else. It was an all consuming man, a recognizable psychological disorder to care so much about ins ins, and outs souls, lining and wilt, rivets and va, but I understood. The average person takes 7500 steps a day, 274000000 steps over the course of a long life. The equivalent of 6 times long around the globe. Shoe dogs, it seemed to me simply wanted to be part of that journey. Shoes were their way of connecting with humanity. What better way of connecting shoe dogs on, than by refining the hinge that joins each person to the world's surface. And again, that's just fantastic writing. And a more fantastic writing describing all of the... Bower is doing countless different experiments. This is he... He invites the waffle trainers. So seeing getting all these patents. And is a description of how important he was to Nike. I look back over the decades and see him toil in his workshop. Missus Bower carefully helping, and I get goosebumps. He was Edison in Men Park, Da vinci and Florence, Tesla and Warden, divine inspired I wonder if he knew if he had any clue that he was the dead of sneakers, and he was making history, rem making an industry, transforming the way athletes would run and stop and jump for generations. I wonder if he could conceive in that moment, all that he'd done and all that would follow. I know I couldn't and that idea that he says the dead of sneakers. How to look that up in Greek mythology, Dead was a sc for architect and Craftsman seen as a symbol of wisdom knowledge and power. And so they wound up getting cut off with by the manufacturer, the... They sue the their manufacturer in United States, that them in in Japan. And really, this is this might be my favorite part of the book. Might be. It's the birth of nike. What he does here is just it's just perfect. So he's calling in all hands meeting, and he says, They were all about... There were about 30 people there. I expected to be nervous. They expected me to be nervous. On any different day on the... Under any other circumstances I would have been. For some reason, however, I felt weirdly at peace. I laid up a situation we faced. We've come folks to a crossroads. Yesterday, our main supplier cut us off. I let that sink in. I watched everyone's jaw drop. We're completely on our own. We're set a adrift. We have this new line Nike, and that's all we've got. I looked down at the table. Everyone was sinking, slump. I looked at Johnson. He was staring at the papers before him. And there was something in his face, some quality I'd never seen there before. Surrender. Like everyone is in the room he was giving up. The nation's economy was in the tank. Our recession was underway. Gas lines political grid luck, rising unemployment, Nixon being Nixon, Vietnam. It seemed like the end times. Everyone in the room had already been worrying about how they were gonna make rent, paid their Light bill, And now this, I cleared my throat. So in other words, what I'm trying to say is we've got them right where we want them. Johnson lit the his eyes. Everyone around their tape... Around the table lifted their eyes. They sat up straight straighter. This is the moment we've been waiting for. Our moment. No more selling someone else's brand. No 1 working for someone They've been holding us back for years. They're late deliveries. They're mixed up orders. Their refusal to hear and implement our design ideas. Who among us isn't sick of dealing with all that. It's time we faced facts. If we're gonna succeed or fail, we should do it on our own terms With our own ideas, our own brand. We posted 2000000 in sales last year. None of which had anything to do with the manufacturer. That number was a testament to our own ingenuity and hard work. Let's not look at this as a crisis. Let's look at this as our liberation, our independence day. Yes, it's going to be tough. I won't lie you. We're definitely going to war, but we know the terrain and that's 1 reason I feel in my heart. This is a war we can win. And if we win it, when we win it, I see great things for us on the other side of victory. We're still alive people we are still alive. It's to start Nike, 1 of the first athletes they actually endorsed is this guy named pre. He was held all the records at time he went up dying in a car accident which 24 years old. And he at the time his death, he held, like, almost every single record in his sport. And he's watching him run, and he's drawing lessons from a race that he's gonna apply to his own his own company. So he says, no matter the sport. No matter the human endeavor. Total effort will win people's hearts. Pre reach down. He found another level. We saw him do it. He opened up a a yard lead, then 2, and then 5. I saw the person in second grim. He knew that he could not, would not catch pre. I told myself, don't forget this. Do not forget. I told myself there was much to be learned from such a display of passion whether you were running a mile or a company. I knew that race was gonna be a part of me, would forever be a part of me, In our coming battles, we would be like pre. We compete as this our lives dependent on it because they did. Never reminded me this line from this random Youtube video that I heard 1 time in never forgot, and I don't even know the who the speaker is. He says, find out what it is you want and go after it as if your life depends on it. Why? Because it does. And we're seeing that manifested in pre and phil knight here. He's there's a huge lawsuit it could bankrupt the company. Obviously, if they find out that he violated the contract winds up winning the lawsuit, but we're not there. The lawsuit is killing him, but at the same time it's bringing him closer to his father. So he says by the end of 19 73, I thought it was very possible. I'd have 2 kids and no job. The fine remember, He said, I I don't know I've said this a lot. I'm sorry, but I have to repeat that because he repeats it over and over again in the book. The the it was a decade and a half of doubt. The final act of every evening was my phone call to my father. In his retirement, he had loads of time to research old cases, to spend argument that we might be useful. His involvement plus his sense of fair play plus his bedrock belief and the ripen of blue ribbon cause was rest. He'd tell me that he... What he found in the law books. I would take careful notes. Before signing off, he'd always say that he liked our chances. We're gonna win buck that magical pronoun. We. He'd always use it, and it would always make me feel better. It is possible that we were never closer. Maybe because our relationship had been reduced to its primal essence. He was my dad. I was his son, and I was in the fight of my life. And so even while this loss going on, he still had run a company that is always... It's always short on cash. It's Nike is gonna be short on cash. Total Ipo. And this is something we be familiar to any entrepreneur, his mood is determined by sales. I was fixated on sales. Every day, I would get a Tele x from our warehouses with a pair count, which is the pair count is the exact number of pair shipped that day. And for their purposes, a shipped pair was a sold pair Okay? Alright, Guess. I ran over my point here. A pair ship was a pair sold. So the daily payer count determine my mood, my digestion, my blood pressure because it largely determine the fate of blue ribbon. If we sell all the shoes in our most recent order and we quickly convert that product into cash, actually, if we did not sell all of the shoes in our most recent order and quickly convert that product into cash, we'd be in big trouble. Our problems could tip us into bankruptcy. We were leveraged to the hilt. And and, like most people who live from paycheck to paycheck, we were we were walking on the edge of a pre. When a shipment of shoes was late, our per count plummeted. When our per count plummeted, we weren't able to generate enough revenue to repay the bank and the trading company on time. When we couldn't repay them on time, we couldn't borrow more. When we couldn't borrow more, we were late placing our next order round and round and round a went. Our sales for 19 73 rose to 50 percent to 4800000.0, a number that staggered me the first time I saw it on a piece of paper. Wasn't it only yesterday that we had done 8000 dollars. That makes it even worse is that his sales are growing by 50 percent every year for, like, the first 7 or 8 years, and he still can't you still worried and still on the pre of going bankrupt? He does not have enough money. Late at night I'd sit with Penny? This is his wife, and she'd asked me, what are we gonna do of blue ribbon win under? What was the plan? And for the time, I'd reassure her with optimistic words that I didn't wholly believe? Then he comes up... This is actually he comes up with an idea that winds up helping a lot. And it accounts for think to right before the ap... Ipo like, 80 percent of their sales. Then that fall, I had an idea. Why not go to all of our biggest retailers and tell them that if they signed commit. If they'd give us large and non report refundable orders, 6 months in advance, we'd give them hefty discounts up to 7 percent. So they went to people like Nordstrom athletes foot. All kinds of other people. I was persuasive because I was desperate, a few retailers signed on. Their program started to gain traction. And then like I said, many years later, I think it was like, something, 80 percent of their sales were were done at this discounted rate, which gave them a lot more money up upfront. So they went at winning the case, they settle out, the judge, I think it's like a 400000 dollar I wanna say it's 400000 dollar judgment. His attorney gets half of that. So he's talking to his attorney says asked him what he was gonna do with all that loot. I forget what he said with ours, blue ribbon which in they're still called blue Ribbon they don't... I don't think they re rename the themselves until right before that Ipo, but they're only selling night at this time. With ours, Blue Ribbon would simply leverage the bank into greater barring, more shoes on the water, and that is Phil knight in 1 paragraph. This entire book, sell more shoes. That's his mo. He does not... He's constantly reinvest every single dollar he has into getting more shoes and then selling them. So he wanted recruiting 1 of... He liked 1 of the attorneys that we're in his case so much recruited him to be the first in house counsel, and he's talking to them about being 1 of us. And really his description, his pitch to to to recruit this guy is really set tells us how he views himself in Nike, which is why Reading to. You're 1 of us I said. 1 of us. He knew what those words meant. We were the kind of people who who simply couldn't put up with corporate nonsense. We were the kind of people who wanted our work to be play. But meaningful play. We were trying to slay Goliath. At heart, he was an utter David, so he's talking about the guy's recruiting as a David. So we... We're trying to create a brand, I said, but also a culture. We were fighting against conformity against boring this against dr. More than a product, we were trying to sell an idea, a spirit. I don't know if I ever fully understand who we who I I ever fully understood who we were and what we were doing until I heard myself saying it all that day. I just wanna read 1 paragraph to you. He's going to look for his own factories. And he's with his true... 1 of his true friends guy named Kale, that got it put up to 10000 dollars, and they're trying to rent a car. And he says the clerk at the rental car company declined my credit card. Talk about dead beat. I couldn't bring myself to look Kale on the eye. Here we were, a dozen years out of Stanford, and while he was an eminent successful businessman, I was still struggling to keep my head above water. He had known I was struggling, but now he knew exactly how much. So think about that. He is... He's 10 years into his business. It's still tenuous. He's still running out of money all the time. He's 36 years old. Phil knight is 36 years old when this is happening. And that's important for 2 reasons. 1, there's just another illustration that most of people would have given up by now and 2, you still have time. You still have time. And there's 2 a few pages lenders, 2... There's there's 2 stories each on the next page you've... Next to each other. And really, the the summaries we're in over our heads, So let's go faster. They're they're trying to run their own factory. What I know about running a factory. I'd been completely over my head, I laughed and laughed. Over your head, I said, over your head, we're all in over our heads way over. And so he to he started like Johnson and Johnson agrees to run the factory, and he says he knew... He said he knew that when he came to blue Ribbon, each of us willing to do whatever was necessary to win. And if whatever was necessary fell out of our expertise, he was willing to try and willing to learn. And then so that's the we're in our our heads part. This is a let's go faster part. The bank was always pressing us to slow down. We responded in 19 74 by mash the accelerator. We were on pace for 8000000 dollars in sales and nothing, but nothing was gonna stop us from hitting that number. In defiance of the bank, we made deals with more stores and open several more stores of our own and continue to sign celebrity, athlete endorse we couldn't afford. And do you remember how he kept several examples of the book where he's like, what's my purpose? What am I doing? Constantly wondering about his life. He applies at same line of questioning and thinking and to the company. So he's like, what is our purpose? I could go back to asking the deep question. What are we trying to build her? What kind of company do we wanna be? Like most companies we had role models. Sony for instance. Sony was the apple of its day, profitable, innovative, efficient, and it treated this worker well? This is interesting because a kia I read his auto in Japan. It's founders number 01:02, But now I did he influence phil Night, but he influenced Steve Jobs and Jeff Bezos, both of them talk about what they learned from a kia on Sony. I would search my mind in heart with the only thing I could come up with with this word winning. It wasn't much. But it was far far better than the alternative. Whatever happened, I just didn't wanna lose. Losing was death. Blue ribbon was my third child. I simply couldn't bear the idea of it dying. It has to live. I told myself. It just has to. That's all I know. And so we're getting closer to the Ipo, but I wanna go back to this idea that it was the hardest thing I ever did and yet it was the best time of my life. So they have these conferences where, like, the think it's, like, Phil Knight and a lot of the people that he started a company with. They go off and and try to strategize. Right? So says, I can see myself... So clearly. Remember he's remembering this 40 years after it happened. I can see myself so clearly at the head of a conference table, shouting, being shouted at. Laughing until my voice was gone. The problems confronting us were grave, complex, seemingly insurmountable, made more made made more so by the fact that we were separated from each other by 3000 miles. At a time when communication was an easier instant, and yet we were always laughing. Sometimes I'd look around the table and feel overcome by emotion, come rot, loyalty, gratitude, even love, surely love, but Also remember feeling shocked that these were the men I assembled. These were the founding fathers of a multi billion dollar company that sold athletic shoes. A paralyzed guy, 2 morbid obese guys and a chain smoking guy. And yet in the midst of these intense discussions, in the middle of 1 of the most trying years in the company's history, those meetings were nothing but a joy. Of all the hours spent. Not 1 minute felt like work. It was us against the world, and we felt damn sorry for the world. And a few pages later, he brings up something that I think is we learned from Danny Meyer, I did his auto back in in the... Somewhere in the twenties, but he learned from Stanley Marcus of Le marcus. And he talks about businesses just problems, and then I brought that. I took that idea the thought and combine it with... If you think that business is just problems, then I means companies at least successful ones. Then companies are just effective problem solving machines. And I think that's a great way to think about it, Phil says, The problems are never going to stop, I realize. There is no finish line. So he talks about 1 of their first campaigns, and this exactly what Steve was talking about. The fact that they don't mention their products and their ads. They talk about great athletics Right? Or athletes. They managed to dream up a tagline that perfectly captured Nike philosophy. His ad showed a single runner on a lonely country road. The copy read, beating the competition is relatively easy. Beating yourself is a never ending commitment. That's fantastic. Beating the competition is relatively easy, beating yourself as a never ending commitment. Everyone around we thought the ad was bold and fresh. It didn't focus on the product, but on the spirit behind the product. So there's 1 line that maybe... He says, well, let me read you and I'll tell you what what maybe think of abs obsessive were the only ones for the job. The only ones for me. So Phil hides his intelligence, but he's definitely super smart, but I think more important than his intelligence is the fact that he is super super determined. And I was listening to Paul Graham. The founder of y comb air. Talk 1 1 time. And the the video is on Youtube. I think it's called why comb podcast the commerce Paul Gram if I... If I'm not mistaken. But he was asked the question, like, what is more important in overall success. Like, of a company the for the founders. Is it more important to be determined or smart, and his his answer to this was fascinating. It turns out is much more important to be determined the smart. If you imagine this hypothetical person that is 100 out of 100 for smart and 100 out of 100 for determination, and then you start taking weight determination, it doesn't take very long until you have this inefficient but brilliant person. Whereas if you take someone who is super determined, and you take away smart, eventually get it to a guy who owns a lot taxi medallion or a trash hauling business, but he's still rich. And super determined is exactly how it would describe phil knight. And we're edging closer to the Ipo, which is the end of the book, and this is just perfect. I redefine winning. Expanded it beyond my original definition of not losing of merely staying alive. That was no longer enough to sustain me or my company. We want as all great businesses do to create, to contribute, and we dare to say so aloud. When you make something, when you improve something, when you deliver something, When you add some new thing or service to the lives of strangers, making them happier or healthier or safer or better. And when you do it all crisp and efficiently, smartly, the way everything should be done, but so seldom is, you're participating more fully in the whole grand human drama. More than simply alive, you're helping others to live more fully. And if that's business, alright, call me a businessman. Maybe it'll grow on me. So they realized there's no more putting up the Ipo that we're always gonna be a constant precarious financial position. It interesting enough, which I always blows my mind. I knew this... I learned this when I read the book the first time, but being reminded of it always blows my mind. Apple and Nike, Ipo on the same week. How crazy is that? But I wanna talk about was really interesting. And this is how he felt after the Ipo and again, more and more great writing. For a long, this is the night of the Ipo. It happened early in the day now he's at night, and then we're gonna go to the next morning. For a long time, we lay in the dark. It wasn't over. Far from it. The first part I told myself is behind us, but it's only the first part. I asked myself, what are you feeling? It wasn't joy it wasn't relief. If I felt anything, it was regret. Good god I thought. Yes, regret because I honestly wish I could do it all over again. I fell asleep for a few hours when I woke up, it was cold and rainy. I went to the window. The world was the same as it had been the day before. As it had always been. Nothing had changed. Least of all me, and yet I was worth a hundred and 78000000 dollars. I showered, 8 breakfast drove to work. I was at my desk before anyone else. So 1 of the benefits of reading biography and auto is the fact that... Yeah, We're gonna get a lot of ideas. There's no... I mean, worked on Nike for 40 years. It's impossible not to come up with good ideas from that. Right? But I would argue more important than the good ideas that we copy from these founders, and these people live remarkable lives is avoiding the regrets they have. And if it's not more valuable, it's just as valuable, and some regrets, you just have to learn to deal with because there's no way to avoid them. So what I wanna close on is the fact that the book ends, the last chapter is him at the age of his. Right? So the Ipo ends. Now as fast forward 35 years in his life, he's in his seventies and he's going through taking inventory of his life, which is so so valuable. Because there's a lot of knowledge in the regrets at the end of a life. And so what happens is he's coming up with, like, what do I want? Like, what's ahead of me? What's he would just watch this movie the bucket list and he talks about a lot actually, and he couldn't come up with, like, what do he wanted to do? And the book ends with him getting the idea to write the book, and again, just fantastic writing, and here's where we'll close. I think about the few things I wanna do. It's not so much things I wanna do as things I'd like to say. And maybe unsafe. It might be nice to tell the story of Nike. Everyone else has told the story are tried to, but they always get half the facts if that, and none of the spirit. I might start the story or end it with regrets the hundreds, maybe thousands of bad decisions. Of course, above all, I regret not spending more time with my sons. Maybe if I had, I could have solved the encrypted code of Matthew Knight. And yet I know that this regret clashes with my secret regret that I can't do it all over again. God, how I wish I could relive the whole thing. Short of that, I'd like to share the experience. The ups and downs so that some young man or women somewhere going through the same trials and ordeal might be inspired or comforted or warned. Some young entrepreneur maybe. Some athlete or painter or novel might press on. It's all the same drive, the same dream. It would be nice to help them avoid the typical discourage. I'd tell them to hit pause, Think long and hard about how they want to spend their time. And with whom they wanna spend it for the next 40 years. I'd tell men and women in their mid twenties, not to settle for a job or a profession or even a career, seek a calling. Even if you don't know what that means, seek it. If you're following your calling, the fatigue will be easier to bear. The disappointment will be fuel. The highs will be like nothing you've ever felt. I'd like to win the best of them, the icon class, the innovators, the rebels that they will always have bull's eyes on their backs. The better they get, the bigger the bull's eye. It's not 1 man's opinion. It's the law of nature. Entrepreneurs have always been gun, outnumbered. They've always fought uphill. And those who urge entrepreneurs to never give up, Char. Sometimes you have to give up. Sometimes knowing when to give up when to try something else is genius. Giving up doesn't mean stopping. Don't ever stop. And that is where I leave it for the full story to read the book. If you wanna buy the book, using the link that's in the show notes on your podcast player, you'll be supporting the podcast at the same time. That has a hundred and 86 books down 1000 a go, and I'll talk to you again soon."
}