{
  "transcript": "Einstein had insisted that his ashes be scattered so that his final resting place would not become the subject of morbid v ventilation. But there was 1 part of his body that was not cr. In a drama that would seem fake were not so horrifying Einstein's brain ended up being for more than 4 decades, a wandering relic. Hours after his death, a routine autopsy was performed by the pathologist at Princeton Hospital, Thomas Harvey. When he stitched the body back up, Harvey decided without asking permission to em embrace Einstein's brain and keep it. The next morning in a fifth grade class at Prince and school the teacher asked her students what news they had heard. Einstein died said 1 girl eager to be the first to come up with that piece of information, but she quickly found herself topped by an unusually quiet boy who sat in the back of the class. My dad's got his brain, he said. Einstein's family was horrified. Harvey insisted that there may be scientific value to studying the brain. Einstein would have wanted that he said. Einstein's son unsure what legal and practical rights he now had in this matter reluctant went along. Soon, Harvey was besieged by those who wanted einstein's brain or piece of it. He was summoned to Washington to meet officials of the Us army's pathology unit, but despite their request, he refused to show them his prized possession. Guarding it had become a mission. Harvey decided to have friends of the University of Pennsylvania turned part of it into microscopic slides, and so we put einstein's brain, now chopped into pieces into 2 glass cookie jars and drove it there in the back of his ford. Over the years in a Bizarre process, Harvey would send off slides or chunks of the remaining brain to random researchers who struck his fancy. In the meantime, he quit Princeton hospital left his wife, remarried a couple times and moved around, often leaving no forwarding address. The remaining fragments of Einstein's brain always with him. In 19 98 after 43 years as the wandering guardian of Einstein's brain, Thomas Harvey by then 86 decided it was time to pass on the responsibility. So he called the person who currently held his old job as pathologist at princeton Hospital and went by to drop it off. Okay. So that was an excerpt from the epi log of the book that I'm gonna talk about today, which is Einstein his life in universe and it was written by Walter Isaac. Okay. So before we jump back into the book, I wanna tell you how this fits into everything else that we've been talking about. I... 1 things that I read about steve jobs I thought that was really interesting, was the fact that he would learn from every experience and then bring the... Bring everything and learn from every experience back to Apple. And he said something about Jay Robert Oppenheimer that I thought that was really interesting. And I'm gonna read directly from, this is actually another book written by isaac extended it's Steve Jobs biography. And this is Steve Jobs talking. He says at Pixar, it was a whole company of a players. So when I got back to Apple, that's what I decided I to try to do. My role model, which jay Robert Oppenheimer. I read about the type of people he sought for the Atom Bomb project. I wasn't nearly as good as he was, but that's what I aspire to do. So that made me think to go look for a book on jay. Robin Oppenheimer. So I started listening to the audiobook. This book is called the general and the genius groves and Oppenheimer, the unusual partnership that built the Atom Bomb. And while I'm listening to the audiobook. Einstein, of course, has mentioned a lot. That made me remember that I had a biography of his un kindle, and I should reread it, and then I can make a podcast on it. So that's how we... That's this idea came about and towards the end of Einstein's Life, Him and Oppenheimer at Same Institute at Princeton. So, actually, there's a there are several highlights towards the end of the book where they're interacting and their interactions really fascinating. So I'll get there. I'm going to probably 2 books on Oppenheimer. Give me give me a few weeks. And I think we're I'm gonna put both those books in 1 podcast So that's that's the plan at least for now. Let's focus on einstein now. So lots to learn from them. I wanna start with this personality. Definitely a mis fit. There's a lot. I feel Isaac in in in this spoke more so than any other of biographies I've read that he... He's written. He repeats himself a lot in terms of what is Einstein's personality traits that he applies to everything he does. And so the first thing that he talks about is the fact that he's definitely an independent thing thinker gary. Is definitely a mis fit. So she says, Einstein remain consistent in his willingness to be a serene serene amused loner who is comfortable not conforming. Independent in his thinking he was driven by an imagination that group broke from the con of conventional wisdom. His imp instincts, which served him so well the young scientists made him allergic to anything that smack of a herd mentality. I wanted to find that word in imp because he uses that Einstein... There's a... 1 of the great things about this book is we're gonna... There's a lot of quotes directly from. So he gets to speak for himself a lot. And he a maxim that he repeats where he says long live in prudence. It's my guardian agent angel in this world. And so when you go to the dictionary, you look up in imp, it says not showing due respect for another person in imp. And the reason I bring that up now is because Isaac just said, hey, this this trait served him Welles he young scientist, He was able to constantly question like, to receive wisdom, and that's what Inc is obviously not known for because he re thought the fundamentals of physics. But as we'll see that's also a mistake he made early when he was extremely young. The fact that he did not show respect other people around him so even though he was undeniably brilliant and even his professors in college study he was brilliant, no 1 would give him a job. So he actually struggled because of his inability, he was... He had a hard time relating to other people and dealing with. Now he learned, he's obviously Genius. His name is synonymous with Genius. Right? He learned to temper that trait and learn it learned that, hey. This is a skill. I'm gonna need to to work on to improve the conditions of my life. But it I I did... I do find it always fascinating that there is... Or there are I should say traits that our strengths in 1 domain and weaknesses in another. So just remember that for later, he never lost this is something I think we should emulate. He never lost his child like curiosity. Adding to his aura was his simple humanity. His inner security was tempered by the humility that comes from being odd by nature. He could be detached in a loop from those close to him, but toward mankind in general, he ex included a true kindness and gentle compassion. So we're still in the introduction, Isaac telling us what is the value in studying the life of Weinstein einstein, and then Einstein can speak for himself. As well. So this is an appreciation for the gl of science as a joyful trait for a good society. It helps us remain in touch with that child light capacity for wonder about such ordinary things as falling apples and elevators that characterize Einstein and other great physicists. That is why Einstein, I... That by studying Einstein can be worth worth worthwhile. Near the end of his life, Einstein was asked what school should emphasize, and I love this. In teaching history, he replied, there should be extensive discussion of personalities who benefited mankind through independence of character and judgment. He could have been speaking about himself, and that that same quote coming from Isaac or shifting from Einstein is exactly what Isaac in what was his point that we should be studying the personalities who benefited mankind do independence of character and judgment now back to Isaac and Einstein fit into that category. And when I got to the this section, and maybe thinking of this quote that I always... That I have saved my phone that I look at from time to time. It's from 1 of my favorite writers just kind of Tim Urban. I mentioned in multiple plans of the podcast, He does... He writes the wait but wide blog. He gonna wait but y dot com and see how writing. But he says, I'm fascinated by those rare people in history who managed to dramatically change the world during their short time here. And I've always like to study those people and read their biographies. Those people know something the rest of us don't, and we can learn something valuable for them. So I think but Tim Tim, Isaac and Einstein are all saying the same thing. This is Einstein on imagination being more important than knowledge as a young and he never did well with wrote learning. His success came not from the brute strength of his mental processing power, but from his imagination and creativity. As he once declared, imagination is more important than knowledge. His success came from questioning conventional wisdom challenging authority and marvel at mysteries that struck others as mundane. This led him to embrace a morality based on respect for free minds, free spirits and free individuals. Is also something that's repeated over and over again to the book. Tyranny rep post, and he saw tolerance not simply as a sweet virtue, but as a necessary condition for a creative society. And he's gonna say something right now that we've heard many, many times before these biographies, it is important to foster individuality, he said. For only for only the individual can produce the new ideas. So that is something that people like Charles Ke edwin win land warren buffett it, David Og. Larry Ellis. There's just example after example, they all say things like this there. They don't believe in some of them don't even mince words by any means. Let's say there is no as group group creativity. It all comes from individuals. And so we have Einstein right here echoing that same thought. Only the individual can produce the new ideas. And that's a great way to think about Einstein or the Life of hindsight einstein. He was an individual through and through. He never considered himself part of the group. The reason he was able to come up with such strange ideas is because he had... He voluntarily sought solid. It's not that very... It's not much different. I, obviously, it's applied to a different domain. But when when we were studying, people like Claude Shannon or Henry Singleton, they were similar time einstein. They did all their best work alone, they did not pay much attention to the outside world. And they realized you don't get outs outside results by mimicking the herd. And then finally, before we get into his early life, Isaac does a great job of. It's just... This is a perfect... To note of myself is so perfect way to tie all this together. Like, why is all this important? This outlook made einstein a rebel with a reverence for the harmony of nature. 1 who would just the right blend of imagination and wisdom. To transform our understanding of the universe and he ties it all together right here in the sentence. These traits are just as vital for this new century in which our success will depend on our creativity. Okay. So let's going into his personality as a kid, a lot of these traits stay with him for his entire life. He was generally a loner. A tendency he claimed to cherish throughout his life. Although his was a special sort of detachment that was inter woven with a re for cam and intellectual companionship. From the very beginning, he was inclined to separate himself from other children in his own age, and engage in day dreaming and medi mu. This is his sister's description of them. I think Einstein's around 10 or 12 years old at this time. Persistence and 10 were obviously already part of his character. And this is just great advice from him. People like, he's writing to a friend. People like, you and me never grow old. We never cease to stand, like, curious children before the great mystery into which we are born. So curiosity is a main theme in this book. If Einstein were here, he would definitely tell you to be more curious, even from a very early age, he had the ability to focus on a goal. By age 12, he already had a pre election, pre, for solving complicated problems and applied arithmetic. He decided to see if he could jump ahead by learning geometry and algebra on his own. His parents bought him the textbooks in advance so that he could master them over summer vacation. Not only did he learn the proofs in the books. He tackled the new theories by trying to prove them on his own. Play and play rates were forgotten. For days on end, he sat alone immersed in the search for solution, not giving up before he had found it, and then he finds pleasure in working on his entire like, he loves to work on problems because of all the work to put in but then the rewards you get when you actually find a solution when Einstein triumph as he invariably did. He was overcome with great happiness. Another thing about Einstein. He was comfortable not being a conform. He had an allergic reaction against all forms of dogma and authority. He would later be able to pull off this con this with a grace that was genuinely generally end enduring once. This is so important. Once he was accepted as a genius. This gave him a lot of problems before that, I'm gonna go into. I'm spend a lot of time talking about that. Because I it's so fascinating. But it not it did not play so well when he was merely a Sassy student in munich. He was very uncomfortable in school. He found the style of teaching, wrote drills in patients with questioning to be rep pregnant The systematic training in the worship of authority was particularly unpleasant. He's not even a teenager yet when he's going through all this skepticism and a resistance to receive wisdom became a hallmark of his life. As he proclaimed, quote, a foolish faith in authority is the worst enemy of truth. So he hates the school so much. Now I fast forwarded he's in... What would be, like, the equivalent of high school. So he's gonna drop out to study in his own in hopes of just taking the test so we can get minutes into university. But we see what when he's doing this, he also, lifelong trade and something that's talked about from his family friends it's the fact that he had immense powers of focus and concentration. Einstein promised his family that he was studying in his own to get into the local technical college. So he bought all the of the 3 volumes of advanced physics texts and copious noted his ideas in the margins. His work habits showed his ability to concentrate even in any large noisy group, he could withdraw to the sofa take a pen and paper in hand and lose him so so completely a problem that the conversation of many voices stimulated, rather than disturb him and this idea of being lost and thought. There are some hilarious stories. Of einstein. The last 22 of his life, when he escapes Germany and Hitler, he went living and working at Princeton. So I got a lot of funny stories about this later on. Eventually while he's setting in his own. He also finds... I don't have it in my notes in unfortunately. I can't remember if this schools in Germany or if it's in Switzerland, he felt, like, if there was any country in the world, at least the first part of his life that he identified with. It was definitely Switzerland. So he wants up finding a school realizing that not all schools are the same. That's not all just wrote learning and and you can't question. The teachers are the material. So there's a guy named Pest. And this is the school he created the 1 that Einstein's going to. He also thought it was important to nurture the inner the inner dignity and individual individuality of each child. Students should be allowed to... This is Pe philosophy that that Einstein agrees. By the way, students should be allowed to reach their own conclusions by using a series of steps to begin with hands on observations, and then proceed to intuitions, conceptual thinking and visual imagery. It was even possible. It was even possible to learn and truly understand the laws of math and physics that way. Road drills, memo mobilization and force fed facts were avoided. Now this is Einstein talking about this time in his life. When compared to 6 year 6 years schooling at a German authoritarian, Einstein later said, It made me clearly realize how much superior and education based on free action and personal responsibility is to to 1 relying on outward authority. Let me read that part again because I just realized. It made me realize how much superior and education based on free action. And personal responsibility is to 1 is to 1 relying on outward authority. Okay? So he's comparing contrasting his time in that German authoritarian in school to this tool. Right? He will say the... And I have highlights so we'll talk about this later, but he's... He he'll say the same thing when he's around... I think he's 40 years old. He's living in Berlin at the time. Student revolutionaries kidnapped the Dean's of the college that he's at. Right? And Einstein goes to try to convince these student revolutionaries to release the dean. And they're asking their draw... The student revolutionaries are drawing up, like new laws. This is how the universe is gonna be guided. And they're asking, the einstein. What do you think of this? And he said something is was really interesting and I'll go into more detail later, But he said teacher should be free to teach how and what they want? And then that students should be free to select into the classes they want? The revolutionaries and I put that in quotes. Of course, wanna make all the decisions for everyone else, so they don't they don't listen to his advice. But it's really interesting now looking back that this is something that he believe over multiple but decades. The fact that it's up to the individual. It's almost like Mean, he does this later on too to develop... We we talked about this idea that everybody should have their own personal curriculum. And it's not a curriculum that ends when you're in school. And I think Einstein would agree with that. So this a description of 16 year old Einstein. He was sure of himself. He str energetically up and down in a rapid crazy temple rest spirit, which carries a whole world in itself. Whoever approached him was captivated by his superior personality. Young Einstein had a Sassy sometimes intimidating wit. Okay. So I forward fast forward and United einstein's life to in college. And this is where we get back with the the issue with imp. Right? Einstein's rebel nature leads him to be an antagonist with his main physics professor. And this is a a mistake and a big problem later on when he tries to get a job. So this is where we're gonna learn what not to do. The the parts where we we don't wanna emulate him. So says Weber that's that's his main physics professor. So let... I guess let me back up. What was this expected to happen at the school he's going to, you get your degree in physics, and then you graduate and then you become teacher. Maybe start at, like, high school or junior professor, and you work your way up. Every single other person in Einstein's class gets hired, except Einstein because of his attitude and he's just... He is a rebel to mis it, which is why we like to study him, you gotta know when to temper these these personality traits, and he didn't know when to do that. He doesn't get his job till 9 years after he graduates in 4 years after he revolutionized nice physics. So that gives you an idea of just how, you know, the the... His personality to people especially people that were above him in some ways, like, teachers of people that who was supposed to listen to, I guess, in some degree, just shows that they they turned off by it. And this is what weber is gonna say, Weber, was yet another example of how Einstein scientific as well as personal life was affected by the traits deeply bred into his soul. His casual willingness to question authority his Sassy attitude in the face of representation and his lack of reverence for received wisdom. You were very clever boy einstein, Weber told him, an extremely clever boy, but you have 1 great fault. You never let yourself be told anything. And we're gonna see why that's both to strength and a weakness because he's gonna start beef with his other physics professor too. Oh, I gotta back up Weber. The reason he can't get a job is because everybody checks the references and Weber tells them. No. Don't hire this guy. So that's a problem. On those rare occasions when Einstein did show up in this guy's name is Per. In Class, his independent streak sometimes got him in trouble, such as the day he was given an instructions sheet for a particular experiment. With his usual independence, Einstein naturally flung the paper in the waste paper basket. He proceeded to pursue the experiment in his own way. So Per is talking this over with his teaching assistant. He's like, what do you make of Einstein. He always does something different from what I've ordered. And I thought his assistance reply was very fascinating. He does indeed professor but his solutions are right and the method he uses are of great interest. And so this is where we get into the part where he's developing his own personal curriculum. I can't decide if personal curriculum, or personal research and development a better way to describe that idea, but he's doing. That's what he's doing. I played Hook. This is Einstein. I played Hook a lot and studied the masters of theoretical physics with a holy Z at home. And another thing about Einstein is that he used diving into his work and being extracted his his work as a distraction for what he calls the merely personal. So he says strenuous intellectual work and looking at god's nature, are the reconciling, fortify get relentlessly strict angels that she'll lead me through all of life's troubles. He's got a beautiful way of speaking, by the way. He's a mastered language. And, yet, what a peculiar way this... He's describing himself. Right? The fact that he's just... He just dives into this huge distraction because he understands math and and physics, but he doesn't understand humans. And yet what a peculiar way this is to whether the storms of life. In many a lucid moment, I appear to myself as an ostrich who bur his head in the desert sand so as not to perceive the danger. This is a state of Einstein's life. The year is 1900. He is 21 years old, he's graduated, he was a low ranked graduate of a teaching college without a teaching job, Without any research accomplishments and certainly without academic patrons, Among the many surprising things about the life of Albert sign was the trouble he had getting an academic job. It would be an astonishing 9 years after his graduation and 4 years after the miracle year in which he up ended physics before he would be offered a job as a junior professor. This is sentence this is perfect. The delay was not due to a lack of desire on his part. So what what does that mean? He's got a people problem. The problem was it's to the 2 physics professors at the poly tech were acutely aware of his imp. There's that word against but not of his genius. Getting a job with Per who had recommended him was not even a consideration. As for Weber, he had developed listen to this. This is not what you wanna do, you wanna build relationships with people in your life. Even if you don't like them. He had developed such an allergy to Einstein than when no other graduates of the physics and math department were avail available to become his assistant, he instead hired 2 students from the engineering division. So everybody else has taken. Einstein is still there. Yeah. He's a genius. I don't wanna deal with them. I'll go the engineering department. That's not good. And this is a summary of the whole section. He managed to become the only person graduating his section who was not offered a job. So this also relates to building companies. Sam Walton in his auto made in America. He's got a great... He's writing on that book. He knows he's got cancer. He knows he's gonna die very soon. And he's just got tons of great lessons in in the book. It's fantastic to read if you haven't ready yet, but he's says something that I always remember, and he says, this derek director quote from Sam. I learned a long time ago that exercising your ego and public is definitely not the way to build an effective organization. And without doubt, Sam Walton Giant ego as he showed have an ego, but he kept it hidden. He uses ego for confidence and drive, but not to str it, like a Peacock, not to show it. Other people do not... It's it's too many nature. They don't like seeing ego in other people. You gotta hide it. And so let me read that to you again. I learned a long time ago exercising your ego and public is definitely not the way to build an effective organization. Very few people have built more effective organizations in history of humankind and Sam Juan, maybe we should listened to him. This Einstein on his inability to get hired, and he's just really witty and extremely likable. Now, it's interesting. I've told you before, the the benefit of reading biographies is, like, you feel you you feel you get to know. By the time you, you know, this is a 20 hour read. You feel after spending so much time, you you usually get the essence of the person you feel like they you know them. I don't feel that with Einstein. He's a likable person, he's a witty person, but I do feel like he did hide himself a little bit. Even, like, you you understand how he thinks. But the actual person behind there. III don't have that feeling. But I do like his wit and just a funny stories he has. So this is on his ability to get high on his inability to hired. I leave no stone un turn and do not give up my sense of humor. God created the donkey and gave him a thick skin. So Einstein is having a tough time. His father does something. His father rights to a professor that Einstein applied to but never heard back from, and there's a great great irony at the end of this. And so let me read you the the letter from Mindset father. Albert is 22 years old. He studied that 0 Zurich Poly tech for 4 years and he passes exam with flying colors by summer. Since Then he's been trying unsuccessfully to get a position as a teaching assistant, which would enable him to continue his education and physics. All those in a position to judge praises his talent. I can assure you that he is extraordinary studio and diligent and cling with great love to his science. He therefore feels profoundly unhappy about his current lack of job and he becomes more and more convinced that he has gone off the tracks with his career. Since it is you with whom my son seems to admire and a esteem more than any other scholar and physics, it is you I have written... Or excuse, It is to you. It is you to whom. Sorry. I have taken the liberty of turning with the humble request to read his paper and to write to him if possible if few words of encouragement so that he might recover his joy in living and working. If in addition, you could cure him in assistance position. My gratitude would no no bounds. I beg you to forgive my... Forgive me for my imp in writing you. That that word has used a lot by the einstein And my son does not know anything about my unusual step. So the guy he'd a person who's writing scanning named Oswald. Says this isn't we're gonna get to the ironic part. Oswald still did not answer. However, he would become 9 years later, the first person to nominate Einstein for the nobel prize. That's a hilarious. So wouldn't even bother respond to him wouldn't hire him, but 9 years later, he nominate some to the... For the Nobel prize. That made me think there's a... 1 of the founders of Whatsapp, Brian Act. He would... He would live tweet. This is, like, back recognizing, 2009. As he goes on these job interviews at all these tech companies, and he's just not getting hired over and over again and he so he went up applying at Facebook, they don't hire him in 2009. 5 years later, he winds up selling Whatsapp to to Facebook for 19000000000 dollars. So another example of history nice irony there. Let's go back to Einstein's emotional state at this point. As you could imagine it's not well, he became so discouraged that at least for the moment, he felt it futile to continue a search Under these circumstances, it it it no longer made sense to write further to professor. This is... I wasn't clear. This is a quote from mine einstein. Under these circumstances, it is no it no longer makes sense to write further to professor. Since, should things get far enough along, it is certain that they would inquire with Weber, and he would again give a poor reference so this goes back to somebody that that really help improve my thinking about this. Because I understand an instinct to be a rebel to be a pirate to, like, say, you know, forget you. Like, we don't get along long It doesn't matter. 1 of my favorite podcast and who I got the idea for the format His podcast is Jo Willing. Jo podcast podcasts said he calls at a course. His his his podcast is a course on military history, which I think is a great way to describe it. But he's got a video on Youtube that I've sent a a few friends, some strong will, stubborn pig headed friends. And sometimes they'll they'll talk about the issues they're having, sometimes just with a boss, a coworker or whatever it is. But the name of the video is how to win with people you don't like, How to win with people you don't like Jo, Pretend Youtube when you can see it. And his whole point is, like, it's irrelevant. If you don't like them or not. To succeed in the world you're gonna have to work with other humans, and some of those other humans, of course, you're not gonna get along with. But it's your responsibility to build a relationship, so because building relationship with this person is what's what's gonna make you effective. And he talks about when he was younger when he was in his early twenties was exactly what I einstein is now, that he was hot headed that that he thought he knew better, even people that were that were his bosses at the times Like, this guy is stupid. And then 1 time he realized how ineffective he was being... He says this whole his whole perspective on this change when he's like, if I'm so smart, how come I can't get this guy to do what I want him to do. And that's when he realized he wasn't... He may be smart, but he wasn't acting smart. He had build a relationship. So let's say, you know, you you don't necessarily agree with weber with what... With his viewer or the way he teaches. That's fine. You don't have to tell him that. You can still build a relationship. Humans don't like when you you criticize them directly. You have to use an indirect approach. So if if you know anyways we're struggling with that or, again, I just think it's worth... I think the video, I don't know minutes. I can't tell you how many times I've send it to people because it's just... It's the best to sync way to describe how to put your ego aside and just be effective. Like, go out and don't let your inability to get on along with other people stop you from whatever service or whatever goal you're after. And in the case of Einstein. Like, this caused him a lot of, you know... I don't, maybe Heartache. Yeah. He's disparities he's depressed. I guess, it is heartache. And it was just unnecessary. And this is also... And not only, I think he would agree this unnecessary because of later on in life, he learns. Obviously smart. And he stops doing this. Doesn't ever stop talking. He definitely it has a lot of disagreeable opinions to other people and it's written about the newspaper later on which I'll go over, but he does figure out a way to take a tact approach, so we can actually... If it's if it's in his best interest to accomplish something and somebody standing his way. He'll learn how to deal with them. I guess what I'm saying. So he has no luck, becoming a teacher. This is where 1 of, you know, the the the legend of Einstein is the fact that he was, making all these great contributions physics and he wasn't a professor. Was a patent clerk in Switzerland. So it's... This is how he gets the job. Just when Einstein was beginning to despair his friend Gross wrote that there was likely been opening for an examiner at the Swiss patent office, located in burn. Gross father knew the director and he was willing to recommend Einstein. And this is where he's static. Just think what a wonderful job this would be for me. I will be mad with joy if something should come of that. And this is the maxim I mentioned earlier in a line that could be considered yet another maxim for his life, Einstein recounted. Long lived in prudence. It is my guardian angel and the world. So let's go back to his schedule when he's working at the patent office. So in 19 o 5, it's considered his miracle year that's when he writes to 4 most important papers are 4 some of the most important papers of his life. And his schedule were rather crazy. So it says it was Albert Einstein. So was then... So it was that Albert Einstein would end up spending the most creative 7 years of his life arriving at work at 8AM 6 days a week and examining patent applications. I'm fright busy. Every day I spent 8 hours at the office in at least 1 hour of private lessons. And then in addition, I do some scientific work. He soon learned that that he could work on the patent application so quickly that a left time for him to sneak in his own scientific thinking during the day. I was able to do a full day's work in only 2 or 3 hours. The remaining part of my day, I would work on my own ideas. And so there's something that Einstein learns from his boss at the patent office, that I think is really useful. And something we should think about it as well. His boss had a acc that was useful for creative and rebellious theorists as it was for a patent examiner. And we're gonna see that his name's Holler, I think. Holler Cr is very similar to a tactic that Jeff Bezos uses. So this is, since it's Boss. You have to remain critically diligent. Question every premise, challenge conventional wisdom and never accept the truth of something merely because everyone else views it as Avi Resist being inc. When you pick up a patent application, think that everything the inventor says is wrong. So Jeff Bezos does that exact same thing. In the... I did a bonus episode a few weeks ago, maybe a month ago or 2 months ago. I know. It's called working backwards 1 of the coa authors of that book was Jeff Shadow for several years. And so in that book, he gives us a simple tip from Jeff Bezos on how to produce unique insights. And so let me read from my book to you real quick. Jeff has an un uncanny ability to read a narrative and consistently arrive at insights than no 1 else did even though we were all reading the same narrative. After 1 meeting, I asked him how he was able to do that. He responded with a simple and useful tip they have not forgotten. He assumes each sentence he reads is wrong until he can prove otherwise. He's challenging the content of the sentence, not the motive of the writer. Jeff, by the way, was usually among the last to finish reading. And so we see here, Einstein's boss It's done the same thing. Hey. When you pick up this application, think that everything the inventor says is wrong. So while he's living in burn, he's got a bunch of friends there, and they do something that's really fantastic. Thing. And they decide they create this... They create this thing called the Olympia Academy. And then again, this is their developing their own personal curriculum. They decide to get together to read the great thinkers and then discuss their ideas. They dubbed themselves the Olympia Academy. After it so they'd meet all night, and this just sounds like a great night to me. After the re imagine going through this and and living through this with Einstein No. Right? After discussions, which last all night, einstein would sometimes play the violin, less interest that part, and then they'd occasionally climb... This is really interesting. They'd occasionally climb a mountain to watch the sunrise. We would marvel at this... So they spend all all day work. Right? Then they're they're they're meeting up to to all the ideas they read. Einstein drink of coffee. She's playing the violin, they're smoking cigars. And they say hey, let's go climb this mountain. So we would and watch the sunrise. We would marvel about the sun as it came slowly towards the horizon and finally appeared and and all of its splendor to bathe in the alps. Then they would wait for the Mountain Cafe to open so they could drink dark coffee before hiking down to start work. There's 2 guys names. I have no idea how to pronounce them so I'm not going to try with these 2 guys would become Einstein's lifelong friends. And he would later rem with them about our Cheerful academy, which... And this is now Einstein writing. He is close to... This is about 50 years in the future from when this is happening because they're in their, let's say, early to mid twenties, and now he's writing and he's in his sixties or seventies. I would rem about our Cheerful academy, which was... This is Hilarious, which was less childish than those respectable ones, which I later got to know at close quarters. And so now we get to the part where his dad does, and I think the of myself this may drive you. It says Herman Einstein was not destined to see his son become anything more successful than a patent examiner. Einstein fell for the rest of his life a sense of guilt about that moment He's talking about his father's death, which which encapsulated his inability to forge a true bomb with his father. For the first time he thrown into a days. Overwhelmed by a feeling of des desperation. He later called his father's death, the deepest shock he had ever experience. I was actually watching this interview with Pat Riley. And he said something was that was interesting. And I think that just... It talk... It it speaks to the fundamental nature of these relationships. The bomb between... And in the moves in both directions. Obviously, it's more intentional. Hasn't him moves down the generations stand up, but still the bond that you have with your parents. And Pat Riley was talking about that his dad, he was 25 years old when his dad died, I think signs around the same age as well. And he said something. So he said, so any success I've had after that, he didn't see. And this is a recent interview. Maybe like, like, 2 years with him. Pat's in his 70 someone on mistake. So this is 50 years. After his dad dies and he... Packets choked up in this interview, talking about the fact that his dad never got to see any of the success that he achieved throughout the rest of his life, so let's look at it from Einstein's perspective. You know, my father dies and as far as he knows, all of I'm ever gonna be is be a patent examiner. There's nothing wrong with a normal job. I'm gonna be wrong, but all the the remarkable achievements and the worldwide fame and and the inspiration that Einstein delivered to millions of people throughout his life his dad miss. So I just think that It's just a little devastating when you think about, I guess, is what is what I'm saying. So let's go back to this idea that I think is really, really important. This is a description of Einstein going into his miracle year. The fact that he revolutionized and makes a large contribution to his area of interest and yet there was nothing. Nothing is life that would predict that was about to happen. I find it so very fascinating. Up until then, Einstein had published 5 little noted papers. They had earned him neither a doctorate nor a teaching job, and this is a remarkable sentence. Had he given up theoretical physics at this point? The scientific community would not have noticed? That's crazy sentence. There was no, we guys as I'm about to read the next section to you, this is the most common, parallel to what Unsigned did in 19 o 5 is what Isaac Newton did in 16 66. So it says there was no sign that he was about to unleash a remarkable year, the like of which science had not seen since 16 66 when Isaac Newton, hold up is... At his mother's home to escape the plague to develop calculus, an analysis of light spectrum and the laws of gravity. This is Einstein on where his ideas come from. I guess, not just... I don't think it's just realized applies to him speaking in general, a new idea comes suddenly and in a rather intuitive way. But the intuition is nothing, but the outcome of earlier intellectual experience. I heard you elon Musk on a podcast say something similar 1 time where it's, like, where do where do you get most of your ideas? And he says it sounds cliche, but it's usually in the shower. And he's like, it's not actually happening the shower. It's just I'm receiving, and, you know, he he thinks of was spreading like a computer? So he's like I, I'm just receiving last the download of Last night's calculations or something like that. Thought it was funny. This is why people associate Einstein with the atomic bombs, even though he did not really play much of a role, at least, specifically, is obviously mentioned and, you know, forever be associated as that though. So it says, his he's famous probably the most famous formula of all time. E equals M c squared. It says energy equals mass times the square of the speed of light. The speed of light of course, is huge. Squared it is almost inc bigger. That is why a tiny amount of matter if converted completely into energy has an enormous punch. So after his miracle year, figures after he's going to wind up eventually getting and spending the rest of his life in academia. Although, a lot of the jobs he gets, essentially, they're just paying him to think. In in many cases, he doesn't have teaching responsibilities or any administrative responsibilities, not that he'd want them anyways. But this is really the reading... Reason Reading the section twos use because since the fact that we do need other humans to collaborate with other humans be successful in in the world that really sales is the most important job, not only selling yourself, but selling your ideas Einstein was penalized for his an ability to do so. There's this this conversations happening between 1 of I've Einstein's colleagues and a father. I'm just gonna read the names are not important I'm gonna read the substance of the letter. Einstein had no understanding how to relate to people. And had been treated by the professors outright contempt. They've had a bad conscience over how they treated him earlier. The scandal is being felt here not only in Germany that such a man would have to sit in the patent office. This has before he gets starting the job offers. And the main point here is that people less talented than Einstein, but with better people skills got the opportunities first. I think I clearly demonstrate us. This is not a part of life that we can skip over. We have to work on our peoples skills. We saw this with Warren Buffett. Warren Buffett winds up taking all these in the in the 2 biographies I've covered to him. He went up taking Dale Carnegie course on public speaking, even though he's gonna be a, you know, investor basically running his own show though. There his whole career. And then he takes the course, and then he goes, he... I think he's under his mid twenties at the time. And then he volunteers and gets a job teaching night teaching investing at a nighttime, like, a, like, a college, local college by house. If I'm not I'm mistaken. And his whole point is this is, like, I need to be able to teach people my ideas and to be able to communicate with other people. Like, this is clearly a skill that I'm going to need. So he's about to transfer... He's up the end his time at the patent office and and and start working for for universities, but I gotta say the Sol hilarious sol hilarious story first of all, and there's a 1... This book has a bunch of these Solar hilarious stories in them, which I which I really found... They're probably my favorite parts in the entire Since 1 of his last days working at the patent office, he received a large envelope with elegant sheet covered in Latin calligraphy. Because it seemed odd and and personal, he threw it in the wheat paper basket. It was an invitation to receive an honorary doctorate. So eventually, she's like no. I don't wanna do that. His friend purse persuade him to to attend, like, this very formal event and this hilarious. Friend of Einstein's were persuaded him to attend. Einstein Einstein arrived with a straw hat in an informal suit. So he stood out rather strangely, both in the parade and at the opulent formal dinner that followed. Amused by the whole situation, he turned out, so this is this happening at the a protestant, I guess, organization and he... This is really funny. I'm used by the whole situation. He turns to the person seat to next to him and speculated about the prod... About what the protestant reformation leader who had founded the university would say. And his name's Calvin. Do you know what Calvin would have done, had he been here? The gentleman, the photo said no. Einstein replied. He would have erected an enormous mistake and had us all burnt for its sinful extra? As Einstein later called, the man never addressed another word to me. So at this point in Nigga his career, he still has teaching duties. So he has to give lectures. And as you could imagine everything the guy does is different. So even the way he lecture different. Instead of prepared notes, Einstein used a card with scribble on it, so the students got to watch him develop his thoughts as he spoke. We obtained something this is our a student talking about his experience being taught by Einstein. We obtained some insight into his working technique. We certainly appreciated this more than any stylist statistically perfect lecture. During 1 lecture, Einstein found himself momentarily stumped about the steps needed to complete a calculation. There must be some silly mathematical transformation that I can't find for a moment he said. Can anyone of you gentlemen see it? Not surprisingly, none of them could. So Einstein continued? Well, leave a leave a quarter of the page, we won't lose any time. 10 minutes later. Einstein interrupting himself in the middle of another point and ex explained, I've got it. As the student later Marvel, during the complicated development of his theme, he had still found time to reflect upon the nature of that particular mathematical transformation. At the end of many of his evening lectures, Einstein would ask the students, who is coming to the cafe. Where they would sit and talk until closing time. And before I go back to Mourn the way he teaches, just random advice from einstein I thought it was It was fantastic to dwell on the things that depress or anger us does not help in overcoming them. 1 must knock them down alone. So this is Einstein's friend, responding to some university administrators that Einstein is not actually a good teacher, which is really interesting because a few years earlier, he's being recruited from 1 university to another, and his students at the the university they're trying to be... That that he's trying to be recruited from. They actually started a signed petition to pay Einstein more to prevent him from leaving because he was such a great teacher. So again, the people that are actually being taught by him, love it, the people that are not in his glass think he's not good at it. There's probably a lesson there. As for einstein's teaching talents, his friend provided a wonderfully nuanced and revealing description. He is not a good teacher for mentally lazy gentlemen who merely wanna fill a notebook and then learn learn by hartford for an exam. He's not a smooth talker, but anyone wishing can learn honestly how to develop his ideas in physics in an honest way from deep within and how to examine all premises carefully and see the pitfalls and the problems in his reflections will find Einstein a first class teacher. Because all of this is expressed in his lectures, which forced the audience to think along. He continues. Einstein might be writing in all steroids, and this is really fascinating And like, why why would he be wrong sometimes times? Since he seeks in all directions, 1 must expect the majority of the paths on which he embark to be blind alley That's another description for entrepreneurship. That actually reminded me when I read that part, of a quote that Evo, the the founder, the Renegade founder of Pat has. And he says, the entrepreneurial... He talked... He's talking about how, he developed products and and basically built his own path because he was really reluctant the subtitle of his biography is the education of a reluctant reluctant businessman. So he talks about the entrepreneurial way is to immediately take a step forward. And if that feels good, take another. If not, step back, learn by doing is a faster process and what Yvonne saying there and what einstein's friend is saying is like when you're going out in your experiments, and you're gonna have it because you're going and moving all directions, some of those directions are going to be blind alleys. So gonna talk a little bit about Einstein and personal relationships. 1... I just gotta tell you this funny. What I found part it was funny. So he's married at the time. He's got 2 sons there Einstein's is not the marriage type. He was never faithful. He was especially when he got super famous hit had women and affairs throughout his whole life. So he's actually going to leave his first wife for his cousin Elsa, and Elsa is gonna be his second wife, and then she'll kinda turn a blind eye to the fact. I mean, he even told him. She he told her that he didn't feel that humans were capable of being mono august. But in the meantime, while they're having this affair while he's still married to his first wife if they're writing letters. And in the letter, I thought this part was funny. Elsa also sent him a long letter prescribing more exercise rest and a healthier diet. He responded by saying that he planned to smoke like a chimney, work like a horse, eat without thinking and then go for a walks only in really pre pleasant company. And so Einstein would would constantly rum on his difficulties just personal relationships. And I think these 2 sentences is a good way to think about his philosophy. Personal relationships involve nature's most mysterious forces. Outside judgments are easy to make and hard to verify. And is while he's trying to... First, I think he was trying to reconcile, and, maybe okay. I'll live with my my wife just so I can be with my kids. So he comes with this contract that he delivers to her. That's the only way that they can c habitat. And We see it kind of his, like cold that he has. I mean, this is... I'm gonna read the whole thing you because it is wild. Einstein delivered a brutal cease ceasefire ultimatum. It was in the form of of a proposed contract. 1 in which I Einstein's cold scientific approach combined with his personal hostility and emotional alien nation produce an astonishing document. And now he's giving his wife like a terms of agreement. Right? And here's our Cease ceasefire agreement. They go like. It read in full. You will make sure that my 1, that my clothes and laundry are kept good order. Number 2, that I receive my 3 meals regularly in my room. 3, that my bedroom and study are kept neat and especially that my desk is left for my use only. You will announce all personal relations relationship... Relations with me far as they are not completely necessary for social reasons. You will fore forgive my sitting at home with you. My going out or traveling with you. You will obey the following points in your relationship with me. You will not expect any intimacy from me. Nor will you rep approach me in any way. I can't believe you like You will stop talking to me if I request it. You will leave my bedroom our study immediately without protest if I request it. You will not undertake to be me in front of our children. Either through words are behavior. He was prepared to live together again because I don't wanna lose the children, and I don't want them losing me. It was out of the question that he would have a friendly relationship with her, but he would aim for a business business like 1. And he wraps it up by saying the personal aspects must be reduced to a tiny tiny remnant. So eventually, as you can imagine, that's not gonna last very long. So they do wind up getting divorced, and it was really... Because he's gonna live in... I think he's in Berlin at this time, and then she's gonna go back to Switzerland and it that causes him a lot of emotional english because he's not gonna see his kids. The prospect of parting with his children was devastating Einstein. He became deeply emotional as he imagine life apart from his sons. I would be a real monster if I felt any other way he said. I've carried these children around in inter times. I've play with them. I've joke with them. They used to shout with joy when I came home. Now they would be gone forever and their image of their father is being spoiled. Einstein bald like a little boy. All afternoon and evening. It was the most wrench personal moment for a man who took per reverse pride in avoiding personal moments. And a good way. This there's 1 other sentence I wanna reach you, but it it really is a good way to think about Einstein. Is the fact that he was prone to resist confinement. To him, marriage was con confinement, which was a state he instinctively resisted. So at this point, World where 1 is happening. He's in Germany, kids are in Switzerland. His work, the fact he's really busy and the war that there's issues going back and forth across borders. They're preventing him from going to Switzerland to see his kids. And so there's a letter from his... His oldest son Hans Albert. And it's just a reminder, your kids don't care. How successful you are. They just want your time. Han Hans Albert, who was turning 11:11 wrote him 2 letters designed to pull it his heart. I just think if you're coming for Easter, you're gonna be here and we'll have a papa again. So throughout his life, he gets in a lot of these, like, debates with peers and colleagues and everything else, and I guess, not even debates is not the way we think about, like, fights. And he writes to appear about the silliness of continuing this robbery, Like, let's just end this dispute, and this is where we start to see the Hindsight einstein's learning the importance of building relationships. And these are quotes from this letter that he's writing to, this pier. There has been a certain ill filling between us. Cause of which I do not want analyze. I have struggled against the feeling of bitterness attached to it with complete success. I think of you again with un mixed gen and ask you to try to do the same with me. It is a shame when 2 real fellows who have created themselves somewhat from the shabby world do not afford each other mutual pleasure. And that leads us to a great sentence that explains the paradox of einstein. The stubborn patients that Einstein displayed when dealing with scientific problems was equaled by his imp when dealing with when dealing with personal entanglement. And we see his his love of independence. Because even when he... He's about to get divorce from his first wife, he's fine just dating his cousin. Right? And her and her family are pushing them to get married. And he says, he even added a somewhat surprise surprising promise. He would not be living with Elsa even if they got married. Instead, he would keep his own apartment. For I shall never give up the state of living alone, which has manifested itself as an ind blessing he said. So something that makes the life of Albert saying even more remarkable and full of crazy stories is the fact that he lived through both World war 1 and World war 2. And this is the story I was mentioning earlier where, he's heading over to the the university to see what he could do to get the dean's of the college released because they were kidnapped by student revolutionaries. And so it's in the story We we do see insights into what what was important to him. Basic his thinking was that recognition of the dignity of the individual and the protection of political and intellectual freedom. When the student revolutionaries in Berlin jailed their dean, Einstein got to put this philosophy into practice. So goes to meet with them, the chairman of these revolutionaries, the chairman greeted them and asked them to wait while the group finished hammering out their new statute for governing the university. Then he turned to Einstein. Before we come to your request to speak, professor Einstein, may I ask you what you think of the new regulations. Einstein paused for a moment. Some people are innate condition to hedge their words to try to please their listeners and enjoy the comfort that comes from conforming, not Einstein. Instead, he responded critically, I've always thought that the German University's most valuable institution is academic freedom, whereby the lectures are no way told what to teach, and the students are able to choose what lectures to attend without much supervision and control he said. Your new statute seem to abolish all of this. I would be very sorry if the old freedoms were coming to an end. That did not help his mission. The students decided that they did not have authority to release sedans. So why... So instead, Einstein went off to the Chancellor palace to seek out someone who did. They were able to find the new German president who was perfectly willing to scribble a note ordering the release. It worked. Years later, when Ado off Hitler and his Nazis were in power, Einstein would rue look back on that day in Berlin, so he's was right to his friend. Do you still remember that occasion some 25 years ago, where when we went together to the Rice shack building, convinced that we could turn the people there into honest Democrats. How naive we were for men of 40. So at this point in his life, he he can dedicate every single minute to just thinking and rum aiding as he says, he doesn't have teaching responsibilities it doesn't have administrative responsibilities. And I think by examining the relationship, the second marriage she chooses to get into. It really tells us like what was important to him. And the fact is that he just wanted to outsource everything else that wasn't rum or working on what he wanted to work at at that time. And that desires manifested in the second marriage. She was pleased to be look after looked after as she was to look after him. She told him when to eat and where to go. She packed a suitcase and dole out his pocket money. She was protective of the man that she called the professor, even though life had aside could be her quote and nerve and nerve innovating, aggravating, and difficult. She once said. That allowed him to spend hours in a rather dreamy state, focusing more on the cosmos than on the world around him. When Einstein was in 1 of his periods of intense work, also recognized the need for keeping all disturbing disturbing elements away from him. She came to know from a faraway look in his eyes when he was seized with a problem as she called it, and thus could not be disturbed. When his intense concentration was over, he would finally come down to the table for a meal and sometimes to he would ask to go for a walk with Elsa and her daughters. So I'm gonna get more to this idea of this detached state that Einstein you seems to use throughout his entire life. Before I get there, there's just 1 paragraph that's fantastic. And it says, when the conventional wisdom of physics seemed to conflict with an elegant theory of his, Einstein was inclined to question that wisdom rather than his theory. And often, he would have his stubborn ness rewarded. James Dyson his fantastic demography. He was writing. He's like listen, you may think I'm being cocky here Arrogant, but he's, like, just remember, I'm only celebrating the virtue of a mule. And so he would preach... He say 1 of his best attributes in building his his... Yeah, the dyson company was the fact that he was stubborn. That he celebrated the virtue of a mule. Okay. So let's go back to this part about einstein's detachment because this really does describe Einstein as the person, not the famous well known name, but as the actual per person. Einstein's detachment allowed him to affect an era of amusement rather than anxiety. The whole affair is a matter of ind to me as is all the commotion and the opinion of each and every human being. So he's saying I'm indifferent to the opinions of others. I will live through all of this, and all that is in store for me like an un concerned spectator. Einstein was a loner. He loved being in a group dynamic playing music discussing ideas, drinking strong coffee and smoking pungent cigars yet there was a faint visible wall that separated him from even family and close friends. He frequent many parlor of the mine, but he shi away from the inner chambers of the heart. There's that paradox gun. Right? He did not like to be constrict. And he could be cold to members of his family. We've seen both examples of that so far. Yet he loved the cam of intellectual companions, and he had friendships that lasted the throughout his life. He was sweet towards people of all ages and classes who floated into his life, gotta well along with staffers and colleagues intended to be gen towards humanity in general. As long as someone put no strong demands or emotional burdens on him, Einstein could readily forge friendships and even affection. This mix of cold and warmth produced in Einstein a ride detachment as he floated through the human aspects of his world. And we're gonna hear directly from him how he thinks about this. My passionate sense of social responsibility has always contrast oddly with my pronounced lack of need for direct contact with other human beings and communities he reflected. I am truly a lone traveler and have never belonged to my country, my home, my friends, or even my immediate family with my whole heart. In the face of all these ties, I have never lost a sense of distance and a need for sol attitude. His heart never bleeds and he moves through life with mild enjoyment and emotional ind. His extreme kindness and decency are thoroughly and personal and seem to come from another planet. For all his kindness, social stability and love of humanity, he was nevertheless totally detachment from his environment and the human beings in it. And then it goes into how this kind of personality trait affects his work. Einstein's personal detachment and scientific creativity seemed to be subtly linked. This detachment spring from Einstein's trade of a partners. Which led him to reject scientific conventional wisdom as well as emotional intimacy. It is easier to be a non conform and rebel when you can detach yourself easily from others. That detachment enabled him to walk through life immersed and thought. It allowed him are compelled him to pursue his theories in both a single minded and single handed manner. Einstein understood the conflicting forces in his own soul, and he seemed to think was true for all people, and I'll end this section with a great quote from him. Man is at 1 and the same time, a solitary being and a social being he said. And so with without understanding, it's not this next quote on Einstein on the on not conforming, will not come as a surprise. The un man of trying to adapt and conform and assimilate, which happens among many of my social standing has always been very repulsive to me. Okay. So now we got to the 0.9 cents life where his life is going to intersect with Hitler's And we see the same traits that he's had his whole life is non conform. The fact that He'll speak his mind constantly, he's continues doing that even in the face of personal danger. Hitler winds up putting a bounty on his head. They went ran acting his both his apartment in berlin and his vacation cottage. And if he would have ever went back to to Germany, they would definitely would have would have killed him. And what what sparks us off and where where Einstein really understands because 2 things. His whole life was he was a... What he called a militant Pac. He said, you know, war... He he he he says that war usually caused by, like, a biological imperative. So he he says, that as long as there's man, there's is war. But he also said which was interesting that you should... The only thing that the only, like, ethical thing to do is be a pac, which is to me kind of a dis association where it's like, okay, well, we know that this has been existent in our speeches all the time. It'll exist in the future yet, where... The solution is just not to to voluntarily partake in it, which... I didn't understand his thinking there. But this is gonna change because hit... The the the the threat from Hitler is so extreme. And, the second part of that was he... Even at the very beginning, he never thought that it was possible for for Jews in in Germany at the time to just assimilate. He's winds up being friends with Fritz Tab, other, famous Jewish, intellectual and scientists and everything, and some of them went that route. They would even convert to, convert religions, they would try to dress and act, like other Germans, and they didn't realize that it that that solution was temporary and that once certain people got power, they'll still try to kill you as well. So they wind up killing his friend. For being Jewish. And it says the milestone that marked the passage of... German anti semitism from being a Nasty under current to a public danger was the assassination of... I think he pronounce his name Walter Rat. Rat thought, mistakenly that Jews like himself could reduce anti semitism, semitism by thoroughly ass simulating as Good German. So I I wasn't clear. I don't think I was clear with what I was trying to say. Einstein doesn't believe what what... I'm gonna call Walter, because I've know it pronounce the name. What Walter just said there. That Jews like himself could reduce anti antisemitism, and anti semitism by thoroughly intimidating as Good Germans. I don't think Einstein ever believe that. The best course Walter thought was for jews to take public roles and become part of Germany's power structure. It was an attitude that was all too typical for a simulated German Jews. I think that's a quote for einstein there. They seem to have no idea that they were sitting on a volcano. On the morning of 06/24/1922, Some young nationalist pull alongside the open car in which Walter was riding to work. They sprayed him with machine gun gunfire, lob in a hand grenade and then sped away. Einstein was devastated by the Brutal assassination, but not everyone felt sympathy. Ado off Hitler called the killers German heroes. For Einstein, the assassination proved a bitter lesson, a simulation did not bring safety. Police warn einstein that he may be next, his name appeared on a target list prepared by Nazi supervisors. And yet what surprising even as more and more of these events are to take place. He doesn't... The the they asked the question, like, why didn't he leave Berlin? And this is the the best answer they can come up. His inertia is hard to explain. But it is indicative of a change that became evident in both his personal life and his scientific work during the 19 twenties. He had once spin a restless rebel who'd had hopped from job to job, insight to insight, resisting anything that's smack of restraint. He had been repelled by conventional respect, So he ends up being in Berlin for, like, 17 years. So over those 17 years, he's changing, but now he personified it. He was no longer restless. He was comfortable. And so in 19 30 19 31, He was asked? What do you think of Ado Hitler? Einstein replied. He is living on the empty stomach of Germany. As soon as economic conditions improve, he will no longer be important. If only. Right? Another quote from him and that Hitler is gonna change. I am not only... I'm am not only a pac. I'm a militant pac. And then once Hitler comes to power, he changes. And he changes it for the rest of his life. He realizes, okay. There's just some threats that pac is just not... There's... It's not a solution too. That's what I was meant. Mentioned here earlier. Like, there seems to be a disconnect He understood the biological imperative for human engaging war. And yet having a small percentage voluntarily opt out. Doesn't seem like any kind of solution for. Was very confused. But he he wants up obviously changing that idea as well. So in the early 19 30, he's going back and forth. He he's traveled to. He's getting recruited from everywhere. Well, like, people wanna go to Oxford in France and Italy and United States. So he goes to United States, and he... He's gonna accept the the the post at Princeton. Before I get there, though, I want I wanna there's just 2 quick sentences this for. This is advice to his step daughters. He offered her daughter some advice on how to lead a moral life, and this is fantastic. Like, use for yourself little but give to others much. So he accepts his position at Princeton. This is we're in December 19 32. But he's like, okay. I'm gonna, work in Princeton, but then half the year, Female of year. I'm still gonna go back to Europe. And but there would he... Oh, it's almost like he had a prem based on what he was saying to other people the time that he may never see Europe again. When Einstein left Germany in December 19 32, he still thought that he might be able to return, but he wasn't sure. When they left, Einstein said to Elsa as if it was a prem. Take a very good look at it. You'll never see it again. On January t 19 33, so a month after he leaves Germany to go... He's he's going to California Pasadena to give to work at... Give lectures at a university. Well, Einstein with Safely Pasadena, Ado off Hitler took power as a new chancellor of Germany. So December, he leaves Germany 1 month later, ado offs in power 1 month later after that. At the end of February, Brown shirts started ran attacking the homes of Jews, things have become very clear. Because of Hitler, I don't dare step on German soil, Einstein Wrote. On March tenth. Einstein says this is only 3 months after he left. Right? As long as I have any choice in the matter, I shall live only in a country where Civil Liberty, tolerance and equality of all citizens before law prevail. These conditions do not exist in Germany at the present time. So the very data he's saying nice the United states saying that quote, back in Berlin, his apartment there was rated twice that afternoon by the Nazis. During the next 2 days, the Berlin apartment was ran sec 3 more times look how fast things changed. And I've granted there was a slow boil. His friend had been killed almost 10 years before. But things changed very rapidly. When from, okay. Maybe See Germany again to I'm never leaving. Einstein would never see it again, meaning his apartment. Einstein begun to mute his pac rhetoric. This is when he starts changing. Right? Because he realized how big a threat Einstein is. Or, big a threat Hillary is. He received word that the Nazi had raided his college at his cottage under the pretense of looking for a cash or cache of communist weaponry. Later they came back and confiscated his beloved boat on the pretense it might be used for smuggling in an einstein made a little joke here. In my summer house was often honored by the presence of many guests. He said. They were always welcome. None had any reason to break in. And then we see another example that Hitler was not that smart. He was a do. Dan Carlin, my favorite podcast. He has a this... He does hardcore history, but he has another feed called hardcore history Addendum. And Dan is probably red. I don't know. Hundreds of books on World war 2. And he has a... 1 of his most interesting episodes and I I recommend listening to it. He compares in contrast. He's, like, what he compares the quality of the the German Army in world 1 versus German army world work 2. And I think in the podcast if I remember correctly, he says if you could take the top 20 if you would limit and say you could only put 20 of the best shit German generals in a room from World war 1 or from both or from both wars actually that Hitler wouldn't even get in the room. That he got power through his charisma his his crazy rhetoric, but as far as like, his military strategy mind was not people give him a lot more credit and dan's opinion than he was. And I just called mah because what he's about to do here? And is another reminder what Charlie Mu said. You need to avoid intense ideology because it turns your brain to cabbage. And so his hatred of jews, he passes a law that German government passed a law declaring that jews could not hold an official position and including at the Academy art universities, among those forced to flee were 14 nobel Lau and 26 professors of theoretical physics in the country, a massive massive brain drain that you did to yourself, You do. Fitting such refugees from fascism who left Germany and there's a list Einstein Teller, bo, Fermi and others helped to ensure that the allies rather than Nazis first developed the Atom Bomb. And so that's what Einstein also said later, is a reason that he he winds saying this famous letter to F fdr. Like, hey, we're hearing rumors, other physicists are selling us that Germany's trying to figure out how to harness and make atomic weaponry. We have to do it before they do. And he says later on, if if he knew that Germany was unable to do so he wouldn't have ever looked at a finger because he was so distraught over what happens with the atomic bomb. But the fact was that he... Hit... The reason they couldn't develop it and that America what could develop it is in large part in to some degree due to this stupid law that Hitler made take taking some of the smartest was brilliant physicist and making them run away in flee because his hatred of juice, avoid intense ideology it turned your brain to cabo. Hitler is a do. Here's Hitler a Doo part 2. Max Plank, which is a good friend. He's an... He's few years older than in Einstein. So he goes and tries to talk. He's not jewish. She goes to try to talk to Hitler. Like, we can't do this. Plane tried appealing to Hitler personally. Our national policies will not be revoked or modified even for scientists Hitler thunder back. If the missile dismissal of Jewish scientists means the annihilation of contemporary German science then should do without science for it for years. What an absolute moron. Oh, and then I... So he's... He's... So he he accepts let me go back to Einstein by the way. So he accepts the position at princeton He goes back to Europe. He's gonna... He goes to Belgium... Re distinguishes his his German citizenship and and visits his his his youngest son winds a suffering for mental illness. So he visiting him who he who's was living with his first wife. Anyways, I'm I'm telling you is because you never know it to future holds. So I wanna give you 2 examples. This is as you never know part 1. When Einstein loves Zurich, he was still assuming that he would be spending half of each ensuing year in Europe. What he did not know was that this would be the last time he would see his first wife and their younger son. So while he's he's leaving Zurich, he's gonna wind up going to England in meeting with Churchill. And there's a great sentence here I'm gonna reach you. And just remember that remember that... So that's that's... You never know part 1. I will get to you never know part 2 in a minute. Let me tell you about more about this churchill thing because I find him fascinating. He took unsigned to see Winston Churchill, then suffering through his wilderness years as an opposition member of Parliament. At lunch in the gardens of Children's home, they discussed Germany's army. He is an eminent wise man, Einstein said. It became clear to me that these people have made preparations and are determined to act resolute and soon. And I love what Isaac writes here, It sounded like an assessment from someone who had just eaten lunch with Churchill. I love that. So before he leaves europe for the final time, he gives a speech and really 2 2 things that he preach his whole life is it the need for freedom is masala. And he's talking about all the the the what the the stuff that's happening in Europe. Right now. If we wanna resist the powers that threatened to suppress intellectual and individual freedom. We must be clear, what is at stake he said? Without such freedom, there would have been no shakespeare. No Gu. No newton. No. No pastor. No list. Freedom was foundation for creativity as fantastic sentence. He also spoke of the need for sol suit. I love this part. And sign me up if I could do this. I would love to live in a spend my days in the lighthouse overlooking in the ocean. The the mono monopoly of a quiet life stimulates the creative mind. So... Again, let me start this over. He also spoke of the need for sol dude. The mono monopoly of a quiet life stimulates to creative mind, give your time, give your brain time to think. Right? He said, and he repeated a suggestion he had made when younger that scientists might be employed as lighthouse keepers. So they could devote themselves un underserved to thinking. And now you never know part 2. He did not think he would be away for Europe for long. He planned to spend another term at Oxford the next spring. But although he would live for another 22 years, Einstein would never see Europe again. Okay. So now Einstein's in America, this is where we get some some fantastic anecdotes from his life. When shown his office at Princeton, he was asked what equipment he might need. A desk a table chair, paper and pencil he replied. Oh, yes. And a large waste basket, so I can throw away all my mistakes. He soon required an image of being a kindly gentle professor distracted at times, but sweet, who sw who who wandered around lost and thought help children with their homework and rarely comb his hair or wore socks. His slightly dish she appearance was partly an ass... An assertion of his simplicity and partly a mild act of rebellion and this is hilarious. I've have reached an age when if someone tells me to wear socks, I don't have to. He told a neighbor. And so it's... It's here where he lived the rest of his life the rest the remaining 21 years of his life another funny Einstein einstein's story. Peter Buckle, happily spent time driving Einstein around, and he later wrote down some of his recollection in extensive notebooks. They provided a delightful picture of the mildly centric but deeply unaffected Einstein in his later years. Peter tells of driving is convertible with Einstein when it suddenly started to rain. Einstein pulled off his hat and put it under his coat. Einstein explained. You see my hair has with water many times before, but I don't know how many times my hat can. Here's a funny absent minded professor story. Occasionally, he would take rambling walks on his own, which could be dicey. 1 day someone called the institute and asked to speak to a particular dean. When the secretary said that the Dean wasn't available, the caller hesitant asked for Einstein's home address. That was not possible to give out he was informed. The caller voice then dropped to a whisper. Please don't tell anybody he said, but I am doctor Einstein. I'm my at home, and I forgotten where my house is. Another funny absent minded story. At 1 dinner where Einstein was being honored, he got so distracted that he pulled out his notepad and began sc equations. When he was introduced a crowd burst into a standing ovation, but he was still lost and thought. His assistant caught his attention and told him to get up. He did But noticing the crowd standing and applaud, he assumed it was for someone else and he cordial joined in. His assistant had to come over and form him that the ovation was for him. So 1 of his friends and and men, I guess, I wrote biography on him Well, he was still alive, and I thought this sentence was interesting it reminds you it's a reminder that dogg ness is where all the magic happens. His 10 and sticking to a problem for years. And we're returning to the problem again, and again, This is the characteristic feature of Einstein's genius he wrote. So he's visited by some fellow physicist at his home. They convince him that, hey, there's these rumors. We need to to spur the Us government to action. This is before... I this is before, America, at this time it was Quote unquote was still neutral. And this is the letter that he writes Fdr, which he's... Einstein later says was his biggest regret, but he also hedges ever regrets saying that, you know, if Germany would have gotten the bomb, like we would have been in big trouble. So he says the world's most famous with scientist was about to tell the president of the United States that he should begin contemplating a weapon of almost unimaginable impact that could unleash the power of the atom for the time being, America stayed neutral. Or at least it did not declare war. The country did, however, began to re arm and to develop whatever new weapons might be necessary for its future involvement. Actually did a bonus episode. It's on a book called Freedoms forge that entire book is about this rear arm of America and the industrial. It was actually recommended by the founder Sc, patrick Carlson. Patrick, he's got a an amazing mind. I I I've mentioned to you several times. I'd go to patrick carlson dot com. He's got a... It's very simple website, but it's very interesting. He's got book recommendations on there, patrick c dot com for us fast, which is why I think, yeah, I would surmise that Patrick was interested interested in reading Freedom Forge because he's obsessed with how he can get large organizations to move unbelievably fast. So he keeps historical examples on his website. Of groups of individuals throughout history, moving rapidly towards a goal. But anyways, that book, I I don't know what... It's it's not numbered. Just it's a bonus up like you just have to look for in an archive. But that entire book is about how, like, how quickly America's industry was was reorganized to produce weapons of war. There's a bunch of formidable individuals, and people to learn from including Henry Kaiser, Bill N, all kinds of people of Van Bush that are in that book. It was really, really interesting. So this is a little bit of a Manhattan project, which I'm obviously listening to on that audio book. I told you about earlier more than 2 years after Einstein and his colleagues had urged attention to the possibility of building atomic weapons. The United States launched a super secret Manhattan project because and this is funny why he knew. Einstein knew what was up because so many fellow physicists had disappeared to obscure towns. Einstein was able to surmise that the ball making work he had recommended was now proceeding with greater urgency. So it's important to note though Einstein it was never officially asked to be a part of the Manhattan project, but he did indirectly assist when asked Van Bush. I got a book on my, on my nights stand. I gotta... I'm gonna eventually gonna read and turn into a podcast because this guy, if you read any any kind of history of the United states, or American business anywhere around world war 2. He's he might be mentioned more than anybody else. When he died, they said No American had greater influence on the growth of and technology than being bush. Not only that, like, he was the founder of Ray, an engineer a scientist, he wrote books. He worked obviously for the government and and ran office of scientific research development. He was the first person to actually see Claude Shannon for who Claude Shannon was before Claude Shannon was, who Claude Shannon was if that makes sense? He hires him to run that. What was that generational? I can't remember the name of the early, like, analog or part analog computer that he hired Caught shannon around. Anyways, he's a fascinating fascinating person. So he appears in this book as well, Vin Bush, the director of the office of scientific Research and development who... Which overs oversaw Manhattan Project contact Einstein. And Asked for help on a problem involving the separation of isotopes that started chemical traits. Einstein was happy to comply. Einstein... Oh, and so this is what Fan ever were saying. He bush wanted to Einstein more involved in the project... But the Us government, including the Fbi or led by Jay or Hoover at the time. They kept in... They had multiple decade investigation into into Einstein, Hoover that crazy nut job, was convinced that Einstein was a spy and a communist. So said, Bush wrote. I would... I I wish very much that I could place the whole thing before Einstein and take him fully into confidence. But this is utterly impossible in view of the attitude of people here in Washington who have studied his history. So this is where we get into history... Einstein's really relationship with Jay Robert Oppenheimer. And 1 of the weirdest things that in my opinion that that Einstein, for his whole life, he preach this idea of like a supernatural supra unnatural, I think is the word he use maybe, like, 1 world government to end war and essentially, like, other... If for somebody of who complete obsessed with freedom and independence, he's like, well, countries have to give up some of their sovereignty to, like, this 1 organization that can stop humans, like, desire for violence, and Oppenheimer is like, this is a ridiculous idea Einstein. So he said he did challenge Einstein's argument for a full fledged world government. The history of this nation up to the civil war shows how difficult the establishment of federal authority can be when there are profound differences in the values of the societies that attempts to integrate. So that's Oppenheimer. His whole point. Like you can't even do this in 1 country. Now you're gonna combine hundreds of company... Countries with all kinds of different profound differences, like that's not gonna happen, more on their relationship. He and Oppenheimer viewed each other with a mixture of amusement and respect, which allowed them to develop a cordial role though not close relationship. Years later, Oppenheimer provided another telling description of Einstein. He was almost wholly without sophistication and wholly without world. There was always in him a powerful purity at once child like and profoundly stubborn. That is a great observation from Oppenheimer. On Einstein. That's fantastic. Oh, this is... I have to bring to you 1 of Einstein's most famous quotes. Einstein was asked what the next World War would look like. This is after World war 2. He says, I don't know how the third world war will be fought he answered. But I can tell you what they will use in the fourth rocks. So after world war 2, in America, there's a spread of Mccarthy, Einstein's being, like, this is where Einstein will not shut up, and he... Not they should of. By any means. So he constantly would would would let people even use his name because he just did not believe they should sacrifice anything... He loved the first amendment, which he talks about. And he thought that the Mccarthy that was taking over, United States of this time was you're you're willing to give up civil liberties to try to chase out the few communists that actually don't even have any power anyways. So then people are like, he must be a communist. Just go back to where you came from kind of thing, that that that instinct in human nature that receive repeats over and over again. But anyway, he's being blasted in every newspaper for encouraging adherence to free speech and independent thought. But you can't do that during Mccarthy. Right? And so Birch Russell comes to his defense, and they winds up writing because he didn't like what the New York times was saying about Einstein. So he writes them a letter. And he... He's pointing out the difference. Like, there's a difference between ethical and legal. And just because something's la law doesn't mean ethical. And you should always go to what's ethical. Right? Among the more amusing letters came from his friend Virgin Russell. You seem to think that 1 should always obey the law, however, bad the philosopher wrote New york Times. I am compelled to suppose that you condemn George Washington and hold that your country ought to return to allegiance to her gracious majesty, Queen Elizabeth the second. As a loyal Britain, I of course, applaud this view. But I fear it may not win much support in your country. Einstein wrote Russell Thank you letter. Lament. All the intellectual in this country down to the youngest student have been completely intimidated. And so he felt he was his duty as an older person with a lot less to lose to speak up because other people were afraid to. And in Einstein's point, he's like, you guys have completely misunderstanding. He says, Einstein believed he was being a good rather than a dis citizen. He had read the first amendment and felt that upholding its spirit was at the core of America's cherished freedom which he loved. That's why he wanted to live in America. Even when his opinions caused outrage in the media, he wouldn't stop sharing them, he took a boy American gl at his freedom to say whatever he felt. I have cup can. I can barely pronounce English. I can't pronounce French. Hold on. Off font. Okay. I'll try to say that. I have a quote from, einstein here. I have become a kind of on font Terry play. I mean... I'm going to define that for you. A person who's unconventional or controversial behavior Ideas is shock, embarrassed or no. Others There's... He's not I've become. You've been like that your whole life, buddy. I become kind of on you to replay in my new homeland due to my inability to keep silent and to swallow everything that happens. Besides, and this is the most important part why I'm reading this section 2 besides, I believe that older people who have scarce anything to lose ought to be willing out willing to speak out in behalf of those who are young and are subject to much greater restraints. It's. He's much older. This is he he he had stomach issues his whole life. So work very close to to him dying. And I I wanna... He's got some reflections on on how to go about doing that process and and how he thought about life, which is interesting. So I wanna wanna talk about his last year. Well, were close to last year of life, he knew that the aneurysm in his abdominal aorta should pursue proof fatal, and he began to display a peaceful sense of his own morality. When he stood at the grave side and the physicist ru rudolph Laden, The words seemed to be once he felt personally. Brief. This is such beautiful language. Brief is this existence as a fleeting visit in a strange house. The path to be pursued is poorly lit by flickering consciousness. He seemed a sense that this final transition he was going through was at once natural and somewhat spiritual. The strange thing about growing old. He said is that the am intimate identification with the here and now is slowly lost. 1 feels transposed into infinity, more or less alone. Einstein made it to a 76 birthday. A few days a few days later, he learned of the death of Be. This is 1 of his friends. The friend he had met 6 decades earlier upon arriving as a student in Zurich and heir friends their entire life. As if he knew he only had a few more weeks, Einstein rum on the nature of death and time in the condolences letter he wrote to Be family. He is departed from the strange world a little ahead of me. That means nothing. For us believing physicist, the distinction between past, present, and future is only a stubborn illusion, and the stomach aneurysm indeed explode... Explodes. So mean, he knows he's does he knows he's dying, and this is his response to impending death. A group of doctors convene his home the next day, and after some consultation, they recommended a surgeon who might be able to repair the aorta. Einstein refused. It is taste to prolong life artificially. I have done my share. It's time to go. I will do it elegantly. And to wrap this all up. Any true understanding of Einstein's imagination and intuition will come from how his mind worked. The explanation that Einstein himself most often gave for his mental accomplishments was his curiosity. As he put near the end of his life, I have no special talents. I am only passionately curious. Curiosity has its own reasons for existing he once explained. 1 cannot help but be an awe when 1 contemplate the mysteries of eternity of life of the marvelous structure of reality. There was an aesthetic einstein thinking, a sense of beauty, and 1 component to beauty he fell was simplicity. He had echoed Newton's d. Nature is pleased with simplicity. He would aim for simplicity and beauty. And beauty for him was simplicity. And that is where I'll leave it for the full story I read the book If you buy with the book using a link that's in the show notes. On your podcast player, you'll be supporting the podcast at the same time. That is a hundred and 87 books down, 1000 ago, and I'll talk to you again soon."
}