{
  "transcript": "I wrote this book to help entrepreneurs and would be entrepreneurs. That's why there's a lack of miracles and a surplus of marketing details, including buying, advertising, distributing and running stores. And lots of discussion on how we built successful business on high wages. In a 19 58 partnership with Rex drug company, we started Pro markets. After growing it to 6 stores, I bought out Rex shares in 19 62. And then in 19 67, when I had reached 18 Pro long locations I began a transition of Pro into Trader Joe's. I resigned at the end of 19 88. During those 26 years, our sales grew at a compound rate of 19 percent. During the same 26 years, our net worth grew at a compound rate of 26 percent. Furthermore, during the last 13 years of that period, we had no fixed interest bearing debt, only current liabilities. We went from leverage to the gills in the early days to 0 leverage by 19 75. Furthermore, we never lost money in a year. And each year was more profitable than the preceding year despite wild swings in income tax rates. Still, judgment can be rendered that I failed, that I fell short of what I should have achieved. We will examine this late in the book, but I hope you'll consider the following my favorite quote from my favorite book on management. The book is called the winning performance and here's quote. The general theme in winning corporations is a view of profit and wealth creation as inevitable byproducts of doing other things well. Money is a useful yards stick for measuring quantitative performance and profit and an obligation to investors, but making money as an end in in itself ranks slow. Along the way in this book, you'll find the an of a struggling entrepreneur. And the sling and arrows of our outrageous good and bad fortune. So here we go to an autumn afternoon in 19 65, in a bar where Trader Joe's was not so much born as extruded. Alright. So that's on the preface of the book I'm gonna talk to you about today, which is becoming Trader Joe. How I did business my way and still beat the big guys, and it was written by the founder Trader, Joe, Joe C. I wanna read some excerpts from back cover the book actually. I didn't read the back cover till I already finished reading the book, And I found a lot of what's in the back cover to be accurate based on my reading the book. So here's some blurb that I think give us... Gives us an idea of why this book is worth spending time reading. I really enjoyed it Had a hard time. It was similar. I had a similar experience a few weeks ago when I read the the R and a cafe book. Had a really hard time putting it down and and devoured it in just a few days. So here's some blurb on the back. All be inspired to think like Joe. He shares how to get from where you are to where you want to be by thinking outside the box. What a fascinating life? I guess I should pause here. This is something... Normally, I read a lot of old books for the podcast. This book just came out. I actually got the book on the day came out. And Joe passed away last year at 89 years old. So that's why they're... They're speaking of of, him and in past tense. Here's another blurb. Joe's amazing book on how he built Trader Joe's is a masterclass class for entrepreneur. I definitely agree with that. And all interested in... And all people interested in successfully building a business. The story highlights how a thoughtful disrupt uses insights, product knowledge, and courage to rewrite the rules of a very large and established industry, and that's what makes it why I wanted to read the book in general that that last sentence where it says that he rewrote the rules of a very large and established industry. And I love this idea that even though it's a very ancient industry. I mean, 1 of the oldest industries that ever existed in in human civilization. He can rethink the things that have existed for very long time. That was actually fascinating. I'll I'll go into a lot more detail about that today. Joe Bill Trader Joe's on an innovative management creative marketing and keen storytelling. This book is a wonderful account of how he did it in a end of entrepreneurial spirit and action. Joe shows readers of all types, how moving from an analytical approach show a more creative problem solving approach can drive innovation, how finding an fluent niche. These are the reason I'm reading the students because I think hit... What he... The lessons he learned applies to any domain, not just selling food to people or selling groceries to people. How finding an affluent niche of passionate customers can be a better strategy than competing on price and volume. How quite and this is probably the single most important lesson in entire book and something we've seen over and over again in the lives of these biographies that we're reading, How questioning all aspects of the way you do business leads to powerful results. Okay. So I wanna start at the birth of Trader Joe's, and he says Trader Joe's got it start in a bar in Los Angeles where a crisis broke out over my head on a Friday afternoon in October 19 65. My host, Merritt Addison junior had just finished drinking his normal ration of 3 gibson. When he ordered a fourth, I knew something was up. I was 35 years old, president and controlling stock of Pro Markets, a 16 store chain of convenience markets in Los Angeles. Just 3 years earlier, we we had hovered on the edge of bankruptcy with the 6 stores I had bought from the giant Rex cell drug company. Under whose aegis I had founded Pro in 19 58. After I bought Pro using stream leverage, I had no money. Merit and Merit had provided much of the capital, which had helped me fuel our expansion to 16 stores and in recovery to lots of black ink. Merit wasn't much older than I, but he'd been thrust into the presidency of Rhonda milk farms. 10 years earlier when his father had suddenly died. Merritt and I were having our monthly business luncheon in because Pro as small as it was, had become his largest customer for milk and ice cream. Our business wasn't enough, however, and Rhonda was slowly syncing because Merit was a rare ethical player in the now holy corrupt California milk business. So there is all kinds of the way to think about Joe is he's he's definitely a pirate. He's definitely a mis it. He's definitely a rebel. Even the way he... So this applies not only how he ran his business, but how he writes. This this book is insane. All the crazy. It's an very interesting read, but he he he approaches construction of the book to make sure that it's wildly fascinating for the reader. That's why I had a hard time putting it down. But this idea, he goes into into detail about how corrupt, and I didn't know this that, at the time in the 19 sixties, grocery stores made a lot of their profit on milk. And because there were such large profits, there was a large amount of corruption in the business. So he tells insane stories in the book about how milk companies would hire prostitutes for their customers. And then set up cameras hidden cameras. So they would set their own customers up, they'd hire prostitutes, give them a hotel room, film them having sex with the prostitutes, then they would keep that footage secret. So if they ever... If their customers ever went and said, hey, we're switching business this other milk company. They're like, oh, yeah. No, you're not. Because here I have this video of you with this prostitute. So they're blackmail their own customers just so they could sell them more milk. I mean, it's just this is just absolutely crazy. But let's go back to this meeting at this bar because this is gonna be the birth of Trader Joe's or what what we'll eventually turn into Trader Joe's, and it's really just a reminder that, you know, problems are just opportunities in workloads. He does not see that at the time though. He's freaking out. After doing the fourth 1, he finally got the story out. Painfully, he confessed, Joe. I've sold... I've sold Rhonda, and I've sold it to South land Corporation. South land for the uni unidentified is the owner of 07:11 markets. Now this is a wild fact. He says I had started Pro in 19 58 as a copy of 07:11 because there were no 07:11 in California. Pro is that is going to trade... Is going to change into Trader Joe's. So you we could think about the pre history of Trader Joe's is the fact that Trader Joe's started as an imitation of 07:11. I thought that was really interesting. So he says there was no 07:11 in California time, what merit was telling me was that a, my source of financing was cut off. And b, a competitor a thousand times greater in wealth was coming to town and see, they had found a way to avoid California's high labor costs. And this is what I mean about problems such just opportunities and workloads. I knew that we would be crushed by this monster. The convenience store business is 90 percent real estate and 10 percent everything else. In real estate, it's the tenants balance sheet accounts. Between South this giant company with all these asset assets and Pro, that has no assets and his tiny, it would be no contest. Suddenly... Suddenly Stone sober, I drove home. I got my wife in the kids, and I hold up for 2 days in a cabin at Lake Arrowhead in California where I tried to figure out what the hell to do. And that is how Trader Joe's got started. Okay. So at this point in the story, he goes back in time. So we're gonna go into the pre history of Trader Joe's. He's a young... He just got out of school. He's 1 of the first people. I I think he says, he got his Nba from Stanford. And Think at the time, for the exact number, but there was, like, just a couple hundred people in the entire school. So it was not very common getting an Nba at this time, and he gets hired, and we've seen this example. Over and over again, there's usually someone older, wiser that becomes a mentor of sorts, and he's gonna introduce us to to a very important character, and somebody that led him to to founding Pro, which obviously is how he becomes the trader Jail. So he says, I was very lucky to get hired for 3... For 325 dollars a month. I was even luck in the man who hired me who put up with me who encouraged me and who taught me everything I know about being a Ceo. Wayne Bud fisher Junior. For a while, I wondered how this association, which lasted almost 40 years until his death in 19 93 was forged. Until I realized it was simple. This may mean laugh. I left out loud. I don't even think he was joking. We were both left handed. I think that handed ness is the most important thing 1 can know about a person. D lurk in the brain of every left hand, which means we see the world differently, sometimes profit. At 1 point, I was accused and so he would say in his interviews, he would convince people to he would he would, like, on on the slide, try to get them to... He wanted to see them right in front them. So he could he could slightly see what hand they were. And so he would be heavily heavily it's so ridiculous. Right? It'd be heavily biased to hire left standards. And I think it's 20 because I'm left handed. But so he says that's why when interviewed people I try to get them Write something, and this is the part that may me left. At 1 point, I was accused of running a cabal of left hand a trader Joe's. And so I laugh... I was laughing at the part. I think he's I think he's being serious though. The idea that had handed this is the most important thing. 1 can know about a person because he does think that, you know, if you are left handed, you know this that you you do approach. A lot of the things in life are designed for right handed people. Think it's like a 90 10 split something like that. So he's saying, listen, we're forced to see the world differently sometimes profit. That kinda echoes what we learned a few weeks ago from Paul or Fa, the the founders of Kin, which he was convinced because everybody told him it was stupid they couldn't read. You couldn't write. And he thought that that forced him to look at the world differently, and that's where he discovered the... What he was obvious to him, but not obvious, others there's the the the actual opportunity for Kin goes. I think the book is called copy this, and it's a a few episodes back if you haven't, got a chance to to listen or read a book at. So bud gonna hire him. There... There's these giant companies I'm not gonna go into too much detail, but they own a lot of drugstore stores and and small grocery stores convenience stores, and they're having issues because 1 of their competitors is experimenting and innovating in in what they're calling self service retailing and it's this company called Save on, and Save on just destroying the company that Bud is running. So it says every time 1 Save on opened, 3 a drugstore stores closed. But hired me to find out why this was happening. And so this is very important that he got this job because he starts to do research. He says, in the course of my research on alternative on alternatives for A, we discovered 07:11 stores in Texas. There were known in California, grocery stores in intrigued me. And that's obviously very important because he's gonna start Pro as a copy for 07:11 Pro is going to morph Trader Joe's. Okay? So that's extremely important. This is gonna echo where David Shaw, Hires, Jeff Bezos. To do research about what kind of business makes sense in in context of all this extremely fast growth on the Internet, and that's where they come up with the idea for the Store. So in the meantime, Joe was going to actually quit. He goes to work for Hughes aircraft. And bud winds up recruiting him back 18 months with the opportunity to become an owner. So he says 18 months after I quit, but called me he and persuaded me, he'd persuaded Rex saw, which is a parent company. To hire me back to clone 07:11. And that's how at age 27, I became president of Pro market. So he's 27 president Pro. He starts to book. He's 35 still running Pro and had greatly expanded. So that's what he was doing from the 27 to the age of 35. Now, how did he wind buying Pro. That was very fascinating. So there's this guy. He says he's famous. I've never heard him before. I guess he went on to be part of like, the government, but his name is Justin Dart. So Justin Dart was the famous president of Rex. This is really fascinating. And so the, you know, they own a bunch of drug and convenience stores and everything else. Justin gets this idea. He's like, I'm gonna buy the company tu. Right? And this the the reason I found this fascinating is because he did this against the unanimous... His board of said, unanimously said, don't do this. So he says, Justin Dart brought tu against the unanimous vote of his board of directors. There's a quote from 1 of his directors. Tu is nothing but a goddamn party formula. Now here's why Justin was right to listen to his own and follows his own instincts. Right? Within a year, Tu was generating a third of Rex profits. So Rex Was like, alright, excuse darts. It's like, okay. Well, that means I'm going to... I'm gonna get out of this this crappy business where, you know, our stores are closing and not as profitable. I'm gonna focus on the part of the business is generating 1 third of all of our profit. Dart gave the order to liquidate all 1100 drugstore stores he owned. Then this is why he did, which is really fascinating. To raise cash, so he could go into partnership with a gas company and produce all the plastic that he needed for tu. This is a fantastic sentence. What was vertical integration for tu was going to be horizontal dis integration for the A drug company in Pro. And this leads us to why am I telling this whole point? This 1 sentence. I either had to buy Pro or find a new job. But that's a big problem. And he says, and this is what I love. I almost feel this is a blast is what I'm about to say that entrepreneurs write better books than writers do. If I have the choice between... If... Let's say there's there's a hypothetical entrepreneur. Right? And you can read their auto or biography of of them of them, I always would always go with auto geography. It doesn't mean you only read 1 book. I mean, if you're interested in somebody, you know, read bunch. You've seen me do that over and over again, and I will continue doing that. I'm just ordered another book on David Og. How many books can I read on this guy, I will read every single 1 I would find by the way? But I just feel like he doesn't bury the lead. The book is, you know, only 250 pages. He will tell you this is, hey, Pay attention here. This is the most important decision. I made, hey, this is the problem I had He just lays it out very There's just no fluff. I guess is what I'm saying. Like, the entrepreneurs seem to realize, hey, this is the important parts. I'm going to to to... I mean, part of part of being a entrepreneurs or are huge part I would say, is obviously teaching communicating with other people. Right? And that shows in the books they write. So his point point... His whole point... His whole point here is, I mean, I'm gonna probably him amount of a job, but how the hell am I'm gonna buy pro? I don't have any money. So he says that there's a huge heading in big bold letters The problem was I didn't have any money. He's not making us... Like, he does work for us to some degree. Right? We had 4000 dollars from Alice, his wife. We had 4000 dollars from Ali savings from her teaching school before she had kids. We were able to live on my 325 dollar salary. We sold our little house in which we had an equity of 7000 dollars. I borrowed 2000 dollars from my grandmother and 5000 dollars from my father. 7, this is such a remarkable sentence. 17 years later when I finally sold the company, the cost basis of my total investment was only 25000 dollars. I sold half the stock to my employees at book value and god bless those people who had such faith in me. But we were still way short when I went to see Tom Dean at Bank of America. I presented my case and on the spot, he loaned me the money on Allison Minds personal signature. So first of all, how bad do you really want it? Think about what the crazy thing this guy is going. He's all in. He knows he's going deep into debt, But he's willing to sell his house and then personally guarantee the bank loan that he needs to buy Pro. Years later, I asked, Tom, how he'd been so balls. It's simple. He replied. Rex saw was on Pro leases. And I figured they wouldn't let you go bankrupt. So he's gonna talk about leases. And he's... If you... Anytime you read a book. I think of Danny Meyer. His book... His fantastic book setting the table. He goes into detail about it. The... The the main advice he would give aspiring restaurant terms. Is is he has a lot of insights into into leases and what you wanna avoid, and, we see the same thing with Joe, and I'll I'll go into more detail about that later. So, Tom, at Bank of America, like, listen, Rex sells is a huge company. They're... It's not like you can get out these leases. These are 15 25, sometimes 30 year agreements. They're on Front leases. I figured they willing to go bankrupt. So there it was the controlling stock of 7 Pro markets living with Alice. Who did our accounts payable from home and 2 kids in a house we rented for a hundred and 50 dollars a month. We were leveraged to the gills. Chapter 11 was a possibility. And in this next sentence is fantastic, But I was reading the guns of August. By Barbara Tu with an implicit concept of multiple solutions to non convex problems. And that's 1 of another thing that makes reading this book so enjoyable so he's extremely well read. So all he's constantly talking about hey. I read this book. I took this idea I applied it to my business the whole thesis behind founders, obviously, he starts every chapter with quotes from, you know, sometimes their biography, sometimes they're ancient, like, philosophy, literature, all kinds of stuff articles he's reading. It's just really fascinating how he's taking, like, he's developed his own personal curriculum, and then he applies it to his business and then obviously applies it to the writing of the book. He starts the next chapter where he's gonna talk about why he stole his philosophy On I'm running a business from this book guns of August. But he starts the next chapter with this... Well, let me just read you the quote and I'll tell you why this this person's is important. If all the facts could be known, idiots could make the decisions. That was tech thor. He's the cofounder of Lit industries, and he did that quote back in the 19 sixties. He says, Joe says this is my favorite of all managerial quotes. If all the facts could be known. Idiots can make it the... Cis decisions, we... Text jordan will be familiar to some of you. Because when I did... 1 of the most important people I discovered do with the research of the podcast is Henry Singleton. And I discovered that because I was reading all about everything everything I gave my hands on a warren buffett in Charlie Mu, and Cis they both repeatedly you could even... When you study the career of Henry Singleton, and I've done a couple podcasts. I think it was back in the nineties, on him. You could think of Henry Singleton, it's like, a pro buffett. Right? The way singleton run Tele, and there's a lot of over overlap with the way Buffett runs Berkshire. But they but they would say, hey. Buffet said something like, he had the the the single best record in American business history that if you took the hundred best graduates of business schools and you you can combine their record, they still wouldn't be as good as Singleton, Mu says it's Mu said in the most synced way possible why you would study his his says, his returns or his results were utterly ridiculous. So anyways, Singleton winds up working for texts. At Lit, winds realizing him, I'm not gonna go any further. So when he jumps... When he jumps out and found Tele. He winds up having this this concentrated portfolio. I think at the time, I haven't read the book in a while, but, I'm pretty sure he had 5 investments, and 25... I wanna say, 25 or 40 percent, something like that was in a single company, and it was lit industries. And that's also Lit is also where, the company where Claude Shannon made a lot of his returns from as well. So I I found that. I I just love how all this stuff winds up tying together. The more of these books we read, the more of these founders we study, we realized they all linked together, They all think differently in the same way. In fact, would blew my mind. Was, sole price, which I would argue is the most influential retailer to ever live. He influenced people like Sam Walton, Jeff Bezos, Jim Cynical. Jim Synagogue, actually the founder of Costco wrote the book There's only 1 biography I found at sole price, and the forward is written by Jim Cynical. And he's, like, people would ask him, like, what'd did you... He's, like, oh, did you learn something from sole price. He's like, no. I learned everything from him. He was actually a men. Of sole price. Anyways, in this book, Joe talks... He mentioned sole price over and over again. That hey how he was influence that he admired with sole price was doing. And I don't have the Kindle versions of book. But if I had to guess, I don't think there's another other company mentioned more times in the story of Trader Joe's and Costco. And obviously, the the idea, the very idea from Costco came from soul price. So I don't know. And that just gets me really excited when I, I see how everybody's constantly borrowing ideas from their predecessor. And then you they're not, you know, you can... You can see the... The sign of an amateur when they den the people that came before them. All the best founders are historians, all the best investors. They don't talk shit about the people that came before them. They'd admire them. And you see this in in... I the supplies in sports in business and investing in any complex a endeavor. And so Joe was is no different than that. Let me go back to this. That was a hell of a tangent. 19 62, Barbara Tu published the Guns of august an account of the first 90 days of World run. It is the best book on management and especially mismanagement I'd ever read. The most basic basic conclusions I drew from her book was that if you adopt a regional strategy as opposed to want to waiting for an optimal strategy and stick with it, you'll probably succeed. 10 as an... As is as important as the brilliance. So that's important. Let me read that actually again. So it says the most basic conclusion I drew from her book was that if you adopt a reasonable strategy as opposed to waiting for an optimal strat optimum. Excuse me. Strategy and stick with it, you'll probably succeed 10 as it is as important as brilliance and while I was reading that. I just remembered something. That whole dia I just made about the importance of, honoring the predecessor. I I... There's a there's a a tweet from this investor named Bill Girly that, I saw a few weeks ago that I saved on my phone that I think it ties that I idea a lot better than I... Than the rambling mess I just did. Right? So he says the greats, people like Bob Dylan and Bobby Knight and Danny Meyer studied and idol their predecessor. This modern finance world where loud voices are expecting and dismissing people like Howard Marx and Warren Buffett is unsettling to me. Okay. So let me go back to this part. So now he's quoting... We're still on the same page where you saying Tan nancy is important. Is brilliance go with a reasonable strategy that you won't quit instead of an optimal 1 they you have to sit around wait for. So he says non convex problems are puzzles in which there may be several good, but not ideal answers, which classical search techniques may wrongly identify as the best 1. And now he's gonna give us an insight to his thinking at this time. I concluded that I didn't have to find an optimal solution to Pro difficulties, just a reasonable 1. Trying to find an optimal solution in business is a waste of time. The factors in the equation are changing all the time. But you've gotta have something to hang your hat on. The 1 core value that I chose was our high compensation policies, and this is what I was referencing earlier where he does not very lead this is the most important single business decision I have ever made to pay people well. And so he's gonna go into more detail on that later. What Joe would tell us is like, a, bit the your... The wages that you pay, paying the highest wages possible as an asset, not a liability. And I think a lot of businesses look at it, you know, as a cost. And he'll go into more reason about why and he talks about how expensive turnover is. And if can limit that by paying people more. You get it... Better our quality is just over and over again, it all ties together. So we'll get there though. I'm ahead of myself. He's giving us some ideas though, specific ideas about how he ran trader Joe's. And I thought this was idea was unique and interesting. Equally important was our practice of giving every full time employee and interview every 6 months. At the time he was doing this to avoid union immunization, which was occurring a lot. Different industries, especially in Southern California at this time. And he says a a huge part for employees wanted to union because... They have a bunch of listen to grievances. So how do you solve the root problem. Right? Each employee, including, excuse each employee was interviewed, not by the immediate superior, which would be the store manager, but by the manager's superior. The the principal purpose of this program was to vent grievances and address them. I think this program was as important in as pay in keeping employees with us. Turnover is the most expensive form of labor expense. Good, and this is... He's gonna get right to the point what I was just trying to tell you, good people pay for their extra productivity. You can't afford to have cheap employees. So he's realizing this... We're in the 19 sixties, we're around the same time the David Og is realizing this in his books, he says, listen, and you if you pay peanuts you get monkeys. Obi point was that most people are focused on the wrong side of the equation. They're looking at price and not value. Price is what you pay values is what you get, you should be focused on the other end of or the value that you actually get at the price you pay. And he talks about the best people are not going to work for what you wanna pay them. Moving on, this another I would say this echoes, Jeff Bezos idea when he talks about over and over again that there's 1 way, and 2 way door decisions. 1 way you have to think long and hard about, because they're not easily reversible. 2 way decisions you should be optimizing for speed. And so joe saying similar things here. Early in my career I learned that are 2 kinds of decisions. The ones that are easily reversible and the ones that aren't. 15 year leases are the least reversible decisions you can make. That's why I kept absolute control of real estate decisions. Okay. So now we get to 1 of the most important realizations of its entire career. He's realizing the emperor has no close. That grocer don't know anything about the products they sell and that he can carve out an an advantage just by knowing more, which seems mind blowing. Right? So says that that 30 he's describing himself. That 32 year old almost bankrupt president of Pro knew nothing about wine or anything else he sold. In this, he was like all grocer of the day of that day and today, the buyers at the supermarket chains knew nothing about what they sold and they don't want to know. Our first product knowledge breakthrough was extra large eggs, a story that graduate students love to hear. So into my tiny office came the egg man. He had a problem. Too many extra large aa eggs. He offered them to me at the same cost as large aa eggs. The size that all supermarkets advertised. I would be able to sell extra large, which by state regulations weighed about 12 percent more than large for the same price as large. So the the benefits of the consumers, very straightforward an obvious, You pay the same price, but you get 12 percent more. Okay? And even more importantly, the supermarkets couldn't follow The supply of extra large simply wasn't great enough, and that is the whole thesis, and it's gonna take him close to 20 years of running Trader Joe's to realize that. The power of differentiation, the fact that when you go to Trader Joe's today day, they're selling new products that you can't get anywhere else. It took him. There's 3 different variations of Trader Joe's. And he'll... He has funny names for all of them, and we'll go through some of them. And I'll explain why. But the last one's called Mac the knife. And that is Trader Joe's as it is today. We you have a small, intentionally small store, potentially reduced hours, selling largely all your own products. The ads that we began running for these extra large eggs revolutionized pro markets and they help to generate the profits that I needed to stay afloat. And they later and later to build the profits I needed to build Trader Joe's. To this day, the promotion of extra large Aa eggs is 1 of the foundations of Trader Joe's merchandising. Not just because of the program per s, but because it set me to wondering whether there weren't other out there in supplies of merchandise. 8 years later, we built Trader Joe's on the principle of disco. So let's define before I finish that paragraph. Let's define disco, a sharp difference of characteristics between parts of something. The Pro markets chain at the time of 07:11 arrival had the highest sales per store of any convenience store chain in America by a factor of 3. And this is what he says why? That was thanks to high wage policy, meaning he's got better people, better locations, a few liquor licenses, and the beginnings of differentiation through product knowledge exemplified by the egg program. Now where were we gonna go with it? We didn't know it yet, but we were well on the road to trader Joe's. And so now we see his mindset. This this inter monologue that's happening where he's like, okay. Well, Pro, where... Why he's gonna morph Pro to Trader Joe's. The basic problem is that convenience store retailing is a commodity business that is hard to differentiate. That is the that is the essence of Trader Joe's reminds me of a quote from Peter 2 in the book 0 to 1. You want to capture... You want to create and capture lasting value. Don't build an un commodity business that's a quote from 0 to 1. We see Joe is saying the same thing. Like, what this... There's so... There's gonna be a ton of competitors that can come in. The more convenient stores that are built around me. The the less profit I'm gonna build. Like... There is no way for me to actually stand out. I've gotta figure out a different concept. What I needed was a good, but small opportunity for my good, but small company and that's another way I think of Trader Joe's. He's not into growth for growth sake. He prefer small stores, small cruise. Have talk who go into detail about studying the history of the retail industry in America realizing they're all going bankrupt because they can't stop building. They're just growing for growth sake like cancer. Yes, I could have sold out 07:11 gonna work for them or somebody else, but the own this is really important. But the only real security lies in having your own business. And this left hand was well ahead of the curve on that 1. And so around the time that he's struggling with this problem like what should I do next. This is the next section I'm gonna reach you. This is what a way to connect dots here. So he says the clue, the keystone of the arch of Trader Joe's was a small news item in scientific American in 19 65. In terms of creating my fortune, it is the most important magazine ever. To see what I mean about him. He's is not bearing lead. Pay attention to this part is what he's telling us. The news item items said that of all the people in United States who were qualified to go to college in 19 32, only 2 percent actually did. But by 19 64, all the people of of all the people qualified to go to college 60 percent actually did. The big change was the Gi bill of rights that went into effect in 19 forties. A second news item, So this is how he's connecting everything. Right? A second news item from the Wall street Journal told me that the Boeing 07:47 would go into service in 19 70, and then it would slash the cost of international travel. In Pro markets, we had noticed people that who traveled were far more adventurous than what they were willing to put in their stomachs. Travel is after all a form of education. What I saw here this how connects with dots, was a small but growing demographic opportunity in people who were well educated. 07:11 and the whole convenience store genre serve the most basic needs of the most mindless demographics with cigarettes, Coca Cola, budweiser, candy, bread and eggs. I saw an opportunity to differentiate ourselves radically from mainstream retailing to mainstream people. He's finding his edge. He's finding his niche just how homo America had become by 19 66 deserves its own chapter. When what I saw in those new... This is opportunity right here. What I saw in those new stories were the first cracks in the homo imagination. And so before I get into why he he he felt where where he actually saw his opportunity. This is the a description of his edge. As we've all trader Joe's, it's greatest departure from the norm wasn't its size or it's to decor. It was our commitment to product knowledge. Something which was totally foreign into the mass merchant culture and are turning and and are turning our backs to branded merchandise. So he... At the point... He's not talking about his brand there. He's saying that if you if you analyze what grocery stores are all doing at the time, they all sell the same thing. They're getting their stuff from Pro and Gamble from Coca cola, from bud budweiser, and they're just competing on price. And so you'd pick up like a Sunday newspaper, and you'd see all the grocery stores in your area. They would just... They would advertise all the same products, and they would just say, hey, this is a double coupon. This is 30 percent off. And Joe saw that as just a race to the dead. And he had no desire to do that. He wanted a product that was vastly different that was available nowhere. Else. It just took him 2 decades to figure that out, and there's a lot of pain and trouble. So this is where he saw the opportunity. Television was the most powerful advertising medium ever invented. And it began to homo American culture to a start an degree in a way we can think about the world that we live and is the Internet has reversed this trend. So now there's all kinds of deep, small but deep niches on all kinds of different things. You know, back then you could watch 3 Tv shows, or certainly 3 television networks. Now you have millions of people over the world producing kind. 10. This is where we were in 19 66, and nation who regional accents, modes address and menus were being reduced to a common, what he calls a low denominator, and he's giving some examples of that. They would they would eat Swanson and Tv dinners. Drink mid and made orange juice. Use best foods mayonnaise and and drink fo coffee. Grocer and this is his whole point about, I guess it's something we've talked about over and we're in the... The podcast. It's it can be reduced to David Over maxim good... The good ones no more. Grocer didn't need to know anything. Except what was going to be advertised next on I love Lucy or guns smoke or any other popular Tv show of the day. And so Joe's Hope point like this homo homo imagination. Is it's slowly degrading, because now you have people that are being more educated they're traveling more. And even if they're a small amount of people they're going to want... They wanted to to set themselves apart by not just consuming the same products as everyone else. That's this opportunity. I felt this new newly educated group that was slowly emerging would be dis satisfied with mass culture. They would want something different. And he talks about this fragmentation. I just said this. Now the Internet has fragmented electronic media almost an infinite extent. Trader Joe's was part of this fragmentation. It create an opportunity for independent minded people to split off the main track. You might think of Trader Joe's as 1 of the most as 1 of the more Esoteric cable channels and the supermarkets is mb... Nbc, Cbs and Abc. So it's a good metaphor. Okay. Before I go any further, I could do all it to the beginning of the book at the table contents, because he has 3 different variations of Trader Joe's. And he has funny names for them. I mean, these guy is a born marketer. If you've been Trader Joe's you know that. But, the first 1 was good time, Charlie, and his description, Aloha. The first version of Trader Joe's, 19 67, and it was the fun leisure party store. No and he talks about the morph thing. And again, this is... I'm giving you the basic. But this happens over 2 decades. The second version was whole Earth Harry. A serious recession forces me to marry the Health food store to the party store, and I got whole her earth religion in the process. So he talks about becoming a little bit of a hippie, not wanting to grow being worried about climate change and, organic food and health food, and all that other stuff not selling cigarettes, etcetera, etcetera. And then, the last incarnation or trader joe's, which is the 1 that that exists today, which is called mac the knife. And again, he doesn't tell why. Good time Charlie makes sense. Horse, Harry makes sense. I have no idea what to how Mac the knife means. I Google it it winds up being some kind of Only thing that comes up is there was like, the pseudo anonymous anonymous Apple blogger that that that was under Max the. So I don't understand the connection, but he says, it started because the end of fair trade on milk and alcohol in 19 77 leads to the third and final version, which I call Mac the knife, and that is where, these small stores limited hours I'll go into more differentiation... But essentially said, hey, he goes with the Brook Brothers strategy. A chain of retail stores that only sell their own products. So right now, we're in the good time Charlie section, this is... The note of myself is trader Joe's final form took a while discovery says. I'm going to dissolution those dear souls who think that Trader Joe's sprang fully develop from my brain like Athena from the head of Zeus. To continue the metaphor, it was more like an elbow here, a ton there over a period of 11 years with an occasional painful delivery of a major hun of torso. Okay. So we go to another another influence of his it came from a book, so more ideas on entrepreneurship from a book and then the need to sell everybody. Most of my my ideas about how to act as an entrepreneur derive from the revolt of the masses. By Who Jose Ortega, the greatest spanish philosopher of the 20 century. I believe this book still offers the clearest explanation of the times in which we live. And I believe it offers a master plan of action for the would be entrepreneur who usually has no reputation no reputation and few resources. And so he's gonna take an idea directly from the book and he's saying, essentially this is what I did my career or take off an explanation of how such a person can get you can get an enterprise started. In the context of the career of Julius Caesar, an entrepreneur who started without power Ortega says, human life by its very nature has to be dedicated to something. An enterprise, glorious or humble a destiny, ill or trivial. So in Caesar's cases, the state the state begins when groups naturally divided find themselves obliged to live in common. This obligation implies an imp purpose. A common task, which is set before the dispersed group. Before all, the state is a plan of action and a program of collaboration. So those are the 2 most important terms, a plan of action and a program of collaboration. The men are called upon so that together they may do something. It is pure d, the will to do something in common. Okay. So that's the end of Ortega words. Now this is Joe has about that most of my career has been spent selling plans of action and programs of collaboration, whether direct all to start up Pro markets or Bank of America to buy Pro or landlords or vendors, many of whom were skeptical if not half hostile to my plans and above all to my employees. If you want to know what differentiates me from most managers, that's it. From the beginning, thanks to Or ortega, I've been aware of the need to sell everybody. I took a cue from general patton who thought the the greatest danger was not that the enemy would learn his plans, but that his own troops would not. Okay. So that brings us to a main theme of this book that is repeated over and over again. He's going to give us an example here in a minute. He says as I learn time and time again. Success in business often rests on a my reading of the regulations that impact your business. That's it's funny. He said that because when I read that I thought of what Kobe Bryant wrote in the mom mentality. Which I thought 1 of it was so clever. And so Kobe says. I made a point of reading the referee handbook. So think about reading your regulations is it's a referee handbook. Right? 1 of the rules I glean from it was that each referee had a design... Designated slot where he's supposed to be on the floor. If the ball for instance is in place w, referee x y and z, each have an area of the court assigned to them. When they do that, it creates dead zones. Areas on the floor where they can't see certain things. I learned where those zones were, and I took advantage of them. I would get away withhold and travels and all sorts of minor violations simply because I took the time to understand the officials limitations. So he's gonna apply this. What what Joe will tell us is that a lot of the stuff that he learned about in the in the final iteration of of of Trader Joe's and Mc the knife, he he he learned those he learned those principles in trying to sell wine first. And then he would apply when he learn in wine to selling food. And so we're in the part where he's gonna start getting into wine because he he thinks this is an opportunity. Well before they do their their own branded food, Again, a close reading of the regulations is a mean theme of this book. Why not have a winery? A close reading of the regulations showed that a retailer could own a master's wine grower license. The same kind that say, he's talking list a bunch of wine producers Robert Mon owned. We could have gotten a new 1 for the state for about 300 dollars, but we wanted an old 1. So we found 1 that that the guy from 19 thirties decided to sell his license would have been... Which should have been issued in 19 33 and bought it for 10000 dollars. So why the hell? He could buy a new 1 for 300 bucks are an old 1 for 10000. Why is he buying 1 for 10000 dollars. New master wine grower licenses didn't have the same grandfather privileges of that 19 33 license. With that license, we could legally hold wine tasting of any wine? Even if we didn't have our own label on it. We could also legally act as a wholesaler of any wine, and this led to the sales of thousands of cases to some of the best private clubs and restaurants of Los Angeles. Essentially paying for the the additional cost. Right? The whole privilege was internally valuable to us too. For tax reasons we operated the stores under 8 separate corporations. Technically, these stores could not buy wine as a group. But since 1 of the the 1 of the markets held the master wine grower license, it could in effect wholesale Trader Joe label wines to the other 7 7 corporations. The light... That he's... There's a bunch of different privileges that the older wine licenses have that the new ones don't. He's gonna continue to list them. The license also gave a special rights in dealing with California Wine growers. For example, when 1 winery went bankrupt, we could buy the whole inventory and then have it labeled under our own name. Without the license, we could not have bought the inventory directly from them. And so that's an idea that, private label wine that they add to private label food later. This is funny. There was a little catch however. We had to operate a winery. So they have like, a 5000 square foot office building at the time. And it used to be at a factory. And so it says the the old factory had had added assorted tool sheds. So we took about 400 square feet of a tool shed and declared it, trader joe's winery We bought a crusher of stainless the steel formation tank, and we bought truckload of grapes, and the whole office staff pitched in, including their kids to crush grapes. And so it was during this, all those learning about behind saw wine. He finds his target market. This is the target market that Trader Joe's is built on being king of the low price, high value wine training in California was 1 of the greatest satisfaction factions in my career. That's the punchline line. His prime market, for wine wine being over educated and underpaid Californian. And so a lot of the early Trader Joe's would be around areas where there might be a lot of colleges, highly educated population, but the regular middle class workers, though. This as I mentioned earlier, growth for the sake of growth still troubles me. It seems unnatural, even per converted. He prefer small teams, small stores. At the start of the next chapter. He has a quote from, Samuel Johnson who said in all the way back in 17 59 promise. Large promise, is the soul of an advertisement. I wrote my note on that page sounds like Og and Hawkins, Claude Hawkins. I did, I think I'll the way back on 19 our founders number 1 70 somewhere in there. And he was probably the greatest copywriter, the most influential copywriter of all time. A lot of the ideas that we learned from Og. He learned from Hopkins. He readily admits. He's he read his books and and stole his ideas and use him his career. And as I turned the page, I I... This blew my mind because I'd had mentioned Og before turning the page. 1 of the main drivers of growth at Trader Joe's was this... They still... Still existence today. It's called Fearless Fl. Said the combination of a newsletter a catalog and a comic book. And so he he winds up design designing it and using Og ideas. So let me just read this to you. I'm sorry. I'm right My point. It started off just a way to to to report, like, to educate people on wine wines and wine tasting. So it says to report these results, I designed the insider food report. Which began publication in 19 70. I deliberately copied the physical layout of consumer reports. The other elements of design are owed to David Og confessions of an advertising man, which I read that book and did a podcast on. The number of paragraphs. The box is drawn on the articles are all his ideas. I still think his books are the best on advertising that I've ever read and I recommend them. And we're also gonna see you took over these ideas because... And Hawkins ideas because Hopkins discovered the more you tell, the more you sell. And so a lot of people that were not... That had no way to track the effectiveness of their advertising, would think okay, people have short attention spans let's to to these tiny little ads. And what over be discovered in Hopkins discovered is the more information you give to interested people the more likely are they are to sell, and that's what the fearless flyer. It winds becoming almost like this... Not even says of a book, which ones up being multiple pages, I think, over 20 pages long. And people would save it. I mean, it's it's a educational tool disguised as an advertisement. I guess, it's the way to think about it So he says, we assume that our readers had a thirst for knowledge. This was a hundred and 80 degrees opposite from supermarket ads. We emphasize informative advertising. A term borrowed from the famous entrepreneur, Paul Hawk who started publishing the whole Earth review in early eighties. These informative texts were intended to stress how our products were differentiated from ordinary stuff. He's gonna go into more of, like, the nuts and bolts of of how they discovered the the proper way. He starts out by by by sending them to specific people. And he realizes that's the wrong move. Originally, we distributed the field fire only in the stores into a small subscriber list. Doing a mailing to individual addresses, however was a rotten chore. Americans move about every 3 years. In 19 80, I attended a marketing lecture that taught me that when someone moves, someone just like them is likely to occupy the same address. This proved to be correct. By mailing to addresses rather than individuals, we were able to blanket entire Zip codes. We tremendously expanded the distribution of the fear flyer. He's gonna go into more of like his beliefs. On advertising, I don't believe in advertising budgets that are based on a percentage of sales. So it's comparing... Again, comparing contrasting how the conclusion here arrived at with how most other companies the the decisions made by most of the companies you figure out the dollar needed to do the job right, and then you go ahead and spend it. As it turned out, the big sales generated by the Fearless flyer dropped the cost of advertising a percentage of sales after the fact. The expansion of the fearless flyer to 20 pages was an important factor in the jump of Trader Joe's sales. So that's the more you tell the more you sell. Down deep, the fearless flyer was an educational medium and hundreds of customers kept 3 ring notebook collections of the issues, so they could refer back to the articles. And so his whole point is that, oh, Yes, it's advertising where we have in the store. But even if you never came into the store, you still give value. That is so important. Okay. So moving on, he talks about intentionally trying to make trader a cult, and this is why. Word mouth is the most effective advertising all. I've been known to say that there's no better business to run than a cult. Trader Joe's became a cult of the over educated and underpaid, partly because we deliberately tried to make it a cult. And partly because we kept the implicit promises with our clientele health. There are not many coat retailers who successfully retain their cult status over a long period of time, and this is a whole point about not optimizing just for size. And this is the the contrast here. But a so, not many successfully large retailers are gonna hold their cold status. Right? And part of that is because as you grow, the larger you get the harder it is to actually keep your promises. You're implicit promises to your foundation, like, what what created the enthusiasm customers have created the colton begin with. But across America in every town, there's a particular donut shop, pizza Parlor, bakery, bar, etcetera that has a cult following of true believers. Beware of ever betray the true believers. So another thing I learned from Danny Meyer. He sitting next to... He's complaining about something or maybe... Yeah. I think he was, like, venting to... There's was like the guy from... My friend name was his Stanley Marcus. This the guy from the Ne and Marcus retailer in the family. And he... You know, why am I why am I wing? I had... Can just look up the quote real quick. This is from Danny Danny Marcus. Danny Myers book setting the table. He's at a dinner or something... Or something. With Stanley Marcus of Name and Marcus, and he's talking to him. He says, hoping this new record restaurant might be the worst mistake I've ever made. Stanley set his martini down. Looked at me and the and said. So you made a mistake. You need to understand something important and listen to me carefully. The road success paved with mistakes well handled. His words remain with me throughout the night. I repeated them over and over to myself, and it led to a turning point in the way I approached business. Stanley lesson reminded me of something that my grandfather Irving Harris had always told me. The definition of business is problems. His philosophy came down to a simple fact of business life. Success lies not in the elimination of problems, but in the art of creative, profitable problem solving, the best companies Are those that distinguish themselves by solving problems more most effectively So the way I reduce that for my own self, so I can remember is that business problems and companies are just effective problem solving machines. Grace companies are effective problem solving. Right? So we're seeing the exact same thing. He's an entire chapter. Joe has an entire chapter called hair balls. And that are just these these random odd problems that business is throw from time to time. And his point is like, that that is your bread and butter. That is so important solving that is why you're successful. All businesses have problems. It's the problems That create the opportunities. If a business is easy, every simple bastard would enter it. My point is that a business person who complains about problems doesn't understand where his bread is coming from. Okay. So now we got to the mac the knife part. This is where Trader Joe's become Trader Joe's. So it's been known Trader Joe's for, like, a decade and a half, and they're this part and they're they're finally figuring out their formula. Right? This part is very important and very, very long. I got highlights that go over multiple multiple pages. Alright. So let's just jump into it. First, starts this chapter with another quote, innovation is less an active intellect than an active will. I love that. There's a lot of big bold type in this chapter because we were sculpt taking the first big wax off of a chunk of extremely tough granite. The subtle can come later. The creation of Mac knife was above all an act of will by my colleagues and me to survive. And what they're surviving from is this rapid der of his industry. And he says der is always a good thing. But but there were reverberation that the these quick changes in business can actually push out of business. That they were worried. They were actually gonna go under. He says, I'm just gonna give you a little bit of background. And Really gonna focus on his ideas more than the der part. That the retail grocery industry went through the same kind of bends that the airline suffered in 19 81 when they were der regulated. Or that electric electric utilities had suffered. Freedom can be an unwelcome thing. We were quote unquote protected by price controls on almost 50 percent of what we sold to those price controls are gonna be removed. He's talking about. That's the before. Almost 50 percent of what we sold actually had price controls. And so that's when he's like, okay, We have the most important strategic decision we made was to become a genuine retailer, and this is fascinating. So this is, he says retail comes from a mid evil French verb retailer, which means to cut into pieces. Taylor comes from the same verb. And so he's saying, how can we actually... Can we define what we're doing and how and how we're going to do it. So he says the fundamental job of a retailer is to buy goods whole cut them in into pieces and sell the pieces to the ultimate consumers. This is the most important mental construct I can impart to those of you who want to enter retailing. Most retailers have no idea of the formal re... Meaning of the word. Time and again, I have to remind myself just what my role in society was supposed to be? Many of the policy decisions for a retailer boils down to this. How closely should we stick to the fundamental retailing job? And don't worry. If it's a little confusing, he's gonna explain it, and it's it's pretty clear. In our cheese, this is funny. I was from a cheese department. In our cheese department, we were literally taking whole wheels of cheese and cutting them into pieces. I took this as an analogy for what we should do with everything we sold. Getting rid of all outside salespeople was corollary to the programs that were to unfold during the next 5 years. Remember what does a normal grocery stores do. They're just selling other people's products. Yeah. Though they... They're gonna have private label as well and they'll copy what sells, and, you know, every other... I think every grocery store in the world does that. But his point was, like, okay. I don't want... I'm... Only... He's making a transition for only selling own products. Right? So so he's talking about, get out... Get these outside people. No. No outside people. In Mac the knife, no outsiders of any sword, we're gonna be permitted in the store. All the work was done by employees. The closest thing to it that I see these days is Costco. Which shares many features with Trader Joe's. And so what does he mean about Costco? He's talking about reducing the Skews. Right? So a typical, like, convenience store will have like, 5000 skus, so individual products. Right? Like, these big supermarkets that exist say. They have a, I think, like, 25 to 30000. Trader Joe's is gonna have no more than 1500. So he's just getting into... He's getting into the the the thought process behind creating what would be a fundamentally different experience for a grocery store. So it talks about before and after, each store probably had access to 10000 stock keeping units, which is at the sku. Which about 3000 we actually stocked in any given week. But by the time I left in 19 89, we were down we were down between 102500 skus. All of which were delivered to a central distribution system. The managers no longer had any buying discretion. And along the way, not only do we drop a lot of products that our customers would have liked to sell even at non outstanding prices, we stopped all full case discounts, and we persistent shortened the hours. And so the reason I'm... Just may, like, some random things on my coding in here, but this is why I I just read that part because what he says here. We violated every received wisdom of retailing, except 1. We delivered great value, which is where most retailers fail. If you go back to the the meeting that Jim Pinnacle, the founder of Costco had with a young Jeff Bezos, they I think they met at a Starbucks inside of a barnes and noble and that changed the Jeff's approach and, to running Amazon at the time when and I think the... The only thing we sold if I remember correctly, were books Dvds and music maybe. But anyways, Jim just lays out, like, how different costco is. They reduce amount of Skus. They have these big weird warehouses. They make most of their money on, they, you know, mark everything up across the board something like, 14 percent. They make all their... Almost all their profits on just the membership fees. And his point that you told Jeff was that value Trumps everything. People will drive out to these far locations in my weird store with no customer uniforms and you you have to bag own stuff and put it up in boxes that the stuff was shipped in. It's just a bizarre thing because you'll you'll come, and you'll see a Tv that's 400 dollars or 200 dollars cheaper in anywhere else you can get. And so Jim's point is value Trumps everything. That is... And then when when that happens when a customer comes, And realize, oh my god. The value I'm getting compared to the price I pay is outrageous. What does that do? Human nature is you're going to tell other people about it. That's why Jim doesn't... That's why Costco doesn't advertise. Okay. So let's go back this. We're not doing this section though. There's many pages. He's essentially, everything regions. He's just explaining how to be different. He did not just mindless open a grocery store, look around and just copied everybody else was doing. Realized it's a dead end. Let me think things through for myself and let me trust my instincts. Fact that I have more product knowledge in my competitors. The good ones no more. Instead of national brands, focus on either Trader Joe's label products are no label products like nuts and dried fruit. This was intended to enable Trader Joe's label to pick up momentum in the stores and it worked. Carry individual... He's... Again, he's all... He's describing to us here is the different trader Joe's is saying, I don't care how grocery are doing it. This is what I'm going do it. So we're gonna carry individual items as opposed to whole lines. I didn't know this. We wouldn't try to carry a whole line of spices or bag candy or of vitamins. Each sku had to justify itself. So normally, the salespeople people come in and be like, hey, you know, by 6 of this brand, these products are very similar to your. Like, no, we're gonna buy 1. And in the case it's not it's their own brand. Depth, this is punch depth of assortment now is of no interest. That's extremely different. Go to normal grocery store. You'll see 17 different catch ups. 15 different brands of of paper towels. He's like no In Costco does the same thing. He's like, no. You don't need... I don't wanna choose between 15 things. Tell me the best 1 and I'll buy it. No pictures. This is getting in the furniture. The steward have most of its merchandise displayed in stacks with very little shelving. This implied a lower sku count. High sku stores need lots of shelves. The average supermarket carries almost 27000 skus and 30000 square feet of of sales area are roughly 1 sku per square foot. Trader Joe's carried carried 1 sku per 5 square feet. Costco, 1 of my heroes, carried about 1 sku per 20 square feet. As much as possible Wanted products to displayed in the same cartons in which they were shipped by it manufacturers. Another difference. There would be no loss leaders. They have to make a profit on every sale he was talking about a lot of the the the grocer stores would make so much money on milk, and I forgot other, the other product he mentioned was that they would they would advertise, bring you in the door, you know, sell you coffee for lose maybe 10 percent on that and make it all up on milk. It's 1 example. Above all, we were not carrying item unless we could be outstanding in terms of price and make a profit at that price. So actually, he says we we'd have to be outstanding on price and uniqueness. Or excuse we price or uniqueness, and we'd have to make a profit at that price. And again, a lot of this came out of the idea you have to survive der regulation, you're completely a new environment. Essentially, that the the rules of the game he was playing was changed overnight. Another thing that he talked about is this concept of disco. And he's like, listen, it's Grocery stores will try to sell you, you know, they'll sell you full just coffee. They've been selling for 10 years, They wanna... They... They'll sell to you for the next 10 years, we're gonna offer things. If they're a good value of the customer, even if they're temporary. No effort was was made to always be in stock. The buying the our the buying from Trader joe's was as opportunistic as in wine. Some of our great values and... This is just clever. Some of our great values in fruit juice were generated by getting the glass containers for cheap. Odd lots of glass containers show up from time to time. Let's say that a prune juice tries an odd shaped container and then drops it. The leftover inventory gets closed out at a bargain price. So we would buy up these odd lots and ship them, say to our apple juice supplier. Since so much of the cost of fruit juices is in the glass container, we were able to reflect big big savings in the retail price. So in other words, he's willing to seize temporary opportunities if it delivers value to the customer. And then he summarizes the section on private label products, which is what they're known for today. I wound up wishing we sold nothing else. So it took him a long time. This is the why behind unique product. Products needed to be differentiated in order to avoid direct price comparison. So he the direct price comparison is the game that his competitors, the large grocery stores are playing. He's like, I'm not gonna play the game. I'm just gonna have products that are so different they you can't go you can't compare prices. And so he expands on this idea. He says my ears at Pro Markets convinced me that that where there is no competition today, there will be to... There will be tomorrow. The answer was to design a store that has no competition. That's why Mac the Knife should not carry any skew in which it was not outstanding. That reminded me of founder of Pat that Rebel, he said something in his, let my people go surfing. And he he's echoing exactly what Joe was saying here. He says remember, I'm the kid who couldn't play competitive games. I'd much rather design and sell products so good and unique. They have no competition. Ivan yvonne apply that idea to clothing and Joe's applying that idea to groceries. It's the same idea. This is what I mentioned earlier that if you study the history of your industry, you can avoid just by avoiding being stupid in this case, don't have too many stores that leads to bankruptcy. My preference is to have a few... As few stores as far apart as possible and make them as high volume as possible. Trader Joe's was, sales were a thousand dollars per square foot. With supermarket was just averaging 570 dollars per square foot. Too many stores, too many irreversible leases, too much geographical saturation was a recurrent theme in the failure of American retail chains in the twentieth century. All He did was look, why all these guys going bankrupt? What what are they doing? And let me just avoid that? I want to brag about something here. In 30 years, we never had a lay off of full time employees? The stability of full time employment at Trader Joe's was due in part to caution and opening new stores and insisting on high volume stores. And I would say that's another main theme of the book applied to different, different ways. The idea is just make... Like, you can limit... If you limit the amount of details, and then make every detail perfect. Like, you have something that's more manageable. This this this fetish... Of just being bigger and bigger and creating this un unwilling thing that nobody has control over. Eventually, those things will collapse. So they'll collapse a lot faster, it's something that's small and within your control. And I think now what children's around for almost 60 years or something like that. I think they only have 500 stores. Maybe not a small company many means, but they could've have grown a lot faster than that. More more comparing contrasting here between Trader Joe's and other other groceries, no close out sales no coupons and no senior discounts. Giving discounts and I'll just expand on the no senior discount thing because I thought was funny, any quotes mu, 1 of my heroes. Giving discounts to people over 60 is to borrow phrase from Charlie Mu, a type of dementia, I can't even classify. Here you have the fastest growing most affluent part of the population and you give them a discount. Another main theme of the book and something we've seen over and over again down with committees. Businesses, successful businesses are run by formidable individuals. I wanna make it quite clear that I called the shots. I rejected management by committee. I think however, that my regime was somewhat short of des spot. I like the quote about Pierre Mont, the great conductor of the San Francisco Symphony and it's the quote. Mont never tried to get a performance out of an orchestra. He was always giving 1 with them. Okay. So then something surprising happens. He sells Trader Joe's. And I was really shocked. He sold I think in 19 89. And as I'm reading it, there's this giant, like, a German company that owns a bunch of grocery stores all over the world. And I was reading this section. I was like, why does this sound so familiar And then I got to the last page, and he says sole price had sold Fed mart, the previous year to another German capitalist. A sale that ended in an explosive exit by seoul and the subsequent collapse of Fed mart. I was like, okay. I knew I was like, I swear some other German company came over and I bought an American company, American retailer. And I couldn't remember why he reminded me it was in sole prices book. And so I'm gonna go over many pages here. This is gonna be 1 long close. And this part is so so important because he had another career I think he was like, 50 something 58 when he sold. He sold his life's work, and he regretted it. So I'm not gonna bury the punchline line. I think this is a very important lesson to learn, and this is something that's come up and, you know, we're almost 200 books into this project. I can't think of a single example where somebody sells their life to work in and thought that was a good idea, But I can give you several examples where they sell their life's work and they regret. So take whatever meaning you want out of that. I'm gonna let Joe be for himself here. And he says frequently, people who see the enormous success of Trader Joe's, ask me why I sold. Let's put it this way. I ran, this getting Bernie Mcdonald who had a risk. A definition of, like, risk management. And Me actually read the whole thing to you It says risk management you say? Risk management is asking, what am I risking if I say yes. And what am I risking if I say no. So wait to just ask yourself questions. And, I guess, before I go back into that. The the the the addendum in this book, which I'm not gonna talk about at all, is, like his second career. He was a consultant, to control some other retail companies set on board of directors, he did not write about that period of his life with the love and enthusiasm and passion and intensity that he did about Trader Joe's. And so when you get to the point where he says, yes, I fucked up. I regret this. It's extremely important because he started the book saying, I'm writing this for future entrepreneurs and would be entrepreneurs. That's how it starts and at the end, the very last end it's I shouldn't have done this. Okay? So let's go through how that could have possibly happened. Frequently, people still see the enormous successor Trader Joe's, ask me why I sold. Let me put it this way? I ran Bernie Mcdonald's risk calculus. What do I risk if I sell, what do I risk if I don't? That calculus of what do I risk if I don't include it inter special death taxes. So this is the, I guess, this tax was was rep revealed under Reagan in the eighties so he defines that the hateful tax that my widow would have had to pay if I died. A tax that could bankrupt a now leader this company if he died. That calculus included president Carter's threat to end capital gains, tax preferences in 19 80. A threat that would have increased capital gain taxes for for me from 33 percent to 73 percent. So he sells the business in the seventies. Okay. It was a very rough economic time in American history. And he's going through the... I'm gonna list all these other A lot of it was just, like, I have a lot of uncertainty, and I'm worried about the future, I'm, somewhat pessimistic about the future. Right? And his point later on is, like, I wish I had the courage to just go with it. I knew I loved what I did, but I was scared. And that's normal. Like, I'm not, like, I think it's important to learn these lessons because humans make a rational decisions even when we're not afraid. We are much more prone to make rational decisions when we're afraid, and that's his point. That calculus included the fact that our after tax proceeds in the sale would be large enough to permit us, meaning his family to be free of economic worry for the rest of our lives assuming I didn't do something stupid with the money. Makes sense. That calculus of what do I risk if I sell? So that's if if I don't sell. Right? Now he's said about, what do I risk if I sell. Included the fact that Trader Joe's was my zen window on the world. I experienced the world mostly through Trader Joe's? That's an advantage of being self employed. That window can never be as open when you're an employee because he's gonna work for the company for almost 10 years after he sold, which is also very surprising. Tells you he didn't wanna leave. Come on, man. But Joe but Joe, didn't you think about the risk of not making an even greater fortune if you said yes. So were you worried about the fact that you're... You could have made more money in the future if you just kept it. And his point was no. I had studied Aero concept of the golden mean. The hell idea of software sign. I don't know how to pronounce sign, which translates to nothing too much. The amount that the... That was offered to me was enough by the nothing too much standard, essentially saying I'm not... Like, I don't... I'm not optimizing just to be the the richest person the cemetery. Right? We have led a very comfortable life ever since. 1 of the really nice things about my career is that I was never an absentee dad. Work? Yes, but not absentee. What price score? When is enough enough. There's a lot of lot of knowledge and what he's saying. Right? The the the... That's what makes it so difficult. The fact that this is such a... It's such an easy decision to make a mistake on it, and that's why I think you see so many smart and accomplish people make the mistake. So he's continuing to give us this inner monologue over to spread over 2... What I'm reading to spread over 2 chapters. Well Joe, the first graduate business student, the first first year graduate business school student might ask. What was your exit strategy if it wasn't to sell, because he initially turned down the... He'd never planned to sell. He he said no multiple times, and then he had all this fear. Right? So then what was your exit strategy? If it wasn't to sell or let your kids take over the business? This is Joe's answer. I d test the term exit strategy when I hear young entrepreneurs bragging about theirs. As if a business is something 1 builds and casts off, there is an emotional part to businesses is not just financial. He loved Trader Joe's. It was a part of him it was his soul. I had never planned to exit by the way of sale to outsiders. My personal exit strategy, pre sale was to work in the business as long as I was able to. And this didn't change with the sale because I thought I'd spend the rest of my career reporting to diet... Diet is the guy. His Asia between the German owners, between himself and the German owners. Right? And so he's like, even after I sold, I plan on working trader joe's for the rest of my life. Things are gonna happen. Remember remember when you don't own the company, you have no control, and that's... So you don't actually have control of your destiny which he learned. Because I thought I'd spend the rest of my life reporting to diet. So I sold. Do I regret it? I'll answer that in the next chapter, and you could see as he says up the question. You... You're gonna know the answer is yes, or he would've have just answered it. Right? Alright, if the answer is no. You just say it. 6 years after selling trader, Joe's, there were... There were bumps in the road. I got shocking news. Diet quit. This isn't supposed to happen in Europe. My forecast of spending the rest of my career working with him blew up. And so then you have all this... Remember he's used to being in charge. And now you have somebody coming in trying to over check his decisions. And eventually, he's gonna get fed up and that's when he leaves the company entirely. I sensed down my prerogative of complete control, the prerogative of an on of an entrepreneur, posing as an employee was being progressively eroded. And this is when he learned... When he realizes that he's going to have to leave the company that he loves, and the reason I'm closing on this and the reason that I think this is the most important part of the entire book is you don't want this. You do not want over regret this large, especially towards the end of your life. He cannot create another trader, Joe's. That will never happen. And he still lived for, like, another... Close to 40 years after he left Trader Joe's? So he had to live with this regret for huge parts? I'll just end on this. But do I regret having sold? Yes. I admit it. To my own self, I was not true when I sold. I regret not having the guts to write out the loss of the tax exemptions. The employee ownership problem, the threat of death tax. Carter threat to eliminate capital gains preferences, and all of the other fears real or phantom in late 19 78. I have to admit the truth. That I regret having sold trader Joe's, and I've had to pay something for this. Beyond the loss of my shadow. Thanks for listening. Joe alone. That was the ending of a book. That is a powerful, powerful ending. Right to the point and then it ends. I can't recommend this book off. I think it's fantastic. Every read it. If you want the full story, and you wanna support the podcast at the same time you can buy the book using link that's in the show that's to your podcast player. That is a hundred and 88 books down 1000 go, and I'll talk to you again soon."
}