{
  "transcript": "Will any agency hire this man? He's 38 and unemployed? He dropped out of college. He's a bit of cook, a salesman, a diplomat and a farmer. He knows nothing about marketing? He has never written any copy. He profess to be interested in advertising his career and is ready to go to work for 5000 dollars a year. I doubt if any American agency will hire him. However, a London agency did hire him. 3 years later, he became the most famous copywriter in the world, and in Due course built the tenth biggest agency in the world. The moral, it sometimes pays an agency to be imaginative and unorthodox and hiring. This is a book unlike any other. It is a careers worth of public and private communications, memos, letters, speeches, notes and interviews from the father of advertising, David Og. First collected more than 25 years ago as a birthday present from his devoted family and colleagues. It provides an entertaining and inc look at leadership, management, and creativity. That's was from the back cover of the book that I'm we talk to you about today, which is the unpublished David Og, written by David Og overview, but put together by his friends and colleagues, and I'll go into more in that in a minute. So just a few things before I jump into the book. 1. This is a very old. It was actually published for the first time in 19 87. 2, David Og is a personal hero of mine. He's 1 of my third people have ever discovered. There's a lot of traits that he has that I wish to emulate my own life, and you'll see some of that if this is your first introduction to to Og and the way he thinks. Warren Buffett if you read his shareholder letters. He calls David Will give be a genius. And this is the fourth book I've read on him, and I think that Warren is, is absolutely correct. If you want to learn more and you haven't listened to the other episodes I've done. Let me just listen for you. Number 82, his Og on advertising. That's a book that he wrote towards the end of his career. It's a beautiful book full of pictures and and ads. And he kinda summarizes his career in advertising and what he feels is the principles. So that's number 82. Number 89. Episode 9 was confessions of an advertising man. That's more of, like, Og auto. And then more recently, number 1 69, which is a biography of David Og written by somebody worked for. That's the King of Madison Avenue, David O the making of modern advertising. All those books fantastic. So let me go and jump into the forward of this book, and it talks about how this book was put together, which I found really fascinating. They published the unpublished David Og on David's 70 fifth birthday 19 86, and gave it to him on a boat party in London. When David received his copy for once words failed him. Otherwise, words were what made him. He's 1 of the best writers I've ever come come across. Reading this collection 1 struck peace after piece, whether the most apparently casual of memos are the most public of pronounce by how David's words seduce or suit surprise and seduce tease and provoke. To me, his writing is the is in the best tradition of doctor Johnson, opinionated, forceful and urgent. Whether it addresses the higher principles of management or the dangers of the lowly paper clip. Above all though, 1 can see it in the 1 can see in it, the reoccurring theme of his love for people. Which is an abiding legacy for us in Og and mother and an essential part of the extraordinary culture which he crafted and which endure so strongly. When Ken and Bill decided to make this book, they turned to Joel Ralph, 1 of David's paladins. I asked Joel how he went about how he went about it, and this is what he told me. I canvas the Og world, asking for anything David had written, handwritten or typed long short, important and thoughtful or spontaneous and frivolous. Responses by the dozen came pouring into my office. When I'd accumulated a big stack, I went through it, item by item, hoping to find things piling up naturally into a few well defined categories, and they did. For example, I saw them my surprise that I had made a pile of memos made up entirely of lists. David Love list, by the way. And it's real they're really easy to read, which is I think what makes his writing so enjoyable. A relaxed though this book may be, it will also stimulate the most jade brain in today's world of business. Different in so many degrees, but not in fundamental kind. To the years when David was building his first, this is the most important sentence. Of this entire section. I'm gonna repeat it too. Different in so many degrees, but not in different fundamental kind. To the years when David was building his first class business in a first class way. It very well deserves this publishing. So let me just read that the most... What I feel the most important section. David was building his first class business in a first class way. Okay. So the book starts out in his early years, everything from here on... Is gonna David talking directly to us. This is an expert. He found... He was working as was like, a, assistant to an account executive. And he's 25 years old at the time and he wrote down his views on advertising. And he went up finding it when he's in his fifties. And so he he sends a copy of this memo. He's a chairman of of his company's time, and he sent the following excerpt to his board. But I'm gonna read what he says about advertising and some highlights in, but it was just hilarious because he wrote just their little note to the board. And he said, this proves 2 things. 1, at 25, I was brilliantly clever. And 2, I've learned nothing new in the subsequent 27 years. And so just a few highlights from this very short. Memo, every ad must tell the wholesale story. The copy must be human and very simple. Every word in the copy must count. Concrete figures must be substituted for atmosphere claims. Cliches must give way to facts. And and empty ex rotations to a lowering offers. And this is not written. This memo is not written in, like, a list form, but it is it... Me it's like almost like, every paragraph is kinda like a maxim. So they don't... It it doesn't flow. Like, he see sees he's not writing a narrative here. So very nice paragraph he says. Permanent success has rarely been built on F quality and that people do not buy from clowns. Super have no place in a serious advertisement. So David drops out of Oxford, and he never winds up getting his call degree. And he winds up. He has a series of jobs. 1 he's working in a, for a very strict chef in Paris, and he gets recruited out of that kitchen to be a door to door salesman for this thing called the Ag Cooker. So he winds up writing, after having some experience trying to sell the sink door to door. He writes this thing called the theory and practice of selling the Ag cooker. Guy to his fellow door to door salesman. He was written in 19 35 when he was only 24 years old. And in 19 71, Fortune Magazine rep published it, and they called it probably the best sales manual ever written. So Wanna read some highlights from that. It says, this is a quote from Fortune. As much of what his spouse for selling door to stove, door to door can be can be put to good use a half century later for selling any kind of goods and any medium. And so we... Now we go directly to some of the highlights from from the sales manual. So it starts. In Great Britain, there are 12000000 households. 1000000 of these own a car. Only 10000 own ag cooker. No household, which can afford a car can afford to be without an ag. It's raven from the get go. He sets extremely high expectations for himself. And then from here, it's just a bunch of little, almost like Maxim. In general, study the methods of your competitors and do the exact opposite. The worst fault, a salesman can commit is to be a bore. So he is writing that when he's 24. This book ends within an absolutely fantastic interview. When David is 75 years old, and he's still talking about that 50 years later. Quality of salesman involves energy, time and knowledge of the product. And this next paragraph, he's just gonna tell us naturally, you have to appeal to the interest. Appeal to the interest of the person you're selling to If there's a cook in the house, she's bound to have the casting vote over a new cooker. Butter her up, never go above her head. Before the sale and afterwards, as a user of your product, a cook can be your bitter enemy or your best friend. She can poison a whole district or act as your secret representative. The Ag will mean for her and this is the interest. This is why you start with her, and she helps convince the person. He's selling at door door in, like, a very, like, a affluent area. So a lot of these people have staff and cooks and everything else. And so it says, and this is why he starts with the cook because he's appealing directly to their interest. The ag will mean for her an extra hour in bed and a kitchen as clean as a drawing room, 2 more bits of advice from this, use social proof and then avoid mentioning your competitors. And so he's he's actually gives copy about examples of sales pitches, like, actual terms that he would use to overcome specific objections. So it says, do you know so and so who had just put in an ag, Go on mentioning all the satisfied owners until you find someone whose name is familiar to the prospect. Try to avoid being drawn into discussing competitors as it introduces a negative and defensive atmosphere on no account sling mud. It can carry very little weight. Coming from you, It can carry very very little weight coming from you obviously because you're trying to sell them a competing product, and it will make the prospect dis trust your integrity and dislike you. Okay. So now we get to the section of the book where it's all notes, memos letters. A lot of this is internal company communication, which is really, really fascinating. And 1 thing that makes David such a effective communicator is the fact that he speaks in maxim. He's very pit. But he also repeats himself over and over again. And it's because he's... And I don't consider this overly red productive by any means. He takes like, like, a, an idea and reduces it down to something that you can remember and carry with you. And it... It's memorable in the way he talks. Like, 1 example would be the importance of paying for talent. He he'll say instead of saying, you know, pay, you know, people are extremely talented or not going to work for like, they're expensive. If you have to pay them. He won't say that, He'll, pay peanuts and you get monkeys. When he wants to tell you about the importance of researching the great work to him before you and making sure that you're... You have extensive product knowledge, and then comparing the those people that that don't do this, Other people in his field, he'll a, a blind pig and sometimes find truffle, but it helps to know that you... They're found in oak forests. When you want you to know that they're... That organizations only succeed as they're led by formidable individuals, he'll say search all the parks in your cities, you'll find no statues of committees. And so this is an example of that. He's writing... He writes an entire memo that is titled gentleman with brains. And the the point of the section is that you... He's talking about with the kind of people he wants to that to hire and to work with. Hire gentleman with brains and B12. Is to know left myself. Og and m must have gentlemen with brains. To compromise with this principle sometimes looks ex ex in the short term, but it can never do Og and m any permanent good. There was a sense of class the way Og led his life and then built his business. This another memo which I love because all the best founders when you when you read all these biographies. You realize all the best founders are teachers. 1 of my favorite quotes about this is from sole price who I consider the most influential retailer all time. His ideas hasn't been used by people like the founder of Costco, Jim Cynical, Sam Walton, Jeff Bezos. The guys that that founded at home Depot on and on. But he said something that that was fantastic. He said you train an animal. You teach a person. And so Og is using a metaphor about what he wants his... His his business to be his company would be. And so he's writing this memo to the Board of directors a teaching hospitals the title of this. I have a new metaphor. Great hospitals do 2 things. They look after patients and they teach young doctors. Og and math does 2 things. We look after clients and we teach young advertising people. Og and math is the teaching hospital of the advertising world. And as such to be respected above, it is to be respected above all other agencies. And then he ends the memo, and he repeats himself over and and got about the traits that he wants. He was a... He he said at the time, there was another such thing as company, company culture. He's like, I call it philosophy. What I called philosophy then is now referred to his company culture. But he... He's constantly trying to make the culture he wants very explicit. And so he says I... And he's talking about the people he wants to work with and and the the traits that no. That he wants to possess, but the people that are working with him have to possess I plead for charm, flare, show, taste, distinction. Okay. There's 2 other things that are happening on, a few pages later, from 2 different memos. So the first 1 is the know that myself is what number 1, always think service first and number 2 make memorable. So I'll handle these separately. So the first 1 he's just writing about, like, the behavior should be having. A lot of clients are coming into the office. They're pitching, they're trying to get new businesses. Anything saying a lot of these meetings are led by people especially, like, at the very beginning of the of his agency, he was getting all the business himself. But if not, the usually the most senior people or the 1 trying to communicate and close a client. So... But there's junior people, people are still younger and and don't know as much that are in these meetings. Don't just sit there and do nothing though. So again, always think service first. The main purpose of this memo is to say that the most junior agency representative present in any meeting should make himself useful. By servicing the meeting. For example, if we start discussing an old advertisement, he should leave the room and return with the advertisement, and he should not have to be... His point is he's like, I shouldn't have to... You shouldn't have to be told to do this. You should be proactive. Then, we would have it before us and we could discuss it more sen. If at some point in the meeting, it becomes apparent that we would make more progress if we had the arc director or 1 of the media experts present, the junior man should leave the meeting and return with the person concerned. All too often, I see our junior people sitting on their panties, not reacting to the stimuli which arise. And then 2 examples of that last note where I said make it memorable. These are very short. So 1 thing that's very fascinating about the career of Og. He had... He treated life, like an event... The adventure that it is. Right? And I think that's 1 of the things I most admire about him. But he also had such a wide varied life experience before he started his first company at 38, you know, he was working for Diplomat, cook, a door to door salesman and work... Living on an Amish farm. And 1 thing that he learned, he worked... I forgot the guy's name, but he worked for the British... It's like the British version of the Cia. And if I'm not mistaken Og boss was 1 of the inspiration for ian Fleming to write the James bond character. And so what Og said he learned from... Forgot the gentleman's name, but would he learned from his boss was the the value of a t memo. And so you would write this guy. O would send him communication. And if I remember correctly, you would get 1 of 3 responses back from... He he would just write on top of the the paper you gave him. Yes, no or question mark. And question Mark meant come to see him. And so Og took from that lesson the the value of B of getting to your point extremely fast. And so this is a very... It's like a tweet sized memo that he's sending Joel who he's working with. But even in a tweet sized memo, He knows, like you get their attention. You make it memorable. He says, Joel. I thought you promised to show me the Sears ads last... The Sears ads last Tuesday. It has been 3 months since str pick them. Longer than the period of gestation and pigs. So Joel probably gets... I mean, obviously, you're still gonna pay attention if you get a memo from your boss. But Joel probably gets a lot of in inter office communication. Right? And it's say, hey, where's does that sears ad? Let me see. That's 1 way to communicate it. When you say, hey, let me see that Sears ad, they've been with others agency for longer than it takes a pig to just state. Like, that it's just such an odd thing to appear in a memo. Here it's going to... It it will make... It will... Definitely grab your attention. It'll definitely make it memorable. He's writing this... There's another example of this, and that this is something that somebody did to him that made... It's a job application. Hundreds of millions who who knows how many job applications have ever been written? How many of them do you actually remember. So this is a letter to ray taylor who used to work for Ob and Math as a copywriter. He wind up retiring Many years later from another agency, and David takes the time to write him a letter and it's because Ray made himself memorable. He's said Dear ray. 19 years ago, you wrote me the best job application letter I have ever received. I can still recite the first paragraph. The first paragraph read. My father was in charge of the men's laboratory at the R hotel. My mother was a chamber made at the same hotel. I was educated at the London school of economics. So in the in another memo, he's talking about things that they need to fix within the company. The know they have have... Here is watch your cost. Why does a newspaper need a palace to publish in that was came from Charlie Mu. I think they were touring the the newspaper they bought. I think was the Buffalo Evening news. He just couldn't get over the extravagant. Like, this is ridiculous. And then a reminder that the easier it is to communicate the more people would do it wasteful. And so Og beach trying to check his own business here. He said number 1. Crackdown down publicly on 2 or 3 office heads who spend too much on decorating their offices. Number 2, wage war on the unnecessary use of Tel, So Tel was this thing hap after world war 2, It's very... It's like a 2 way messenger, to send business to business communication but also internally. So, like, the modern day equipment would be, like like Slack. I have the impression that Tel has become the normal medium for inter office communication. The vast majority of messages I see are not urgent in any way. And he wraps up this memo. I find extra aesthetically rap repulsive. I find the New England p tradition more attractive and more profitable. So now he's writing another memo to copywriter that he respects and the note, left myself is right in obituary where they're still alive. And so he's writing this guy's obituary. And really what it what happening and he's obviously still alive. What's happening is he's telling us the traits that he admire and other people. Right? Shy makes it impossible for me to tell any man what I think of him when he's still alive. However, if I out live you, I show right an obituary along these lines. It says he was probably the nicest man I've ever known. His kindness to me and to dozens of other people was nothing short of angelic. Many nice men are too dumb to be anything else. But he was far from dumb. Indeed, he had a superb intelligence. His judgment of men in events was invaluable. I came to rely on him more and more as the years went by. He was 1 of my few partners who worked harder and longer hours than I did. He gave value for money. And he knew his trade. He was an honest man in the largest sense of the word. He had a glorious sense of humor. He had the courage to challenge me when he thought I was wrong, but he always con strive to do it without annoying me. There was nothing sac about him. Taller as he was, he did not like everybody. He disliked the people who deserve to be disliked. He never pursued popularity, but he inspired universal affection. So this is a memo to his staff when he does not like to work that they're producing. Unless your advertising contains a big idea, it will pass like a ship in the night. That's something he repeats hundreds of times. Very few of you seem to have paid attention to this. 3 years ago, I woke up to the fact that the majority of our campaigns, while impeccable as to positioning and promise contain no big idea. They were too dull to penetrate the filter, which consumers e to to protect themselves against the daily of advertising, too dull to be remembered, too dull to build a brand image, too dole to sell you cannot bore people into buying your products, something he also repeats over whenever again. In short, we were still sound, but we were no longer brilliant. Neither sound nor brilliance is any good by itself. Each requires the others. So that's another thing they hit he'll repeat over again that there's traits that hat that are... That people usually go after 1 or the other, but you have to combine them. So this idea that you have to be sound and brilliant, but you can't be just brilliant and just sound. Another example that he uses is that you have to be creative and research. And he says a lot of creative people think that that that there's just, like, there some kind of divine inspiration, they're too good to research, and then some researchers are just too black and white, and they think you can, solve problems just by the numbers. And it's like no, you gotta combine the 2. So that's a... Let me read that part again. In short, we were still sound. We we're no longer brilliant. Neither sound this nor brilliance is any good by itself. Each requires the other. So the time has come to give the pendulum a push in the other direction. If that push has puzzled you, caught you on the wrong foot and confused you, I can only quote Ralph W Emerson. To quote from Emerson. A foolish consistent this is such a fantastic like, quote, 1 of his best quotes. A foolish consistency is the h of little minds. Speak what you think today in words as hard as cannonball balls and tomorrow speak with tomorrow thinks and hard words again, though it contradicts everything you said today. The end of Emerson quote, and this is where this is how Olga ends this memo. I went all of our offices to create campaigns, which are second to none in positioning, promise and brilliant ideas. Just 1 sentence that I pulled out from a different memo. I prefer a posture of confident authority. 1 more sentence from a long memo that he wrote our letter, I guess he wrote to his 18 year old nephew who was seeking his advice. You have a first class mind, stretch it. 1 more sentence I pulled out when he is talking about his own book, Og and advertising, I wrote what I really believe. My last will and testament. List that he responds to a journalist who is writing a book on lengthy career asking David, how he had lasted along. Number 1, I've out lived all my competitors. Number 2, my obsessive interest in advertising has not dim. Number 3, my younger partners have tolerated my presence in their mist. Number 4, I had the wisdom to give them a free run. As a result, Og and math has outgrown its founder. Another memo in the hobbies he's talking about all the things he can't do. And he his interests really are rather narrow. He says I spent several hours a day working in my garden and several hours a day at my desk, and I read a great deal, mostly biography. I'm gonna actually read the whole the entire next memo because I think it's fascinating. It's on... He's writing a memo on how he writes copy. So this sounds like a lot of writers. If you'll... You hear them give talks or even write about the active of their craft of actually writing. A lot of them say that they hate the act writing, but they like having written. And so there's kinda that theme that echoes in this this memo where or this letter that always is outlining. He's gonna outline what is this 12... It's gonna be a little longer. So it's 12 steps that he uses. He says, you... You rom me asking some notes on my work habits as a copywriter. They are appalling as you're about to see. Number 1, I've have never written an advertisement in the office. Too many interruptions. I do all my writing at home. Number 2, I spent a long time studying the precedence. I look at every out... This is this sets them apart because so few people are willing to do this. Way everybody talk about oh you there's so much competition when you're starting businesses or or doing anything difficult. It's like, there's not competition at the... There's very few competition at the very top because most of people go after the easiest things. Look listen to this. He hasn't even started writing his ad yet. And he says, I spent a long time studying the presence. I look at every advertisement which has appeared for competing products during the last shoot shouldn't during the last 20 years. And that that echoes what Buffet was talking about in 1 of his books where he's like, if you wanna... Before making an investment thinking about making investment a company. Not only do you read every single report that they produce, but you have to receipt re... Read every single other report that every other company in the same industry produces? How many people are willing to do that? Number 3, I'm helpless without research material? And the more motivational the better. Number 4, I write out a definition of the problem and a statement of the purpose, which I wish the campaign to achieve. Then I go no further until the statement and its principles have been accepted by the client. Number 5, before writing the... Before actually writing the copy, I write down every conceivable fact and selling idea, then I get them organized and relate them to research and a copy platform. Number 6, then I write the headline. As a matter of fact, I write 20 alternative headlines for every ad. And I never select the final headline without asking the opinions of other people in the agency. In some cases, I seek the help with the research department and get them to do a b run on a battery of headlines. Number 7, at this point, I can no longer postpone doing the actual copy, so I go home and sit at my desk. I find myself entirely without ideas. I get bad tempered if my wife comes into the room. I grow at her. This is... He says this has gotten worse since I gave up smoking. Number 8, I am terrified of producing a lousy ad. This causes me to throw away my first 20 attempts. Number 9. If all else fails, I drink a half a bottle of rum and play some classical music on the gram phone. This generally produces an uncontrollable gus of copy. Number 10. Next morning, I get up early and edit the gus. Number 11. I take the train in New York and my secretary types of draft. Number 12, I am a lousy copy copywriter, but I'm a good editor. So I go to work editing my own draft. After 4 or 5 editing, it looks good enough to show to the client. If the client changes the copy, I get angry. Because I took a lot of trouble writing it. And what I wrote, I wrote on purpose. Altogether, it is a slow and labor business. I understand that some copywriter have much greater facility. So he gets a letter asking for a response of what his greatest... His worst shortcomings were. And so he just sends this guy back a list of a list of 12 of his shortcomings. Number 1, I'm intolerant of mediocrity and laziness. Number 2IF away too much time on things which aren't important. Number 3, like every 1 of my age, I talk too much of the past. Number 4, I have always fe firing people who needed to be fired. Number 5, I am afraid of flying and I go to ridiculous lengths to avoid it. Number 6, when I was a creative head in New York, I wrote too much of the advertising myself. Number 7, I know nothing about finance. Number 8, I change my mind about advertising and about people. Number 9, I am candid to the point of ind discretion. Number 10, I see too many sides to every argument. Number 11, I am over impressed by physical beauty. Number 12. I have a low threshold of boredom. Oh, this is interesting. Somebody asked him his, for a list of his best books on advertising. I'm gonna read them off. I'll just leave the the list down below though, too and case you wanna grab some of these. So he said somebody recently asked me for a list of my most useful books on advertising the books that all of our people should read. Here's what I sent them. Number 1, scientific advertising by Claude Hopkins So Claude Hopkins, I did his auto buyer my life in advertising, which is actually the, the application of his ideas and scientific advertising throughout his career. That was I think, founder number 1 70. Scientific advertising sold like, 8 or 9000000 copies. It was so valuable that that Albert Las, his club hopkins boss kept it locked in a safe for 20 years because he didn't want competitors to have the idea. Their ideas. Definitely recommend picking that up. Number 2, tested advertising methods by John Cape. Number 3, confessions of an advertising man by Ob himself. Number 4, how to advertise by Kenneth Roman. Number 5, reality and advertising by Ras Reeves. Number 6, the art of writing advertising by burn Be, Be and G, and number 7, and he says Og too. Number 7, the hundred best advertisements by Julian Watkins. So That's a little difficult for audio, so I'll just leave the list in the show notes below. This is 1 of his best maxim when he repeats over and over again, don't be a dull bore, we can't save souls in an empty church. And again, that's just a lot more memorable than saying, hey, If your ads are boring, no one's going to read them. If they don't read them, they're not gonna buy the product. Instead he says don't be boring, we can't save souls in an empty church. A lot of what makes og is writing so memorable and pleasurable to read is that he's he's funny. He's getting somebody a competitor of his sends him a letter asking for advice. He said someone in another agency, asked him to answer a question. Here's the question. What single step would most enhance our reputation for creativity. This is Ob b's response. Change the name of your agency to Olga. I love this guy. 1 thing he also preach is that you need consistency. He talks about that don't stop pull... Like, once an ad works, don't pull it. Don't stop using it until stops converting into customers. 1 way he talks about this is Like, listen, You're not advertising to a standing army. It's to a moving parade. He was example of selling dove soap using the same advertising for, like, 30 years. He would sell new refrigerators if I'm not mistaken to newly wet, like, a targeted to Newlyweds because more different people get married every year and that that, the same people got married last year, all need a refrigerator when they buying a new house, the same... People keep doing this for 10:15, 20 years in the future, So really, the there... What I would talk... What I would summarize this section is decide what you wanna be known for and then stick to it. So he's talking about really building an image, consistent image of your company or your product or your brand into customer's mind. Don't flip flop. And so he writes. I find the most manufacturers are reluctant to accept any such limitation on the image and personality of their brands. They want to be all things to all people. And in their greed, they almost always end up with the brand that has no personality of any kind. A wishy water, a wishy washy ne brand. What would you think of a politician who changed his public personality every year? Have you noticed that Winston Churchill has been careful to wear the same times ties and same hats for 50 years, so it's not to confuse us? What guts it takes, what ob determination to stick to 1 coherent creative policy year after year in the face of all the pressures to come up with something new for every 6 months. The manufacturer who dedicate his advertising to building the most favorable image, the most sharply defined personality is the 1 who will get the largest share of the market at the highest profit in the long run. We try to create sharply defined personalities for our brands, and we stick to those personalities year after year. And another memo he's writing out, like what he wants. Og and math to be. And his goal is, like, the goal is to be the best, not the biggest, the best. We want Og M to be Og and m to be the best agency. That is 1 reason why we exercise so much restraint in controlling the speed of our expansion. We must avoid growing so rapidly that our standards of service would have to be diluted. Another memo he's talking about what you need to do if you want a team full of a player which is definitely important to him and then making sure that when... Once you have the best people that you have to give them the freedom to improve on your ideas. You don't know everything. Right? So this is on what you have to do if you want a team full of a players first. Set exorbitant standards and give your people hell when they don't live up to them. There is nothing so demo as a boss who tolerate second rate work. And then giving freedom to improve on your ideas. I make no apology for having established a set of creative principles. But I cannot believe that they represent the last word. I am hungry for younger creative people to come along and enlarge our philosophies. Start where I leave off. Another memo, there's 2 different things happening here. My... The Left myself was b is a soul of wit, and then imagine how good it will feel to accomplish something like that. So let's take care of the B is so wit. He... Again, in these memos. He's, he sets out a lot of principles and there's, like, a lot of positive ideas, but he'll call out behavior, which he does not like, which is this this excessive, don't use more words and is necessary. He says for for pete's sake, write shorter memos. Don't argue with each other on paper. Don't send copies of trivial memos to 29 people. I would like you all to make a new year's resolution, cut your word in half. And so now he's he's answering a question himself, like, what is the difference versus agency. Be 15. He's 15 years into building. His agency. It's 1 of the most... It's 1 of the best agencies in the world. So he says, how does A math look to me? How does the Og and math of 19 62 compare with the agency I dreamed of in 19 48. And I remember. Before I read you his answer to his own question. Imagine how good it will feel to accomplish something like this. It makes all the hard work. All the... It makes all the crap you have to go through to get to get to this point worth it. To tell you the truth, it looks a million times better than I ever dreamed it could look. I just cannot believe what a good agency this has grown to be. I am terribly proud and terribly grateful. 1 thing about Over, he says that, like, he just lets work fill all of his hours. And he... I'm gonna read this whole thing, but the the punch is possess extraordinary self discipline. David is often astonished by working habits to differ from his own. Once discussing a copywriter at another agency whom he admired, He said, listen to this every day at precisely 05:00. This man gets up from his desk puts on his hat and goes home. There's a long pause to let it sink in, then he leaned forward for emphasis. Think of the extraordinary self discipline that requires. And so part of this book is also, like, transcripts of speeches he gave. So this is a he's hilarious. This is from a talk given to students that his old, yeah. I think this is, like the the... What be, like, the equivalent of, like, high school. I'm pretty sure this is back in Scotland. So he says the master's cram you full of facts. So that you can pass these o examinations. This is like cram corn done the throat of a goose. To enlarge its liver. It may produce excellent for Gu, but it does the goose no permanent good. The mission of a great school to not cram it's so funny. He goes back to his own school and criticize what they're doing. The mission of a great school is not the cram he was facts you can reg rotate them a few weeks later on an exam. That gives many boys such a dis for dis taste for learning that they never read another book as long as they live. No. The mission of a school is to inspire you with a taste of scholarship. A taste which will last all of your life. I wasn't a great scholar. I d tested the philistines who ruled a roost. I was an irr rebel, a mis fit. And the way he wraps up his speech hilarious. He says 4 years ago, my friend advised you to give to avoid excess in all things. Mister Ash croft used to say the same thing, avoid excess in all things. That is a recipe for dull and mediocrity. So that reminded me. Is very similar. Edwin Land, founder of Polaroid, he went back. I think it was Mit where he gave a lecture about the problems with the an education Mit in in in short, he talks about, like, anybody, it it it it eliminates the abilities, the students ability to think he can be truly great is the summary. I talked about in 1 of the podcasts. I think was the book insisting on the impossible. Maybe founders are 40 something in there. But, anyways, he also has this great quote. That's very similar to what Ob just said. And Edwin Lance said, there's a rule they don't teach you at Harvard business school. It is. If anything is worth doing, it's worth doing to access. This is a different letter. Actually, no, this a speech that he gave a Mckinsey company. He was a good friend and he admired Mckinsey founder. Marvin Bow Bauer, I think is the the guy's name. But he says, I I begin with an old fashioned affirmation... And this is on combining hard work, vacations and laughter. I will begin with an old fashioned affirmation in the Supreme value of hard work. The harder you work, the happier you will be. I believe in the Scottish prove, hard work never killed a man. A man. Man man die of boredom, psychological conflict and disease. They never die of hard work. I am a stick for meeting deadlines. I can do almost any job in 1 weekend. I think everyone can. The trouble is that most chap are too lazy to burn the midnight oil. They are unwilling to rise to the occasion. On the other hand, I believe in lots of vacations. Sa recharge batteries, and then he talks about the need to make sure that you're also having fun because that's where you do your best work. When people aren't having any fun, they seldom them produce good work. Kill grim with laughter, encourage exuberance, get rid of sad dogs who spread gloom. This is another memo where he's talking about, this is on creativity, mistakes and backing your winners. Creativity and innovation function best in an atmosphere of fun and form. Creativity hardly functions at all in an atmosphere of politics and fear. So he's asking questions. He's talking about what would I... I'd keep asking myself a bunch of questions. I'm just gonna pull up, I wonder if you hear. Are we free willing entrepreneurs ready to take risks and new ventures? Or are we too frightened of making mistakes? When the toy buyer at Sears made a mistake which costs his company 10000000 bucks, I asked ahead of Sears. Are you gonna fire him? Hell no. He replied. I fire people who don't make mistakes? Another question. Are we dev voting too much time and money to sal our flops and not enough to exploiting our breakthroughs? And that's something Be talks about a lot and almost all this books So you're wasting too much time trying to fix your mistakes. Like, mistakes are inevitable, find you're... When you're doing your experiments, and you find something that hits hard. You find a winner, double down and ride it. 1 thing Og is not fond of is advertising that only relies on lowering on, like, a temporary sales. He does not like deals and price cuts. He thinks anybody could do that. There's no talent in it. Any damn fool can put on a deal. But it takes a genius? I excuse me, but it takes genius faith and perseverance to create a brand. There used to be a prosperous brand of coffee called Chase and Sand born? Then they started then they started dealing. They became addicted to price offs. Where is Chase and Stubborn today. In the cemetery, dead is a door. Promotions cannot produce more than a temporary kin in the sales curve. Why are so many brand managers addicted to price cutting deals? Because the men who employ them are more interested in next quarter earnings than in building brands? Why are they so obsessed with next quarter earnings because they are more concerned with their stock options than the future of their company, deals are a drug, sound and alarm, advertising, not deals builds brands. Another theme that comes across his speech. As letters as memos, this idea that you need to relentlessly pursue excellence. It is also the duty of our top people to sustain un remit pressure on the professional standards of their staff. They must not tolerate sloppy plans or mediocre creative work. In our competitive business, it is suicide to settle for second rate performance. Just a random piece of advice I pulled out here. If you ever find a man who is better than you are, hire him. If necessary, pay him more than you pay yourself. And reminded me when I was reading Rockefeller biography titan. That Rockefeller would collect great people as he came across them. Regardless. Even if he didn't have a job for them yet. He didn't it didn't matter He would hire them, and then he'd find something for them to do because he realized talent was so rare. Another list. These are 5 characteristics for rapid promotion within his industry, but I think this applies or within his agency or rather, but I think it applies for all of us. These are also 5 characteristics traits we might wanna possess. Number 1, he is ambitious. Number 2, he works harder than his peers and he enjoys it. Number 3, he has a brilliant brain, invent and unorthodox. Number 4, he has an engaging personality. Number 5, he demonstrates respect for the creative process. So he writes a lot about corporate culture. And I really think that the way to think about it, this is a just good description culture. It's almost it's very tribe like. The people who built the companies for which America is famous all worked obsessive to create strong cultures within their organizations. Companies that have cultivated their individual identities by shaping values, making heroes, spelling out rights and rituals, and acknowledging the cultural network have an edge. I'm just gonna pull out some some standalone fantastic lines that he has. The the line between pride and our work and neuro erotic. Is a narrow 1. Another great line. We have a habit of divine discontent with our performance. It is an antidote to sm. Another line for you. We like reports and correspondence to be well written easy to read and short. Here's has another list of maxim and stuff that he repeats. Again, I think 1 of the main things that we learn from these books the fact that you're gonna... You have to be prepared to repeat yourself. Repetition is persuasive, all the greatest founders have this philosophy, and they repeat it over and over again for decades. Through madden repetition, some of our ideals have been woven into our culture. Some of them have already repeated. I'm gonna try to avoid... Pull out just 4 out of the 10. That I don't think I've repeated. Raise your sites, blaze new trails compete with the immortal. That's a hell of a line. These are 4 sentences in 1 line. Razor sites, blaze new trails compete with the immortal. I prefer the discipline of knowledge to the anarchy of ignorance. We pursue knowledge the way a pig pursues truffle. This 1 Kind of repeated it in a different way Only first class business and that in a first class way. And never run an advertisement, you would not want your own family to see. And again, that's just him constantly repeating traits and I ideas that he wants to make sure that everybody in in his company understand. This is on on leadership. This entire chapter on leadership. It has been my observation that great leadership can can have an elect effect on the performance of any corporation and leadership comes from individuals in his opinion. I've had the good fortune to work for 3 superb leaders. Pt, my old boss in the kitchens of the Majestic hotel in Paris, George Gallo, and sir William Steph Stevenson of British intelligence. So that's the guy. I was mentioning William Stephenson. That's the guy. That was partially inspiration for bond and then the guy that taught him to write tu memos. I wanna say something that's really interesting because, he doesn't talk about too much in this book, but in other books, he talks about at length, learning the value of having unbelievably high standards from this chef and pair. I was just watching this the show on Youtube called hot ones, and they interview usually famous people whether they're eating a progressive lineup of even hotter and hotter hot wings. And I watched the 1 with Gordon Ramsay. And about 5 minutes in somewhere about in this interview. He's asked about it he worked under some of the the greatest chefs. This is when he was a young, you know, chef coming up, and and and I think most mostly in Paris if Not mistaken. But he talks about 3 people that he learned from. And... These are some, like, 3 masters of their craft. And every single example was how relentless they were to up to to to make sure that you live up to their un unreasonable high standards and how they would throw docks and curse at them and make him work for free and just... He it it was... It he described almost like to ci circumstances that I he to had to endure. And yet the end result is not how I hated that guy. It's like, I learned so much for him. And he talked about the difference between when he came up to a lot of people now. He's like, you don't understand. He said something like, the the more you're push the tougher your skin gets the tougher your skin gets to further you're gonna go in life that you actually want experiences like that. And, you know, he's kinda known for that where he's cursing at people and throwing things. I don't want any of his shows when I'm I'm pretty sure that's his that's like, like, his image. But I would just point out, like, there's a parallel between what Gordon Ramsey was describing his earlier career with with David Old as well where, you know, sometimes, like, the chef was unbelievably rude and crazy to him. But also, like, you don't have to be that, but you, like Gallo had unbelievably high standards. And you had to... To succeed and to survive in that environment, you had to rise in that standards. Anyway, that did not rise those standards was eliminated. They were fired. They were removed from that environment. And almost without exception when you when you see examples like this where people were describing the people that formed who they were in the beginning of their career, even if it was a difficult time or circumstances they were in. They look back at back on it and are happy they had to go through that experience. So I, that I thought that was... That's what I thought of when I when I got to the section, going back to leadership. There appears to be no correlation between industrial leadership and high academic achievement. I was relieved to learn this because I have no college degree. There's a tendency for corporations to executives who do not fit their conventions. How many corporations today would promote an unorthodox maverick like Charles Ke of general Motors? I actually read Charles aspire called professional amateur. It's absolutely fantastic. Might be his auto. If I think. I don't... I don't actually, it might just be... I don't remember if he wrote it or not, but that was founders 01:25. Okay. So I said he says how many would promote on unorthodox Mavericks like Charles Ke of general Motors. I suggested corporations should try to tolerate encourage their mavericks. The best leaders or apt to be found among those executives who have a strong component of unorthodox in their characters. Instead of resisting innovation, they symbolize it. And companies seldom grow without innovation. Great leaders almost always ex zoo self confidence. They are never petty. They are big men. They never buck pastors. They are resilient. They pick themselves up after defeat. In the way Howard Clark picked himself up after the salad oil sw in his company. Under his ind leadership, the price of American Express shares has increased 14 fold. Since that window and we talked about that a few times on the warren Buffett podcast podcasts most recently in that book, buffet to making American capitalists where he goes into detail about thinking, hey. This is just a 1 off. This is a great American brand this business has a lot of ahead of it and everybody saying sell sell sell, they make out of business and and warren actually buck that trend. And realized realize, no, I'm gonna invest Africa how much you invested. It was was a large percentage of it's net worth if I remember correctly, and he wanna up paying off handsome. So that's what Og is referencing. He's not referencing Both but he's referencing the the leadership, the the resilience of Howard Clark who was running American Express at the time. Great industrial leaders are always fan committed to their jobs. They are not lazy or amateur. I cannot tell you how many times in Og writing that word amateur is going to appear. Constantly calling out people that are not taking their jobs here see that they that are not dedicate to their craft, and then seeking excellence for the sake of it. They do not suffer from the crippling need to be... This is so so good. There's a 2 sentences here. Ready? They do not suffer from the crippling need to be universally loved. Those... That's damn good writing. I'm gonna read it again. They do not suffer from... The crippling need to be universally loved. They have the guts to make unpopular decisions. And he wraps up this section with what he feels is the wisest thing ever said about leadership, the man who had said the wisest things about leadership in my opinion is field Marshall Montgomery. He has said. The leader must have infectious optimism, and the determination to persevere in the face of difficulties. He must also radiate confidence even when he himself is not too certain of the outcome. The final test of a leader is the feeling you have when you leave his presence after a conference. Have you a feeling of uplift and confidence. Okay. So the book ends with a rather extensive interview with David Og at 75 at his home in France. It's not home. He lived in a castle. 25 years of a... Of his life in France, So I'm gonna close just going over some random highlights. This occurs probably over, I don't know, 15 pages. So this is just gonna take me a little bit to get through, But, really just going to let as much as like, can, just let David's speak for himself here. And David Og, you know, 40, 50 years old, you know, that's that's, like, the prime of his career, Wicked smart really, it's... In for me, like, personally inspiring. But, David over be at 75. Was like extremely wise, because then he's towards the end of his life. He lives at 88. He had some held troubles later on though. But really, this is some of the most valuable information is, like, what is a person that lived a formidable individual that lived a over remarkable life like, what is he thinking of? And as he reflects back on his life. I think there's just a lot of knowledge and and useful information in here for us. So it says some of the things he said in this interview came as a surprise to even long time associates. Here are excerpts from 3 and a half hours of tapes. She's talking about like, why are you and why you decided to retire and live in France? I guess not he's he's still working. So he's not retired, but he says, you know, most of the important decisions you make in life. At least that I make. I haven't the fe idea why I make them. I can produce a lot of rationalization for some emotional thing very deep in my subconscious. So if you ask me why I live in France, I suppose the ent the honest answer is, I haven't the faint idea. What would you have done differently if you could do it all over? I wouldn't have made so many damn mistakes. And most notably, I would not have sold so many of my Og and m shares. I was scared. We were being fantastically successful. I kept saying to myself. Easy come easy go. This thing could go up and smoke at any moment. I was frightened, and I wanted to get the money out and put it into something safe. Every time I sold my shares, the price of shares went up. I kept on selling them. If I had all the shares I originally had, I would be worth an enormous fortune today. Do you care to comment on the mega mergers in the advertising agency? Or advertising business? I'd like to comment. Yes. Mega mergers are for mega. Mega make mega mergers. The people who make mega mergers are the people who want to be ahead of the biggest Goddamn advertising agency. That's their ambition. That's what they want. These big mergers do nothing for the people in the agency. It's quite the opposite. They do nothing for their clients. What they do good for is the Mega who engineer them. So I'm against that. How would you describe your role in the company today? I don't like my present role as much as I liked my active role? Did you ever think the agency was going to fail? Yes. Every day for years, I thought it was going to fail. I was always sad sick, always a terrible war war when I was in my heyday at the agency. I was tortured with anxiety. I remember saying 1 day. If this is success, god deliver me from failure. In the early days, in spite of being terrified, you resigned a lot of accounts. Why? Was there a pattern to these reasons? Personal dis dislike made me resign many accounts. I didn't like having to deal with the son of a bitch. Why should I? We passed this way only once. Anything you've always wanted that alluded you? Yes, a big family. 10 children. You've often given advice to young people? What about older people? Retiring can be fatal. What bugs you? Bore above all bore, I think boring is the ultimate sin. Creative people who refuse to study the product or research or to admit there's more than 1 way to skin a cat. Incompetence in the advertising business. I look at an ad or commercial, and I say that is just an incompetent piece of work The guy doesn't know what he's doing. He's incompetent. He doesn't know his trade. He's an amateur. At the end of a long interview, a tedious reporter asked Abe burrows, the music comedy writer, what the low point of his life had been, and burrows replied, I hate to say kid, but I think this is it. What irritates you most about interviews. Being interviewed by an individual who doesn't know anything about the subject? The best interview I ever had was on the Larry Kings show. I said afterwards, you're the best of all interviews. What is your secret? He said, an absolute un curiosity. When I was young and flight in the early days of Og and matter, I used to be very outspoken to my interviews. That was 1 of the reasons I was always being interviewed. They could get good quotes to me. I wasn't afraid of offend clients then. Now I'm terrified of it. I'm terrified of saying something which will annoy a client very much or upset the stock market or something. I've got much more cautious. Therefore, therefore, dull than I used to be. Are there any other questions you wish I'd had asked you? To what do you owe your success? You wish I'd asked you to what do you owe your success? Yes. David, to what do you owe your success? The fashionable answers is to say luck. Pure luck. That's a modest people say. They don't want to say that I owe my success to my genius. I was talking in my old school not long, Scotland, and I gave them a little sermon on the subject of success. They should stop thinking about success entirely in terms of material achievements and careers and all that stuff and think of success in terms of their own happiness and the happiness of their family. To what do I owe my material success? First of all, I'm the most objective man who has ever lived, including objective about myself. Second, I'm a very very hard worker. I really work very hard when I'm doing a job, and I pull a lot into it. Next thing is I'm a good salesman. That's terribly important. It's underestimated in the advertising business now. Getting new business. Most people in advertising don't know anything about it. They go to work in an agency. They're given an account that some joker got a few years ago. The bed is already made for them. I had to make my own bed. I was a very very good salesman. And that's an important thing to be. I've always had an eye for the main chance. I've made a lot of speeches and written a lot of talks to different audiences, and I'm always selling Og and math. I hope I can seal that sometimes but I am. The things are loaded with commercials for the agency. I once went to a lunch, a thing called the Scottish Council. They had a lunch in New York. They were a small group of Scots and they got together. They were about 10 people. And I smelled billing. And from that lunch, I eventually got shell because Max Burns, the then president of Shell was at the lunch. I got Dom Mccann shoes because the man who owned the shoe company was at the lunch. I got British travel because Jim, head of Bt New York was there, all from 1 lunch. I can smell billing. Also, and this is related to being objective. I came into advertising from research, and that gave me a great advantage. I always approach the creative role. I'd see the creative thing through a researchers eyes. I'm almost unique in that way. Very few creative people do. A lot of creative people fight research and don't want much to do with it. I was the exact opposite. I came at it from research, and suddenly, I was doing very good campaigns, and that gave me a great advantage. It was unique. It still is. And for a time, I had a short period of my life. I think maybe 10 years when I was pretty close to being a genius, and I can look back on that with interested curiosity and affection and some nostalgia, then it ran out, but I was. And that is where I'll leave it. For the full story, I highly highly recommend picking up this book or any book written about or by, David O. I'd start with the books written by him first because you'll love his writing. I think Time spent with David Og is time well spent that if you wanna buy the book and support the podcast at the same time, you can do so by using the link that's in the show notes of your podcast player, that is a hundred and 89 books down, 1000 to go, and I'll talk to you again soon."
}