{
  "transcript": "In part because of the way Steve curled with Mark and Scott. In part because he's so bra asserted his opinion as fact. And in part because over the length of his career, he neglected to share credit for Apple successes in the press, Steve developed a reputation as an Ego Man who wasn't willing to learn from others. It's a fundamental misunderstanding of the man, even during his youngest, bra and most over bearing years. While Steve looked to to his elders at Apple for guidance. He also sought it out elsewhere, He didn't yet have the skills to build a great company, but he admired those who had pulled it off, and he would go to great lengths to meet them and learn from them. None of these people were really in it for the money. He told me. David Packard, for example, left all his money to his foundation. He may have died the richest guy in the cemetery, but he wasn't in it for the money. Bob No, cofounder of Intel is another I'm old enough to have been able to get to know these guys. I met Andy G, or Andy Grove, Ceo of Intel, when I was 21. I called him up and told him I had heard he was really good at operations and asked him if I could take him out to lunch. I did that with Jerry Sanders, founder of advanced micro devices and with Charlie Sp, founder of National semiconductor and others. Basically, I get to know these guys who are all company builders. And the particular scent of Silicon Valley at that time made a very big impression on me. So that's from 1 of the first chapters of the book that I wanna talk to you about today, which is becoming Steve jobs. The evolution of a reckless ups start into a visionary leader. And the author is youtuber authors are Brent Sc and Rick T ce. And so longtime listeners of this podcast will know that I've already covered, Steve jobs by reading the authorized biography that Isaac did on him, yeah, Isaac spent some time with him right before he died, and then, publish a book shortly thereafter. But I'm gonna tell you why I think this book is so interesting to me. And I'm gonna tell you that By just reading to you why the author wrote the book. And here here's here's what he has to say. I kept coming back to the time that many have described as his wilderness years. The dozen years between his first tenure at Apple and his return. That error from 19 85 to 19 97 is easy to overlook. The lows aren't as dramatic as the blow ups of his first tenure at Apple, and the highs, of course, aren't as thrilling as dose he engineered in the first decade of the 20 first century. These were these were muddled complicated times, and not the stuff of easy headlines. But those years are in fact, the critical ones of his career. That's when he learned most everything that made his later success possible. And that's when he started to temper and channel his behavior. To overlook those years is to fall into the trap of only celebrating success. We can learn as much if not more from failure, from promising paths that turned into dead ends. The vision understanding patience and wisdom that informs Steve's last decade were forged in the trials of these intervening years. The failures, stinging reversals, miscommunication, bad judgment calls Emphasis on wrong values, the whole Pandora box of maturity were necessary prerequisites to the clarity, moderation reflection and s ness. He would display in his later years. I thought that idea was really thing. And after reading the book, I understood why the author chose to go down this route. And I've read a lot about Steve jobs, and there's just some stuff in here that I haven't seen anywhere else. So it's definitely worth your time if you're trying to build a company. And I like what Steve was saying, in the introduction how he he took... He went to great lengths to learn from other people that have built companies, talks about David Packard, the people... Obviously, 1 of the founders of Hp. Andy Grove, Jerry Sanders, Charlie Sp, all these other guys. It's almost like he's... It's like an, explicit endorsement of this podcast. So there was another section in the chapter called, I didn't wanna be a businessman that I wanna skip to right now. And this might be a little different from the other podcast. There's just a lot of random stuff in here. So I'm gonna move through the book chronological, but the timeline definitely does jump around. And this is... This part I'm gonna read you right here. On what was was... What I originally picked out for the intro because I I think it's fascinating insight to Steve jobs at 22. And what I really like about this book is just like the the whole reason to read biographies on company builders in general is they don't start out great. They're just born like anybody else's is, and they they learn the scale over time. So let's jump to to Steve jobs, and I think what most people picked up on 1 of his greatest skills, and that was his verbal mastery. Oh, before I start reading this, a lot of the highlights that I picked out for that for this podcast are actually direct quotes from Steve, which is which I found really interesting. So let's go right into the book. There's a long and wonderful ex cool from a New Yorker piece in late 19 77 that offers rich proof of Steve's fully formed verbal mastery. Rented at a time when the average reader knew so little about computers that a writer could delight tit terminology like naked computer, and get away with obvious puns using the word byte and apple. The magazine's reporter encountered Steve manning the Apple computer booth at a computer affair. I wish we had these personal machines when I was growing up, jobs jobs tells him before continuing on for a total of 224 words, and I hear Steve directly talking. People have been hearing all sorts of things about computers during the past 10 years to the media. Supposedly computers have been controlling various aspects of their lives. Yet in spite of that, most adults have no idea what a computer really is or what it can or can't do. Now, for the first time, people can actually buy a computer for the price of a good stereo, interact with it and find out all about it. It's analogous to taking apart 19 55 Chevy or consider the camera There are thousands of people across the country taking photography courses. They'll never be professional photographers. They just wanna understand what the foot photographic process is all about. Same with computers. We started a little personal computing manufacturing company in a garage in Los Alto in 19 76. Now we're the largest personal computer company in the world. We make what we think of as the rolls royce of personal computers. It's a domesticated computer. People expect blinking lights. But what they find is that it looks like a portable type reader, which connected to a suitable readout screen is able to display in color. There's a feedback it gives to people who use it. And the enthusiasm of the users is tremendous. We've always asked what it can do, and it can do a lot of things. But in my opinion, the real thing it is doing right now is to teach people how to program the computer. Before moving on to a booth where a bunch of kids. That was the end of the quote by the way. Before moving on to a booth where a bunch of kids were playing a computer game called space, called space voyager, the reporter asked if Steve would mind telling us his age. 22, mister Job says. Speaking off the cuff to a passing journalist from a decidedly non techie publication, Steve's find so many ways to d for the average person, the insanely geek device that he and and Was had created. He understands their fundamental fear that computers may take over too much of modern life. A fear he would capitalize on repeatedly. Most notably in the Or well imagery of Apple's famous 19 84 commercial. He sympathize with their ignorance. He offers several analog to comforting examples they will understand. Chevy, type writers, cameras. Indeed, he makes using a computer seem no more complicated than taking a photograph. Going so far as to call the Apple 2 domesticated. And yet he elevate both his company and its computer into something aspirational, He links this machine made a few months ago by some dish California mis fits to Rolls Royce. The 73 old paragon of sophisticated industry industrial manufacturing and elite consumer taste. He even calls Apple a world leader, an absolutely un uncontrollable claim that rockets the little company into the same league as Ibm and D and bureaus, which were then the industry's giants. He was an extraordinary conte speaker, and Make mckenna helped him wield that tool to great effect. Make mckenna, there is referencing 1 of Steve's first mentors. It's regis Mckenna I think his name is. He's a famous marketer in advertising. K. Part I'm gonna reach you now is an example of Steve Jobs in maturity. And then I want you to remember this part because later on, we're gonna compare and contrast Steve's actions here negotiating with the company with a deal he did with Disney and Pixar. And I'm not gonna cover again, this is not a chronological summary of Steve's life. There's just parts of the book that I found interesting. And so at this point, in the book, he already has been ousted from Apple, and he's already running next. And it's, you know, it's not going too well and a large part of why going wells, you know, mistakes that Steve is making. So let me let me tell you about the time that he was negotiating with Ibm. Towards the end of the show, at Davies Hall, Steve Jobs revealed what he should have been the biggest news to come out of the event. Computer industry Colossus Ibm had decided to license the next step operating system for use on a line of its own engineering workstations. The vision of the world's biggest computer company running Steve's revolutionary operating system seemed a great endorsement. The basic agreement between the companies was that Ibm would license the right to use next step. To to use next up operating system as a graphical interface in return for 60000000 dollars, a pitt for Ibm, but critical operating capital for next. The reason they're saying is that they're not making that much money, their products are either nonexistent existent or not selling well. And so they're they're... They've been funded largely through Steve jobs own capital and then some outside investments as well. And but, again, they've been running on on that for a few years, so they're gonna have to do something quickly or before the company runs out of money. So let's go back to here. But critical operating capital for Next, which was burning through its investors cash as the year dragged on. Many people believe that the arrangement might have broader implications an impression that Steve did nothing to dispel. Ibm had an existing deal with Microsoft to jointly develop a new operating system for future Pcs called Os 2. By announcing the deal with next, Ibm seemed to be indicating that it was not comfortable with Microsoft as as its sole key partner. Indeed, within a few months of the next announcement, it became clear that Ibm and Microsoft were having serious issues working together. The tantalizing possibility that Steve's operating system might eventually power not only workstations, but also the personal computers of Apple's most feared competitor If that ever happened, Steve's comeback back would be complete. Now here's the problem. But Steve never seemed to quite know how to play his cards with Ibm. He displayed an unsettled and juvenile mix of Hub and uncertainty. Jobs could be bold and strong as when he secured Ibm promised investment before any big blue exec had even laid eyes on the next step operating system. But he could also be plain just rude. Walking in late to 1 meeting with a suit of Ibm who had flown out to out to next. Steve interrupted the proceedings with the dismissive pronounce. Your user interface sucks. Dan Lu, who would meet with Steve to carefully plot their strategy before every Ibm meeting never knew what to expect from his boss. Sometimes Steve would completely undermine the groundwork that 2 had carefully laid. I'd sit there and literally kick him on of the table doing recalls. There was 1 meeting, for example where he went in and actually told them, I really don't understand why you guys would wanna help us. That doesn't seem to be a good negotiating tactic. Psychologically and emotionally signing on with Ibm was every bit as complicated for Steve as begging bill gates to support his computer. Steve had always envisioned next step as the backbone of his own spectacular computer. He wanted to be the hero not a secondary partner for a more powerful computer company. If Ibm had exploited his operating system and sold a lot of computers running their version of next step, the glory would have been theirs. Not his. It shouldn't have been surprising then that Steve failed to make this important relationship work. He killed the Ibm deal by failing to follow through as a good business partner. Ibm Bill Lowe, a veteran who had been instrumental on launching that. The Pc back in 19 81, had initiated deal. But below retired in 19 90, and James Can replaced him. Can logically assumed Ibm could use next 2 version of next step on his machines. But Steve, who hadn't even met Can, held up Ibm for more money, leading to another round of protracted negotiations. He over overflow his hand, this this line about purchasing protracted negotiations, Keep that in the back of your mind too, because later on, we're gonna talk about how simple Bill Gates found negotiating with Steve jobs actually was. The the Steve jobs in the future. That is. He over played his hand. Can v stopped taking Steve's calls and just abandon the project. Although there was never any real announcement that it was over, It was a minor disappointment for Ibm, ending its plan b fantasy of creating real alternative to Microsoft's new windows graphical operating system for Pcs, but it was a fatal blow to next, ending its last real chance to achieve the kind of scale that would have turned it into as Steve had said in 19 85, the world's next great computer company. Lou quit next in frustration months before the Ibm deal dissolved. He was 1 of the first of the 5 original employees to leave next. We own the world when we were at next, and it failed because of Steve. Lu remembers. Steve invited Lu to launch 2 weeks after his resignation. Well, now that you're leaving, what do you really think? Steve asked him. You're going to go through every penny the way you're headed said the now former head of sales. That's Lu. At the at the at the time next still had some a hundred and 20000000 dollars in cash. This company is just not going to happen. You may own 51 percent of it or 58, whatever it is, but more than half the company worked for me. And I've been fighting with you because I believe in what I know we need to do to run this business. If you want to succeed, you need to listen to your people. Otherwise, you're doomed. Okay. So let's just keep that in mind for later on when Steve is actually negotiating with Disney for Pixar. So I'm gonna skip ahead. And like I said, this is a lot of random thoughts. I don't know if there's much of a cohesive story here, but we'll see how this podcast plays out. So skipping ahead... Okay. So I have this little... This actually has very little to do with, this podcast. There's all these great anecdotes in the book about Steve's time at Pixar. And specifically, what he thought of Ed Cat Mo and John Las. And those are the founders and head animator of Pixar. And so I just wanna tell you about what Steve thinks of Ed. I let... I put this in here because eventually, I'm gonna get around to Ed Cat book and share it with you on the podcast. It's called Creativity Inc. I read it a few years ago. It's 1 of the best books if you wanna learn, like, how to manage creative. And let me just... Let me just read this here. Now this is Steve talking about Ed. I liked him from the moment I met him. Steve told me once about Ed. He found him an intellectual match Ed is a quiet guy, and you can mistake that quiet for weakness, but it's not. It's strength. Ed really thoughtful and really, really smart. He used he's used to hanging around really smart people. And when you're around really smart people, you tend to listen to them. And the 2 men would eventually know each other and work together for 26 years, and they had a wonderful relationship that Ed talks about in it's talked about a lot in this book, but it's also talked about Ed book as well. Okay. So I wanna skip ahead. And, again, okay. So at this point, there's the the Ceo of Apple at this time is Gil Emilio. And this is the guy He only spends I think 500 days, he actually wrote a book, I think it's, like, my 500 days Apple. As the Ceo of Apple, and this is after 1 long string of very disappointing Ceos, and, a really bad time for Apple's business. And so, Gil reaches out to Steve. There... He's the 1 that eventually buys next and brings Steve back, and this is this is really interesting. So, Emilio was an easy mark and Steve knew it. He saw him as a stuffed shirt who enjoyed the fruits of being Ceo, but knew little about selling personal computers. He believed that Steve, He believed that Em emilio, who described who ascended to the Ceo position after just 1 year on the board had maneuver himself into the gig by positioning himself a turnaround expert. But how can it be a turnaround expert, Steve asked when he eats his lunch alone in his office with food served served to him on China that looks like it came from Versailles. Again, I think that's another example of Steve Jobs verbal mastery. And I also thought when I read that, that echoed what we talked about, on the Jeff Bezos podcast where, Jeff hires this this industry, This industry executive from another another company, and he comes in and 1 of the things he wants talk to Bezos is about is about the executives in Amazon that wanna travel should be a allowed to sit first class, and it's a this funny story in Brad stone book. Where Jeff says that's the stupidest thing he's ever heard that that's not thinking like an owner says slam in the table and everything. I I think Steve's point. It's it it just... It's very similar to what he's saying. What Steve saying about, Emilio that is. Em emilio did himself no favors this is Sol hilarious rather than adapt to Apple. He seemed to try to get the company to take on his personality. He had surrounded himself with top executives drawn mostly from the semiconductor industry he knew so well. And he was never a fuck effective in public situations. Once, while talking to a a group at a dinner party that included Larry Ellis, Em emilio tried to put his company's problems in perspective for the other guests. Apple is a boat he said, there's a hole in the boat and it's taking on water, but there's also treasure on board. And the problem is everyone on board is rowing in different directions, so the boat is standing still. My job is to get everybody roaming in the same direction. After Emilio walked away, Ellis turned to the person standing next to and asked. But what about the whole? That was 1 story, Steve Nick got never got tired of telling. I think it's also example. And it... I know it's only 1 a few sentences from Gill. But example of how the the the 2 were tim and jobs were very diff different in communicating. That story is really confusing. You have to keep track of a hole in the boat, there's people rowing and they're going in different directions. I guess there's treasure And as, you know, as people that were sitting there, listening to it, they didn't really understand what he was saying. Okay. So I wanna skip ahead on the next page. So at this time, we're we're around 97. So this is right before, Steve is setting up gil, obviously to to get him out of there because he he doesn't... He comes to believe that guy's incompetent. And he's getting ready to take over Apple. But in the intervening times, Right? So Ne is struggling, which we all know. But he picked up Pixar from George Lucas when George Lucas Star Wars frame was going through a divorce. And he dumped... He wind in all told he dumps, like 50000000 dollars of his own money in Pixar. And, winds up being 1 of another success stories as we now know because eventually, Pixar buys Disney and it makes Steve Jobs billionaire, which I don't know how many people knew that Pixar made a billionaire before Apple did. So this is, really, this is Steve renegotiate with Disney. And it's actually really it's a great great example of, even in 97 after being in the wilderness for 12 years that Steve's starting to get get really good at what he's doing. So let's let's read about this. Like Ruben and T. And these are people that worked at next. Las and Cat, these are the 2 main guys that Pixar were keepers. So early in 19 97 during the very months when he was studying the Hap Emilio. Steve decided he wanted to safeguard their future, by rene Pixar distribution contract with Disney, and he's gonna be rene negotiating with Ceo, Mike E, who Steve once described as Evil. Toy story had become the undisputed blockbuster of the 19 95 19 96 holiday season. Eventually garner garner 361000000 in worldwide box office seats. Some 45000000 of that went to Pixar. That was a lot of revenue for a first movie, but meager fit but Meager fair compared to a Disney pocket for financing and distributing the film. Furthermore, Pixar had no share of the video rights, which of course would be substantial for a family film as popular. With work well underway on Pixar next big move be a bugs life. Steve decided to to write this wrong. So, if if I don't know if you know the story, but I talked about it on the past steve jobs podcast, they put up Toy story and Steve decides, hey, you know what? Toy story. So great. Even before it was released, he sets up Pixar to Ipo. And he sets the Ipo a week after toy story is debut. So a lot of people at the time I thought it was risky because if Toy story flopped and the Ipo could be affected. We we know now and hindsight, Toy R is widely successful Ipo. I think it was the the biggest Ipo of 96. Pixar, so it went up working out. So, Steve, again, he had to... He he accepted this this you know, quote unquote bad deal at Disney because he had no leverage before they they made toy story, which basically means they only get about 12.5 percent of the box office. And now He's was like, okay. Well, we had this huge success. We're gonna we're gonna re re negotiate here with Is. With work... So I just stick with work well leonard... Okay. So they're working on Bugs life. I already read that. With a hundred and 30000000 of Ipo cash in hand, Pixar didn't need Disney to finance it its films. And if it could pay for its own productions, why should it earn a mere 12.5 percent of box office receipts. Steve decided he wanted to tear up the very deal that had saved the company just 5 years earlier. Nobody in Hollywood wants to take any risk. He told me a year later. He truly was proud that he and Lawrence Levy had studied Hollywood closely and had learned enough to understand how Pixar could cut a great deal in an industry. That thrived on p the dumb money of Star outsiders. You can't go to the library and find a book titled the business model for animation. Steve explained. The reason you can is because there's only been 1 company, Disney that has ever done it well. And they're not interested in telling the world how lucrative it was. Steve put a call Is and headed to Hollywood to renegotiate. What we wanted to do with our new deal was far beyond what anybody else other than Disney had ever done. He crowd. And far more sophisticated because in Hollywood, there are very few relationships between companies. This is still steve talking. There are relationships between companies and individuals like a major studio and Steve Spielberg are a small production company like am in a studio, but there are very few relationships between peer companies. But that's how we wanted to think of ourselves. In term of producing animated films, we wanted to think of ourselves as a peer of Disney's own animation business. So let me just stop there. Remember that story at the very beginning how he's comparing his year old Apple computer, company with things like Chevy and and Rolls royce and everything. I think very similar he's doing this. Pixar had done 1 movie. Toy Story is a great movie. It's fantastic. But he's saying, no. We're appears with Disney now and think about the history that Disney... Disney animation had. I covered it a little bit on the podcast about Walt Disney. So again, it's it's it's it's steve Job you using aspirational language to his own benefit and the his company's benefit. On the surface, his his ent seemed arrogant qui audit and un grateful. It had barely been a year since the debut toy story. A film that had been made possible only by the endorsement at support of the world's most successful animation company. But as was true so often with Steve negotiated, the audacity of his demand was matched by his cool and accurate appraisal of the landscape. 6 years earlier when Katz that Jeffrey Katz was running animation in Disney had held all the power, Steve had quickly agreed to their terms. But now Isaac, Is was at war with Katz who had who is building up Dream works animation with the intent of best Disney animation. His new studio had set off a talent war, leading to among other things, a series of escalating offers to lace from both Disney and Dream works. Las is, again, the head animator at Pixar. He used to work at disney animation, but he was working there. He he idol utilized the company when he was younger, like most animators do, but he he was in, like, the the dark period of Disney animation, he hated it. So Steve was able to... I think Steve recruited him Pixar. Maybe he was ed. So I actually don't know. Don't quote me on that. Somebody recruited him to pick... To well, eventually it come pixar, and he just... He just would never leave. Steve saw the opportunity and calmly made the most of it. The Ipo and Toy story had changed everything about the relationship. Pixar held a lot more of the power now, and there was nothing I could do. Steve's underlying threat to Is was simple. Give Pixar a new deal now or the company would walk after its existing 3 3 movie deal expired. Losing Las and Pixar to Katz or another studio would have been disastrous for Disney. Again, this is now a more mature, Steve understanding the leverage. In the end, however, the negotiation wasn't as fraught as it might have been. For us to go in there and say we'd finance half of all our films. Well, they hadn't heard that very often. Steve told me. Michael appreciated that, and all of a sudden, we were no longer a production company. We were a c financier. Is was offended by job jobs, but the terms of the new deal were fair. Giving each side half of all profits. On 02/24/1997, a new 5 movie deal is signed. Strand by strand, Steve is wrapping up the remaining loose ends of his decade in wilderness. So let me go skip ahead. There's a lot of, anecdotes in this book that has to do with Bill Gates. And it just... The fact is 1 of the authors was a in the main the main writer in in the book was a technology reporter for I think Fortune Magazine. So he had a close relationship with jobs and gates. So he compares and contrast them a lot. And I when I was reading that I was, you know what, I don't know if it's happened, but it'd be interesting to read a book where it it's just dedicated to that because there's a lot of There's a lot of similarities with a lot of like, paradox between the 2 guys as well. But I wanna bring up the fact of what I wanna hit on constantly. It is... I we see this in apple's products, probably more so when Steve was alive, but that simplicity was his cornerstone, and he meant, like, simplicity and marketing, simplicity and and the products you make simplicity and everything. And so this is this is gate... Bill Gates on Steve jobs, simplicity. This what I was telling about, to steve. In in this story, Gates is gonna compare contrast how it was working with Emilio compared to, when Steve, when Steve took over. So at this point, Emilio was out Steve's back in charge, and that's that's where we're at in the timeline. While he worked with a team on a new product planning and yet another round of restructuring, Steve also took on a unique project he had been handed by Anderson. Anderson anderson's is the Cfo. He he recruited to try to, turn... Help turn around Apple's finances, which were in dire dire straits at the time. While he worked... I just tried that part. So, Anderson, Steve took on a unique project, he had been handed by Andersen. Okay. To... And this is a project. To convince bill Gates to continue to support the Macintosh with new versions of the company's productivity applications, like Excel and word, which Microsoft would soon begin to bundle into a suite of productivity programs to be called office. Early in 19 97, Gates had said that he couldn't guarantee that Microsoft would build a new version of office for the Mac. His reluctance made sense with Macintosh sales and a tails following the introduction of Windows 95, It was more difficult for gates to justify the expense of supporting the Mac. Microsoft also made good money from its Macintosh software, but as Mac sales tanked so did so 2 did gates enthusiasm for supporting Apple. I'm just gonna interrupt the story real quick. What I just said about, it'd be interesting to read a book, and maybe it's already already been done about comparing and contrasting these guys because there's almost like an inverse relationship. So Steve becomes way more famous and Rich first. Bill Gates still has Microsoft, and then, you know, Steve up gets kind of Apple. Bill gates continues with Microsoft. When Steve jobs, Net worth is decreasing and when he's at next, Bill Gates, I think becomes the youngest billionaire or ever Not mistaken. And then there's this is great... These other great stories where they're talking about, Steve's fundamental flaw. Next was, he was selling to businesses, and he's made, obviously to sell to consumers and Bill Gates is the the inverse of that. He made his money selling to businesses. Yeah. There's just... I think there's a lot of... There's an... There's an interesting book somewhere in there. Okay. So back to the book, Reaching an in reaching an agreement with Microsoft was absolutely critical to laying the foundation for Apple to be saved recalls Anderson, but Emilio couldn't get it done. If Gates said no to Steve, Apple could have found itself in the same position as next had been back in 19 88. Without Microsoft applications, which had become the d facto standard tools used in most businesses, Apple like next might cease to be relevant. Apple did bring a stick to the negotiations. The company had a long standing patent suit against Microsoft alleging that windows, which largely replicated the conventions of the Max graphical user interface infringe on apple's own intellectual property. Many observers thought Apple had a good case and gates really wanted it settled. But Emilio had insisted on a variety of ancillary agreements and never could close the deal. When Steve called on gates, he kept things simple. He explained that he would be willing to drop the patent litigation but for a price. Not only did he want Microsoft to publicly announce a 5 year commitment to provide office for the Mac. He also wanted his powerful rival to publicly and financially, make clear that this was an endorsement of Apple's new direction by purchasing a hundred and 50000000 dollars in non voting shares. In other words, Steve wasn't asking for a loan. He was asking bill to put his money where his mouth was. It was classic remembers gates. I'd been negotiating this deal with Emilio and gil and Gil wanted it 6 things. Most of which were not important. Gill was complicated, and I'd be calling him on the phone, fax him stuff over the holidays. And then when Steve comes in, he looks at the deal and says, here are the 2 things I want. And here's what you clearly want from us, and we had the deal done very quickly. I did stumble upon upon in this random paragraph that I thought was really interesting. And it's in the the chapter called Bo, bastards and keepers, and it's the note Left myself was Steve Jobs on being an artist. I watched Bob Dylan as I was growing up, and I watched him never stand still. Steve would tell me about a year later. And an attempt to explain why he finally died back into Apple. If you look at true artists, if they if they get really good at something, It occurs to them that they can do this for the rest of their lives, and they can be really successful at it to the outside world. But not really successful to themselves. That's the moment that an artist really decides who he or she is. If they keep on risking failure, there's still artists. Dylan and picasso we're always risking failure. This apple thing is that way for me. I don't want fail of course. When I was going in, I didn't know how bad it really was, but I still had a lot to think about. I had to consider the implications for Pixar and for my family and for my reputation and all sorts of things. And I finally decided I don't really care. This is what I want to do. And if I try my best and fail while I tried my best. Absolutely love that part. Alright. So let's skip ahead. Okay. So this is another paragraph that I found was interesting. I almost read the note I left, but it's... It it'll give away the punchline. So let me just read this to you. Still, even though Steve had been disciplined about cutting the company down to its proper size. So let me just tell you what's going on here. He's he took over Apple, Apple bought next, I think for, like, 460000000 dollars, and then 1 of the things jobs was Adamant and about is canceling all these contracts, the Ceos that. Previous Apple Ceos done where they're taking apple's operating systems and letting computer hardware manufacturers use it. And, of course, we know that's not steve the Steve hated that. So they had to... So they had to... Let's see. So they had to buy this company. They had to buy, basically these companies that they had contracts with so they can cancel the contracts. And so that's just a background for for this paragraph. Let me let me go back to the beginning. Still, even though Steve had been disciplined about cutting the company down to his proper size, nobody could really be sure that he was the man to lead Apple forward. Despite declining to receive a salary, Steve was an expensive unproven bet, some 450000000 dollars of Apple's 816000000 dollars loss for 19 97 could be attributed to the acquisition of Next and to the purchase and liquidation of power computing. That was 1 of the computer competing companies that was licensing the Macos os or whatever it was called at the time. 1 way to understand that number is to realize that Apple had paid out more than half a billion dollars for 2 acquisitions whose assets were whose asset value mere months after the deal were concluded to be just 1 fifth of that number. And now here comes a punchline. A more revealing way to think of it to think of it is that Apple had just shelled out more than a half a billion dollars to re hire Steve jobs. What's crazy you think about that sentence is, not only they... That a company has spent out half a billion dollars to re retire somebody, but it was un question worth it looking backwards I think at the time, Steve comes back, the the market cap of apples, like 5 or 7000000000. So something low like that, and, you know, fast forward today, it's over 900000000000. Okay. So let's Let's skip around... Let's skip ahead a little bit. I love this part. This is called formality. Steve didn't give his team much formal feedback. During the Us versus Microsoft antitrust case says T. This is the lead programmer at next and then, Steve takes them with them to Apple. Microsoft subpoena all my personal records at Apple. So I'm sitting down with our lawyer, George Riley, and he says, I've gotten your file from Hr. He pulls it out and there's 1 piece of paper in it, something meaningless. He's like, Av. Where's is your file? Where's your views and all that. I told him that I never had an annual review. Steve didn't believe in reviews. He disliked all the formality. His feeling was, I give you feedback all the time. So what do you need a review for? At 1 point, I hired an executive coach, so I could do 3 03:60 reviews with my own team? He was a really good guy and I tried to get Steve to talk to him, but he wouldn't. In fact, he asked me, what do you need that for? That's a waste of time. The reason I put that out and not only do I feel like philosophically aligned with him on that point. But I do feel like a lot of the stuff that modern corporations do is fake work. And, in this case, they're they're writing reviews, maybe to cover their own ass are just because they, like busy work, but they're not actually adding values to the company. Skipping ahead again. I love the... Again, Steve just has these really interesting thoughts. So now this is the author doing an interview with Steve, and they're just having a conversation and these 2 paragraphs. I thought were very enlighten. 1 day, I asked him if he had come to enjoy the process of building companies. Now that he was trying to do so for the third time. No. He started as if I were a fool. But if he didn't enjoy building companies, he sure had a thoughtful convincing way of describing why he kept doing it. The only purpose from... Now this direct quote from Steve. The only purpose for me in building a company is so that the company can make products. 1 is a means to the other. Over a period of time, you realize that building a very strong company and a very strong foundation of talent and culture and a company is essential to keep making great products. Now this is really insightful. The company is 1 of the most amazing inventions of humans This abstract construct that's incredibly powerful. Even so for me, it's about the products. It's about working together with really fun, smart, creative people and making wonderful things. It's not about the money. What a company is then is a group of people who can make more than just the next big thing. It's a talent. It's a capability. It's a culture. It's a point of view, and it's a way of working together to make the next thing and the next 1. And the next 1. I love that. Okay. So skipping a little head, The Know Left on this section was quality as a strategy. And this part reminded me if you listened to the podcast I did on the founder of Pat Y yvonne S. I think that's how you pronounce it. He had this really interesting idea of quality as a strategy. So he believed that if Pat makes these the best products in class, not not, like, second best, not their best, literally the best products that everything else take care of itself. So Steve is kinda echoing this thought here. Just as important, Johnny was impressed by Steve. So that's Johnny Iv. So sometimes... I had to actually had to look up how to pronounce his name because I've heard a Joan Iv and also this up, but according to Google, it's supposed to be Johnny Iv. Hopefully, that's right. So just as important, Johnny, was impressed by Steve. Thousands of Apple employees had scattered their resumes across Silicon Valley as they tried to abandon a avail Emilio leaky ship. And Johnny have resolved to look around himself. But he quickly saw that Steve and Emilio couldn't have been more different. O emilio described himself as a turnaround king, I remembers. So his focused on turnaround, which is mainly about not losing money. The way you don't lose money is you don't spend it. But steve's focus was completely different, and it never changed. It was exactly the same focus from the first time I met him right to the very end. The product. We trust if we do a good job and the product's good, people will like it. And we trust that if they like it, they'll buy it. If we're competent operationally, we will make money. It's that simple. So so Johnny decided not to leave Apple, a choice that would lead to the closest and most fruitful creative collaboration of Steve's entire career. Even more s than his original partnership with Steve W. Alright. So let's keep skipping ahead here. Okay. So this is really interesting. At this point, they're creating the ipod. And so he's got... So this part is about unlocking secrets. Out of all the various aspects of computing. Steve was always most fascinated with the contact point between a person and a computer. It was the user interface that had made the Macintosh seem the epitome of a personal computer in its time. There were good reason that Steve found this point of interaction so critical. If the point at which a person interacted with a machine was complicated, he or she would likely never unlock its secrets. Most people don't care about the of the computer. They care only about what's on the screen and what they can get to through that screen. Steve understood the profound importance of this form from the very beginning of his career. It was part of what distinguished him from so many other computer makers. Most of whom were engineers who believe that a rational customer would, of course care deeply about the insides of his or her computer, and I think what we all know is from studying human behavior, we can't design systems rational people because they don't exist. So this a few pages later. And this is from the, if you read the book, from the chapter called following your nose, and they're they're continuing to talk about the ipad. And now, this is Steve. We followed where our own desires led us, Steve explained. We calling how much his team had hated the existing music players in the market, and we ended up ahead. The ipod had accelerated Apple's creative metabolism instill a new organizational discipline that would make the promise of frequent, market churning incremental improvements, the kind of bill gates had lecture Steve about in that joint interview in Palo alto a decade ago into a breathtaking new kind of rapid fire technological innovation. Learning... Now, just going back to Steve talking about what... What's going on in the ipad. Learning about new technologies and markets is what makes this fun for me and for everyone in Apple. Steve once told me a few years after the ipod debut. By definition, it's just what we do and there are lots of ways to do it. 5 or 6 years ago, we didn't know anything about video editing. So we bought a company to learn how to do that. Then we didn't know anything about Mp 3 players. But our people are smart. They went out and figured it out by looking at what was already out there with a very critical eye. And then they combined that with what we already knew about design, user interface, materials, and digital electronics. The truth, the truth is we'd get bored otherwise. In another interview, Steve said, who cares where the good ideas come from. If you're paying attention, you'll notice them. When his focus had been directly during. When his focus had been directed entirely on fixing apple's on problems, Steve had almost missed the digital music revolution. Now that Apple was on more solid footing, he was focused outward again. Like, and paying attention very carefully. I love this point He's gonna make care. When I came back, Apple was like a person who was ill and couldn't go out and do or learn anything. Steve explained. But we made it healthy again, and we've increased its strengths. Now, figuring out how to do how to do new thing. Now figuring out new things to do is what keeps us going. Okay. So I wanna skip ahead in the very next chapter, it's called do level best, and it's This part is who who gives a fuck about the channel. And they're still talking about the ipod, and they're... They're... They've created a beautiful device. Now they're working on distribution channels. Remember Apple is not selling their own products at this As a mass market consumer electronic device, the ipod would eventually be sold, of course, of course, all the usual places. Best buy, Circuit city, big big box department stores and even the computer retailers like Comp. Steve disdain all these outlets. This is a great sentence. His obsession with his products continued well after they'd been manufactured. The tacky, low margin hustle of these chains when completely against the minimalistic aesthetic of his products and the clean exuberance of his mark... Of his marketing. Again, keeping everything simple and tight. And we're in 19 98. Okay? So keep that in mind. In early 19 98, just a few months after his return to Apple, he asked his chief information officer Nia O'connor to come up with a proposal for an online store where App or could sell its computers directly to customers. Much like Dell computer was doing with such great success. O'connor then asked Eddy q, who was then an It technician in the human resources division to sketch out an initial version of the of what the store might look like from a programmer perspective. I don't think Nia thought I was a... I was his best person says sq, But he did think I could deal with Steve for some reason. Q who had never met Steve and knew little about e commerce or retailing sought advice from a number of people, including the head of Sales Mitch Man. Give me your best ideas. Man told him, but it won't matter because we'll never do it. It would piss off the channels. What they mean by channels is the stores and distributors that it traditionally sold apple's computers. 1 week later, q, O'connor and man and others attended a meeting to review the initial proposal. Hugh handed his presentation to Steve, he made a visual because everyone told him that Steve preferred visual presentations and he put it on paper because everyone had told him Steve hated sitting through slides, especially in small meetings. All the research seemed to have gone for not. Steve looked at his pages and in them back and said, these suck. Despite his gru initial reaction, Steve asked the others in the room about cues proposal and about the basic idea of selling direct to con to customers online. The executive around the... The executives around the table started to talk about all the problems they had foresee with an online store. Trying and customize trying... Excuse me. Tying, customize purchases in China manufacturing system that have been built to create computers to standardize configurations, not having any research indicating with customers, actually, wanted to buy. Yada yada. I'm gonna skip over this part, because you know what the the problems would be. If you're not looking for the potential. And finally, the potential for for alien Apple's existing retail partners, like best buy and comp Usa. Man, who was senior enough to know that an interesting discussion was developing kept silent. Finally, 1 of the senior guys opposing the ideas spoke up. Steve, he asked, isn't all this pointless? You're not gonna do this. The channel will hate it. Q. This is the guy, Eddie q. Q, who didn't know any better, turn to him immediately. The channel he claimed, we lost 2000000000 dollars last year? Who is a fuck about the channel. Steve perk up. You, he said, pointing at the senior exec are wrong, and you, he continued looking at queue are right. By the end of the meeting, he had asked Q and O'connor to create an online store where buyers could customize their purchases and to have it completed in 2 months. The online store went up on 04/28/1998. As Q prepared to drive him home to drive... Excuse me. As Q prepared to drive home that evening, he walked past Steve steve's office to tell him they sold more than 2000000 dollars worth of computers in just 6 hours. That's great said Steve. Imagine what we could do if we had real stores. Nothing would ever be enough q realized. He liked the challenge. So you could see, Steve didn't really celebrate that. He knew, at his core that Apple would need their own stores. So he... Steve recruits the vice president I think a Target, this guy Johnson to design the Apple stores. And this is a story that's probably well known but I think it's worth revisiting, and it's also a great, example, I would say of the... Like, the amount of maturity that this Steve jobs in the late nineties had compared to when he was at Apple the first time. And I would say, basically, reinforces the thesis of, this entire book. By late 2000 jobs and Johnson had a prototype they liked, but on Tuesday morning in October, Johnson woke up with an epiphany. The layout of the stores, which revolved around areas selling particular product lines was all wrong. Steven and the executive team had been discussing 1 subject endlessly in their Monday morning meetings. The digital hub, that that's just basically how all apple's products are gonna work together. K. The this an idea that that now, we live in reality of, but at the time it was just an idea that that Steven and some of his execs had. Johnson realized that the store should be laid out. It actually comes from speech that Bill Gates gave at Ces in, like, 2000, and I forgot what he call it He called, like, personal computers plus or something, but jobs like that idea built on and and renamed a digital hub. Johnson realized that the stores should be laid out to match the concept with an area built around music and another built around movies and so on. It was once again, a counter intuitive thought. And yet it was also once again, a thought that would serve customers better than the common approach that Apple been on the verge of embracing. That morning, Johnson joined Steve for a previously scheduled review of the prototype. On the car right over to the prototype hanger, there they basically built entire Apple store in a in a airport hanger, and that's... That way, that they could walk through and actually see what the customer see before they built the store. Johnson told Steve, that he thought they had gotten it all wrong. Do you know how big a change this is Steve Ward. I don't have time for this? I don't want you to say a word to anyone about this? I don't know what I think of this. They sat for the rest of the short ride in silence. When they arrived at the hanger, Steve spoke to the assembled group. Well, he said, Ron, that's Ron Johnson. Ron thinks we've designed our stores all wrong. Johnson waited to hear where this line of thought would go. And he's right. Said Steve. So I'm gonna leave now, and you should just do what he's going to tell you to do. And jobs turned around and left. I don't know why I find this funny. Later that day, after he returned to Apple's campus, Johnson went to see Steve. You know, Steve told him, you reminded me of something, now this direct quote. From Steve, Obviously, you know you reminded me of something I learned at Pixar. On almost every film they make something turns out to be not quite right. And they have an amazing willingness to turn around and do it again till they do get it right. They have always had a willingness to not be governed by the release date. It's not about how fast you do something. It's about doing your level best. I love that idea. And again, I it I think it shows what the author trying to to teach us. Is that he's he's constantly learning. It... Yeah. He might have been arrogant, but it it takes a level of humility to constantly learn from other people. Even if you do... You are high on your own supply. So on the same page, this is this... I have to introduce, you know, we have this ongoing segment on founders, called Critics Don't shit, and this is Steve Jobs version of that. So further down the page right after he's telling Johnson we learn a Pixar and telling the other guys to listen to Johnson. They talk about critics. 1 critic after another pointing to the fact that gateway, so they're they're criticizing the idea that Apple opens their own stores are like, stupid Idiot. What are you doing? 1 critic after another pointed to the fact that gateway, perhaps the most marketing savvy of all the window of all the Pc makers had recently shut down its own chain chain of more than 100 retail stores because of poor sales. But just as jobs had no use for typical market research, when formulating product strata g. He dismissed gateways mis ventures as irrelevant. When we started opening stores, everyone thought we were crazy he told me. But that was because the point of sale had lost its ability to communicate with the customer. Everybody else was selling computers that were the same thing. Take off the bezel or company name plate, and it's the same box made in Taiwan. With so little differentiation, there was nothing for the salespeople people to explain, except the price. So they didn't have to be very sophisticated. And those stores had tremendous turnover in their Salesforce. So what he's doing with right there? Is... Similar to what we talked about on many of the the podcast podcasts on Elon Musk, especially the ones on when when I talk to about those... The ebook that Tim Urban from Wei about why it's also blog post talks about it. I think it's working for first principles. So again, the conventional wisdom is, you know, these other companies are are failing at this, and you're just trying to do the same thing. It's like, see... It's not the same... It seems he's like it's not the same thing at all. You guys are selling a product that everybody else has. Nobody has Apple. Really good idea. On the next page just this is just a random thing, and I think it shows, again, more growth in Steve and maybe a fundamental misunderstanding, but people most think most likely think in their mind, as Steve was a terrible micro manager. And at the beginning of his career certainly was. But now this isn't... Or in past year 2000, Johnson is giving a speech at Stanford, and he said Steve was the best del I ever met. He was so clear about what he wanted that it gave you great freedom. I love this part. Okay. So here's a few paragraphs. I just put together. They don't appear together, but they're they're all expo on the same idea. So many of you guys don't know who Jim Collins says. He sells these books like built to last, while, you know, good to great. That... Their business books basically. And he has a... So this is now the author talking Jim Collins has a wonderful phrase to describe an essential characteristic of great leaders. Deep restless. So Collins definitely, he... He says Collins applies it to phrase is Steve. I'm gonna skip a little bit. Collins believes this restless is far more important and powerful than simple ambition or raw intelligence. It is the foundation of resilience and self motivation. It is fueled by curiosity, the ache to build something meaningful and a sense of purpose to make the most of one's entire life. Steve's restless hadn't always been an advantage. When he was younger, his attention could flip from 1 project to another as happened when the Apple 3 development efforts suddenly seemed mundane after he'd seen the potential of the graphical computing at Xerox Park. Founding next, so shortly after leaving Apple under a cloud in 19 95 was abrupt, as was his purchase of the computer graphics engineering team that would become pixar. Back then, his restless sometimes seemed like impulsive. But he never gave up. He didn't ever quit on Pixar are next. The things he was trying to do as Collins were always hard. Sometimes those things beat him up. But the response to fighting through that suffering can be tremendous personal growth. Yeah. I just really like that idea. I've never heard of deep restless tied to founding companies or building something. Alright. So let's skip ahead. We're not... There's not too much more that I wanna share with you. But there are... Actually, there. There's a little bit. Okay. So this part Found interesting. So this is back to Johnny Iv. And he's explaining here why the iphone had to come before the ipad. During 1 of their regular brainstorming walks around the Apple campus, Steve told Johnny Iv that he was beginning to think differently. So, at this time, they're developing the ipad. They're doing a tablet computer. And everybody's really excited about it, and then Steve makes a drastic change. So Steve Phil Johnny, I that he was beginning to think differently. Steve wanted to shell the project, Ivory recalls. I was so surprised because I was so excited about it. But 1 of the observations he made, and this is classically brilliant Steve was that this is now a different quote from Steve. I don't know that I can convince people that a tablet is a product category that has real value. But I know that I can convince people they need a better phone. What he really wanted to... What what he really wanted was to try to sell a whole new category of of device. That to him was worth the risk. Okay. Skipping ahead, this is how he spent his time This is really interesting. When I think there's like this like, I don't know how to describe with this fetish privatization of entrepreneurship and founding companies now. And a lot of it has nothing to do with actual work. It's just looking like a found a founder an entrepreneur or whatever the hell that means. But Check out how Steve Spencer his time. If you look closely at how he spent his time says Tim Cook. You'll see that he hardly ever traveled and he did none of the conferences and get together that so many Ceos at attend. He wanted to be home for dinner. This is part of his genius, I think is, especially after he was diagnosed the sickness. He he just cut everything out that wasn't important. And for him, the 2 things that were important were his family an Apple. And so traveling to conferences or going to the C Dinners, they're they were not gonna make help him make better products. So skipping a little bit ahead, his his Steve jobs commencement speech at Stanford is probably 1 of maybe the most viral commencement speech of all time. And, I... You you might be familiar with it. I'm not gonna cover the whole thing. I do... I wanna share this this part from it that I highlighted. And personally, I think it's probably the most most important thing he's ever said. Because now it does apply to founders, but it applies to everybody in life. And I I don't think any of us can escape it. So this is now excerpt from his speech. I didn't see it then, but it turned out that getting fired from Apple was the best thing that could have ever happened to me. The he of being successful was replaced by the lightness of being a beginner again, lesser about everything. It free me to enter 1 of the most creative periods of my life. During the next 5 years, I started a company named next, another company named Pixar, and I fell in love with an amazing woman who would become my wife. Pixar went on to create the world's first computer animated feature film, toy story, and is now the most successful animation studio in the world. In a remarkable turn of events, Apple bought next, I returned to Apple, and the technology we developed at next is at the heart of Apple's current renaissance. And Lorraine and I have a wonderful family together. I'm pretty sure none of this would have happened if I hadn't been fired from apple. It was an it was awful tasting medicine, but I guess the patient needed it. Sometimes life hits you in the head with a brick. Don't lose faith. I'm convinced that the only thing that kept me going was that I loved what I did. You've got to find what you love. And that is as true for work at is it as it is for your lovers. Your work is going to fill a large part of your life. And the only way to be truly satisfied is to do what you believe is great work, and the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it, and like any great relationship, it just gets better and better as a years roll on. So keep looking until you find it. Don't settle. Okay. So... Okay. So here's a quick story on Steve's interpersonal growth And this is, again, from somebody highly respect. And if you haven't creativity Inc inlet, yet, please read it. It's amazing. This guy named at Cat Wrote it. He's cofounder of Pixar. He didn't tell them to do anything. He just told him what he thought. Sometimes Cat says, if it were a big enough of a gut punch. He'd go for a walk with a director so they're talking about, even though Steve was in an animator, they let him, they would ask him to preview like, what they're working on before the movie finished, and and he'd give them, you know, their honest opinion. So so every once a while, he would do these, like, 1 on ones with the director of the of the movie that we're him. Sometimes Campbell says if it were a big enough of a gut punch, he'd go for a walk with the director, Meaning, this is what he's talking about there. Like, they're in a group. But if Steve had a critique that he thought would be embarrassing to the director, he didn't say in person. Steve was this incredibly intelligent strong world person who made things happen, but at the same time he enabled people. He was always big on going for walks with people. So would take the director out and walk where you talked more slowly you think through things. Just talking, just a friendly back and forth talking. His goal was to keep to help make them a better movie. Excuse me. His goal, I skip that part. His goal was just to help them make a better movie. It always made it easier for the director to move forward. It wasn't ever like, oh, you screwed up. It was, what are we gonna do to move forward. The past can be a lesson, but the past is gone. He believed that. This kind of 1 on 1 mentoring was something Steve learned over time. Early on, if somebody didn't measure up, Steve wouldn't hide it, says Cap. This kind of behavior wasn't something I ever saw during his last 10 years. Instead, he would take you off in private and turn what could have been an embarrassing thing into something that actually became very productive and bonding. He learned. He had taken the mistakes that he had made internalize and processed them and made some changes. End quote. At this point, I never got kicked out of Disney, and That was good for Steve because steve hated him. He's replaced by this guy named Bob Ig, who Steve for over a year, because 1 of the first calls after Ig becomes, C o to Disney, and he called Steve jobs even though he did not relationship with him. Because he knew Disney animation was screwed and they needed Pixar. And E was kinda bumbling that relationship. So over this course of the year and the book goes into more details, I'm gonna share her. Steve develops such a strong relationship with him. He actually becomes really good friends with him. And he actually tells Bob, that Bob Ig that is that is... Bob was 1 of the first person people that Steve tells that his cancer returns. So Steve, obviously, his family knows, and the people at Apple don't even know yet. So that could just tells you the kind of bonding they had, over over their negotiations. Okay. So here we go. I agree his own personal due diligence of course. 1 day he flew up to Pixar first series of 1 on 1 meeting so the directors of Pixar next few movie. Movies. Let's see. We had only 1 movie. Cars left to distribute. He recalls. And people within Disney had spent months poo poo the idea for the next movie, about a rat and a restaurant in Paris. So I go to Pixar and for 6 or 7 hours the directors pitch me every single upcoming movie. I see a couple of movies that they didn't wind up making, 1 called newt and another another 1 project about dogs in new York City. I also see work in progress from Ratatouille up and Wall. Disney hadn't seen any of this, and I went back to my guys in including the General Counsel, Disney, and told them that it wasn't even close. The richness of the creativity, the quality of the people was so obvious. We had to do this deal. With Las and Cat, remember, these are Steve's main guys picks pixar feeling more comfortable. Steve honed in on the final details of a deal. He didn't over reach by demanding a premium over Pixar market value. Believing that Pixar might someday be purchased. Investors had already over valued Pixar with a high with a very high market cap of around 5900000000.0. Steve and Ig settled on a price of 7400000000.0 dollars. They agreed that Pixar and Disney would get equal billing on every film. They even agreed to a side deal that Cat and el had proposed. To ensure that Disney wouldn't ever change the culture of Pixar, Ig agreed that his company would never change or cancel any of the 75 items on a list of Pixar cultural touchstone touchdown that last year had drew up. The list protected the serial bar in the dining room, the annual paper play paper airplane contest, the employee car show and the right of animators to do whatever they like to office spaces and so on. Ig knew and this is this is really interesting. Ig knew that the price he had paid could not be justified by any conventional reasoning. There wasn't an analysis in the world that would make the deal pencil out. He says. But he argued to the Disney border of directors that the deal had been had more potential that can ever be captured by the numbers. You might be correct about that. If Cat and el could revive Disney animation and if both studios rather than pixar alone, we're creating memorable characters, the ancillary revenue from Theme parks, merchandise and other other divisions would soar. All the way back to Walt's time, Z, Disney had been most successful in terms of its bottom line and its reputation when animation had been strong. Remember it's It's been weak for a while, a long time before they bought Pixar. Ig also knew that many so called experts thought. He was nuts for inviting Steve jobs to join the Board of directors at Disney's as Disney's biggest shareholder. Many people who were deeply involved in the process told me that bringing Steven as the biggest shareholder was the dumbest thing I could do. I can remembers. I won't name names, but 1 of the investment bankers we used told me He said, you're a brand new Ceo who's gonna try to run Disney. Jobs is going to be in your life at a level that will drive you crazy. You don't have the clout to fight that. If you wanna run this company an un way, don't do this. I trusted his gut. Steve and I had talked about the fact that he was going to take all stock and hold it. In a in a, minute, I'm gonna tell you what Bill gates says about this too. It's really funny. I knew that there was some risk in letting him into the tent On the other hand, I had a good relationship with him. And I felt I could benefit from having Steve jobs around. And if for some reason, it didn't work out for me, Disney would still have Steve jobs and that would be a great thing. That's really actually why is on Ig part. Now here comes the the party I love about Bill Gates. Like many others, Bill Gates was astounded by what Steve had been able to negotiate. This is a quote from Bill gates. When he has the upper hand, he's good at using time says Gates. You know he would wait just wait people out. Just look at how much of the resulting company ends up being owned by this fairly small, and, yes, very high tech, very brilliant animation studio. So as Steve Job was talking about is they own they're doing a stock deal. So they wanna owning a large part of, Disney. Oh, I guess he's gonna say right here. Continuing gates quotes. They end up owning a very substantial percentage of the entire Disney Abc b Espn entity. It's owned by a little animation studio exclamation point. That took 3 rounds of negotiations. And by the time the acquisition is being done, Disney is just flat on its back saying take me because of the political dynamics of Disney, at the time, they needed that win, and Steve knew they needed it. And this is, this next paragraph. It's exactly why I wanted to share this on the podcast. And I think this book is worth your time. Selling Pixar to Disney was a singular triumph. Steve had gotten las and Cat, the corporate parent they needed for their unique institution to thrive for decades. He even put the 2 of them in a position to revive the greatest animation student of all time, Disney. And he'd done this by developing in the space of less than a year a trusting relationship in fact, a friendship with the man who had been the go to executive for 1 of the 2 people he most tested. They're talking about Isa, because And Ig worked very close together. Compare this with the with the wary anti tip, Steve displayed during the next Ibm negotiations, and you realize just how much Steve had changed over the intervening years. That's a great way to to wrap this up. So I wanna show... Share 1 other thing before we're done, And this is his great quote by Mark Dr, who, a lot of people know. He's an engineer, Nets founder, now famous venture capitalist, really just an interesting person you ever get to listen to any podcast with him I'd recommend because to dude has a wonderful mind. He also wrote the forward for this book, but this is gonna come in the the back, and this is a how I wanna close out this podcast. He's and the reason he's got a very counterintuitive of thought here. The iphone marked the emergence of a new form of computing that was more intimate than what had been called personal computing. My theory about the turnaround of Apple is that they have accomplished... Is what they have accomplished is relatively underappreciated since. Mac, iphone, and ipad are all Unique supercomputer package into a consumer form factor. That's basically what they did. That's the part that no 1 talks about because everyone so design obsessed. He leans forward to drive home his port, his point. That iphone sitting in your pocket is the exact equivalent of a Cray x mp supercomputer from 20 years ago that used to cost 10000000 dollars. It's got the same operating system software, the same processing speed, the same door data storage, compress down to a 600 dollar device. That is the breakthrough through Steve achieved. That's what these phones really are exclamation point. And with that, I am go to close out the podcast. If you want to learn more and get the full story. I recommend buying the book. So on past, I, hey, if you wanna buy the book and support the podcast at the same time, you can go to Founders podcast, and you could see all the links for all the books and everything there. So what I've started doing recently last few podcasts, and I do it for myself, even though, I wish more podcast would do this. As I started time stamping, different subjects that I talk about, and you can see it. So, if you go to your podcast feed, most of you, I think, like, 90 percent of you listen to this podcast on either the Apple podcast app or on overcast, both of which have, like, beautiful ways to display, like, descriptions of podcast similar to the way, like, Youtube videos do. So if you if you click on more on, like, the Apple podcast or just scroll over on overcast. You'll see that on every podcast I'm gonna do moving forward. It'll have, like a timestamp, and then, like, a general idea of what I'm talking about then. But what I also did is when you expand that out on both apps, it makes every link I put into the show description, clickable. So if you wanna buy this book and support the podcast, you just... You you don't even have to go to Founders podcast anymore. I made it easier, so you can just do it right from your podcast app. And hopefully if you like that. It's just easier for me because a lot of times, so I leave my books highlighted, yeah, with post on notes and everywhere. Because I go back to, like, specific ideas I wanna revisit. But I also think, the reason I did this for myself is these podcasts are kinda, like, my audio notes on the books I read. So sometimes I just wanna know, you know, like, I'm looking at the 1 I did on, let my people go surfing, the the 1 on Von gerard and Pat. And his idea of being an 80 percent. Now I know, okay. If I wanna re rehash that idea, I go to about 4 minutes in the podcast, and I can get right to that idea with without having to listen the whole thing over and over again. So just wanted to update you on that. That's all I got. No ads this week. If you wanna support the podcast by the book or and our, leave review, wherever you're you're listening to this podcast on. Even if you don't listen to it on Apple podcast podcasts. If you can review an Apple podcast, that's really helpful just because that's where the largest podcast audience is, and it just exposes these ideas to more people. Thanks. I'll talk you next week."
}