{
  "transcript": "Before Edison left, he had a suggestion. The best part of the California trip had been the drive from Los Angeles to San Diego, free from any demands, but their own whim. While Edison didn't enjoy public appearances, he did save her time spent with friends away from the crushing daily concerns at work. Surely ford and fires stone felt sane. Why not embark on future car trips, picking a general area and route and then going along as they pleased. They could camp. Perhaps John Burrows would come along and point out all sorts of interesting plant life and birds as had been the plan in 19 14 during the aborted visit to the Ever. Henry Ford was immediately in favor. And besides recreation, the trips would suit business purposes too. The 3 men were pragmatic enough to realize that they couldn't go anywhere, particularly as a group without attracting constant notice. Their California adventures had just proven that newspapers couldn't get enough of edison and Ford's adventures. Everywhere else in the country, reporters would vie for an opportunity to write about local visits and thanks to the recent development of wire services, their stories would appear in newspapers all over the Us. Edison and Ford and Fires stone gave themselves a nickname. They would be the va bonds. Annually joining much of the rest of America exploring the country by car. What better way for such rich famous men to demonstrate their kinship with ordinary Americans. We are really just like you. Their main goal was to have a good time, but few business magnets in America had a shrewd understanding of marketing than Edison, Ford and Fires stone. If rank and file consumers like what they saw and read about as they surely would, then sales of cars and light bulbs and photographs and tires would directly benefit too. Alright. So that excerpt is explaining the why behind the book that I would talk to you about today, which is the Va. So the story of Henry Ford and Thomas Edison 10 year Road trip, and it was written by Jeff G. And real quick just before I jump back into the book. Sometimes I have like, ideas about the podcast or new things I'm doing. And anytime that pops up, I'm just gonna put them at the end of any particular episode. So at the end, at the very end of this podcast, there's just some new updates and ideas I have. So if you're did make sure you you can listen to that at the very end. Let me go ahead and jump into the beginning of the book. Really way to think about, I would say the the author was just talking about how shrewd a marketer, ford Edison and and fires stone were. And I think Ford's is probably the the the greatest of all marketers out of the the 3 of them. And you could really think of Henry Ford is like the original influencer. Yeah, he would definitely do very well with social media. And so this a little bit about that. Says ford generally accepted the responsibilities of his celebrity. He worked diligently to cultivate it, realizing early on that his personal fame heightened demand for model ts. Most sun... Summers for a decade, Henry Ford set out on auto trips visiting remote towns and small communities. And you can think of these trips, which is what the entire book is about not only as, vacation, they get hang up with friends They don't get to normally see because everybody's busy, but it is primarily... The reading of the book is I think the primary, reason more so than all that was the fact that it gave them publicity for their business... For their respective businesses, but it's particularly with Henry Ford, it shows what you can do with my product. Hey. Look, here's another reason you wanna buy it in addition to the free publicity. So it says on every... On every trip forward was a company by friends, Sometimes other business magnets or else government officials, including, I think 2 presidents if I'm not mistaken, or 1 president, and then they they met another 1. High ranking ford staff members, and high ranking ford staff members. Members. His road companions always included the Tire Ty Harvey Fires stone, and the much beloved inventor Thomas Edison. Edison was the only living America, American whose fame rival ford's its own. So both Ford Edison are obviously extremely famous and well known independently, they get together, of course, press and the Journal public and be curious of what they're what they're going, what they're up to. And that's the... So this book is it goes in sequential order for from 19 14 to 19 24 when the trips end. Now throughout the book, they talked about, obviously, the trips are taking. But then the author has a bunch of digress progressions and these little stories they give us insights into, the personality and business, like, what's going on in their businesses between Fires stone, Ford and Edison, And that's most of what I'm gonna focus on today. It's most of what I personally found interesting. And this is about Henry Ford's 1 idea. And when I got to this section, and made me think of a quote. I'm gonna read it to you from this book. I covered all the way back on founders number 01:18. Student by Charles Sore, which is, like Henry Ford's, like, almost like right hand man for 40 years. The name of the book is my 40 years at Ford, and I'll get there in 1 second. And it's about this idea that I love. It's, like, you... Henry Ford had basically 1 idea. And the reason I love that is because you're only really need 1 idea in life to become wildly successful and and builds a the life that you want. So it says Henry Ford introduced a car that transformed American consumerism and travel. Previously, automobiles were exclusively for the rich. Costing thousands of dollars for purchase and considerably more for upkeep. Before its model T changed everything. Thanks in great part to Ford's innovative assembly line, model ts were mass produced on a previously unimaginable scale. In competitors... Factories, it took workers several hours to assemble an individual car. At foot... At the Ford plant, a completed model t rolled out the line every 2 and a half minutes. And so that was henry Ford's 1 idea. Took him, probably what 2 decades close to 2 decades from having the idea to actually figure how to do the idea, and, hey, everybody... Everybody else is building cars for rich people I wanna build a car so inexpensive that everybody can afford it. And so that... That leads me to the quote, and... That that paragraph just said, you know, thanks in part to ford's innovative assembly line. So that's when I read that, I was like, oh, never reminded me of what Charlie Sore said. In 40 years of ford, and this is the quote. Henry Ford had no ideas on mass production. He wanted to build a lot of autos because that's the only way he could get to his 1 idea. Right? He was determined, but like everyone else at the time, he didn't know how. In later years, he was glorified as the origin of the mass production idea, far from it, and this is the most important line in entire paragraph, he just grew into it like the rest of us. And I just love that idea that you have... Okay. Have I have a goal. I have some a dream of product I wanna build. I'm not sure yet. I know what I wanna do, but I don't know how to do it. And so I know I'm gonna have to experiment. I'm gonna have to go through many trial error. And you... And then usually a long period of time, but I'll eventually get there. And that is really the story of Henry Ford's 1 idea. There's is also something popped in my mind when I when it... They start, when this author starts comparing Ford's advantage once he's up and running to what his competitors. You know, that you guys are taking hours to do 1 car I can do 1 every 2 and a half minutes. Reminding what Andrew Carnegie. That's a very old idea. And Andrew Carnegie back in 18 hundreds was obsessed with investing in new technology. If there was a new machine, a new process that would help him produce steal more efficiently, he would always investing that and, usually, the old timers in his business would would criticize him for this. And so the way I would I would summarize Andrew Carnegie idea. And how he applied this idea to his businesses is that you invest in com... Your invest in technology, the savings compound, and sometimes that investment in technology technologies a difference between a profit and a loss. And so I think it was in his auto talks about, hey, if I didn't have these machines. If I didn't have the new process. Some years, that was the the the the efficiency I gained from investing in technology, who sometimes was the year between me actually making a profit where the people that were criticizing me. The people usually older gentlemen, they're were in the business before me actually had a loss because they they failed to invest in tech technology. And I think Car you had a very important realization there that the the you have to invest in tech technology because the it... The savings are said another way, the advantage is compound. And the fact that Ford spent so much time figuring out how to make a car as cheap as possible and as fast as possible, and gonna go and detail in a minute. Gave him a massive advantage. You can't compete with somebody if it takes you 5 hours to make a car, and he does in 2 and a half minutes, you're gonna lose. Model t's were also utilitarian. Fancy options that drove up the price were cons absent ford pass on the savings to his customers. At the time of its introduction, the model t sold for as little as half, what other cars cost? From there ford continued tinkering with the manufacturing process, aggressively seeking ways to cut production expenses and model prices even more. I can't remember because I've done what, like, 5 4 books on on Henry ford. But in 1 of them, it said it got to the point where he stopped advertising completely. Because... The only advertising he would do was constantly lower the price of the model t when he lowered the price of the model that was news worthy and then he'd get a bunch of free advertising because newspapers and radio and everybody else in the the country would pick up and let customers know oh, my god. Now that, you know, the the the model t used to be 550 dollars, there's a picture of... Let me find it. There's a picture in this book of a model t ad, and it says 295 dollars. I thought if I remember correctly, and I don't I'm not entirely, but I think he got that price on, like, 250 dollars for not I'm mistaken. So let's go back to the way he thinks about this and his obsession with eliminating waste and aiming for simplicity, aiming for Simplicity is a direct quote of his from his auto. He talked about it and over again. So says he would find ways to cut production expenses and model tea prices even more. The... Oh, here it is. The best example fa a popular joke that could that you could buy any model t that you liked as long as the color was black. If few realize that Ford and assisted the cars come in that color because black paint dried quickest. Meaning model ts could be whipped through the assembly line and off to dealerships at an even faster pace, saving additional time in labor related dollars. And then the savings not only compounded for for the company, but also the the ford customer, Model t savings for owners, only commence with the initial purchase. Since it was only 1200 pounds, the model t weighed half as much as their competitors and the cost of body repairs, repairs and replacement tires was accordingly less. When Ford introduced a model T, this is bananas. When Ford introduced a model T, Americans own approximately a hundred 94000 cars. 6 years later, that number increased to 2000000. So it's 10 x and 6 years, ford controlled almost half the automobile market at that time. The model T alone would have established Henry ford as a household name, but he further cemented his reputation as a friend of the working man with a stunning announcement. An era when factory line workers were lucky during earn 2 dollars a day for their labor and they had to work 10 hour shifts 6 days a week, Ford pledged to pay 5 dollars a day and reduced workday days to 8 hours. Everyone in America was talking about it. And I think that's just another example of, Ford being gifted at marketing, which is really surprising that he was so good at marketing. When you realized he was very much a loner or, very much a part of a part of society not in inside. I guess, what I'm trying to say there. And, a very strange person, which I'll get in, like, on an individual level, very, very bizarre person. As far as learning, if you wanna learn how to build, I think for, like, setting henry forward, at least this is my interpretation reading a bunch of books on him. Very gifted, very few people in history that that you'd... That you could study that could tell you more about, building building companies. He added had a lot of good ideas, but also 1 of the strangest just I I don't... I wouldn't wanna be his friend. Is what I'm telling you. And I'll go into more detail on that. There's other examples in the book too Or it's just, like, he's just a bizarre person. Let me go into more of, like, the origin imagination of 40 itemized Edison. They wanna be becoming best friends even though they were... Edison was a good deal older than him. And this is the origin... Of that. This... What I'm about to reach you happened in 18 96, and think about Crazy is as the model t comes 12 years later. So it's just as a reminder not to quit. Over the years is Ford founded and failed with 2 auto manufacturing companies before succeeding with his third. He endlessly rem about the meeting and Edison words of encouragement. He's working Fred at the time. He's introduced Edison and because Somebody, that knows that says, hey, this ford guy has a way to to make an internal combustion engine reminder that most cars at this time, were either steam powered, which didn't work well at all, all are electric, which also didn't work well at all. And so Edison says, young man that's the thing you have it, keep at it. Ford's its admiration for Edison Blossom into virtual worship as a result. Throughout his zone... Throughout his own business successes as his hard work and belief in himself cultivated with the Model t, Ford warned himself with memories of that encounter with his hero. And 1 thing that's also surprising when you analyze their careers as Ford was much much wealthier. Ford was a can businessman than his hero and much wealthier. Part of this is because Ford also didn't need to invent his market he only needed to expand him, expand them. And I also say Ford stuck with what he was working on. The whole thing with... And there's examples later in the book. Where we're just edison jumps around too much. So he had very hard He he had a lot of great inventions, a lot of contributions to to humanity in general, but he had a hard time capturing that value, more on their friendships and where, I guess why they why they were able to be friends with what they had in common. Edison had few close friends. He always suspected that anyone seeking friendship had ul Motives, ford it was already far richer than Edison and almost as famous. They were other things in common. They found themselves incomplete agreement about the Evils of Wall Street and the cra man there who cared only for profit and not for the public. Both were poor boys who had made good. Neither had a college degree and both were disdain of those who believed classroom education was superior to hands on work experience and common sense. Like Edison Ford did not have many friends. Ford was a prick man and also a complicated 1. That's an understatement. Burning to make the world better for humanity as a whole while not enjoying personal contact with most individuals. Edison being a notable exception to that Ford said. I think mister Edison is the greatest man in the world. So the fourth member of the Va bonds is John Burrows, the author and natural you know, was a little surprising that he could develop such a close relationship with henry Ford given that he criticized cars, that he didn't want people like, polluting nature. And so this is really on how they were able to come friends. And then you see also see, you know, the complicated nature of Ford. He did not believe in charity, but with his friends, he was unbelievably generous. So says Ford never doubted his own... And this is more about his personality too. This is repeated over and over in every book that you'll read on Henry Ford. He never doubted his own beliefs and decisions. Forbid he forbid disagreement from employees and it would ignore any outsiders. Ford's hobby was work. He devoted almost every waking minute to it. But ford love birds, all of his life and whenever possible set set aside time to observe them. So burrows is a an expert. On a study of birds in nature in general, Ford sent a message to America. Old fact... So he went up giving borough model. He did this on several occasions, and then would also size that. So it's an another form of advertising if you think about that. And so I would say with almost everything he has ul ontario motives. So it says ford had a message to America, If old Fashioned John Burrows love to ride in them, how much more my younger and more progressive individuals savor the kind outdoor ventures made possible by car ownership. As for burrows, he learned years earlier, during his tram with Teddy Roosevelt that having a famous patron greatly expanded his audiences for books in public lecture. So he's doing the exact same thing with his relationship with Ford that Ford Fires stone and Edison are doing on on the this tenure year of va bonding these auto trips throughout throughout America. There was more. Burrows con confronted to ford that he feared losing his family farm. Where he was raised. Relatives living there struggle to meet the hefty mortgage payments. Ford bought the property outright and deed it to borough. Ford's generosity towards his few close friends was boundless. And it's really hard to understand that the scope of Henry Ford wealth. He owns a hun... I think we're probably to year 19 19 if Not mistaken and he was a hundred percent of the Ford motor company. I think it would be valued at, like, 500000000 dollars in 19 19 dollars. It's just outrageous. This is more about the benefit of being around great people, how they will inspire you. This reminds me that... So, Ford is able to do this in person. So very few people are gonna be able to make relationships with somebody influential is Thomas Edison. I reminded me of this this podcast I saw a long time ago with with Elon Musk where he talked about, you know, he sought... He didn't have any many mentors in life. This is when he was in early twenties. So he sought it mentors in historical context, and he did that by reading biographies. And so being around Thomas edison greatly inspired for just, like, reading about great people inspires me and you. So it says 4 twice came close to selling the business. This is the actual successful Ford Motor company the third 1. It was as though ford believe he achieved what he could. Edison all... But Edison always sought the next great thing and failures like mining innovation and concrete housing didn't deter him. He never lost belief in himself. When he and the inventor quickly became the closest of friends, Ford felt energized again. Thanks in great part of Edison inspiration. For all Ford's professional life, he had to overcome skepticism from other successful men, he had always been the outsider, the 1 with crazy ideas and clumsy social graces. Edison sympathize because in the early years of prominence he was criticized for some of the same traits. The inventor not only opted forward for the rough edges rough edge man than he was, he recognized him the fine qualities that offset the car maker's obvious flaws. Ford was aware that Edison was 1 of the very few people who genuinely liked him. And he was profoundly grateful for it. So this is Henry Ford on experts and why he felt that way. And I'm gonna bring this... There's so many examples in this book that I'm gonna point out to you. Because I think it's really important. Like, this fundamental belief in his his own ability. Never doubting himself These are all very positive traits, especially in the... When everybody else from the outside telling you. You know you're wrong. You're wrong internal combustion and just not gonna work. You can. You have to build a cars for rich people, all the stuff they told henry before that went up. He was right about, and they were wrong. It just took a lot of time and determination to to to for that to play out to realize that he's right. The problem is that trait never left him even when the circumstance changed. So later on when people after... I think he feels like 15000000 model t's, people are realizing like, okay, Now a lot more people have car. Now we want choices this is... What we covered this back. I was in the, early 100 somewhere in that those episodes where I did. I think it was, like a 10 or 12 part series on all these early automobile founders the people that actually built the car industry in America. And so what we saw there was Alfred Sloan, Billy Durant, people like that, Walter Chrysler. They took advantage of the gap that Henry Ford left because he never... He he just said, okay. I'm gonna make the model forever. I've already figured this Don't have to change. So, again, it's just really hard. There's no... This is not black or white. It's just so hard to realize when self belief is valuable, like, with relentless self belief is valuable and when it's actually a liability. Henry Henry Ford was always a man a strong opinion. And 1 who absolutely trusted his own instincts. He especially disdain anyone identified as an expert. Quote from him, if I ever wanted to kill opposition by unfair means, I would doubt the opposition with experts, no 1 ever considers himself an expert if he really knows his job. Now he's probably right about that. This is essentially saying you. There's always more to learn. When prominent better educated men had... And their hired experts insisted that the future of the book automobile market was limited to manufacturing expensive cars for the wealthy, Ford believes that the real potential laying in sales of a modest but dependable vehicle to the growing American middle class. So he's right about that at the beginning. There would be less profit in individual transactions, but the sheer number of sales would yield greater cumulative returns. Ford was proved right and he revel in it. So he has his wild success, but then Went to his head, his... This is really the dangers of an unchecked ego, because anything's okay. I did this myself. I'm the reason that the company successful And a lot of people make the argument that Ford would have never been successful without his... The person I was running a company with the James Cousins, which I go into right here. But again, sec... The reminder, the dangers of an unchecked ego. Their relationship nearly approximated 1 of equals until the model to established ina market dominance, and then Ford began gradually to resent cousins as only a glorified bookkeeper. A family was mutual. Cousins believe that Ford became so convinced of his own brilliance that he forgot others also made critical contributions to his company's success. Ford felt encouraged to offer his opinion on all sorts of non car related subject. And had no doubt about his saga regarding everything else. I... That... I'm gonna define that term. I had to look it up myself. I've seen it before. Couldn't remember what it what it meant on This might be helpful to you. So that means the ability to make good judgments. So let's go over that. Ford felt courage to offer his opinions on all sorts of non car related subjects, and this is the dumbest thing he ever did. And had no a doubt about his ability to make good judgments regarding everything else. And so he starts publishing essentially like a a newsletter about a lot of he he his anti semitism rail on this this global Jewish, worldwide conspiracy that he was convinced of, sorry Talking about politics and war and all other stuff. And so cousins says, what are you doing? Cousins confronted him. Insisting that the owner's personal politics had no place in an internal company publication. Ford disagreed, it was his company. Cousins quit the next day. He went on a distinguished political career versus Mayor of Detroit and later as Us senator, but with cousins gone, so was the only check on Ford's increasing pro pro to say exactly what he pleased and damn the consequences. And this is... He winds up... It's not a so he starts doing this with an internal pub, company publication. Right? And then he starts... He buys his own newspaper. And he spends, I think He lose like, 5000000 dollars over, like, 8 years trying to to make this company... This this new newspaper successful, and it was just full of just just bizarre... I mean, here's the problem when I say, like, let's study henry ford for his great ideas about putting companies and nothing else. Because this guy winds up being 1 of the few people, 1 of the few Americans. He gets awarded, and this is not something you want, not an award or distinguish distinguishing you want. He's 1 of the few Americans that is awarded, this made up. I forgot what it's count... What what it's called. But it's a made up award by ado off Hitler. And I'm... If I'm not mistaken in in mind comp, Hitler talks about how great a man Ford was because they shared these same, like, this this hatred for Jews and this convinced they're were both convinced that Jewish Control of banking and and money supply. Was... They... They were essentially... There's a secret cabal of Jews running the world. And Henry Ford will print this in his newspaper. Examples in this book are just crazy. This is why the demand for an... Inexpensive car with Skyrocket you could make 1 that's reliable and cheap, which is the the wave that Henry Ford Road. The average American rarely ventured more than 12 miles from home because that was the distance a horse and wagon could comfortably cover from there and back in a day. So in the year 19 18, they decide because they do different routes every year there. They're like, okay, we're gonna go down to the south. We're gonna try to public size and and and get more interest and more people buying ford cars in the south. I'm gonna read 1 section in here, just blew my mind. Resentment over the civil war still linger in both the north and south. They're so they're making the point that a lot of people would do, especially the years progressed, people might drive from, like, New York. You can go to New York from San Francisco on on like, a very primitive highway, but very few people tend tend to go from, like New York to Atlanta. And this is part of the reason why resentment over the Civil war still linger in both the north and the south. That conflict conflict This is just blew my mind. That conflict had concluded only 53 years earlier. Edison was a teenager when the first shots were fired, and Ford was born a few weeks after the battle of Getty. So right now in this 19 18 trip. They're as close to the Civil war as we are to the year 19 70. So on these trips, a lot of times the cars should down. That's why so like, at the very beginning when they start va bonding, a lot less people do it. As the cars become more more reliable, more people do it. And 1 thing to admire about Henry Ford, is he he would do a lot of the work himself. In 1 example, he gives, like, this poor farmer, or model t. Says, hey. You can park the model team in the barn. They try to put the model in the barn doesn't fit so ford and another guy. They wanna spending hours, extending the entrance to the barn, doing all the work themselves. And so this is another example, they break down, and they bring it to a mechanic. They're somewhere out and in the south. And the mechanics like go, This is, you know, I can't fix this. And Henry, it's essentially, Henry, I'll do it myself forward. The mechanics in town pronounce the damage was un unprepared. Of a replacement fan would have to be sent for. Considerable considerable delay was inevitable. Certainly a day at least. Ford listened to the mechanics, then asked if he could borrow some of their tools. You using his own knife and their so saw iron, he poked holes in the broken bits of the fan. Stitched them together with thin wire, then sold shoulder the wires in place. The puncture point of the radiator was also sold or tight. The ignition was switched on and the packard ran perfectly. Ford's repair work took 2 hours. And so we see 2 things there. For, again, Henry, I'll do it myself forward, but also, he just doesn't... He he wants to figure and that's a a positive trait. He wants to figure things out for himself. Ken said it's impossible Gonna be released a day. For is like, yeah, I think I can do it. And he went up doing it. Let me there's a little... Let me give you a little summary of Harvey Fires. I might read his auto biography too, because he he wants building a, massively successful company. And this is like a brief overview of how that happened by 19 18 Harvey Fires stone, was a businessman of considerable national stature. He was very much self made. Fires stone left a family farm to work as a bookkeeper for a coal company. He was a salesman for questionable health related aids, and finally, a dealer in horse drawn carriages. In the mid 18 nineties fires stone wrote in his memoir. For the first time it struck me that my future was right there on the wheels of my buggy. You using his meager savings as a start up money, Fires eventually establish a company manufacturing rubber tires for automobiles. He realized that the solid rubber wheels utilized on early cars would not hold up sufficiently on the country's rough roads. And this this is this is how you know there's an opportunity for a better product. Right? Rich man bought the earliest American cars, and they universally hired an assistant who not only served as a chauffeur fur, but provided the muscle necessary for frequent tire changing. And this is fascinating. Like, you know the product is so bad. They get to hire somebody to replace the tires over and over again. There's obvious room for improvement here. That reminding me program has a series of essays on this website, paul dot com. That are fantastic. 1 of them is this this this essay called sc blindness. And when I got to this section of the book, it made me think of what I remembered from reading paul essay. On s Blindness. I just wanna pull out a couple, a couple quotes from that S safe if you don't mind. So let's define. There are great start ideas lying around une unemployed right under our noses, which is what Fires discovered. Right? But he discovered that. Let's What is that hundred and 30 years before programs writing the same thing? 1 reason we we don't see them is the... Is a phenomenon. I call s blindness. Sc means a tedious unpleasant task. The most dangerous about our dislike of slips or unpleasant task is that much of it is unconscious. You're un... This is not an an entire assay. This is just a few paragraphs from it, obviously. Your unconscious won't even let you see ideas that involve painful sc. You just assume assume that's the way things are. That s s blindness. I'm most likely destroying the the pronunciation of that, by the way. But I wanna bring this 1... Dig 1 more paragraph here because I think it applies to 1 of the most fascinating modern companies. And he says the most striking example I know of s blindness is stripe or rather stripes idea. For over a decade, every hacker who had ever had to process payments online, knew how painful the experience was. Thousands of people must have known about this problem. It's just like thousands of people must have known about Harvey Fires problem. Right? The problem that his product's is gonna solve rather. Thousands of people must have known about this problem. And yet when they started startups, they decided to build recipe sites or ag for local events. Why? Why work on problems you care about care much about and no 1 will pay for? When you could fix 1 of the most important components of the world's infrastructure, which is what Stripe did. Right? Because slap blindness prevented people from even considering the idea of fixing payments. That is exactly what is happening in the story of Fires stone. People didn't even think. Hey. Instead of inventing a better tire. Let me hire a guy that you has to fix that has to drive me iran, around and for the inevitable tire failures, these these whether they're flat and they explode, he's gonna have the muscle to to change the tire for me. They just think that's another example of human nature not changing. Fires envision better longer lasting tires. Du trial extended trial and error. He developed a new tire, that had better tread and better traction on roads of all kind. Though Fires now had a superior product, he lacked the means of making tires widely known to potential He had no... No money for advertising and no distribution. Fires... This is another thing. So the tires fires tires would only fit fires rims. We were ready to go to market, but there was no market go on. In 19 o 5, Fires had heard that Henry Ford plan to manufacture a fleet of 2000 cars that would sell for an unheard of 500 dollars each. So that gave an idea. If I could induce forward to put these cars with our rims we would have 2000 customers who had to use our tires to the exclusion of all others. Fires stone met with Ford who agreed to test his tires. He ford found them preferable both on their for their road performance and their price. Fires offered them to ford at 55 dollars a set. Compared to 70 dollars charged by his competitors. Fires stone barred frantically to finance production of the for the huge order. In 19 o 8 when Ford began producing model t's by the tens, than hundreds of thousands, he remained loyal to the manufacturer who had earlier sold him quality tires at a reasonable price. Fires tires became 1 of the best selling brands on the market and Fires stones Fortune was made. And in addition to that, they also had a lot of... They showed a lot of the same business philosophy, they shared several business philosophies, they disdain planned obsolescence. Believing customer loyalty was best retained by providing reasonably priced commodities that could be dependent upon to last a long time. Ford and Fires were mutually convinced that the most work efficient employees where those who felt they had a true stake in the company's success so they paid higher wages, as well as offering various forms of profit sharing. In particular, both believe that companies could be efficiently run by only 1 man. Whose orders must be carried out by efficient subordinates. And now we reached an example of what I mentioned earlier that Ford's great to listen to about company building, but he's an absolute weirdo who wanted to control the behavior of all those around him. The car maker had strong opinions about diet and nutrition of pouring manufactured sweets in particular. Edison hat asked Harvey Fires junior to fetch him a pop from the general store. Ford loa, sugary soft drinks couldn't bring himself to criticize his idol indulge on 1. He still sees... And he's mad about this for a few hours. And a few hours later when Harvey fire... Junior Harvey, fires junior purchased burrow some carmel from another shop, which was the old... Which was Burrows favorite kind of candy, Ford couldn't strain himself. Harvey fires junior was poisoning John Burrows. Ford stern stormed over snatch the box of of Carmel out of the young man's hands and flung it on the street. Okay. So there's another section I found interesting. This is how Ford came down a hundred percent of the Ford Motor company. Ford was determined to be the sole controlling voice of Ford motor company. He owned 58.5 percent of the company. For many years, he presented the half the half dozen or so fellow stockholders whose views sometimes conflicted with his own. He was definitely a dictator. Right? Especially when 2 brothers, John and Horse Dodge, I've also done podcast on them as well. It's an archive. I think, 01:15. So I I don't exact remember with the exact number, but they were wild people they're really fun to actually read about. They're they're crazy. And unfortunately, went up dying in the the flu epidemic. In 19 19, maybe 19 20 forget forgot when it was, but they died relatively young, unfortunately, they were wild that they were probably tested the Die young. When 2 brothers John Horse dodge successfully sued him for putting 2 larger share profits into company rather than paying appropriate dividends to sc to to shareholders. Ford Shocked America by resigning his company president. He said he was gonna start an entirely new automobile manufacturing enterprise. The Ford motor company stockholders assumed that their threat was real. And within weeks agreed to sell forward their shares at a whopping 12000 dollars 5... 12500 dollars a share. James Cousins, who was his alter ego and the person that quit, knew ford best held out and received 13000 dollars for each of his shares. Though Ford had to borrow 60000000 dollars of the near hundred and 6000000 dollar total cost, he was glad to do it. It had been in an elaborate bluff, but he was now in complete control of the Ford Motor company. So we see his faith, his un faith himself and that bluff worked out. This is an example where he... His delusional optimism didn't work out. This is when he starts his newspaper Ford had his own newspaper, and he put the dear born independent to work on his behalf. Ford and the editors he'd hired realized they they must completely ref the independence editorial and our content if it was to obtain the kind of circulation necessary to equal and eventually surpass ford So it says 4 never low. This is what I mean about being delusional. So it's like, okay. We need a new editorial and new art content because our circulation is going to pass that of nationally influential papers like the New York Times. That obviously never happens. He winds up either closing or selling the paper. I wanna say 8 years let later, and I know he lost at least 5000000 dollars on on doing this. And this is the paper where he was publishing like these these exposes on, you know, this Jewish global conspiracy and just he was obviously very anti war and just... His basically, a newspaper just esp his per... His personal opinions. And the only way that circulation would grow is because he made dealerships for dealerships give subscriptions to everybody the bottom model t. So I I don't know if he forgot about that. He he... Later on, he's like, look, It's circulation is growing. And then I forgot what it was. Like, just a small percentage points of, let's say, 5 percent, for example. Of circulation growth with people that actually bought the paper on their own and and wasn't just given a subscription with their purchase of model. So, again, just... You can be good at 1 thing, and that's great because you only have to be good at 1 thing, but some... You know, knowing, I guess, goes back to Buffett and Mon ideas, your circle competence. If you don't know where that ends, it could be very dangerous. Also in the book, he went fighting and and suing this is where, you know, he winds up being correct because he felt this... I think was a Chicago Tribune being libel him, so he winds up fighting this case for many, many years. The the the judge of the jury winds up ruling in his favor, but didn't award him any damages. So this is... Yeah. Let me just read my notes to you. Try... Before I'm gonna read my notes to you before I read this section. So 4 testified and didn't know trivia, like, the date of the America revolution or the definition of the word Bali. Who cares? A business is just an idea that makes someone else's life better, that's Richard Branson quote, still the best description of why there's unlimited opportunity. Because if you look at, hey, business is just an idea that makes someone's most life better. That means just unlimited opportunity for us to pursue. Right? Ford served others, which is 1 thing I learned from 1 of the most valuable things I learned from Henry Ford. It's the fact that business is just service. You're just in service of others, and and she never lose focus of that. And then finally, you only have to be good at 1 thing. That is Paul or fella, which was the founder of Kin codes I covered a few weeks ago, maybe a month or 2 ago by now. And his realization, hey, wait a minute. In school, they told me had to be good at everything. Had to be good at Gym class. I knew physics. I have to study economics. I have to be good at math. I have to study history and reading and writing, and he's like, but in life, you only need to be good at 1 thing. And he's like, I don't know how copying machines work, but I know I can sell what comes out of them and he built a fabulous successful life just being good at that 1 thing. And then, my my own, this is... I I'm taking credit for this study. I undoubtedly learned her from somebody else. I hope this isn't somebody else's quote, but it might be never underestimate humans ability to focus on the inc. Alright. So that's a long note. Let me read the section. The case went to the jury. Their verdict was announced in ford's its favor. The tri... The Tri had I him. He wanted a million dollars damages they gave 6 cents. Both sides claim vin indication. It was the unanimous conclusion of most major publications on both coasts and in big Cities throughout the Us that Ford had been humiliated. It might never recover in public opinion. That's not true. The New York Times compared Ford's witness and quiz to a history test in school. And he did not receive a passing degree, but customers don't care if he knows... This is a point that I was trying to make. Customers don't care if he knows that if he doesn't know the date of the American revolution or the definition of the word value. He built a car that I can afford and it is reliable. That's all they're gonna care about. They have they have their own lives to worry about. The San Jose Mercury Herald predicted that the future mention of Ford will be will be accompanied by laughter and ridicule. Ford received... Now here's... So that's the... Their response from the media. Right? But here's what is... The average person in America. Ford received thousands of letters with the general message that if he were an ana that was part of what happened in the trial, then America needed more of them. Ford was a son of a Michigan farmer and like most Americans of the time, his former education was limited to a few years in local schools and teachers who themselves had not graduated high school. Then he had to leave school to make a living. Like Ford, many of his countrymen read only with difficulty if at all. Their understanding of American history was limited. They too might not remember the exact date of the American Revolution, and this is the most important part, but they knew Henry Ford introduced a 5 dollar workday and a car that ordinary people could afford. They identified with Ford so strongly that newspapers attacks on him were taken as an insult directed at them. And that whole section really is to me just a reminder. I to think that's 1 of greatest ideas have ever come across our greatest realizations, greatest facts of life whatever you everyone called it. The fact that you just have to be good at 1 thing. If you were serving other humans, and you're good at that 1 thing, It could be making a pizza, making a car, inventing the light bulb, making tires. It doesn't matter what it is. You can be build a fantastically successful and independent life. That's super motivating for me. So this is the cost of losing focused. This is on Thomas Edison. I saw think, I wanna say this is a treat. I I look for it couldn't find it, but a long time ago, The way I remembered it is somebody's mentor died. And they they... They were honoring their their mentor that died and said, hey, the the biggest advice this guy gave me was, you know, several decades older under than me, and he said, like, rabbit eye kid, quit jumping, focus. Like stop jumping from idea to idea and just focus. And it's great advice and we see Thomas edison and didn't didn't do that. I mean, you gotta... That's what you wanna do. You gotta do it and just deal with the fact that you're not gonna be as successful. You could be if you just focus on 1 thing. But as is just to me is just what I learned from setting him is he's just jumped around too much. Time and again, he invented things with long term market appeal only to lose interest or mis calculate what form of his invention consumer who wanted to buy. Examples were plentiful. Edison invented the pho photograph, and his company was first to bring it to stores. But for nearly a decade after that, he focused on other projects, while competitors built and marketed their own pho. So that's just a way to put replay recorded audio, mostly music. He thought if you read that book the wizard of Men Park. I think it was founders number 3 So something like that. It's 1 of the first books I did. It was really funny. Because he's like, I'm gonna vent this, and then what people are gonna do is they're gonna use it. You know, if it's, like, people have wine sellers at their house. He thought they were gonna have a collection of audio sermon, like preacher, and they would just have, like, a room in their house that had, you know, me, I know. Like, you'd have a hundred bottles of wine. You'd have a hundred different sermon. He's way off by that. But it was a fundamentally important invention. If he just stuck with it. It's like it's like inventing the iphone. Like, I'm gonna work on something else. Their own photographs over time developing depriving the origin of what it had been an Edison dominated business. Edison not only invented the incandescent bowl, he created the most efficient generated systems to light them. Edison company was poised to power every major eric may... It's remarkable was came from 1 person. Edison company was poised to power every major city. And by 19 19 almost half the households America had electricity, but Edison didn't financially benefit. Years earlier, he sold his interest to competitors, and they eventually formed general electric. So Ge, rather than Edison rate in the substantial profits. And it's another thing. Peter T and his books there at want talks about. Like, it's not just enough to to to to to generate or to produce value. You've gotta capture that some of that you gotta find a system to capture some of the value that you're given to consumers. This is a great illustration that Edison failed to do that. He created an unbelievable amount of value for humanity. He captured the tiniest tiniest... And mean he's not poor. We're not we're not gonna you know, we're not... Mark feel sorry for the guy. But he could... It's just a... He could've done a better job. They eventually formed general electric and Ge rather than Edison rate profits at a since company films, so he invented you could think of almost like the early movies. Right? Edison and company films were huge hit during the early year the early years of motion pictures. They were 2 wheelers. The longest was 25 minutes. But movie goers soon wanted longer films, and 4 wheelers became the norm. Edison though, like 2 rulers bet, better and wouldn't produce anything longer. Ticket sales for his films declined, and by 19 18 he sold off all film interests. The same was substantially true for recorded music. For years, Edison recording dominated but Americans began enjoying jazz and 1 of those records. Edison hated jazz. He insisted this company released only recordings of more traditional music, like Symphony and Opera that he personally preferred. Predictably competitors recording soon outs sold Edison and by 19 29 Edison companies no longer produced entertainment records. Edison Va Franz lament his business judgment. Ford said Edison is easily the world's greatest scientist I am not sure that he is also not the world's worst businessman. He knows nothing of business. Fires don't agreed, mister Edison thinks almost holy creative creatively and does not give the same thought to commerce that he gives creation and the point of Ford and Fires stone are making, the 1 Edison missed is that you have to do both. You have to create something value valuable and then capture that value. Alright. So moving on, there's a lot of a lot of times when I'm reading this strat of my self and the shoes of the people involved in the story. And something I talked you about over and over again is it's the fact that you wanna analyze things by, like, what side of the transaction do I wanna be on? And 1 of the main themes on the history of entrepreneurship has seen importance of control that if something is important to your business you want, You don't wanna be just rely on the good grace of other humans. Right? You wanna control that decision. And so this is we're gonna see what Henry Ford did to avoid borrowing money from banks during an economic downturn. And it clearly sees, like, yes, some people can become wealthy and they still do to this day, owning car dealerships. But in this case, Ford has all, oh, Henry Ford had all the power. And so says ford dealers had a strict financial arrangements with their parent company. When they ordered cars, they paid for them in advance rather than as they sold. The premise was that that with their money at stake rather than the companies, they would work even harder to sell the cars. Okay. So they gotta pay from them advance, They're not... You can't give me the money when used to have sell the car. Right? Since the model t was in cons... Was constantly in high demand, there's no hardship for the dealers. They considered themselves lucky to be affiliated with Ford. But the 19 20 economic slump left 4 dealers anxious to move the cars they had on hand and reluctant to order more. So they were shocked when they started to receive shipments of model ts that they hadn't ordered. The Edi, which is coming from Henry Ford on these cars were the same. Ford motor company must be paid for them. We refusal to do so would terminate the dealer company relationships. If they refused accept these additional model ts they were going to be fired by Ford, and they could be ruined. Or as the parent con company suggested, they could accept the cars and if necessary get loans from their banks to pay forward for them, See what he did to. So he doesn't wanna borrow? He's gonna make you borrow. And then aggressively keep trying to sell model ts and hang on until the national economic crisis was over. The dealers had little choice to but to accept. That provided forward with enough money to meet his immediate corporate debts, and the dealers had to risk wrath from their banks instead. And then as they go, the so the... The book goes in Chronological quarter, every chapter is based on a year and about the trip they're taking, but also they have, like, these these flashbacks And so this is a flashback about... What what was what was Henry ford doing when he was in his twenties. Which I always love studying. In August 19, in August 19 23, Henry and Claudia, Ford had been married for 35 years. When they met at a country dance in 18 86, ford was 23, and Claude was 20. He was farming and he hated it. So they want up getting married, the fourth moved to Detroit. Ford took an engineering job at Edison illuminati company. His wife never complained when Ford spent most of his off the hour... Off the job hours trying to build a combustible end... Combustible engine in their kitchen. It's remarkable. She encouraged for to pursue his dream of creating a car for the great multitudes, remaining supportive when his first 2 companies failed and encouraging him during the the difficult first years of the Ford Motor company, his third company. She forgave his obsession with work, accepted his constant certainty that whatever he thought had to be right and and that... I got... I came across this point. This surprised me I don't know if I've ever... Maybe I read it before and I forgot. But... And then even overlooked his extended affair with an employee that resulted in a child out of Wed lock. I don't remember how him having a child out of Web it's wild. And then in return, Ford didn't listen to anyone. If actually, if Ford listened to anyone other than himself, it was his wife. She convinced him later on not to not to run for president, which he won... I think he he's gonna run, like, 19 18 24 something like that, but that that statement seems to be accurate that he listened to very few people, but he did seek the counsel and listen to to her influence. And a part part of that is because he believed that she she was actually 1 of the few people that actually held, wanted what it was best for him. And just a bunch of 1 sentence descriptions of more Henry Ford traits spread out through some pages over a few pages. Patience was never ford's strength. Ford had no interest in laurel resting. Ford fixated on even the small details and then a sentence about the the friendship between Ford. Edison, a primary if unspoken rule in the close friendship with Ford was that neither him or edison would burden the other with admissions of uncertainty or weakness. They were both extremely extremely proud man. They're not going to commit to other people. And he kind uncertainty doubt weaknesses or anything like that. This is another reminder that products have their personality traits of their creators of their founders. The model t was a car built to last. It was never flashy. In every way efficient, always dependable. Much like the man whose company assembled them. And just as ford never saw any reason to change the... To to change himself, he felt no pressure to change the model to. So that's why we have this to what we talked about earlier, that this self belief that I'm I'm right and you're wrong. At the beginning, was career served really well. We start to see that falls apart. We, I did this 3 part series, embedded in that other series from the early automobile pioneers. I did a 3 part series on billy durant and Alfred Sloan, billy durant, 1 of the most important people I would say him and for the the most important people, maybe Henry Leland because he was so influential and generation older than these guys. But the most important people at the very beginning of this foundation of what becomes this gigantic industry. Right? And so Billy Durant is he was the founder of Gm, the idea person, he had the vision, and it took Alfred Sloan, the professional Ceo to come in and actually apply the vision, and that in this book, it talks a little bit about that gap. I mentioned earlier that Ford left. His competitors and that Gm drove right through, Ford stubborn gave competitors the opening they needed. When Alfred sloan took over general Motors in 19 23, the new boss emphasized a marketing plan based on Americans wanting not transportation but selection, and that's what Billy durant knew that way before sloan did. And that's why he was buying up, he wanna, you know, doing all these shenanigans of buying up all these different car pictures that serve different needs. It was like, completely almost it was the opposite strategy that ford pursued. Right? Enough people now own cars so that ownership itself... Wait. Let me let me read that again. New boss emphasized the marketing plan based on Americans wanting not transportation, but like. Enough people now own cars... So that ownership itself was no longer special. What was going to matter soon was driving a car that reflected their personality, the special of the individual owner and this is applies to much more than just like, a lot of people buy products because not solely for the the benefit of the product, but what that product says about them to other people. The model t was no longer the nearest exclusive vehicle for auto campers. So auto camping is what va bonding was. You you get in the car, you get your model, you pack your full camping gear, you drive out And then when you... When when it gets dark because you can't really drive at night at this time in in history. You camp out in the wilderness on farmland whatever the case is. Right? So that's what they started doing. What happened is as more people started owning cars and cars got better, they didn't wanna camp anymore. They wanted to have start... They wanted to have sleep in the natural bed. So entrepreneurs are opening motel and restaurants and places to service all these Americans that are now hitting the road, which is what the va bonds were trying to p. Right? And then it wind up growing at something bigger than than they ever, anticipated. This can contributed to a turn in the gradual demise of auto camps, and the emergence of motel. After buying an attractive chevy to drive. If you wanted to clutter their flashy image by cram the car of bulk camping gear. They wanted to stay in places that included some kind of convenient parking, and with the market demanded savvy entrepreneurs were pleased to make available. Henry Ford acknowledged none of this. And so the last trip was in 19 24. This is also when Edison getting older. He can't keep going on these trips anymore. Ford's business, he starts to lose market share. He eventually does He he creates a new model a. And then eventually, adapts Gm strategy that Pioneer and he'll start doing multiple models that change. He did not wanna do that, and that's kind of the end of this complete domino. It's obviously forwards around today. Still really successful. But, you know... When in the model Tuesday, he dominated the entire industry. So that starts a slip. So this is the end of the va bonds and I'll close here. The va bond summer car trips ended for good on 08/20/1924. At the time, Ford and Fires didn't realize it, but Edison probably did. A year later, Fires called the Edison in new Jersey to tell the inventor that it was time to plan the Va bonds 19 25 outing. The 78 year old Edison responded that he didn't believe he could this year. The inventor child cited my mild stomach ailments and concerns about the sales the sales end of his business. And while there was still considerable interest in Ford and Edison as individuals, widespread public appeal of their summer trips with fires had run its course. A contributing factor to the end of the trips wasn't the Va bonds expectation of too much attention being paid to them, but too little attention, which is why I mentioned earlier, I think there's ul alternative of motives like was primary business trip. At least it appears to me, the Va bonds Remember to this day. Nearly 14 decades after Edison invented incandescent bulbs and the power grid systems to efficiently and economically like them. Thomas Edison remains 1 of the most iconic and beloved figures in American history. Henry ford, the legacy is more complicated. But the model t still rains as the most famous and most popular car in American automobile history. As individuals, Edison, Ford and Fires stone created the means for the great multitudes, to enjoy leisure entertainment far beyond what was previously imagined. As the va bonds, their summer car and camping trips exemplified what they had helped make possible. See what we're doing? You can do it too. By their example, the Va bonds encourage countless ordinary Americans to pursue their own dreams. And that is where I'll leave it to get the full story read the book if you buy the book using the link that's in Show notes are your podcast player, you'll be supporting the podcast at the same time. That is a hundred and 90 books down 1000 go, and I'll talk to you again soon. Okay. So I just have 2 quick things I wanna update you on. The first is that I'm now offering a lifetime plan. I started doing this just as an experiment for new subscribers, but also don't think it's right when companies offer better deals to new customers and our existing ones. So you don't have to do anything, you can stay on the plan you're on if you prefer. But if you want to switch over and to a pay 1 time, have lifetime access plan. I will leave a link in the show notes and you can do that. This. Now here's the problem. They're all separate systems, so this process is a little bit jan, but you'd sign up for the new lifetime plan. Right? And then you'd have to cancel log in and cancel your other 1. I don't have a wait unfortunately do it automatically. Or also, Would definitely do that for you. If you wanna stay on the... Whatever plan you're on now, you don't have to change anything. So far, the response to the new lifetime plan has been so good that I think I might have stumbled on something here, I don't know if it's a sustainable viable way to to do to make sure I can do founders for the rest of my life. I would very much like to get to a thousand books. If not more, and that would take obviously a very long time. But I do get suspicious when everybody says that you can't do this. That you have to do subscription or that you have to do ads that you have to have reoccurring. I'm not sure about all that. And the people to say that could be right, or they could just be repeating something they heard and didn't actually investigate for themselves. So I think the 1 way to figure this out. Is let me see if there's another alternative here. And I like the simplicity of, hey, pay 1 time have access forever. Turns founders more into like, a tool into a a reference. And that's really the way I think about it. I told you before. I don't really think of this as a show at all. I think there's was a lot of great ideas in these books just like, when you buy a book, you can constantly reread it. Well, if you have a lifetime access to founders, you can listen an episodes as much as you want. But I do have a lot of uncertainty around this. I'm not sure if this is the the right move. So I'll leave a link there. It's there. If you wanna do it if not, don't worry about it. And then the second thing, and I'll obviously tell you if my... If I discover something new or if my... I thinking on this evolves. Maybe this is, you know, the permanent default moving forward, I have no idea yet. But I am excited so far from the the limited test that I have done. And then the second thing is, just in terms of, I wanna update you on show notes. And that ties into this whole idea of using thinking I founders just a reference, just like a book or an audio book or anything else. Instead of just putting the show notes like my highlights in or some of my highlights into, like, the actual show notes so you can only win with a podcast player. I'm actually just going to, link to my personal website that has the show notes for whatever particular book. And most of that, what what I mean by I show notes is most of it is just highlights from the book And what I do is I go back, I use this app called Read wise, which is fantastic. In fact, 1 of the founders is a mis it. And listens to this podcast. But what it does is it helps you remember the stuff that you read. And so you... Whether you want to get the daily email, send you, like 10 or 15 different, high highlights or what I use it for is primarily a a gigantic database so that I can search and constantly remind myself of, you know, I have tens of thousands of highlights in there for hundreds of books. And so what I wanna do is if you... Let's see, you listen to the podcast up It's really interesting and you wanna remind yourself of this. You can grab it's just a web page. You can grab it the link that I leave in the show notes, and it'll have maybe, you know, sometimes it's 10 highlights, sometimes it's 20, Sometimes it's 60. And that way, you can read over them in the future and kind of remind yourself what what are some the key lessons that you learned from that book or from that podcast. And then on that page, on every web page, you'll see... If you wanna get on my personal email list. I think what I'm gonna do is just as I do new highlights for every new book, I can just email this to you, so you how you have them as well. And again, that's optional. So that's it. I just wanna let you know this new lifetime plan, if you wanna take up, if you wanna take advantage of that. And then if you want to review a lot of lessons that we're learning on the podcast, there's a new way to do well. Thank you very much for your support as always and thank you very much for listening, and I'll talk you again soon."
}