{
  "transcript": "I grew up in a single parent household with my mom working, going to school and raising my brother and me as latch key kids. We were very self sufficient from a very early age. There's a lot of hardship, but everyone goes through hardship. It did help me in a number of ways. We were poor immigrants. My family split up. My mother uniquely provided against the background of hardship, unconditional and un love. If you have nothing in your life, but you have at least 1 person that loves you unconditionally, it'll do wonders for your self esteem. The library was my after school center. After school, I would go straight to the library and hang out until they close. I spent a lot of time reading. My only real friends were books. Books make for great friends because the best thinkers of the last few thousand years tell you their nuggets of wisdom. My first job was with an illegal catering company in the back of a van delivering Indian food when I was 15. When I was younger, I had a paper route, and I washed dishes in the cafeteria. I was a totally unknown kid in New York City from a nothing family. An immigrants trying to survive situation. Then I passed the test to get into S in high school. That saved my life. Because once I had the S brand, I got into an Ivy league college, which led me into tech. S is 1 of those intelligence lottery situations, where you can break in with instant validation. I studied economics and computer science. I thought I was gonna be a Phd in economics. Today, I'm an investor in addition to being the founder and chairman of angel. I was born poor and miserable. I am now pretty well off and I'm very happy. I worked at those. I learned a few things and some principles. I try to lay them out in a timeless manner where you can figure it out for yourself. Because at the end of the day, I can't quite teach anything. I can only inspire you and maybe give you a few hooks so you can remember. That was an excerpt from the book I talk you about today, which is the Alma of Naval Ra mostly in Naval words, it was put together by Eric Jorge, and there is a forward written by Tim Ferris. Okay. So as you know, normally for this podcast, I read biographies. This book isn't technically a biography, although we did get a brief bio of Naval. So normally, a book like this would be a bonus episode. I am gonna number this because I think I've done out of what, we're almost a 200 episodes. I think I have 10 bonus episodes and they're not numbered. So it's really hard to reference back to them. So I'm gonna number this 1. So it's easy to reference in the future. And the reason that I wanted to read this book is because well, 2 reasons. 1, I've been heavily influenced by Involves ideas, and I've actually applied a lot of his ideas to to this podcast. So But 2, specifically, this idea that he has that find work that feels like play. That idea repeats over and over again in these biographies as we're studying the founders from the history of entrepreneurship. But most recently, I mean, you could say, I'm just gonna list some of the people that I feel apply that idea fine work that feels like play. It's very very hard to compete with somebody. If you... What you're doing... It feels like work to you and it feels like play to them, you could say Henry Ford had that, Thomas Edison, David Og definitely had it. Joe C, the guy that found a Trader Joe's, Albert Einstein, Phil Knight, both Cesar R and August Es, just... The list goes on and on and on warren Buffett, is a great example of that. It's just a a really, really powerful idea that I see over and over again in these books that I'm reading for this project. So I wanna bring this to your attention. There's a ton of great ideas in this book. They're very, like, Clear cut, naval very much, like, Yeah, Think about the Alma of Naval Ra. Whereas is that that name come from? It comes from Poor Richard's Alma act, Benjamin, Franklin, which then inspire Charlie, the the poor Charlie Alma, Benjamin Franklin, Naval Ra, Charlie Mu, all speak, in maxim and app, so it makes their ideas very easy to remember and constantly. They almost... It's an easy way to turn, like, an idea into a tool. You can constantly reference. So let me go to the the beginning of the book. We have Eric Jorge who put this project together. Oh, I should say this. I'm working out of the paper back version, but I'll leave a link in show notes. You can read the book online for free. Mean, this is a project that just did as a public service, I'm not doing it try to to try to make money. So this is important notes on the book. At the very beginning. It talks about the unique, The unique structure of the book. So it says I built the the Naval Alma entirely out of transcripts, tweets and talks that Naval has shared. Every attempt is made to present Naval in his own words. There are a few important points that just wanna pull out too right here because I think it applies for more than just this book. Concepts and interpretations change over time, medium and context. Please interpret generous generously. By definition, everything in this book is Taken get out of context, interpretations will change over time read and interpret gen generously. Understand you... Understand the original intent may be different than your interpretation. So that's what I mean it applies much more to than just this book. And then a lot of the book comes from, like he said. There's interviews. There's podcasts, it's almost like edited transcript. So we saw very similar. There's a very similar project put together by Walter. Isaac san, it was... I think Founders number 01:55, invent and wonder the collected writings of Jeff Bezos. Covered that on episode 01:55. The first half of that book is all of Jeff Bezos. Shareholder letters. But the second half is some of his best talks in edited transcripts, which I think is really fascinating and really fun to read. So what what Eric did here, which I think is a really interesting decision. He says, there's a bunch of bold questions in the the book. So you have a some interviewer saying asking the ball question, and you see, like, an edited version of his answer. And so he says many excerpts are from interviews by fantastic creators like Shane Paris, Sarah Lacy Joe rogan and Tim ferris. The questions are bold. For simplicity and continuity, I do not distinguish various interviewers from each other. And so just using a question by an interviewer as a prompt to get to the Naval false answer. Okay. So let's go to the forward this is the ford written by Tim Ferris, and this is really wild too because I've been... I've read Tim Ferris for our workweek week. I don't know. Like, I discovered it on my myspace. That's how long ago it was. So I don't know. 15 years ago that... Maybe even longer than that. And I've listened to his podcast. And what's really wild is he's included. He's linked to founders multiple times in his newsletter, which is amazing because it get get a lot of listeners found this podcast that way and they turned into subscribers. So I... It's it's really wild considering how much I followed his work. But this is what he's talking about. So he's writing this forward. He starts off saying, hey, listen. I I don't write forwards. I get asked this so much. Like I just I can't do this, but N involves is 1 of his favorite people, so just gonna pull a couple highlights, here for you, he's describing Neville and what he likes about. Is rarely part of any consensus. And the uniqueness of his life, lifestyle family dynamics and start up success is a reflection of conscious choices that he made to do things differently. So I think of reading biography as downloading somebody's life philosophy. And when you do that, you can take the parts that you like in combining it with other parts to create something completely unique and then you have your own philosophy and that's really why why I wanted to read this book. I followed them all forever. I've seen him speaking person. I've listened to his. I've listened to him on podcast. He just has a lot of interesting ideas that I think, you know, you you just grab, and then you can apply him whatever whatever you're doing. Back to tim. Tim says I take naval all seriously because he... And then he has a list. So I'm just gonna read them off. Questions nearly everything. Can think from first principles. Test things well, is good at not fooling himself. Changes his mind regularly, laughs a lot. Thinks holistically. Thinks long term and doesn't take himself too goddamn seriously. That last 1 is important. Neville has changed my life for the better. And if you approach the following pages like a friendly, but highly competent spa partner, he might just change here change yours. I love that idea. Me read that again. I like the idea of reading a book and thinking of them as intellectual spa partner. Neville changed my life for the better and if you approach the following pages like a friendly, but highly competent spa partner. He might just change yours. Okay. So let's get into the book. The book starts with an Naval navarro might have... Might be the most widespread tweet storm on Twitter. I have no idea, but it it it, it's called how to get rich without getting lucky. I'm gonna read the entire tweet storm, but a lot of... He has different sections of the book. And again, the book is non narrative. It's meant to be picked up and red. You don't have to read an order if you don't want to. But I think starting with the the the wealth section, how to build wealth it's is probably the best part. It's also the first part. So it starts out understand how wealth is created. This is before I get to the tweet storm. Okay? Again, these are all n involves words. It's not really about hard work. You can work in a restaurant 80 hours a week, and you're not gonna get rich. Getting riches about knowing what to do, who to do it with and when to do it. It is much more about understanding than purely hard work. Yes, hard work matters, and you can't skim on it, but it has to be directed in the right way. So he's not saying just sitting in your ass be lazy. He's like, find out what to... The right thing to do first, and that's what this is the this book is just so important. Especially these ideas of about finding what you are uniquely qualified to do. What service you can provide the world that only can come from you. That is such a powerful idea and an age of infinite leverage, we're gonna talk about a shit ton about that today. So yes, hard work matters, which you can't skim on it, but it has to be directed in the right way. So you find out what you do first. I don't... If you don't own, I just ran over his point here. If you don't know yet what you should work on, the most important thing is to figure it out. So been a lot of people that have influenced my thinking in this that it might be helpful for you. 1 of that I've obviously Neville evolved, but paul Graham has great essays on that. And I recommend reading all of Paul graham Essays are available paul graham dot com. But if you only have time to read 1 on, that pertains to this topic, it was written... I think, 15 years ago, long time ago, I read it heavily influenced me, it's called how to do what he would love. And there's a lot of overlap between what Paul graham learned from his career than Naval from his I think it's just... It's it's a fantastic fantastic. Let me go back to this. This is exactly what I did my famous tweet storm about. Every 1 of these treats can be extrapolate into an hour's worth of conversation. Okay. So I'm going to read this starting first 1 how to get rich without getting lucky. Seek wealth, not money or status. Wealth is having assets that earn while you sleep. Money is how we transfer time and wealth. Status is your place in the social hierarchy. So you're seeking wealth not money status. Understand ethical wealth creation is possible. If you secretly despise wealth, it will el you. Ignore people playing status games. That's such a valuable sentence. They gain status by attacking people playing wealth creation games. You are not going to get rich renting out your time. You must own equity, a piece of a business to gain your financial. Freedom and a lot of what we're gonna see this street storm is repeated and expo on in this book. I think naval knows just like Jeff Bezos just like Elon Musk, just like Bill Walsh. All these books that were reading. They they they available lot the best founders development philosophy and then they repeat it for decades because a big part about building a company is convincing other people's to adapt your mission, And the way you do that is by teaching them what's important to you. So I love the fact that best And again, rep... The way to think about that is what you and I've talked about over and over again repetition repetition is persuasive. Repetition is persuasive, You gotta be prepared to repeat yourself for a very, very long time. You will get rich by giving society what it wants, but does not yet know how to get. And at scale. Pick an industry, where can play long term games with long term people. The... And this is 1 of my favorite tweets out its this entire tweet storm I think about all the time. The Internet has massively broaden the possible space careers. Most people haven't figured this out yet. Play iterate reiterated games, all the returns in life, whether in this is such an important point. We've seen this with Buffett and Mon and others singleton wealth, whether and wealth, relationships or knowledge, all returns in life come from compound interest. Pick a pig business partners with high intelligence, energy and above all integrity. Don't partner with S and pe. Their beliefs are self fulfilling. Learn to sell, learn to build. If you can do both, you will be unstoppable. Arm yourself with specific knowledge, accountability and leverage, which has talked about over and over of this books. So we'll go into a lot of that today. Specific knowledge is knowledge you cannot be trained for. If society can train you, it can train someone else and replace you. Specific knowledge is found by pursuing your genuine curiosity. I underline that twice. So that your genuine curiosity part. So specific knowledge is is found by pursuing your genuine curiosity and passion rather than whatever is hot right now, building and why I'm born because it whatever you your life's work, the people are gonna most admire. They work on the same thing for a very, very long time. Think about Steve Jobs. Even when he left Apple. He worked on the essentially the same thing for multiple decades. Time is the best teacher. He's gonna derive insights that the person that jumps around and works on a new project every 345 years is just never gonna get to. Build specific this is such so fantastic another tweet. Building specific knowledge will feel, like, play to you, but will look like work to others and Naval quotes Buffet a lot in the book. And I just wanna give you an example of why that's that that 1 you to important. It's just almost impossible to compete with somebody that is playing while you're working. And so he was Buffet was asking somebody or excuse me. I think he was giving a talk college. I think it was college age kids. I'm almost positive about. But they're like, hey, if, you know, if... I'm starting just starting out my career, what do you recommend, like, the best route to take so I can do what you did? I wanna be a successful investor in his case. And so he pointed to a stack of... It was just, like, company reports and he said, read 500 pages of that every day and do that over a long period. I'm para here. He says read 500 pages a day and do that over a long period of time, knowledge compounds just like money does. Right? And so his point was, like, most people that... That's very... It's simple, but not easy. Right? But most people just will not... They absolutely will not do that. They want... When they're asking that question, they want some shortcut. I think Charlie Mu says, hey, when when he gets questions like that? It's like, hey, How do I get rich, like, you, but not not, like faster, basically. And so Buffett point is when we read... I think was what founders number 1 82, Buffett the making American Capitalists. It talks about in there, like, a friend of Buffett. It's just like for Buffett reading a bunch of company reports. Or reading bunch of books is like a night on on the town. He does that for fun, and he's 1 of the lucky ones I found what he love to do it as very early agents doing it for 60 70 years. This an almost impossible to compete with them. So we just read that again, building specific knowledge will feel like, play to you, but will look like works to others. And later on, in the book and of naval all has great illustrations of these ideas t into like, an entire paragraph. And Buffet is 1 of the great illustration. So I get there. When specific knowledge is taught, it's through apprenticeship, not schools. Specific knowledge is often highly technical or creative. It kent this is so important in today's age, it cannot be outsourced or automated. Embrace accountability and take business under your own name. Society will reward reward you with responsibility, equity and leverage. And for that, tweet. I don't think I found in the book. At least, I remember reading it, but he uses examples of people that do that. They they they embrace accountability. So obviously you get the upside. There is some downside with that. So he uses example of people like Elon Musk, Oprah Joe Rogan. They're taking massive risks under their own name. He quotes, arch here. Give me a lover long enough and a place to stand, and I will move the Earth. So big, big part of this book and the Vault thinking is the fact that let's go back to the idea. Let me go back to this 1 page. Hold on. Go go back from page. The Internet has massively brought the possible space of Careers. Most people haven't figure that out yet, combine that idea with the fact that the Internet also provides infinite infinite leverage. I guess, I'm running over the point here. His point. The next tweet, Fortune requires leverage. Business leverage comes from capital, people and products with no marginal cost of replication, and he puts in parentheses code and media, go into that category. Capital means money to raise money, apply your specific knowledge with accountability and show resulting good judgment. Labor means people working for you. It is the oldest and most fought over form of leverage, and I think the 1 that he personally dislikes the most. Labor leverage leverage will impress your parents, but don't waste your life chasing it. Capital and labor or leverage. Everyone is chasing capital, but someone has to give it to you. Everyone is trying to lead, but someone has to follow you and this is where he ties into this we're in a very unique time in history. Right? Code and media are permission less leverage. There's a leverage behind the newly rich you can create software and media that works for you while you sleep. An army of robots is freely available. It is packed in data centers for heat and space efficiency. Use it. If you can't code, then write books and blogs, record videos and podcasts. Leverage is a force multiplier for your judgment. Judgment requires experience, but can be built faster by learning foundational skills that's something on another thing than Naval repeats over and over again. That you need instead of getting all fancy, master the basics, master the fundamentals. And that's something, again, I have... So... I'm developing some unique unique set of knowledge in the sense that there's very few people that are gonna read hundreds of biographies. Right? And all I can tell you is, like, from spending multiple years, tens of close a hundred reading a hundred thousand pages or whatever the number is so far. The map... The people that are masters that they're craft almost all they're... They... Almost universally. They aim for simplicity. And I think what Naval involves is saying here, it requires experience but it can be real faster by learning foundational skills. You're better off mastering the basics and basics and trying to get all complicated. There's no skill called business. Avoid business magazines and business classes. I would add business books to that. Again, I got the the entire idea. The the first idea of to do this podcast is I was, I'm long time ago, Kevin Rose, the founder of Dig had this series called Foundation. He's interviewing Elon Musk. I think this is back in 2012, and he asked Elon. Like Elon. Like, you come to... Went from South Africa to Canada and you wind up in, California, starting companies when your early twenties. Like, how did you figure out how to do this? Did you read a bunch of business books did you have a bunch of mentors. And he's like, no. I didn't read business books. I looked for mentors in historical contacts which means books. He's like, just read of a lot of biographies basically. I found those helpful. And I was like, well, if Elon thinks are helpful. Like, why am I not reading more biographies. Right? It's kind... And then you... The more you read biographies, you read all the people that live lives that are so more that people... Somebody actually wrote biography about red biographies. It's like this this ongoing cycle. It's like, clearly, some of the smartest most talented people that have ever existed, found this I this activity to be high value. Maybe I should do that. It's not rocket cycle. Right? Studying my economics game theory psychology persuasion ethics, mathematics and computers. Reading is faster than listening, doing is faster than watching. You should be too busy to do coffee while keeping an un uncovered calendar. Set and embrace an aspirational personal hourly rate. If fixing a problem will save less than your hourly rate, ignore it. If outsourcing a task, task will cost less than your hourly rate outsource it. Let me read that again. Okay? So if fixing a problem will save less than your hourly rate then you ignore it. If outsourcing a task will cost a less than your hourly rate outsource it. So something I'm always kind of inspired by the fact that intelligence can manifest itself in all kinds of bizarre ways. And it and you can learn from almost every everybody. And so there's like, this young kid, and I don't mean that in a p of by any means. His name is mister Beast. He's was listening to an interview with casey Neistat that, which is my 1 of my favorite youtubers. And I just think it's the films that he made when he was doing his daily vlogs or just masterpieces for, like, 10 minute video. Was amazing. He was able to do every day. And I think he said he did every day for, like, 800 days or. It was a an insane amount of work, but he said something and he knows that the Youtube space so way more than I do. And he said the greatest Youtuber the the most successful youtuber ever lived is mister Beast. And so I listened to a an interview with mister Peace, I think he's 21 22 years old the time, and he's been trying to succeed on Youtube for over a decade. But anyways, he talked about He's like, listen, my my channel is going crazy. He literally just does Youtube. He's like, I don't think about what I'm gonna eat. I don't... This... The shirt I'm wearing. I didn't buy it. Somebody else bought it them. He's like, I outsourced every other thing in my life because right now, the single... And this is a lot of wisdom for such a young guy. Right? The single most valuable thing I could be doing is thinking about the making better video. And dedicating all my time to that. You know, who knows if, you know, 15 years from now 20 from now people still me watching my videos to the numbers and the the impact they can have now. So I cannot... I literally... He's essentially ply the balls I did here. If an outsourcing a task will cost less than your hourly rate outsource it. He just chooses to outsource everything. Going back to this, work is hard as you can. Even though who you work with and what you work on are more important than how hard you work. Become the best in the world at what you do. Keep redefining what you do until this is true. And again, the age of infinite leverage, the Internet, that's more possible than ever. I don't I don't know if that idea would have worked a couple hundred years ago. There are some get... There are no get rich quick schemes. Those are just someone else trying to get rich off of you. Apply specific knowledge with leverage and eventually you will get what you deserve. And he wraps up his tweet here when you... When you're finally wealthy, you'll realize it wasn't what you were seeking in the first place, but that is for another day. And so now they they take the the tweet storm and they add to. This book is... I've been thinking about this lately because there's a few books that I... Again, like, sometimes I had to s through these books to get them done. But there's a lot of books where it's just, like, they're just so fun to read. I'm thinking of unpublished the unpublished David Or. I thought about that when When Finished it's, like, how can we... How can there be more books that are produced? And helped because, yeah, earlier that week, I had tried to read, there's a there's a book on jr r plot who made a billionaire... He who him a billionaire. He was selling potatoes. He went being, like, think Mcdonald's, like, main supplier for potatoes. But I read... I got through half of the book and I was, I hate this book. I I can't do a podcast on it. And so I ran reading on know a hundred and 50 pages. And so I had this this huge contrast between, like, an author that was making the reader job so much harder, and not writing a book to be read versus an unpublished david Og, which I had a hard time putting down. I think of R and Sc. That book was, like, the huge adventure, And you're studying the greatest hotel year of all time who happened to just happen to partner with the greatest chef of all time and they're it's giving you a history of, like, what it was like to be in Paris around 19 hundreds. It was just super super exciting. It's like this book is written to for fun. And if you're having fun, you're gonna learn a lot faster. And so this book that I'm holding my hand, it's written to be read to have fun reading. And I just think there's a lot to be to be learned from, like, the structure of books are the way to... That that we can improve the structure of books. So more would read. But anyways... That's a weird tangent. Let me go to the summary of the... They they summarize this tweet storm. Summary, product ties yourself. So then what Eric did here, which was really smart. He interject somebody asking Naval question about what does that mean? Your summary says product yourself. What does that mean? And this is where Naval has a real gift of of compact knowledge. Your cell, and he just takes there's 2 2 words in. So let me define those 2 words. Yourself has uniqueness. Product ties has a leverage. And later on in the quite... In his answer, he he wraps up. He says, this is hard. This is why Say it takes decades. I'm not saying it takes decades to execute. But the better part of a decade may figuring out what you can uniquely provide. That's another double underline for me. You can uniquely provide. You think about, you don't wanna build a comm product. Right? You want? To capture the value, and to escape competition, you escape competition authenticity, you need a non comm product. And you're able to do that by building a monopoly of 1. And once you do that, then you find scale. But you gotta... That's why I'm saying it's it's very difficult find what you can you need to provide and then scale it. Don't worry about scaling until you find that out, and he gives examples of, like, more traditional, like Steve Jobs and Apple in a minute. Technology to democrat this consumption, but consolidate production. The best person in the world that anything gets to do it for everyone. If you wanna be wealthy, you wanna figure out which 1 of these things you can provide for society that it does not know how to get, but it will want and and providing it is natural to you, within your skill set and within your capabilities. Then you have to figure out how to scale it. Steve jobs and his team figured out society when want smartphones. So they figured out how to build it first, and then they figured out how to scale it. And and then he goes into this this idea of he what he referenced on specific knowledge. Specific knowledge cannot be taught, but it can be learned. When I talk about specific knowledge, I mean, figure out what you were doing as a kid or as a teenager almost effortlessly. Something you didn't even consider a skill, but people around you noticed, Your mother or your best friend growing up would know. The specific knowledge is sort of this weird combination of unique traits. It's almost baked into your personality and your identity, and then you can hone it. So they're looking for specific knowledge that comes it's easy to you, but we'll provide out value to others. Just this point. No 1 and why. No 1 can compete with you on being you. Most of life is a search for who and what needs you the most. Another note have myself on the few pages later, you can't compete with someone who is playing again, and I'm repeating that, but that's intentional. Specific knowledge found much more by pursuing your innate talents, your genuine curiosity and your passion. It is not by going to school for whatever is the hottest job. It's not by going into whatever field investors say is the hottest because trends change, but you wanna find something you can do for a long period of time because all the good things in life come from compounding. Just added it, you we're adding 1 Naval nevada idea after another. Right? If you're not a hundred percent into it, somebody else in the he I love that he says this. If you're not a hundred percent into it, somebody else who is a hundred percent into it will outperform you. And they won't and again, why is that important because in the age of infinite leverage, you have these these wide variance of results, and they won't just outperform you by a little bit. They'll outperform you by a lot because now we're operating the domain of ideas. But because now we're operating the domain of ideas compound interest really applies and leverage really applies. So he's hound on the saying find what you need to... What you need to Find what you need to. Do not copy, just copied what other people are doing, and he's gonna expand on that. And I'll tell you what... With how this relates to some other stuff we just learn escape competition authenticity. Basically, when you're competing with people, It's because you're copying them. It's because you're trying to do the same thing. If you are... And... So if you're doing that, That means you haven't found something that unique to you. And what I would say the noise of myself on this page is don't copy the what copy the how. And we sell this. Whenever again, will blew my mind. In that bonus episode I was doing for working backwards, which was written by a guy that shadowed Jeff Bezos for 2 years. And he talks about, they were trying to expand Amazon's product category. At the time they were just on books. Music and Dvds, and they go to meet with Steve Jobs just all layers to worry that book. Steve Jobs just starts the meeting Like, okay, Apple just built its first Windows application. It's the best windows application ever anybody ever built. But anyway anyways, he's saying, hey, you know what, you're selling Cds It's a large part of business, itunes, a combination combination of itunes an ipod, which is what he was showing Jeff, is gonna... You know, you're gonna... Essentially, you're gonna be selling anti antique. Soon. And so, there's a lot of people pressuring other businesses such as Amazon that jump in and make another N mp 3 player start selling other digital forms of music, and Jeff, like, I'm not doing that because I'm not gonna out compete Apps bowl by being... I can't out Apple apple. Right? But what he did, He didn't copy the what. He copied the how and it blew my freaking mind and never put this together. And I had the very first... I've had Candles forever. Right? And what I realized is that Jeff Bezos took bowl steve jobs and Apple's ideas for the digitization of music and with using the combination of itunes and the ipod and applied them to the digitization of reading with the kindle. And it says Explicitly in that book, and I never made the connection of my owners. Fantastic. So again, think about reducing that idea, don't copy the what, copy the how. Going back to this. If you're fundamentally building and marketing something that is an extension of who you are, no 1 can compete with you on that. The best jobs are neither, Although. I'm... Now this is moving on to a different section. It just happens to be the next page. The best jobs are neither decreed nor greed. They are creative expressions of continuous learners in free market That is amazing sentence right there. They creative expressions of continuous learners in free markets. The most sport important skill for getting rich is becoming a perpetual learner. Okay. So now moving ahead, we got another section on on build our buy equity in a business. And really, what I love heat that he does here. He's gonna describe why this comp... Concept is so important by describing its opposite, very smart. If you don't own a piece of a business, you don't have a path towards financial freedom. Without ownership, your inputs are very closely tied to your outputs. In almost any salary job, even 1 paying a lot per hour like a lawyer or a doctor, you're still putting in the hours. And every hour you you get paid without ownership, when you're sleeping, you're not earning. See how he's describing the opposite. When you're retired, you're not earning. When you... With... This is all without ownership. When you're on vacation, you're not earning, and you can't earn non linearly, owning equity and a company basically means you own the upside. You have to work up to the point where you can own equity in a business. He's very explicit about this. Have to it. And even if you have a normal job, then, you know, in invest, you can ask invest in stock market, or or maybe do, like, private deal, deal... Equity deals and private companies. These are the routes to wealth, it doesn't come through ours. You next page, new idea, I don't need to expo in this, find a position of leverage. We live in an age of infinite leverage. Moving on, this is a simple way to describe the task at hand. Think about what product or service society wants, but does not yet know how to get. You want to become the person who delivers it and then delivers it at scale. That is really the challenge of how to make money. And in this section involves is gonna expo, the No left myself, is this is the unique opportunity to present it now as opposed to the past. The infinite leverage that is permission list. He says, it is now... He says forget rich versus poor white collar versus blue. It's now leveraged versus un leveraged. It's so interesting thought, the most interesting and most important form of leverage is the idea of products that have no marginal cost of replication. This is the new form of leverage. This 1 was only invented in the last few hundred years and it started with the printing press. It accelerated with broadcast media, and it now has really blown up with the Internet. The newest form of leverage is where all the new fortunes are made. The new generations fortunes are all made through code or media. Some more advice from Naval optimized for independence and control. Whenever you can in life, optimize for independence rather than pay. What you want in life is to be in control of your time. So that is something that I learned from Ed do. So Ed, I think it was episode number 93 if I remember correctly. Out of all the people said in the podcast. He's what I consider my blueprint. And the reason I I say him above everybody else as far as like a blueprint... It's not that I wanna do exactly what he did in life. I'm not gonna invent the first quantitative hedge fund for God's sake. Right? But what he figured out is this. Is that he would turn down, you know, the guy was fa wealthy had more money to could spend, but it's not like I'm not gonna chase another billion or 2000000000 or 3000000000 if I can't instead of spending time with my wife and kids and his example, or instead of working out every day. Go look at videos of that door 80 said last time I saw him on Youtube. 87 years old looks like he's 60 60 years old. And this whole time, he optimized for independence and control. He had control of his time. He lived a very balanced life, but he was successful in all different endeavors. Good because had a great family, great health. Interesting unique career, fabulous financially successful spent time learning, all, you know, reading books learning everything he had, and then treating his life like, venture. I mean, that's I can't find a better blueprint. If you haven't read the book, that book is a man for all markets. You can actually read the forward and it seem to let wrote the forward of the book, and you can read the forward of the book online for free. I think it's on the seem lapse medium page. But I highly recommend getting that book or getting the audiobook book because, it's at Do auto. He's absolutely genius. Okay. So now we get to this part where, my notes says warren Buffett as an illustration of the Vol point on judgment, leverage specific knowledge working on the right things and compounding. And again, this is just 1 paragraph, demonstrate judgment. Credibility around the judgment is so critical. Warren Buffett wins here because he has massive credibility. He's has been highly accountable. He's been right over and over again in the public domain. He's built a rep repetition a reputation for very high integrity so you can trust him. People will throw infinite leverage behind him because of his judgment. Nobody asked him how hard he works. Nobody asked him when he wakes up or when he goes to sleep, they're like warren just do your thing. And on the very next page is a absolutely fantastic quote, being at the extreme in your art is very important in the age of leverage. Let me read that again because it's fantastic. Being at the extreme in your art is very important in the age of leverage. Okay. Skipping ahead, this is on the big 3 decisions. And myself, this is not just for young people The question is... The prompt is, what is the most important thing to do for younger people starting out. I don't think... I think it applies to everybody. So he says, spend more time making the big decisions. There are basically 3 really big decisions you make in your early life. Where you live, who you're with and what you do? If you're gonna live... He continues to explain why if you're gonna live in a city for 10 years, if you're gonna be In a job for 5 years, if you're gonna be in a relationship for a decade, you should spend 1 or 2 years deciding these things. These are highly dominating decisions. Those 3 decisions really matter And I think, Tim Urban, I think I wanna I reference over and over again in his blog label but wait why. Thing he expo on this It's, like, almost impossible. It I think, on the first 2 at least, Like, if you if you pick the wrong spouse and you pick the wrong occupation, it there... Those are 2 so so fundamentally important decisions. It's almost impossible. If you get those 2 wrong It's very... It's almost impossible to have a content and happy life. And so let's go back to this These are highly dominating decisions. Those 3 decisions really matter. You have to say no to everything in free of your time so you can solve the important problems. Those 3 are probably the 3 biggest ones. Oh, this is a very fascinating idea. And 1 I hope is... I've never heard... I don't know how I missed his idea on this. I love this idea of 7000000000 companies. And and this is under the headline even though this is repeated again. Fine work that feels like play. Humans evolved this hunter and gatherers where we all worked for ourselves. It's only at the beginning of agriculture, we can't we became more hi, and then the revolution and factories made us extremely high. Because 1 individual couldn't necessarily own or build a factory. But now thanks to the Internet, we're going back to an age where more and more people can work from themselves. I would rather be a failed entrepreneur than someone who never tried. Because even a failed entrepreneur has the skill set to make it on their own. There are almost 7000000000 people on the planet. Someday, I hope there will be almost 7000000000 companies. And that's an idea or at least a derivative of an idea that that N talked about for a long time. I've mentioned a multiple times in the podcast. It came from him. He said something about, like, the... What the future of work looks like. I can't remember. I wanna say the company did, like, music distribution for for independent artist, but it was a team of 3 people, 100000 paying customers, and they outsourced their... The work to bots instead of to other countries and other humans. And I think the submarine of all put, like, this is this is what the future of looked work looks like. Go going back to find work that feels like play. Again, I I just wanna repeat that over again because it's... I think it's just a fundamentally fantastic idea. I'm always working. It looks like works to others, but it feels like play to me, and that's how I know no 1 can compete with me on it. Because I'm just playing for 16 hours a day. If others wanna compete with me. They're gonna work, and they're gonna lose because they're not gonna do it for 16 hours a day, 7 days a week. Now just a random interesting dot that I highlighted, your real resume is just a catalog of all your suffering. If I you describe your real, your real life yourself, and you look back from your deathbed at the interesting things you've done, it's all going to be around the sacrifices you made. The hard things you, and I have no idea why when I read that, I thought I popped into my mind. Reminds me back on, I wanna say founders 01:34. You know what? I can just... Why am Guessing, David. Triumph triumph of gene... Yeah. I was right. Okay. A triumph of genius Edwin Land Polaroid and the kodak patent war. Edwin Land, 1 of the most important. My argument would be 1 of the most important entrepreneurs ever live, especially when you because are all the entrepreneurs that he that he influenced. But he says he's on trial. And he says something was very fascinating that that what... The the the the products a company sells, especially when you're creating something new like he did He created an entire new new category. Right? In photography didn't exist before Polaroid. And so his point is, like, we're selling the results of our trial and error. Of all the failures that we had to endure through the experimentation that that result, which is winds up being the solution that we found out after the thousands of things that we tried. That did not work is what we sell. And he said it I'm butchering the quote, and he's a lot more gifted and speaker than I am, but that was like, the... I'm trying to para that idea. And I like this idea of your real resume is just catalog of all your suffering. Companies just all the experiments they ran, all the iterations of the that did not work at their product. They're now selling the results of these experiments. I think it's really... I've never heard anywhere else, describe a thought like that besides Edwin lane. Just a quote from a treat here. There is no short cut to smart. There's an entire section on building judgment because he says, your judgment is so important. If you're in an age of infinite leverage and you have crappy judgment, you're gonna have a crappy output. Right? My definition of wisdom is knowing the long term consequences of your action Wisdom applied to external problems is judgment. They're highly linked, Knowing the long term consequences of your actions and then making the right decision to capitalize on that. And so he talks about 1 part of having good judgment is to think clearly. He said clear thinker is a better compliment than smart, and I think out of every single person I've ever studied. And I've read 6 books on them so far and I'll read more in the future, I think Steve Jobs is the clearest thinker I've ever come across. And part of that is just aiming for simplicity having an unclear mind and focusing on that same idea for multiple decades. But he... You just hear him and describe a an important aspect of a business and just clearest way of ever heard. So it goes more... There's more Naval navarro expo on this more. The really smart thinkers are clear thinkers. They understand the basics at a very, very fundamental level. I would rather understand the basics really well. This is what I mentioned earlier about sticking to fundamentals aiming for simplicity mastering the basics. Right? I would rather that what masters of their craft to happen to do. I would rather understand the basics really well then memorize all kinds of complicated concepts, I can't stitch together. The advanced concepts are less proven. We'd be better off nailing the basics, So I'm going to use... There's 2 examples. So... And they both come from Kobe Bryant about this. So right before he died unfortunately. He was 1 of his last interviews. I think it was with A rod. Or if I'm not mistaken. But he was talking about that he always... He's constantly talking to Michael Jo jordan and Michael Jordan like his bigger brother, and his his daughter there was a really basketball the 1 that unfortunately Parish with with him on that that that helicopter crash. He's just like, you know, there's there... These are, like, 12 year old girls at the time. He's like, they're they're teaching their 12 olds. Like, all this complicated. Like, I spent Kobe spent his entire life dedicated to getting good at basketball him I was like, I didn't do this. So he calls that he's on the phone, Michael, and he's like, dude. He's like, this just seems like they're over complicating Like, essentially, saying the coaches that are training these 12 year girls. They're like, doing all these advanced concepts when they're better off just nailing the basis, which is exactly what Naval said here. And so he asked Jordan and he's like listen. I don't I'm having a hard time remembering when I was doing a 12 years old. I'm pretty sure I wasn't doing all this. This these shenanigans, That's what he asked, Mike Was like, what were you doing at 12 years old? And he goes, dude. And this is what Michael says He goes, dude. I was playing Baseball. And so Kobe says that and then says to his interviewers. Think about that. Let that sink in. And what are he's saying is, like, the greatest basketball player to ever live wasn't even playing the game. Your 12 year old daughter or 12 doesn't need to know this stuff. And there's another video I keep on my phone that it constantly listen to you to hype me up. And part of this is Kobe talking about. How important the relationship with Michael was. And so he said something. I'm gonna read this quote to you. I grew... This is Kobe speaking. I was say, I grew up watching Michael play. My generation saw the highlights. They saw the fancy stuff. What I saw is this foot work, I saw a spacing, his timing. I saw the fundamentals of the game that is... What Kobe is talking about what he actually studied versus what other people are studying. Right? It's like, I stuck to the fundamentals. I saw his fundamentals. Is exactly what involves saying. The advanced concepts are less proven. You're better off nailing the basics. Alright. Moving on. Another treat from Neville. Very smart people tend to be weird since they insist on thinking everything through for themselves. That reminded me of 1 of my favorite quotes coming from David Og, personal hero of mine. Talent is most likely to be found among non conform, dissent and rebels. Echoing the same idea very smart people tend to be weird since they insist on thinking everything through for themselves, it's Talent is most likely to be found among non conform, dissent and rebels. We got some quotes here from people that influence in the ball, 1 quote from Richard Fe, 1 quote for warren and Buffett. I never ask if I like it or don't like. I think this is what it is or this is what it isn't. That was searching richard Fe. It is really important for me to be honest. I don't go out of my way volunteering. This is Naval. It's really interesting for me to be honest. I don't really important for me to be honest. I don't go of my way volunteering negative or things. I would combine radical honesty with an old rule warren buffett has, which is praise specifically, criticized generally. I try to follow this. I don't always follow it, but I think I followed enough to have made a difference in my life few know with myself on this next section, repetition is persuasive, which I've also repeated over overnight again. Decision making is everything. I think people have a hard time understanding a fundamental fact of leverage. If I manage a billion dollars, and I'm right 10 percent more often than somebody else, my decision making creates a hundred million dollars worth of value on a judgment call. With modern technology and large workforce and capital, our decisions are leveraged more and more. If you can be right more if you can be more... Excuse. If you can be more right and more rational, you're going to get nonlinear returns in your life, and then skipping... I skipped it a little bit. But this is just a tweet, and this is something I've noticed over and over again that the people that we study on this podcast, the greatest entrepreneurs in history are really not into diversification. It's completely counted their advice to you if you are reading their biographies and auto is completely different to what you'd get for normal advice. Right, for everyday people, non mis fits. And I think Naval hits on this here. The more you know, the less you diversify. Okay. So now we got a section about, Naval ball giving us more advice collecting mental models. I'd say collect mental models slash read biographies because I think that's what we're doing when we're downloading... I mean, somebody spends their entire life, figuring out a philosophy on work to trial and error and they write it down a book. It's really... We read the book We get to download that that model on work in life, and, you know, that took 5 or 6 decades for them We can we can cover in a few hours. The best mental models I have found came through evolution game theory and Charlie Mu, and this is Naval all talking about him. He has tons and tons of great mental models. Author and trader and the seem to lab has great mental models. Benjamin Franklin has great mental models. I both... I basically load my head full of mental models. I use my tweets and other people's tweets as maxim that help compress my own learnings and recall them. I'm a sucker for Maxim. There's 2 books I keep on, like, end tables and and coffee tables of my house. 1 is the seem to le. Book on app and and Maxim. It's called the Bed of Crust and the other 1 is written by D hawk. D hawk, Covered back end founders 43. Don't guess. Let me check. Yeah. Founders number 42, actually. 1 for many Visa and the rise of a chaotic organization. 1 of the most unique thinkers ever come across, But anyways, he wrote that book about the founding of Visa and then eventually giving up and realizing the life of businesses is not for himself. But in his sixties and seventies. He'd get up every morning at 05:30. I think he'd read a thousand words a day, something like. It's spent a few hours, and then he'd worked the land. That's what he wanted do. He wanted, like, exhaust his body physically. But anyways, the the 2 results of this is, 2 books on Max So called auto of a restless mine. I cannot recommend these books enough, and it's all just little ideas of knowledge that he that he thought about and wrote about over and over again. And 1 is written from the age of 60 to 70, And I think the other was 70 to 80. I might have the age range wrong, but it's it's when he an older gentleman. And, again, older people are just way smarter than younger people because they just have a lot more experience. So she says I use my tweets and other people's tweets, it's maximum that help compress my own learning and call them. The brain space is finite. You have finite neurons. So you can almost think of these as pointers, addresses or P mon to help you remember deep seated principles. I think of them just prompts for thinking. That's why I keep these books around and pick them up. I might read, you know, what 10:15 Maxim real quick, put it down. It's gonna just spur spur your brain in some random thought. Deep city Principles, we have an understanding underlying experience to back it up. Mental models are really just compact ways for you to recall your own knowledge. And so he talks about some of the most important mental models that he's come up with. This 1 comes from, Mu who in turn, who got it from somebody Carl Jacob, who probably got it from somebody else, but it it's really 1 of the most important ideas and it's like I've given up trying to be brilliant. I just want to be not dumb. If I can just be consistently not dumb for from now into the rest of my life, I'll be okay. And it's this idea of inversion. I don't really I don't believe I have the ability to say what is going to work. Rather I try to eliminate what's not going to work. I think being successful is just about not making mistakes. It's not about having correct judgment. It's about avoiding incorrect judgment. So that is N interpretation of Mu inversion idea, invert always ver he says over and over again in his talks in his books. This is on compounding the benefits of compounding. In the intellectual domain compound interest rules. When you look at a business with 100 users growing at a compound rate of 20 percent per month, it can vary very quickly stack up to having millions of users. Sometimes even the founders of these companies are surprised by how large the business scales and that applies not only just money to time, but what do warren buffett tell that that that young that young student read 500 pages a day. Knowledge is the same way. It's going to compound. If you keep reading and learning now, you'll be a lot smarter or maybe a lot less dumb. Let's say that way, we'll be a lot less dumb 10 years from now and 20 years from now and and and so on into the future. Neville navarro has a great decision making heuristic. Let's see. So it says, if you can't decide the answer is no. And this is hit the way he makes his decision. Derek Sever is 1 of my favorite, writers ci dot org. If you haven't checked out his book his blog is fantastic, But he says this too. It's like, either... When I asked the questions either hell yes or no. So he even takes it even almost a step further where he's just like, like, do I wanna go get this talk? Do I wanna you know, work on this project. It's gotta be hell, yes. And if it's not hell yes, I'm I'm psyche, I'm I'm energized. I'm fired up. It's no. If you can't decide the answer is no. If I'm faced with a difficult choice such as, should I marry this person, Should I take this job? Should I buy this house? Should I move to the city. Should I go into the business with this person? If you cannot decide the answer is no. When you choose something, you get locked in for a long time. Starting a business may take 10 years. If you start a relationship, that might be 5 years or maybe more, should You move to a city for 10 or 20 years. These are very, very, very long lived decisions. It is very, very important. We only say yes when we were pretty certain. You're never gonna be absolutely certain, but you've got gotta be very certain. To more on decision making. He has this idea of running a uphill, which I love. Simple heuristic. If you're evenly split on a difficult decision, take the path more painful in the short term. Why? That path has long term gain associated with the law of compound interest long term gain is what you want to go toward. Your brain is over valuing the side, over valuing the side with short term happiness and trying to avoid the 1 with short term pain. So you have to cancel the tenancy out, and it's an absolute powerful... I don't know where that I just added absolute and it's not in there. Let me read this over. So you have to cancel the tenancy out. It's a powerful subconscious tenancy. By... So you cancel out by leaning into the pain. Most of the gains in life come from suffering in the short term. He's not I gonna tell you to suffer your whole life. Right? Most of the gains in life come from suffering the short term, so you can get paid in the long term. I asked the question. What are the most efficient ways to build new mental models? The involves answer read a lot. Just read. It's interesting, and that's what I think, again, reading biographies does. I was listening to an an interview with Elon? Because Elon talks about Elon Musk talks about reading biographies he's constantly. And he built a mental model of Benjamin and franklin. He expressed really simple. And he didn't use the word mental model. But he talked about. Like, well, they're asking, like, what did you get? He talks about really enjoying the the Benjamin Franklin book by Walter. Isaac. I think that's founders number 01:15, and then Franklin's auto, which was founders number were 62. So he says, 1 thing you learned. I don't have the exact quote for me. So I'm gonna para. But he's like, Ben Franklin, not only he 1 of the people who that Elon must myers, but he's, like, he worked on the the... I'm gonna push her a quote. Let me just pulled it up real quick. Well, I think in the case of Franklin, he did what needed to be done at the time it needed to be done. So he said what he learned is for Franklin did what needed to be done at the time he needs to be done? He was in different fields. He sort of thought about. Okay. What's the important thing? He thought about what's the most important thing to work on now and then worked on that. Okay. So anyways, that's just a... Popped into my mind when he said, what are the most efficient ways to build new mental models read A lot. Just read. And now this is on reading goes into a lot of detail here. A genuine love for reading itself is a superpower. We live in the age of Alexandria. Where every book and every piece of knowledge ever written down is a finger tip away. That means the learnings are abundant it's the desire to learn that is scarce. I remember my grandparents house in India. Oh, shoot. I jumped over part. He said reading was my first love. I remember my grandparents house in India. I'd be a little kid on the floor going through all my grandfather's reader Jay, which is all he had to read. I would read comic books, story books, whatever Could get my hands on. These days, I find myself re reread. As much or more as I do, as I do reading, which I also think is a good idea. I just did that it there's a bunch of books that I've covered in the past and I'm gonna reread and do no new episodes on because I think it is reread extremely important. I just did that most recently, with shoe. I think, like, a month ago, something like that. So he says that, I read a tweet from Ill cert. That said, I don't wanna read everything. I just wanna read the 100 great books over and over again. At the end of the quote. I think there's a lot to that idea. It's really more about identifying the great books for you because different books speak to different people, then you can really absorb those. He continues from multiple pages about reading the importance of reading Just gonna pull some quotes. I probably read 1 or 2 hours a day. That's puts me in the top point 00001 percent, different I think that alone accounts for any material success I've had in my life, and any intelligence I might have. Real people, I think read a minute a day or less, making it an app actual habit is the most important thing. Just like the worst and the... So he's gonna say something here to know of myself is if you don't love it, you won't do it all the time. If you don't do it all the time, you'll never master it. Just like the best workout for you is the 1 you're excited enough to do every day. I would say for books, blogs, whatever. The best ones to read are the ones you're excited about reading all the time. And then he quotes mu as long as I have a book in my hand, I don't feel like I'm wasting time. And this is more about reading old books. There is a lot of ancient wisdom in books. Really can summarize this whole section as time is the best filter. If you're trying to learn how to drive a car or fly a plane. You should read something written in the modern age because that problem was created in the modern age. And the solution is great in the modern age. This is maybe 1 of my favorite paragraphs in the whole book. If you're talking about an old problem, like how to keep your body healthy? How to stay calm and peaceful? What kind of value systems are good? How to raise a family and those kind of things? The older solutions are probably better. Any book that survived for 2000 year 2000 years has been filtered through many people. The general principles are more likely to be correct. I wanted to get back into reading those kinds of books. 2 great thoughts. The first 1, a calm mind, a fit body in a house full of love. These things cannot be bought. They must be earned. And number 2, the 3 big ones in life are wealth, health and happiness. We pursue them in that order, but their importance is a is reverse. So our default go after wealth, than health and happiness. He's saying it's better to go after happiness, then health, then wealth. Just a random paragraph for you. My summary, this is building a life that is uniquely perfect to you. This is kinda... This this paragraph that that Naval ball has here is gonna echo what I feel I learned from at Thor. To me, the real winners are the ones who step out of the game entirely. Who don't even play the game? Who rise above it. Those are the people who have such internal mental and self control and self awareness that they need nothing from anybody else. There's another idea you and I talked about over and over again. This idea we learned all the way back on founders number 100, but the first biography of Buffett I did. The inner scorecard versus Outer scorecard, the scorecard is all that matters. We really try to re orient yourself around having an inner, which means. So as long as you're comfortable decision you're making you're doing what you feels right, then be comfortable to being misunderstood by others. That was Warren father, who was Warren hero. His mother was the opposite that she was constantly worried about what what other people will think of her her, her family, what she's wearing, That's just a, sure ticket to mental to torture. The reality is life is a single player game. You're born alone. You're gonna dial alone. All your interpretations are alone. All your memories are alone. You're gone in 3 generations and nobody cares. Before you showed up, nobody cared. It's all single player. And so in this section, he's asked a question, but doesn't say by who? Buffet has a great example when he asks if you wanna be the world's best lover. And known as the worst, are the world's worst level, lover and known as the best in reference to an inner or external scorecard, and Neville answer all the real scorecard are internal. Okay. I got a few notes on this page. Number 1, how to develop skills. Number 2, we are only what we do not what we say. We are. That's a quote from I sharp. The founder of 4 seasons. This is a this entire chapter in happiness. So he says, and N involves point is like, it can be cultivated. It's a skill. The most important trick to be happy is to realize happiness is a skill you develop and a situation you make. You choose to be happy. And then you work at it. It's just like building muscles. It's just like losing weight. It's just like sec succeeding at your job. It's just like learning calculus. You just send this as the how to develop skills. He he summarizes as fantastically here. You decide it's important to you. You prioritize it above everything else and you read everything on the topic. There's a lot of just random thoughts and and maxim in the book here. 1, no exceptions. All screen activities are linked to less happiness. All non screen activities linked to more happiness. So there's the way... In my own life I've been thinking that I've been telling friends and other people. I've just become suspicious screens. Doesn't... Obviously, I'm addicted them, like, almost everybody is in the modern world, but I'm very suspicious. I know there's a thousand really cut really, intelligent hardworking engineers and they always have a screen that you're just trying to get more of my time. And for their benefit mind. Another 1, pick 1 thing. Cultivate a desire and visualize. So he's saying, his, you can suffer, but you suffer for 1 thing. The most important thing in your life. Not suffer for every little thing. So that's what he's talking about. How about changing habits to to to improve your your happiness that's the context that that there. So pick 1 thing, cultivate a desire and visualize it. Self discipline is a bridge, to a new self image. I thought that was just great writing. Self discipline is a bridge to new self image. And, now we get to this his idea on death without this is very similar to Steve jobs saying that knowing you're gonna die helps you make the biggest decision in your life. That everything falls away knowing that your existence is temporary. So it helps you focus and on truly what's only important. Neville says death is the most important thing that's ever gonna happen to you. When you look at your death and you acknowledge it rather than running away from it, it'll bring great meaning to your life. Your life is a firefly blink on a night. You're here for such a brief period of time. If you fully acknowledge your futility of what you're doing, and then think, then I think it can bring great happiness and peace when you realize this is a game. The idea the life is a game echoes what Phil knight told us, lin toll olds, his entire book just for fun, which is a really interesting personal operating system. If you haven't read the book, it's fascinating. That's very similar. But it's a fun game. All the matters is your... This is the what I feel the most important part of section. All that matters is your ex experience... Is that you experience your reality as you go through life. Why not interpret it in the most positive way possible. Enjoy yourself. Do something positive. Project some love. Make someone happy. Laugh a little bit appreciate the moment and do your work. This is on the importance of saving yourself. Doctors don't make you healthy. Nutritionists won't make you slim. Teachers won't make you smart. Guru won't make you calm. Mentors won't make you rich. Trainers won't make you fit. Ultimately, you have to take responsibility. Save yourself. He has this really great idea about being yourself with passionate intensity that I love. Here's an expo on that point. Your goal in life is to find the people business project our art that need you the most. There is something out there just for you. What you don't want to do is build checklist and decision frameworks built on what other people are doing. You're never going to be them. You're never going to be good at being somebody else. So summarize, be yourself with passionate intensity. Another tweet that relates to that idea, to make an original contribution, you have to be irrational obsessed with something. To make an original contribution, you have to be irrational obsessed with something. This is 3 random sentences that All mean 3 different things to me on the same page. 1 is that a lot can change in 1... This is my note to myself. A lot can change in 1 lifetime? Fight resistance, which is quote from Steven Pre great book war of art and number 3, Master the fundamentals. Number 1. Remember, I started as a poor kid in India. If I can make it anybody can. Number 2. If there's something you wanna do later, do it now. There is no later. And then number 3, this is his answer to the question. How do you personally learn about new subjects? Mostly, I just stay on the bass... On the basics. I stick to the basics. More on saving yourself. He says the modern struggle is loan individuals summon in inhuman willpower, fasting, meditating and ex exercising against armies of scientists and statisticians, weapon abundant food, screens, and medicine into junk food, clickbait news, infinite porn, endless games, and addictive drugs. So again, that's really the the addition by subtraction idea that he had earlier. And this just a more random mu on his own philosophy. This is what I felt was a great way to put the act of becoming a parent. The moment of a child, it's this really weird thing. But it answers the meaning of life, the purpose of life question. All of a sudden, the most important thing in the universe moves from bringing in your body into the child's body. That changes you. Your values inherently become, a lot less selfish. He talks about the present is all you have, and then he's gonna quote. There's just a great quote here from Homer in the Il. Everything is more beautiful because we're doomed. You will never be lovely than you are now, and you will never be here again. Here's a shot of optimism for you. The democrat... Democrat appreciation of technology allows anyone to be a creator entrepreneur scientist. The future is brighter. And I love this idea. The truth is, I don't read for self improvement. I read out of curiosity and interest. The best book is the 1 you'll devour, and I devour this book, and I would say reading, that improvement from reading is just a byproduct of reading. You don't have to set off yourself for improvement It's gonna happen on its own. And then I will close on a list of N rules. So think of these as a as a maxim and then the very last thing I'll tell you is a tweet from him which is fantastic. And let's go with N ball's rules, be present above all else. Desire is suffering, Anger is hot cold, c hot cold, you hold in your hand while waiting to throw it at someone else. If you can't see yourself working with someone for life, don't work with them for a day. Reading and learning is the ultimate meta skill that can be traded for anything else. All the real benefits in life come from compound interest. Earn with your mind, not your time. 99 percent of all effort is wasted. Total honesty at all times, I'm almost always it's almost always possible to be honest and positive. Praise specifically, criticized generally. Truth is that which has predictive power. Watch every thought. All greatness comes from suffering. Love is given not received. Enlightenment is the space between your thoughts. Mathematics is the language of nature. Every moment has to be complete in and of itself, and I'll end on this. Health, love and your mission in that order. Nothing else matters. And that is where I'll leave it. For the full story, read the book, I'll leave the link. If you wanna read it for free online, But if you want the paper version, I'll leave a link in the show as well. If you buy the book using that link. You'll be supporting the podcast at the same time that is a hundred and 91 books down. 1000 to go, and I'll talk you again soon."
}