{
  "transcript": "Ups was half a century old in 19 57. In June of that year, I was a 17 year old Californian right out of high school and had already secured morning employment. Still, I complained to a neighbor who always wore a brown uniform that Needed an afternoon job too. Why don't you go down to United parcel? They always need guys to load and unload in the afternoons. So in June, I became a Ups. Even though I wouldn't be 18 until July. Close enough they said, and I was assigned to load a trailer in Downtown Los Angeles, starting at a dollar 62 an hour. In August, the company gave us free cake in pamphlets, comme the company's fiftieth anniversary. In December, we moved into a new state of the art facility next door where men in suits were always around checking things out. Another Ups gave me the heads up that 1 of them was company founder Jim Casey. From the very beginning, I had heard stories about the company's tireless founder. He was a living legend. Jim Casey, the son of Irish Immigrants, working from the age of 11 to support a family of 5. In 19 o 7 in a basement beneath a bar, he conceived the American messenger company, which eventually became Ups. I drove for Ups for 5 years in 2 weeks And then in 19 66, I entered management. All the stories I heard about the company's origins in history took on a new clarity as I met and got closer to the great men who were leading Ups. Great man including Jim Casey, though retired, he was still a presence. I was fortunate enough to meet him on numerous occasions. His unwavering insistence on strong values kept Ups and its employees on course. Much later when I was finishing my career at Ups in the 19 nineties, books about big American companies and legendary American entrepreneurs were coming out in drove. Yet the story of our incredible company remained untold. Ups. Big Brown was by then well known and yet a mystery. Big Brown, the untold story of Ups will be the first business biography written regarding this elusive yet highly successful corporation. I'm proud of these pages. An epic snapshot of American business and culture over the past hundred years. You'll read how Ups grew on the heels of the Robert Barron and the Wild west Gold rush euphoria by providing delivery service for department stores. Then how it evolved into a common carrier, led by determined men the company expanded against the background of the roaring twenties, the depression and the rise of the labor movement. Jim Casey, remains the center of the Ups universe. And I was an expert from the book I talked to about today, which is Big Brown, the untold story of Ups, and is written by Greg Ne, and I wanna thank a mis fit named Christina. She's the 1 that turned me onto to this book I didn't even know it existed. I'll way back on founders number 01:51. I covered the biography on Fred Smith who actually founded Fedex. And that book was undoubtedly 1 of the craziest founding stories. I've ever heard. Let me read... I'm gonna tell you into why Wanted to study study a Ups because these giant physical logistics companies are un unbelievably difficult to build and we'll go into that. Jim it took Jim almost 60 years actually, finally, achieve his, his vision of Nationwide delivery. So this is from... Again, this is Founders number 151. The book is called overnight success, Federal Express and Frederick Smith. It's trying to create creator, and it has 1 of the craziest opening paragraphs of any book I've ever read, and I'm gonna read you right now. At the age 30, Frederick Wallace Smith was in deep trouble. His dream of creating Federal Express had become too expensive and was fast fizz out. He had exhausted his father's greyhound bus millions. He was in hawk for 15 or 20000000 more. He appeared in danger of losing his cargo jet planes and also his wife. His own board of directors had fired him as Ceo. Now the Fbi accused him of forging papers to get a 2000000 dollar bank loan and was trying to send him to prison. He thought of suicide. Sorry Fedex is just absolutely incredible. I highly recommend reading that book and listening to that episode of haven't done so already. So it's a book I I need to re reread in the future because it's just a reminder every single biography that we cover. There's an opportunity for them to quit to give up and they somehow find the internal fort to to resist that urge. And we're gonna see that today with Jim Casey because he actually almost sold his company. The company that he works on from time. He's 17 till he's till he dies essentially in his nineties. This is... And and Fedex is gonna make another appearance too later on the book, and it's actually really... I never made the connection too, to Read this book. The book that have in my hand about how you can attack... You can have... You can attack a similar problem. So Ups existed half a century before Fedex did, maybe even longer. And it was attacking the same problem from a completely different vantage point. It was very fascinating. So I'll get there... That's later on the book. First I wanna just give you a little bit about Jim Casey's philosophy. This is from the inside cover of the book. It said Casey pursued a spartan business philosophy, and that emphasized military discipline, dr uniforms and we reliability over flash. A model that is still reflected in Ups culture today. And so that is not only... The culture of Ups, but I would say it's the personality of its founder. And we're gonna see more about the personality right here. Drivers have a lot of autonomy. Ups drivers have a lot of autonomy. But at their back is a Byzantine system that evolved over a hundred years along lines conceived by the extremely disciplined and fast prestigious company founder Jim Casey. So let's to find that word. We can use a simpler word there. So talks about discipline and the definition of fast is very attentive and concerned about accurate in detail. His entire business is providing a service that has to be reliable. He has to be obsessed with accurate accuracy in detail. And then the discipline just runs throughout the company. A wire little man, Casey began at the bottom. He sp delivered packages messages and packages in the turn of Century, Seattle on foot. Casey learned about efficiency by doing. So this this book does not really go in Chronological order. Each each chapter deals with a specific part of the Ups business, and then it... There's, like, constant flashbacks to Jim Casey. So in this case, they're talking about, okay. You start out delivering package on on foot, hundred years later, the business is so much more complex. Talks about even at the very beginning that he would constantly worry about optimizing for efficiency. He wanted to make sure the promises that he gave that he gave to his clients he could deliver. So it talks about every motion of Ups time, measured and refined. All movement a Ups are subject to efficiency modifications and institutional. As the old maxim among Ups industrial engineers goes. In God, we trust everything else we measure. This is very similar. Essentially, they're just talking about the time and motion studies. I'll be back on episode number 1 68 when we we read the the auto of Larry Miller. He essentially built his entire career on finding different routes thinking outside the box to do tasks that everybody else was doing, but do them faster. And why? The second save become minutes over the day, and a few minutes each day mean big dollars. These methods have lasted. And so then the author goes into just a lot more detail about they measure every single thing. I wanna give you the punchline here. And this chapter I'm reading out of called the cult of the Ups driver. And the note of myself is all the best companies resemble cults, and, usually, what what happens to a cult outsiders don't understand them. They think they're too extreme that 2 outsiders, the Ups regime has always seemed excessive and this is about a waiting list and a difficult physical win out process. The long waiting list for driving up to 4 or 5 years. And the exert these hopeful do in the meantime separate the wannabe from the chosen. So he talks about just like it's the same path that he that he followed. The author works for Ups for 40 years. He's definitely a believer, so it comes through. He's definitely part of the cult. So we had to take that into account. But what I would say is, what he... What he's talking about here is starts out package sorting packages loading trucks. It's all physical labor. It's extremely hard. You you're well paid for, or you're well paid. You're compensated you get employee ownership, which we'll talk about more today. But they they follow this process. You have to do that before you become a driver, and they do that on purpose because what he just said, The exert these hopeful do in the meantime separate the wannabe from the chosen. You have to really wanna do that. Package handling in the hubs is hard and punishing. It's not for everyone. Again, we're are in a chapter talking about the cult of the Ups driver. You see the same thing and whether it's in, like, special forces in the military. Some quote... There's always some kind of process that they go through to make sure that you're serious about joining their team. By the time employees have moved a few mountains of cardboard cloud merchandise, they've either caught and this is why. They've either caught the Ups commitment, or they haven't. If they had that seed of Ups perseverance will spread through their system until they... Until they bleed brown blood, and that's... Those 3 words of their bleed brown blood. That's repeated a few times throughout the book. I... There's there's 2 things I wanna talk you about here that that jumped into my mind. First I wanna read you this quote from 0 to 1, written my peter of Teal that I think echoes exactly what we're... We're learning from the book that I have in my hand. Says, should take cultures of extreme dedication seriously. Is a lukewarm attitude to one's work a sign of mental health, is a merely professional attitude the only sane approach. The extreme opposite of a cold is is like a... Is a consulting firm like a accenture. Not only does it lack a distinctive mission of its own. Remember, this is mission driven. Why, I I don't need... I shouldn't say I remember because Haven't gotten into it Jim Casey obsessed. He's like, he's obsessed with packages, like, the same way Enzo far ferrari I was suspect building racing cars, and I'll go into more detail on that. He felt that the only thing he had the offer to the world was service, and he made sure he built an organization that that followed through on that promise of service. So they don't have, distinct commission of its own. But individual consultants are regularly dropping in and out of companies which they have no long term connection. Something in this book that's talked about in details is this win out this very difficult process, and then getting everybody on on board what you're seeing mission and the, the fact that a lot of the the company is owned by the employees. Is the fact that they they they work for the company for an extremely long period of time. So it's kind of the opposite of what Peter saying here that and you're just jump dropping into a company you're in there for a little bit, and then you jump back out the best startups might be considered slightly less extreme kinds of cults. Remember the the chapters the cult of the Ups driver. The biggest difference is that cults tend to be phonetic wrong about something important. People at a successful startup are phonetic right about something those outside it have missed. And so the other weird thought that popped into my mind when I got to this section was I was watching this video on Youtube about towards the end of Steve jobs life, the guy said... I think the had... I don't remember the exact name of the video, but it's like, what is it... What's it like to selling your company to Steve jobs for 200000000 or whatever thing was. And so Steve, the the the negotiation process was hilarious. I actually go back and find the video and and, take notes on it and then share that with you. But so after he buys the company, I wanna get to the the punch on what I'm telling you this, though, is he's constantly exposed to meeting with Steve jobs and, like, his small group of people that have been around Steve and working with him for decades. And 1 time he's in... There's, like, 4 people in the meeting. He's the only outsider. And he's looking around. He's like, how the hell did I get here? It's like, I cannot believe I'm in the room with Steve jobs. He's naming all these other people that have I've been with Steve forever, and he's day dreaming. And Steve, Steve, I guess picks up on this or not, I guess He does pick up on this. And he asks them. Whatever I forgot the guy's name. Let's just call him Steve. Or, no. That's confusing. Let's call him John. John, what do you think of this? And he's like, what? And then he's like, oh, you know, I don't know. And then Steve's, like, you weren't paying attention, were you? And he's like, no, Honestly, my mind was wandering. And he's like if you do that again, you're out of here? He's like, you're not... He's, like, everybody else here is an Apple guy. And then Steve sis like. I hired them. I trained them. I just bought your company. You're not an Apple guy yet. And so that same process that he's referring there that to to become an Apple person. It's the same thing that this author went through. He's a Ups guy. He's a Ups person. He went through their process to make sure that he was committed to their mission. People have always bought more... Oh, so this is the initial problem that Jim was trying to solve. People have always bought more than they could carry. And a hundred years ago, they had no cars to help them out. When Jim Casey, his partners began the delivery service, it served only department stores. And the Ups role was to complete the store's retail transactions. So that is the original problem that Jim was trying to solve. More on Jim's personality and how it influences how he built Ups. The brown color of Ups apparel was an intentional under understatement. As a way to project humility, 1 of Jim Jim Casey's most strongly held values. This is a... You're gonna echo what Sam Walton taught taught us a long time ago. Jim value humility, so did Sam Walton at least the external appearance of humility. You can have an ego, but you could what Sam Walton is saying is you your ego could drive you, but you don't wanna put it on display. He said, I learned a long time ago. That exercising your ego in public is definitely not the way to build an effective organization. I think we should listen to. There's very few people that have built more effective organizations in the history of humanity than Sam Walton. More on Jim's commitment to service, which is repeated over and over again in the book This is something, you know, this is foundational to the history of entrepreneurship Jim Casey made sure the service was the fu, which all business decisions swing. Alright. They quote from him. Him. Our real primary objective is to serve. To render perfect service to our stores and their customers. If we keep that objective constantly in mind our reward in money can be beyond our fond dreams, Kc said. That's very similar to what Henry Ford told us. Money comes naturally as a result of service. Jim's commitment to service was so extreme that he made at the company mantra. This is what he said, the company mantra was service. The sum of many little things done well. Okay. So let's go into how Jim operated. You don't have to be a famous somebody to create a global empire. Jim Casey moved through his long life as a re... As reliably and inc inconsistency as a plain brown Ups package car travels between pickups and deliveries. Jim Casey had a profitable approach. Ups is ever increasing sphere of service dependent on a code of Ethics as rigorous as a military academy. That, again, military academy Spartan discipline. There should be an over and over again in the book. With some of the best management in the world is ever known. Casey's definition of good management draw attention to himself. But instead focused on getting results through other people, and this is another main point of this entire book. The fact that employees and management and company owners, they're they were aligned because they had skin in the game. This is something we... And I'll talk more about this later, but I was reading through... I don't know actually know. I think it was I can't remember it was some warren buffett Patrol letters or Was actually something that Charlie Mu said at a Berkshire Hathaway meeting, but he talked about the importance that he took he talks. He says listen incentives are superpower. Says that over and over again. And 1 time he said, that if you want to learn about how important incentives are in business read the biography of les schwab, and he say... I forgot the the exact quote was something like, he can tell you better than we can. That he built this entire massive beautiful business profitable business selling tires in the Pacific Northwest with the dedication to sharing profits with his employees, something that Jim Casey was extremely... He wanted employees to be able to capture the upside. And the reason I'm telling you that now is because listen to how he describes what management is. Good management is taking a sincere interest in the welfare of the people you work with. It is the ability to make individuals feel that you and they are. He I that word, the company, not merely employees of it. It is the ability to make individuals feel that you and they are the company, not merely employees of it. Jim Casey, it was a shy man, anything, but flash she. A stranger observing him might have thought, this is not a man to be watched. Rather, this is a man who is always watching. And so the note of myself is very simple on this page, always pay attention, and he will see that he's doing that even... This is a great little anecdote because he's 80 years old in the story. This is fantastic. Jim Casey watched the streets carefully. He watched movement. He watched what people sold and what people bought. He was an internal puzzle solve. His mind constantly preoccupied by every sensory detail involving his core business, packages. He gravitate to me by how they were wrapped and how they were delivered. At the 19 72 Ups National Conference. It was held in a resort hotel gives a sense of his singular obsession. During 1 of my walks between the dining room, remember, he starts Ups or what comes to be Ups in 19 o 7. This is 19 72. During 1 of my walks between the dining room conference meetings. I heard someone call out to me. There, half hidden the bushes was gym. All in his own, ge down at a stack of packages. It was evident that hotel employees had prepared them for the post office? Say, what do you suppose these packages are here for? He asked me. I think we should be delivering these packages. Winning Ups and not the Us postal service. I don't know. I told him, but I'll find out. I knew I had to do something. While he slowly walked back to the meeting, by then he was 80 years old, I wasted no time in notifying our top customer service people who put the wheels in motion. The next day I told him Jim, I'm told Ups will be delivering hotel packages from now on. What a businessman man I thought? How many of us top management included, walked past those packages without even noticing them? On auto, he never tired of learning. To keep up on the trends he read. He listened to the radio. He asked questions. In intuitive and alert, he didn't hesitate to put himself in situations from which he could learn. Now this is fantastic too. And this is... I'm gonna tie this into a couple of other founders that we we said in the past. When traveling between meetings, Casey would frequently tell his driver to stop when he saw Ups delivery progress. Without identifying himself Casey would ask Ups drivers what they thought of their job. He listened carefully and consider their answer seriously. These informal man on the street interviews became an invaluable way for him to assess the efficiency of Ups delivery operations in a way that a Ups managers filtered version could not. We thought this before. Every single book I've read, I don't even know how many on Jeff bezos has been out. There's was what, 4 or 5 different episodes on Jeff bezos in the archive. It's talked about jeff... Anybody... Anybody could or, could email jeff at amazon dot com. He'd have a team constantly getting feedback from real customers. And they'd find a problem because usually, customers can see something that his management is not gonna tell about. Right? And so what happens is when he'd find something that he didn't think was right. He'd grab... He'd grab the email, he would forward it to the person that should be in charge of making sure this problem never occurs again and just puts a question mark at the top. And every time in these books when when employee gets 1 of these emails from Jeff with the question mark. It's like, a, oh, shit. I better put everything down I'm doing and find this find out why this happening and make sure it never happens again because now I have the intention, the the the the the direct attention of Jeff Bezos, and that is very, very scary. Another thing I I so that's 1 way. So you you got Jim, email or not emailing. Jim, interviewing people on the street, customer's emailing Jeff Bezos, Paul or fella, the guy that founded Kin. He had this voice mail system. So he would let anybody in the company call and leave him a message. He didn't filter things through some kind of hurricane. Like, you talked to your manager. Your supervisor and talks to his manager, and then his manager and eventually gets it to me. And so he'd find out about all kinds of... Because sometimes they were good ideas, so he'd implement them because Kin was set up as like decentralized, like a series of decentralized stores. And so they would they wouldn't have, like, like, very strict ways to run store. And so you let them experiment, you find the best and the worst bubble up to the top, and then you you copy that throughout the company you avoid, obviously, the worst mistakes. So again, very similar, a way to find unfiltered information. This is why. Jim thirst for knowledge was 1 of his most impressive traits. He didn't have much of a formal education, but he learned so much just by listening. Every new person, Jim met had value. And the potential of conveying a piece of information or a pearl of wisdom would enhance Ups. And we see this, like, constant communication. He feels everybody's part of the same... Like, we are the company. We're not just employees of it. He wouldn't let you call him mister Casey. Casey wrote in a 19 29 Ups policy manual that managers were to be addressed by their first name. This is more on his personality and how he operates frugal. That's an understatement. He always watched where the money went, and you gonna learn why. Like, when you see how this this guy grew up. It's... There's just so many parts of this book where my only note is unbelievable. It... There's... I was not expecting When you pick up the book, I just was not expecting some of the stuff that's in this book, We we'll get there. He always worked where the money went, I have leftovers from his days of supporting a family of 5 as an 11 year old. That's not hyper that's insane. In the late 19 forties Gym made a friendly suggestion to the president of At t, which at the time had a monopoly on American... America's telephones. Noting that the phone lines weren't much used at night, he suggested that At and T might offer reduced nighttime rates. At and T implemented the idea, and the resulting savings worked well for frugal Jim and for millions of other Americans. This goes to his own, his own business. He didn't believe in, like, these, like, company palaces. Jim Casey's office, was a small stark room occupied only by a metal desk, several chairs and a coach. His door was never closed. The minimalism dispel any customer questions about the fairness of Ups prices. 1 of my favorite stories is to illustrate this and it's just a way to take this idea. This... The important the importance of this idea, and keep it logged in your head forever. Of course, it comes from Charlie Mu. He's touring. I think it's the Buffalo evening news of him and warren and Buffett just bought. And he could not believe at the op? And he just says, why does a newspaper need a palace to publish? I love that guy guys so much. Alright. Jim preferred the Spartan business style. They were all owners of the business. And almost without exception they preferred greater profits to sp on frills, more on how Jim operates. He was he believed in decent and empowering the individual. His answers for sluggish layers of management was decent. And his attitude towards employees was an unwavering belief in and a respect for the individual when I got to that part of the book. I wanna read this highlight. This comes from Ashley Vance fantastic book. It was actually the first episode I ever data of founders. It's on Elon Musk, Elon musk test the Spacex in the quest for a fantastic future Is the title of that book, and it talks about... This is at Spacex. Hold on. Let me read my notes. Spacex quote, but individuals rule... Okay. Let me read this from this book, And this is something I save on my phone this highlight, and I look at constantly. Not only, I think this applies on an individual level, but also staffing your company with a bunch of people like this and giving them the freedom to work. Without restrictions without anything slowing them down, produces. I mean, I just covered the early days of Spacex. I think was founders number 1 72. Somebody just wrote a book. I camera remember Jim berger maybe name. It's a fantastic book because it's like, the first 6 or 7 years of Spacex history, which is unbelievable. And I think there's a lot of lessons in there that'll apply to any any company, any difficult endeavor. And 1 of that is the importance of moving quickly. Right? You have limited resources. You have to maximize time and this a little about this from Ashley Vance is a great book. And by recruiting hundreds of bright self motivated people. This is not different from what Jim Casey did. This is why Reading this to. And by recruiting hundreds of bright self motivated people, Spacex has maximize the power of the individual. 1 person putting in 16 hour days ends up being much more effective than 2 people working 8 hour days together. The individual doesn't have to hold meetings reach consensus or bring other people up to speed on a project. He just keeps working and working and working. And again, let's just tie that back into that line from this book an unwavering belief and respect for the individual. Determined individuals working together towards a goal can accomplish great things. That's my... That's that sounds like I read that just came from me. Money and... Prestige did not push him. This is what... This is under the sub heading of a life without distractions. And this is... We're gonna get to 1 part. Where it's like, alright, Buddy. Got us so too far. Okay? Money and pressure... Excuse money in prestige did not push him. Excellence did. He simply had an ins desire to do the best job given whatever circumstances emerged. Did not believe in fame he believed in excellence. And I think a lot of, under... It's really helpful to understand, like, why he builds his company this way why he believes in this. And the fact is that you're gonna carry the scars of early poverty forever. Those are your fundamental years like it there's no getting out of that. I think of back on founder number 01:16, Sam Bro, the founder of S. Unbelievably, you know, they they had to, they, to Canada. They were facing persecution for religious persecution because they were Jewish I'm not mistaken. But, anyway, he... I mean, the that's another crazy book when you think go into all all the stuff he did to overcome I remember 1 time he had a... His business is obviously son liquor. There's all these regulations against, liquor at the time in Canada. And so he had a... He his business hinged on the ability to buy a hotel because hotels had this, like, grandfather and liquor license. He had another guy That was competing to buy the same hotel, the owner had left for like a hunting trip and, like, the I tundra of Canada, Sam's competition decides, hey, I'm going to sit around and wait till he gets back and then we'll bid Sam hires a dog sled team and a guide to to take him 6 days across the frozen tundra of Canada. They have to they have no food. Have to eat, They have to hunt burger food along the way, gets to the guy's camp. Winds up convincing to sell the hotel and gets back to town, and by the time, he gets back to town, his competition didn't even know And he he's still sitting on his ass doing nothing, didn't realize that the competition is already over. But anyways, that re reason I bring that up is because many, many years later. He's sitting in, you know, his his mansion, talking to his daughter if I remember correctly, and he's shiver. Sam Bro is shiver. Lit physically shiver at the thought of wearing rat clothes, closed full of holes because his family so poor a school and the shame he felt on that. And it was 30 years later after it happened. So, again, you carried that discard a poverty forever. We're gonna see that with Jim Casey, the eldest of 4 children Jim was considered the family the family patriarch. He was not warm and C uncle, but a gentle polite and considerate it, considered a person. Remarkably little is known about the founder of this about this founder of a fortune 500 company. Even people who work with Jim Casey for decades knew little or nothing about his private life. He really didn't have much of a life outside Ups. It was almost as of Jim Casey had no private life beyond his lifelong commitment to Ups. It wasn't that Casey had no feelings. Anyone who knew him would tell you that he was carrying at his core. He'd stop. He'd listen he'd inquire. It was only that unlike the rest of us with normal attachments to friend and family, the context of jim care Jim's carrying always had Ups as book ins. And that explains the company's astonishing growth and influence under his 76 year watch. He worked on Ups for 76 years, I was like that's insane. Jim Casey, the man was subs soon by something greater than himself. I'm gonna give go more detail. I thought I got to the section. I wrong. I got... I thought this was gonna go into detail about what happened in in it's early life. Yeah. I'm I'm gonna get there because it's it's 1 of the... It's the part, I wouldn't say it's the... It might be the most important part of this entire of his entire story of, like, what he had to survive. And the fact that you... If you are put into an environment like he was. And you're able to develop skills to survive that environment, and then you apply those same skills to building a business, no 1 one's gonna be able stop. Jim Case was need his a penny expected the same of everyone who worked at Ups. His... He had an obsession for ti that extended to the package card to the packages and cars, seeing mud on the wheels enraged him, which sparked his tightly controlled Irish temper. He encouraged his staff to look at themselves through the eyes of the customer. This is another trait that we see over and over again with the greatest founders. It could all be so simple. To note of myself, ob obsessed over the customer experience and the way to do that is to look at things from the customer's perspective, not Is this better for the customer is it better for the business? And you'll see... When once you... Once this idea is large in your mind when you interact with businesses on the on the regular, you're gonna see this over and over again. Oh, okay. You made this decision because it's better for you? You should have made the decision that it's better for the customer. He encourages to have to look at themselves to the eyes of the customer saying customers judges by the visual and mental impression they get. If those impressions are not to be or didn't, if those impressions are to be favorable. We must have the appearance of doing a good job. Not only does this apply to the physical appearance of plants, which is what they call, like, their they're like... Not their factories, but they're, like, warehouses. Cars and people, it also applies to the impressions created by the work we do and how we do it. Case Casey's personal code code was discipline. He was not the typical corporate cheerleader. Gospel is not so much in... His gospel was not so much inspiring as relentless. He... What he he lacked a pit dramatic or, but this is important. I love this description. Hardly a shining star Jim Casey was was more a steadily burning flame. You can dis distilled Jim Casey's lifelong message to its essence. And if you do that, you get neat, humility, frugal gal. Depend ability, safety, strong work ethic, integrity. This una it says good values were in his blood, this una assuming aesthetic with an iron will based his company and his every move on ethics that he learned as a child mostly from his Irish mother. Jim Casey's parents like most Irish at the time greeted hardship with grit and ingenuity. So it talks about his dad was trying to mind for silver at the time that it's gonna lead to his early death. His her husband not from perspective, obviously, his his mother, her husband was working long hours in dreadful conditions, and he contracted the minors lung lung disease. So this is a former of tuberculosis and began his slow decline. The Casey's circumstances were grim, and the prospecting for Silver didn't even work out a financial panic was eroding jobs and confidence. Henry, this is Jim's dad went from job to job barely making ends meet, coughing all the while. And we continue to settle out each morning with determination. Desperation dogg their father. Jim was, and this is a where it hits you. Imagine being an 11 year old kid going into this. And this is in the 19... Early 19 hundreds. Jim was that by then old enough to app his parents mounting anxiety. To understand that his father was not healthy by comparison, and he started to understand his father was not healthy by comparison with other men. The worried atmosphere undoubtedly had effect, and this is where we get to this page where my notes... This is unbelievable. When your back is against the wall, there's only 1 way to go and that's forward. Soon, Henry was unable to work at all. As his dreams ended, his son gyms began to take shape. At the end of the nineteenth century, the number of American children the workforce reached staggering proportions, Over 2000000 children worked in mines factory and sweats shops, many in appalling conditions. For the cases, there was no alternative. It was critical. With 2 younger brothers to protect and a mother and an ailing father to support, 11 year old Jim Casey had developed a maturity maturity that bell his age. His family was in a precarious his family was in precarious straits, and it was up to him to solve the problem. And so this is where he's gonna to discover the messaging and delivering business. More than 1 person suggested that messenger delivery board positions were were possible for someone so young. Jim Casey goes to a department surgeon, jim Casey asked the personnel manager if the store had any work he might do. The manager said our driver could use a helper. It's 2 dollars and 50 cents a week, report tomorrow at 07:45AM sharp. The manager led Young Casey to an elderly man. He was an Irishman man as it turned out, and he said you go with him today. As the pair climbed into the front seat, the driver asked? Well lad, what do you know about street numbers? Nothing the young boyd admitted. The driver explained the fundamentals of delivery that even number of houses were run 1 side of the street and odd number of houses were on the other side. Thus Jim's growing familiarity with with Seattle captivating streets and alley ways became a source of income. He worked more than 10 and a half hours a day and longer on Saturdays. Reminder, he is 11. He worked more than 10 and a half hours days and longer on saturdays starting at 3 dollars a week. So him and his... He's the oldest, but his younger brother has to work too For a while, the 2 oldest Casey boys supported their entire family on 6 dollars a week. Henry's rest... This is his father. Now, Jim is 14 years old. Henry's respiratory condition continue to worsen, and he died on October t 19 o 2. Jim is 14. Again, this is unbelievable. There were very... So now he he... He he jumped to any job that they'll would pay him more. Right? And it's all, like, messenger drops. Right now, the telephone is a like, a new technology? And so they have these messenger services, you know, sometimes it's delivering, hey, call up. Can you send this message to this person, can you deliver this package. Can you, any kind of, essentially like a gop service. There were very few telephones at the time, delivering written verbal messages and returning what the answers was a big part of Gym job. Jim's job. He picked up he picked up and deliver telegram, mail and packages. Jim... Is unbelievable. Jim requested the night shift, working from 7PM until 7 Amps. So now he's working 12 hours a day. Why is it doing that? He's working this so he can try to go to ninth grade? And he wants I think going for, like, 2 months and then never goes to school again. It wasn't all telegram, and this is more unbelievable. Many of the night calls were drug addicts. Summon a messenger to help replenish their staff. For the Opium smokers, Jim had to run towards the waterfront where entrepreneurial Chinese distributed that their their na narcotics. Jim intrepid went into the shadowy exotic corridors to the dealers who for amounts as much as as little as 25 cents would place dab of opium on a card and then fold up for delivery. The company Jim was working for also had to supply the cocaine addicts. He sometimes carried trait that this kid is 14 years old. He sometimes carried trays of food for delivery from restaurants. He would have to rush to notify a fire... Railroad fire of emergencies, he would collect bail for jail birds and even acted as a detective. During winters a rained and rain. Jim was often cold and wet. Wealthy people could afford fancy hotel and Jim would often look with envy at them through their slightly fog windows as they sat in the big... As as they sat in their big hotel chairs looking out onto the rain from warm lob. And why I bringing this up because this is something that affects us life his his life for the for the rest of his life. To the busy and driven young man man, life in a hotel seen the height of achievement. It is it is thus no surprise that the future prosperous Jim Casey would end up living exclusively in hotels. Okay. So moving forward a little bit. When he's 15, he starts his own business, He just said hey, I'm gonna do a... Instead of working for a messenger service, I can do this myself. Winds up doing that for... It struggles for about 2 years, and then here's a... There's like, a gold rush happening in Nevada. So he leaves Washington, and he goes to Gold. Is the name of the city. And this is another just unbelievable experience that he has to endure. Gold already had 600 telephones an incredible number given the infancy of the technology. The phones were all connected through 1 switch board at a new telephone telegraph office. The boy's timing was terrific. The office office manager needed someone to deliver all the messages that kept pouring in. Jim and Tom set up their own messenger business in the corner of that office. With with plenty of messages to deliver by foot and and by bicycle, They welcomed a third partner, John Mori, the 3... This is and this is repeated a few times throughout the book, in different domain or different context, but he said... But it says the 3 learned that service was all they had to offer. It was an exciting time. The numerous messages and errands had the boys running, bit had the boys busy running and riding their bikes all over town. Unfortunately, the excitement ended in tragedy. John Mari his third partner accidentally ran into a va named Thompson. Thompson shot and killed him. His business partner's murdered. The cold blooded murder left the other 2 boys stricken. They decided to leave Gold field. So at this point, Jim is now 19. He's back in Seattle, and his his guy... This guy named Ryan that he knows decides, hey, this is the time, we should run... We should just do a delivery business here. And so it says, Ryan said no 1 in town runs a decent delivery business, and there's 1 needed. You and I have the experience. Let's go set up our own office and go into business. This is what's going to wind up being Ups, Ups starts with a hundred dollars and a 42 square foot office underneath a bar. An older friend of the Casey family agreed to lend the young man a hundred dollars to launch a new enterprise. Casey and Ryan launched American messenger company on 08/28/1907 from a tiny basement office boat beneath a bar. The company rules were hard were few but hard. Only Jim and Claude answer the phones. Messengers required to be courteous and quick. Only if the destination was too far are unreachable watch trolley could the boys use the bikes. The company offered best service and lowest rates around the clock, including evenings, Sundays, and holidays. And so how do you offer around the clock service, Claude and Gym often slept on the desk. Awaiting infrequent middle of the night phone calls. So this the first incarnation of this business that their setup is very similar to the go forward work that he was doing before, where sometimes he's delivering packages is sometimes delivering messages, but sometimes they're hired to, like, babysit my kid follow around my husband to see he's cheating on me. Just any random thing that a a person possibly could could 1 help with. That's the way to think about that service. He doesn't like that He's like, he can't get really good at something if you don't do it over and over again. So he wanted to narrow the focus of the business, and this is where they could they Come up with the idea ideas Like, why don't we just focus on delivering packages from retail stores. So it says getting fed up with the nature of some of these errands, the young team cast about for a strategy that would add substance to their business. There's a clothing store called King brothers, they signed on with American messenger company allowing the store to offer customers same day delivery. So this is really interesting too. I never thought about. At this point in American history, a lot of people are living cities. It's not a lot of cars. And so, when you're you're shopping, you're shopping in, like, a downtown area close to where you live where your apartment is, you don't wanna carry all this stuff so that's why that's how the service starts. Now that's that's what allows Ups to start building out their business, but eventually, couple decades in the future. Everybody's got a car, there's this huge demographic shift outside of cities into suburbs, and it's a shopping malls. And so there's a... As you can imagine, he he ran the company. He was with the company for 70 something years. There's all kinds of... There's all kinds of different, environments that he has to adapt to and to succeed in. I think I talked about it a little bit later on to. Packages of clothing purchases arrive at the bay... At their office throughout the day and were dispatched along with messages to the same neighborhood. Effectively, this consolidation generated far greater revenue from a single trip. So it's they're delivering packages not just from 1 clothing store, but all the... As as many retailers as they can and they're trying to use, like, a hub strategy here. So that way, 1 driver for Jim's company can deliver packages for... To to... To the neighborhood for multiple different retailers. So that's what they're talking about there. This is interesting. The first Ups truck was actually a motorcycle. This is a period of trial and error. They're increasing volume and delivery business often out ran their strategies to cope with logistics and accounting, and they had to learn solutions on the fly. They experiment a lot with operations at first. We didn't know what reached the charge, what schedules to operate on or even how to record the parcels after getting them. The entire business was learning by doing. And so eventually they figured things out, but business does be in a plateau and they're like okay, how do we expand? And 1 thing the early days of Ups there... A lot of their expansion was was driven by partnering. With other companies, eventually she's gonna start buying up smaller delivery companies too. This is the this is how they start having the delivering things not just by by by bike and by foot, though. This is what I'm meant by the first Ups truck with motorcycle. Jim Casey became obsessed with moving beyond the s. He's spent many hours pondering ways to become an all inc encompassing delivery service that would attract new accounts. To cover Seattle faster and more comprehensively, The founders made a key move that would establish a protocol for future expansion partnering up. Another young man, 20 year old Everett Mack Mccabe was American messenger company's hardest working competitor. Mccabe company, the motorcycle delivery company. Had a fleet of about a half a dozen motorcycles serving the Seattle area. Each rigged with baskets and saddle backs. The motorcycle delivery company was a husband and wife team. So Jim talks Mac into partnering up. But Jim, but Mac's wife is hesitant. Her name is Ga, and this is another unbelievable twist in the life of, Jim and Ups. Mac was excited about com... Combining forces, but Ga, was initially cool to the idea and needed some convincing. So eventually, Jim convince her. Why does I say that's crazy. Few decades later, Ga winds up murdering her husband. So she kills Mac. She shoots him in the side of the head? And then she gets put in a mental hospital. And so they started... There's about 4 partners of Ups, and Gyms the only surviving 1, not too not in the not too far distant future. Jim Claude and Mac cast about for new name that would that would better identify their plan for the business, which all focusing on consolidated deliveries for department stores. No more miscellaneous errands, and that's when they come up with, United Parcel service Ups. So eventually, they have so much business they're running to another problem. They can't stack all... They can't use motorcycles. And so this is another another reminder to invest in technology. This is something that we learned a long time ago from Andrew carnegie, invest in technology. This savings compound and it can be... Sometimes it can be the difference between profit loss. The problem was 1... The the problem was that you can only stack packages so high on a bicycle or a motorcycle. The 3 entrepreneurs decided to borrow enough money to purchase a new 19 13 model ford. And after removing the passenger body, they purchased a delivery van body for about a hundred and 25 dollars and attached to the chassis. So they have an older guy. I think he's a partner, he went to working for them for a while. His named Charlie So Saw something. He's about a decade older than all these guys. And he's the 1 that really pushed them into into this new technology at the time, which is automobiles. So solar systems respect for automotive technology created several legacies. The first was a commitment to investing in the latest that technology had to offer. That met automobiles back in 19 16, but the same approach, but the same approach through the years has led Ups to embrace other innovations, right up through electronic, software and micro technology, and Ce, His say first name's is Charlie. And Charlie is also the reason why Ups trucks are brown. I thought this is fascinating. We can also credit Charlie for Ups Brown. The partners had heard that bright yellow was an attention gunner, and we're and we're poised to paint the fleet a a vibrant yellow. Charlie was appalled. He intervene explaining that Seattle department stores presently saw their own vehicles as a great form of free advertising. They would be reluctant to re their deliveries to company whose cons vans would compete with their own. The idea was that the fleet should blend into the background. Charlie read about recent experiments run by a railroad sleeper car company called Pull. They found that a certain shade of brown Pull brown. It was called, held up best when subjected to rain sleep and dust. To gym and many others, the color symbolize the highly respected road industry of their day, so that's where they copied. They decided to copy Pull color. So it's merging with another company. He decides okay. I need to raise some money. If I'm gonna expand I have this idea. I don't wanna just deliver packages in Seattle. Don't wanna just deliver packages in the state. I want to deliver them throughout the nation. We're gonna see why this is so difficult because a lot of these these regulations you had to fight. So he tries to raise money, and the the failure to raise money actually changes, like, his approach and reinforces his approach actually. So he talks about this guy mister Carson. His not not giving be money. He gave he gave what Jim casey remembered as the most inspiring talk on the economics of business I ever heard. Mister Ka told him frankly that he would not fund their venture, but that they should not interpret his resistance as a dis. He finished with the words, determined men can do anything. That comment became an in vacation. Jim Casey and the company would use it as a rallying cry, time and time again. As the years went by, Jim rephrase the phrase to his own per... Her own purpose. Determined men working together can do anything. And so this is where he has to come up with another way. I don't have money, but I can trade stock. And so a lot of... This is where he was very intent on on, Ups being owned by the employees. They would buy... What... Essentially, they're doing is they're buying existing delivery businesses to expand. And sometimes they buy the businesses out of bankruptcy her a receivers, or sometimes they buy the business because the owner wanted to retire. But it says rather than paying upfront with cash. They fund these acquisitions by pledging shares of Ups stock. Ups was to use this strategy numerous times in the coming years. K. Now we got the the part about just how difficult why... Why I wanted to tie this in with the Fedex and everything else So did the the the insane amount of difficulty? Of building a business like Ups and like Fedex is just mind boggling. Jim cases ambition had long been nationwide shipping in coast to coast to every address in the 48 continental states. Ups this is wild, Ups didn't accomplished a subjective in 1 fell swoop. Rather the company dogg pursued it, state by state, and in some cases city by city, with applications, formidable paperwork and documentation, meeting with attorneys and state and federal hearings with occasional peers, appeals over a period of 68 years over Jim Casey's lifetime? So why was this so difficult because they're regulated by this regulatory body that was created an 18 87 called the Icc. The vision beyond retail store delivery made... His vision was beyond retail story delivery. Sorry. Excuse me. It made sense to Kc and he later related. Think of the scores of millions of additional packages we could handle if we delivered all those going into each territory rather than than so he's just... Let me just pause here. I'm not being clear. He's just describing the upper 2 that he's chasing. Right now, I'm just delivering packages that come from retail stores. Right? So it's was like, well, if I can accomplish this extremely hard goal. Think about the opportunity at hand. So start from the beginning. Think of the scores of millions of additional packages we could handle. If we delivered all those going into each new territory, rather than what goes out of the stores we happen surf. Since 18 87, the interstate Commerce commission, I'll refer the to that as Icc, had tightly regulated the economics and services of carriers engaged in transportation between state The first regulatory commission in the Us history. It started was it was started to protect against railroad malpractice, but Icc jurisdiction extended to trucking companies, bus lines, freight forward, water carriers, oil pipelines, transportation brokers and express agencies too. Except for airlines, any business convey that charged money to transport goods or passengers from 1 state to another was under Icc regulation. Remember that for for in a few minutes, except for airlines. That's blew my mind when we get to that part. So it says Ups would take on this, I'm, I'm still describing how difficult it is. Because this is what he has to do to accomplish this goal. Ups would take on the Icc 1 city, state, or multi state area at a time. And this metaphor really, I think illustrates the difficulty, and the route that Ups chose. Like Asap tortoise, Ups was sure and steady, plotting towards this objective of providing delivery service all over America, moving forward with perseverance and a humility that bordered on stealth. Ups was slowly but inevitably taking over the country. Ups did its best to keep a low profile. The thinking was that the company would get further using polite persistence in battling sluggish bureaucracy. Now remember, we're still in pre fedex days. So their main competition. It's talks... It's crazy and even more difficult when the fact that their main competitor was subsidized by the tax pair. Listen to this. This this was the case despite the fact that the government's parcel post so the post office was running at a loss and needed to subsidize package delivery to keep its rates as low as they were. So that's the case back then. Pretty sure they still operated as lost since this day, it's rate and this is the main point. Rates didn't reflect its cost. That's not the own... The post... The post office is only advantage. As a government agency, it pays note... Imagine how difficult it is. You have to battle the Icc on a city by state citi basis, state basis, multi state basis. And then your main competitor, it doesn't have to its prices don't have to withdraw cost, and then that's... And then they have this list of advantages. As a government agency, it pays no federal state or local taxes. Is exempt from zoning laws, pay pays no parking tickets or vehicle licensing fees and has access to cheap government credit. These are all significant benefits than no private company enjoys. And so in an extreme environment like this when you're trying to expand, you're you're going you're going a uphill. It's extremely difficult. This is blew my mind. I was like, wait. He almost sold Ups. And if it wasn't for the financial crash, that starts a great depression. He would have sold Ups. It says after negotiations, all parties signed a contract under which a holding company I'll skip the name, bought Ups for 2000000 dollars and 600000 shares of Curtis Airplane, which is later known as Curtis Wright stock. Using the 2000000 and their... This is why using a 2000000 dollars primarily for expansion, Ups was also able to give it stockholders, which were employees the time cash along with their Curt... With Curtis wright shares for their holdings. According to the agreement, the 3 still active Ups partners, which were Mccabe. He's not dead yet. Jim Casey and his... And Jim's brother, would remain with the company to oversee the plan expansion. They were guaranteed management control for 5 year period. He is so lucky this deal fell through. Right away, Casey had Mis giving. Regret, regret and worry moved into occupy his mind. He and his partners had given up control of everything they had built over the previous decade. More important, Casey doubted that the new management would honor the commitment to his loyal employees. Upon which rested Ups successes. These man had become stockholders expecting to sharing the profits over coming decades, and an abrupt payoff in stock in another company was certainly not what they had been expecting. And this is why I was like, this doesn't make any sense. We're, you know, almost done with the book. They're very closely to and, maybe 75 percent done with the book. And he's selling the company. It's like, you... This doesn't seem... You got to know Jim casey up until this point. Like, this it struck me as a huge surprise. This quick payoff seemed to odds with everything Casey, his partners and the company had represented when they made Ups stock available earlier. Then just as abruptly as the offer, to merge had fallen into their laps, so did the solution to undo it. To historic 19 29 crash the stock market. So the the holding company winds up agreeing to, like, undo the deal because now they don't have the assets they previously had access to, this this did not happen overnight. It took 4 for full years and a lot of hustling before all the Ups stock was returned to Ups employees in exchange for the stock that they had signed back. That's occurred Right stock. Ups stock was again offered to the employees. Their independence was was preserved. Jim Casey recalled. We learned in those 4 years lessons that should never be forgotten and this is his whole point. As Jim Casey commented many years later. Employee ownership is credited by the people inside and outside the company with having done more than any other thing. He's saying it's the most important thing he did. Les Schwab would tell you the same thing. Toward making our company and our people so notably successful financially and otherwise. And that's, note on this page is to remind you that Les schwab is founders number 01:05. It says on the importance of incentives with employee pay, last ownership, Charlie Mu says read lush schwab auto. He can tell you better than we can. And then I have a note, I saw a quote this week that's fantastic, and it talks about, you know, how valuable Ups stock was. I ever forgot the exact number, but some of the people, like, in the early days of Ups, the the the the small delivery companies that agreed Ups to buy them out in Exchange for shot, suck the people that never sold that stock. Later on, their their errors were so wealthy because of the appreciation just in the stock alone that they were able to donate 50, 80000000 dollars all these different travel foundations. And not only, you know, you... Jim Casey ones up being extremely wealthy. But this is the quote, the... And this is by Nick Sleep, who's a legendary investor, still alive to this day, the best investors are not investors at all. They are entrepreneurs who have never sold. And he put in the word something that I'm seeing in the books that I'm reading. Right? In these biographies. The best investors are not investors at all. They are entrepreneurs who have never sold. Okay. Moving on, this part is called then Fedex happen, and this is this blew my mind and did not make this connection. The at least as vividly until I read this book. Because they were keeping their collective noses to the ground, Ups caught Ups was caught napping in the early 19 seventies as Fedex exploded into the air business, send is... Check this out. Setting itself up as an airline that delivered packages overnight packages at that. Why is that important? Former marine pilot Fred smith. And and his Fedex was by any measure sheer genius. This is this is the part that blew my mind. That Fedex was established in 19 73 as an airline, not a ground delivery company is an important legal distinction. This is why it's genius. And this is what I referenced earlier about how you can solve Ups and Fedex or Both trying to say this solve the same problem. But Fedex is able to learn from Ups experience and come at it from a entirely different angle and leap frog and make make rapid improvement on Ups model just by taking a different strategies fascinating. The Fedex was established in 19 72 is an airline, not a ground delivery company is an important legal distinction because the company was exempt from onerous common carrier regulations. Airlines fall under a different regulatory model. Body. The Faa, not the Icc that regulated trucking company. So the the the the Icc is what Ups is having to fight remember. City by City state by State. Fred Smith took a completely different approach Like, I don't have to do any of. And Fedex didn't intend to start city... Start up, city by City Ups always had. The concept was hatched nationwide with its 1 hub from the very beginning. With these modifications, Fedex revolutionized air delivery and when Ups leadership got serious about next day air, they did the same thing. But this didn't happen for 8 more years. Think about the jump that Fred smith got on Ups. The vas market that had taken Ups 65 years to accumulate was suddenly jar by this ups start Federal Express, a company that no 1 had ever heard of. Now think about this. Okay? We've seen this example multiple times. What do you think is going to be the reaction inside Ups. It's is huge. It's already successful company. It's been at the delivery business for multiple decades. Its founder is very close to the end of his life. We know how they're gonna react. This is very predictable. Most Ups took the Ostrich approach. Ignoring the new company. Some den it saying for instance, How are they gonna deliver them on the ground? Their networks too small. People don't need that much delivered overnight? Costs are too high. They'll probably go out of business. Thousands of Ups were very busy celebrating their periodic service expansions. They were caught up and following through with all the staffing and planning demanded of opening new territories. We rarely mentioned the new competition. In fact, Ups annual reports of the late 19 seventies and even 19 80 made no mention of Fedex still d crying the post office at its number 1 competitor. It's not very different from Henry Ford sticking his head to stand like an Ostrich saying, nope. Don't need to improve the model. All I need to do is keep making more of them lower the price and that gap that Ups left, that 8 year gap, Fred Smith drove Fedex right through just like Billy Durant and Alfred Sloan and Gm drove through that gap left by Henry Ford. It's the same thing. The same reaction. History doesn't repeat human nature does. And reading about this and being reminded this, con... It just it makes it makes me excited. Because just like Henry... Just like, Gm took advantage, just like Fred Smith took advantage we can take advantage of the gaps left by these other s companies that get comfortable. And I... I'm gonna give you a quote, later on about Charlie Mu comparing company behavior to biology. It is entirely predictable and natural outcome of of businesses as they age, and that is why there's always opportunity. That's why I'm excited. That's what it makes that exciting. Because there's always new opportunity. That will never stop. I wanna talk about this just a random. This is gonna be real bizarre. To the thought that popped in my mind. So it talks about... Eventually, this is after Casey's dead. And Ups wanted to be... They wound up having because they have now tons of competition. Bunch of other delivery, including delivery business cooling Fedex is popping up, and so they went up going public. And it says, and then I just... Wait... I'm gonna read you this sentence. These 2 sentences is because, again, I... The the author, as you could expect, he dedicated his life to Ups. So he's part of the cult. So he wrote something like this. News of the filing left investors slave for a piece of 1 of the most stable, lucrative and promising businesses in the world. A package h atlas in an industry of mere mortals. God bless them for being enthusiastic about like for. That's a lot. I mean, that's good. Most people are, you know, most people hate their jobs. This guy completely bought in. But when I read that, III started looking up things and I have no idea what... First of all, there was a interview with Charlie Mu just recently did. And He's just talking about. He he says, like, essentially, over the long term, all great companies will die. So this is something he said now recently, But he it's something he's talked about his whole career because Charlie Mu is he's he's read hundreds and hundreds of biographies of history books like, he knows the history of business better than almost anybody else's else has ever lived. Right? He's he's definitely in in the top percentile. And so he says companies behave like biology. In biology, all the individuals die and so do the species. It's just a matter of time. And that's what happens in the economy too. They have their little time and then they get cl. And so when I hear him say something like that. The about the decline of every company. Right? Like, it's obviously a passion why. And I'm interested in entrepreneurship, you are too if you're listening to this. But it's something that, you know, makes our lot can add and make our lives a lot better, but it's also a reminder. Like, we have to have fun while here. Like, it is inevitable that everything we do will eventually be super seated by something in the future. That is a natural way of things. And so I just kept... I I kept thinking about, like, what what Greg was saying here, the author saying here. Like, it's a package h atlas in the industry of your mortals. And I thought about the difference. I, This combined with a with a the book the the book on Naval all, Rob that I just read, or they just covered a few days ago. And it's of this this unique opportunity because we're living in the information nature for, like, the difference in the businesses that can be built now. And so I don't know why when I it this, let me look up Ups is revenue to employees. And Had left... I already touched said this but the note. It's now on this page. The author has cole promotion to Ups. That's for sure. So Ups revenue, last year, I think, last full year, maybe, 84000000000 dollars. They have 481000 employees. I'll tell you how this relates to the last podcast I did too. I was like, what's Facebook's revenue for that same period. So Ups 84000000000, Facebook, 86000000000. Okay. So almost the same. Employees by Ups, let's say, half a million. Employees by you by Facebook, less than 60000. And so I found that quote, I was... I think I para. I don't think I read it exactly that I was talking about, in that Naval vault episode. And it says, this is a summary of, the future of tech entrepreneurship. 3 3 employees, no investors managing distribution for a hundred thousand musicians, jobs, outsourced to bots, not to Mexico or China. And it just made me thing, like not only would would it be impossible. You see that Fedex was able to build a business... Similar business way faster using a different technology. Right? But we're seeing, like the future of every business. This this idea where now we can be much more efficient in some domains. Obviously, between how much revenue it... How much how many employees it takes to generate. Like, what is the revenue per employee? I guess, is that's what I'm thinking of. And really just services as a reminder? Like, yeah, packet Atlas in an industry of mere mortals, but the future, there's always going to be people that are going to come along and exploit opportunities that you don't see and like, again, what Charlie Mu said, over the long term, all over the long term, all great companies will die. And when I read things like that and when I think about it it's just like, okay. Let's take our work seriously. Let's do the best job possible. It serve other people, but let's have fun. This is another example of Jim Casey, sounding like les schwab again. Business building to Casey dependent on the hard work and loyalty that stock ownership inspired. Quote from him. The basic principle, which I believe has contributed more than any other to the building of our business as it is today is the ownership of our company by the people employed in it. So this sounds exactly like Les schwab. So I wanna close with a quote from Jim Casey, which is echoing exactly what Charlie Mu was saying. And before I do that, I want to set up that quote, with a quote from Carl Saga, which is 1 of my favorite quotes on why books, 1 of the greatest invention humans have ever come up with and why reading so important, while why you see some of the great some of the smartest and most productive peoples that ever live are constantly reading, and Karl said, what an astonishing thing a book is. It's a flat object made from a tree with flexible parts on which are imprinted lots of funny dark sq. But 1 glance at it and you're inside the mind of another person. Maybe somebody dead for thousands of years. Across the millennia, an author is speaking clearly and silently in your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people who never knew each other. Citizens of distant epochs, books break the shackles of time. A book is proof that humans are capable of working magic. And so here is Jim Casey, long dead talking directly to you and I. Transition seldom comes easily. Of course, we cannot clearly see all the steps ahead. It is always easier to see difficulties than to develop methods of solving them. But first, let us take sight of a goal. The difficulties will be solved in ways we cannot now see. First is the dream, then development followed by improvement until the dream becomes a reality. Later, a new dream makes the products of an earlier 1 obsolete. This has been the course of industrial history. And in its path have been the victims and the victor of progress. And that is where I'll leave it for the full story recommend reading the book if you buy the book using the link that's in the show notes available on your podcast player you'll be supporting the podcast at the same time. That is a hundred and 92 books down 1000 a ago, and I'll talk to you again soon."
}