{
  "transcript": "It was a summer I turned 15. A magical season for me because that year I discovered exactly what I wanted to do with my life. It was more the young boys mere pipe dream of a distant hazy future. Confused fantasies of being a fire, detective, sailor, test pilot, or spy. I knew I was going to be a body builder. It wasn't simply that either. I would be the best body builder in the world, the greatest. I'm not exactly sure why I chose body building except that I loved it. I loved it from the first moment, my fingers closed around a barbell, and I felt the challenge and acceleration of h the heavy steel plates above my head. I had always been involved in sports through my father, a tall sturdy man who is a champion at ice curling. We were a physical family, oriented towards training, good eating, and keeping the body fit and healthy. With my father's encouragement, I first got into organize competitive sports when I was 10. However, by the time I was 13, team sports no longer satisfied me. I was already off on an individual trip. I disliked it, when we won a game and I didn't get personal recognition. The only time I really felt rewarded was when I was single out as being best. I decided to try some individual sports. I still remember my first visit to the body building Gym. There it was before me. My life. The answer I had been seeking. It clicked. The other body builders noticed immediately how hard I was working out. They encourage me to get into body building. Because of my build, I'd always have it had it easier at sports than most boys my age, but I had it tougher than a lot of my companions because I wanted more. I demanded more of myself. Once I started, it didn't take long. I was literally addicted. I love the feel of the cold iron and steel warming to my touch and the sounds and smells of the gym. I still love it. I remember that first real workout I had as vividly as if it were last night. I rode my bike to the gym, which was 8 miles from the village where I lived. I used barbell, dumbbells, machines. The guys warned me that I'd get sore, but it didn't seem to be having any effect. I thought I must be beyond that. Then after the workout, I started riding home, and I fell off my bike. I was so weak. I couldn't make my hands hold on. I had no feeling in my legs. They were noodles. I was numb. My whole body buzzing. I pushed the bike for a while leaning on it. Half a mile farther, I tried to ride it again, fell off again, and then just pushed it the rest of the way home. This is my first experience with weight training, and I was crazy for it. The next morning, I couldn't even lift my arm to comb my hair. Each time I tried pain shot through every muscle in my shoulder and arm. I couldn't hold the comb. I tried to drink coffee and I spilled it all over the table. I was helpless. What's wrong, Arnold my mother asked? I'm just sore I told her. My muscles are stiff, but my mother kept on. Why Arnold? Why do you wanna do this to yourself? I couldn't be bothered with what my mother... My mother felt, seeing new changes in my body feeling them turned me on. I felt my muscles aching. I learned that this pain meant progress. Each time my muscles were sore from a workout, I knew they were growing. I could not have chosen a less popular sport. My school friends thought I was crazy. My family did too, but I didn't care. My only thoughts were getting ahead, building muscles and more muscles. I remember certain people trying to put negative thoughts in my mind, trying to rest persuade me a slow, but I had found the thing to which I wanted to devote my total energy, and there was no stopping me. My drive was unusual. I talk differently than my friends. I was hung for success than anyone I knew. That was an excerpt from the book I wanna talk to you about today, which is Arnold, the education of a body builder and was written by Owner Sc first published all the way back in 19 77. So I found this book after seeing multiple different people, seeing different highlights of from it on Twitter. And I found... I originally read Arnold's fantastic auto. That was founders episode number 01:41. His auto called total recalled, my unbelievable life story. And I actually found his auto. The same... A similar way. I was reading this is guy named Derek Si. Just 1 of my... He was an entrepreneur entrepreneurial, but he's also 1 of my favorite writers, and he has a blog at s dot org. And on that blog, he has his personal highlights from, like, 250 books. And so I read through his highlights from time to time. It's good way to find books, and that's how I discovered Arnold's auto. And I could not believe what I was... The highlights I was reading on Derek site. Sorry I immediately the order of the book. To this day, it's 1 of my favorite books that I've ever I've ever read. It's it's absolutely fantastic. And I had the same feeling when I saw a bunch of people posting highlights from this book. I just could not believe what I was reading again. I didn't even know who the book existed. And so I immediately ordered it and devoured it. I had a hard time putting it down and I have a ton of highlights Do wanna compare it to another great book I read though, because the book was published in 19 77 owners it's about 30 years old. And so another great book was founders episode number 01:40. It's Bill Gates. It's the books called Hard drive. Bill Gates, and I think they're making the Microsoft Empire Correctly. The reason I think that's so fascinating is because that book covers the first 35 years of Bill gates life all the way up to Microsoft's Ipo and then it ends. And so we see the... That bill gates is the 1 that he's the... That version of bill gates is the 1 that built the foundation of success that the Bill gates that's alive today, gets to enjoy. And I think in that book, when you see the extreme mentality that Bill gates has, it's almost the same extreme mentality that a young owner resource center had. I think in the in that podcast, I called Bill Gates that version of bill gates, like, Gang Con dressed its mister Rogers. And he... In that book he winds up, he's... I he's, like, 21 years old the time. He's he's in this lawsuit, and the guy he's going against worked with him for a long time, and he told the people that are helping him at his name's at Roberts. He's like, they're like, oh, don't worry about it. He's just a 21 year old kid. We can handle him. And he goes... He's, like, that was like, that was, like, churchill thinking he could deal with Stalin. So like, just gives you an insight into how hardcore and how extreme these younger versions of, a lot of these founders are. But reading books like the 1 I have my hand and the the book hard drive. I think is really really educational because we see who these people were before we came to know them. Everybody knows who Bill Gates is now. Everybody knew Arnold Sourcing center is now, this is way before. I mean, the... And your... It won't be surprising to you. You know, this is Arnold's life before terminator before being the governor. But when you read the book and as we go through the podcast, you'll quickly realize, it's no wonder that he went on to succeed, it's not surprising not that he went on to succeed in so many different fields. And the reason I wanna study is because we can apply his philosophy on body building, to doing anything to any craft, and he even talks about that. He's like, listen, I'm approaching... I'm taking the same mindset. I'm gonna approach a business. He's like, I'm going to make millions of dollars. I'm going to build an empire. I'm going to be an actor. He says all these things in this book way before that happens. So I'm gonna jump right into the book. I wanna go towards the end, and and then I'll go back to the beginning. But I I really think this gives you an insight right up front into how unique and unusual his mindset is, and he's talking about the fact that He he just retired from being a professional body builder, he gets into his first serious relationship ever because before he would not allow himself any distractions. And this relationship winds up ending because he's she wanted a, like, normal type life. And the way you describe Arnold he's like, I'm not here to be average by any means. So he says gradually a conflict growing our relationship. She was a well balanced woman who wanted an ordinary solid life, and I was not a well balanced man, and I hated the very idea of ordinary life. She had thought that I would settle down that I would reach the top of my field and level off, but that's a concept that has no place in my thinking. For me, life is continuously being hungry. The meaning of life is not simply to exist to survive, but to move ahead to go up to achieve to conquer. Okay. So I'm gonna go back to other life. Arnold's a teenager at this point He just started working out and he finds his blueprint, and this is something that occurs over and over again in these biographies ever were reading that they find somebody that's older that's further along down the path of life, and they realize, hey. I like what that person's doing if they can do it, I can do it too. Ar blueprint was a guy Rich park it's almost... I mean, almost followed this blueprint to the tea. He far exceeded Reg Park, but just is a little bit about that. He says, in 1 of these magazines, these body magazines. I saw my first photograph of Reg Park. I dreamed about being Reg Park. Reg park looks so magnificent in the role of Hercules, so he's sitting in movie theater at this time that I was trans and sitting there in the theater, I knew that was going to be me. I would look like Reg Park. I studied every move he made. So Reg Park first becomes famous by being a body builder. He becomes mister Olympia. Then due to that fame, he gets cast in a bunch of roles like Hercules. He's gonna sound just like Arnold. And then from there, he wants marrying a beautiful woman. He has this this beautiful, Giant house in South Africa. And so the more arnold learned of about red park, the more he's like, okay, I wanna do this at the point... At this time, I think he's, like a 16 17 year old kid living in a tiny village in Austria, right after the end of world work, too. So he says I studied every movie made. From that point on my life was utterly dominated by Reg park. His image was my ideal. It was ind fixed in my mind. I found out everything I could about Reg park. I bought all the magazines that published programs. I learned how he started training. What he ate, how he lived and how he did his workouts. I became obsessed with Reg Park. He was the image in front of me from the time I started training. The more I focused in on this image and worked and grew, the more I saw it was... I saw it was real impossible for me to be like him. And so he's telling the people was training with this other, other friends that are, they're Oh, older than him, they're are also in Nevada building He's like, man, I wanna be reg Park and they're like, listen, you have a lot of potential. You're working really hard. Maybe this could happen in 5 years, and we see another aspect of Arnold's mindset. And again, this is not a book so this book is split into 2 halves. The first is, like, an auto, and the second half is, like, his training program and all how he thinks about working out. It's not a book about working out. It's not a book about body building. It's a book about what it means to be completely 100 percent mentally dedicated to your craft. And that's where I think there's just so many good lessons in this book. I mean, I it is amazing. It's a it's a short the auto automatically part is like, what, Less than a hundred and 20 pages. It's amazing how many highlights have So let's go into his his mindset. This is wild. But I didn't think I could wait 5 years. I had this ins drive to get there sooner. Whereas most people were satisfied to train 2 or 3 times a week. I quickly escalated my program to 6 workouts a week. And so he starts amp up his workload. His dad seeing what's going on? Was like, what what the hell are you doing, Arnold? And having a conversation, I'm gonna jump right into the conversation. I wanna be the best built man in the world. I said frankly. That made him sigh and shake his head. Then I wanna go to America, and I wanna be in movies. I wanna be an actor. America. Yes. America. My god, he cried. He went to the kitchen and told my mother. I think we better go to the doctor with this 1. He's sick in the head. He was genuinely worried about me. He felt I wasn't normal. And of course, he was right with my desire in my drive, I definitely wasn't normal. Normal people can be happy with a regular light. I was different. I felt there was more to life than just plotting through an average existence. I'd always been impressed by stories of greatness and power. Caesar, Charlemagne, Napoleon were names I knew and remembered. I wanted to do something special to be recognized as the best. And before I go to the to to the next highlight. That's 1 of the the benefits I would say reading not this book, but I heavily recommend you read his auto automatically as well because he says a lot of things that most people won't verbal. Even when he admits his mistakes he talks about he's he's crying because he disappointed himself later in his automotive, he talks about ruining his family and chi and his wife. It just... He's unbelievably blunt and takes what normal people are... I guess... I he's not definitely not normal. What what even high achieving people would normally maybe keep them themselves or, like, they're inner inter monologue, he reveals a lot of that. And this whole obsession with being you know, he he sought ad modulation. He talks about, you know, I visualize myself on the podium and everybody just bow down to me. I mean, he has an extreme extreme mindset. My dream won't be honest particular body. Once I had that, I knew what it would do for me. I'd get into movies and I'd build gyms all over the world. I'd create an empire. Reg park became my father image. I pasted his pictures all over the walls of my bedroom. That inspired me to work even harder. When I felt my lungs burning as though they would burst in my veins bulging with blood, I loved it. I knew then that I was growing, making 1 more step towards becoming, like Reg Park. I wanted that body, and I didn't... He's repeats this over and over again. And I didn't care what I had to go through to get it. And this is an example of that. My weight room was not heated. So naturally in cold weather, it was freezing. I didn't care. I train without heat, even on days when the temperature went below 0. And so eventually, he needs... He's training by himself. He... A couple of days a week he's at the gym a couple of days a week. He's he built like his own weight room. And he realizes what this next section, it reminds me, there's a great book. I read a long time ago. It's by Steven Pre. It's called the war of art. And it's really about writing, but any kind of creative or difficult endeavor. And it talks about, like, why do you procrastinate? Why do you especially she writers have such a hard time just sitting down doing the active writing. A lot of them when you read their biographies or they talk about the craft. They talk about I hate writing but I love having written. And so press filled puts that that that phenomenon. The thing that holds you back. That may make you procrastinate. That may not that may inhibit you working as hard as you can and what you're actually trying to achieve in life as a resistance. And he says resistance is evil. And so when I read this section, and that's a great, like, mental model to have. Press fields description of resistance popped into, my mind. And so he's he doesn't understand He remember he's still a young kid. I think he's 16 years old at at the time this is happening. And he just doesn't understand he's like, I wanna do this so bad. I'm obsessed, and yet I have, like, there's these peaks and valleys. And during the valleys, I lose this this motivation. And so he gets he gets gets counsel from an older wiser person Was and it's like, you've gotta learn how to master your mind. This is again, this is a not a book about body building. It's about mental dedication. There were certain days when something helped me back, and they didn't train as hard as other days. This was inexplicable to me. Some days nothing could hold me back. Other days, I'd be down. On the down days, I couldn't handle anywhere near normal amount of weight. So this is where his friend Carl comes in. It's not your body Arnold, your body can't change that much from 1 day to the next. It's in your mind. On some days, your goals are just clear. On bad days you need someone to help you get going. And so Arnold constantly surrounds himself for people to have similar goals, so he's he's constantly being pushed with them and it became extremely important to have somebody standing behind me saying, let's do 1 more Arnold. Come on. Another set. 1 more rep. And it was just as important for me to help somebody else. The I think about is 1 solution to Arnold's resistance was to have a partner. This is another just random 2 highlights here. Something I think I think it comes up on a lot in these biographies, but I feel you and I've been talking a lot about it the last few weeks and that's just the the the the masters of their craft, master the fundamentals. They don't try to focus on with all their complicated stuff. They just really try to get really good at the fundamentals. Arnold talks about the same thing here. From the beginning, I was a believer in the basic movement. This is also something he learn from Reg Park. The basic exercises we're creating for me a rugged foundation, a core of muscle, I could later build upon for a winning body. And so he's already making a lot of progress. This is where he just talks about, like, his this the spread of confidence when you you have a little bit... You research to see a little bit of success, You could start to see other people react to your work, it it can push you further, and he talks about at length. I like being different and I like feeling special. Before long people began looking at me as a special person. Partly this was a result of my own changing attitude about myself. I was growing, getting bigger and gaining confidence. I was given consideration I had never received before. The strange new added attitude towards me had an incredible effect on my ego. It supplied me with something I'd been craving. I'm not sure why I had this need for special attention. So now he talks a little bit about the negative that people didn't understand with this strange new sport, he was body building was, you know, in its infancy. And it says most of people... I knew didn't really understand what I was doing it all. In the beginning, it was kinda hard for me to handle. I was talking about that negative feed that you're weird. What are you doing? I was young and impression. I knew I wanted to do it so badly nobody could stop me. Least of all people I wouldn't even bothered account as friends, but many times, I did question it. I wondered why it was so different. People recognize my athletic talents, but my choice of a sport confused them. Why did you have to pick the least favorite sport in Australia they would ask. It was true. We only had 20 or 30 body builders in the entire country. I couldn't come up with an answer. I didn't know. Now this is the young version Arnold. It's funny because later on, talks about the the he just absolutely would not allow any other distractions from the outside world to get in. And I wonder now reread this for the second time. I wonder if this is the this confused reaction. That he was getting at the very beginning. Sometime somehow, he realized, okay, this is not healthy for me. I need to just focus on, like, my my internal instincts. The fact that I love it, and I'm just gonna do over regardless of other people people's. What are people say. So let me just start at the beginning. I couldn't come up with an answer. I didn't know. I, it had been instinct. I just fall in love with it. I love the feeling of the gym of working out of having muscles all over. Now looking back, I can analyze it more clearly. My total involvement had a lot to do with the discipline. The individual and the utter integrity of body building. And the note I left myself on that page, which is on denote full of my notes in this book is just absolutely complete dedication. Okay. So now we get into how he started to to understand the need for a complete dedication for no distractions and the lengths he would go to to ensure that he was completely focused on being reg park at this point in his life. I couldn't be bothered with girls as companions. My mind was totally locked into working out, and I was annoyed if anything took me away from it. I started this practice early in my career and continue it continued it for as long as it served for as long as it served to help me maintain a clear focus and drive and drive myself toward a fixed point. This didn't mean I had no fun, but I needed stable emotions total discipline. I needed to be there training for 2 hours in the morning and 2 hours a night. Concentrating on nothing, except perfect my body and bringing it to its peak. Whatever I thought Hold me back, I avoided it. I crossed girls off my list, except as tools for my sexual needs. I eliminated my parents too. This is what I mean where he... He had admit stuff that most people were not willing to admit. I eliminated my parents too. It seemed they always wanted to see me. Then when I was around, they had nothing to say. I grew accustomed to hearing certain questions. What's wrong with you, Arnold? Don't you feel anything? Don't you have any emotions. How can you answer that? I always just let it pass with a shrug? I knew that what I was doing was not only just def. It was essential. And he starts seeing progress this which reinforces this the the fact that this mindset is working for. In 2 or 3 years, I'd actually been able to change my body entirely. That told me something. If I'd had been able to change my body that much, I could also through the same discipline and determination, this is why I wanna read the book. Let me see. I'm gonna start this over because I just ran over the point here. Okay. So it says that told me something. If I have been able to change my body that much, I could also through the same discipline and determination, change anything else I want it as the definition of a growth mindset there. Right? I could change my habits. My whole outlook on life. During the early years, I didn't care how I felt about anything, except body building. It consumed every minute of my days and all of my best effort. I know that if you can change your diet in exercise program to give yourself a different body, you can apply the same principles to anything else That's why I mentioned at the very beginning. Like, you read this book. Because Like I had no wonder this guy went on to be 1 of the the the highest actors of all time. He wants to run for a governor. He can do that. He can literally do whatever he wants to do. With this mindset in this philosophy and this little disciplined and dedication to what he's focused on. It's amazing. And so he goes into more of that here. The secret is contained in the 3 part formula I learned in the gym. Self confidence, a positive mental attitude and honest hard work. Many people are aware and I... Another thing about the book. He talk constantly talks about, like, I have a... He's kinda disgusted by normal what he considers normal people. And that is the fact that he would now allow himself to think like them that he re being different and special, and you're gonna see him talk about this here. Many people are aware of these principles. But very few can put them into practice. So he's saying it's simple but not easy Right? Every day, I hear someone say, I'm too fat. I need to lose 25 pounds, but I can't. I never seem to improve, and this is where we see the the the monster that's inside of arnold. I'd hate myself if that was my kind of attitude. If I were that week. I can lose 10 to 40 pounds rapidly, easily, painless by simply setting my mind to it by observing the principles of strict discipline that body building taught me. I can prepare myself for anything. And so he gives examples where he has to. He's too big. And so the the the the director that he's working with because he just started doing movies like, you need to... Can you lose you know, can you get down to 210 pounds. So he has to lose 40 pounds because he's 02:50 at the time, And he comes in at 02:09. He made sure to hit go under. And then right after the movie's done, he starts adding, he goes in the other direction. And so he needs to compete for the next competition. So he wants up adding, I think 30 30 or 40 pounds. That's what he's talking about. Like, listen. Like, you know what you need to do. You're just making excuses saying, I to lose 25 pounds, but I can. I never seem to improve. And his responses is I'd hate myself if I had that kind of attitude if I were that week. Okay. So let's go back to this this conflict that he keeps having with his parents To them, the only acceptable of way of life was being a banker, secretary doctor Salesman, being established in an ordinary way, taking the regular kind of job offer through the through an employment agency, something legitimate. My desire to build my body and be mister universe was totally beyond their comprehension. And answer his response. I listened only to my inner voice and my instincts. And part of the reason, I think he did this because they were satisfied living in in Austria for their lives, and he was dying. Even way before he found body building. He knew he wanted to come to America. I think he said he was 10 years old the time He realized he wanted come to America, started finding body building. I think it was 15. And he just... This summary, this next section I've gotta get out of here. My real aspiration was to somehow get to America. I'd always had a claustrophobic feeling about Austria. I've got to get out of here. I kept thinking. It's not big enough. It's s. It wouldn't allow me to expand. There never seem to be enough space. Even people's ideas were small. There was too much contentment, too much acceptance of things as they'd always been. So this next part, he gets into the difference between him and he he's gonna repeat this few times. He's saying that body builders in general, and you could... You could apply his other domains He's, like, everybody just wants to keep working on what they're good at. He's like, I wanna identify and fix my weaknesses. And so he he goes to and I'll share later on some details of how extreme he goes to identifying these weaknesses and make sure he's correcting him. I was always honest about my weak points. That helped me grow. I think it's the key to success in everything. Be honest. Nowhere where you're weak and admit it. There's nobody in body building without some areas that need work. No there's nobody in any area and without some areas that they need work. There there were some muscles that seem to stubborn. They refused to grow rapidly these others. I wrote them on note cards and stuck the cards around my mirror where I couldn't avoid seeing them. I wrote them down and adjust my workouts. I increased some exercises. I experimented. I watched my muscles for the results. Slowly, I adjusted and even out my body. It was a long almost une ending process. Okay. So moving ahead, everyone, at this point had to do at least 1 year of military service in Austria. And so this is... This time of his life is also gonna be the first time you ever enters of body building competition. So he says for me, the army was a good experience. I like the reputation, the firm rigid structure. The whole idea of uniforms and metals appealed to me. Discipline was not a new thing to me. You can't do body building successfully without it. Then 2, I'd also grown up in a disciplined atmosphere. My father was always act my father always active like a general. And so it's what he while he's in aren't in the army. He gets the an invitation to his first contest. And he's not allowed to go by the army. So he decides to go A wall, and winds up just taking the risk and he wins the contest. Finally, the announcement came. I had won, Arnold Sc, mister Unit... Your mister Europe Junior. Mister Europe Junior. Excuse me. I love the sudden attention. I knew for certain that I was on my way to becoming the world's greatest body builder. I felt I was already 1 of the best in the world. Obviously, I wasn't even in the top 5000, but in my mind, I was the best At first, the army was not impressed. I had borrowed money to travel back to the base, and they caught me as I was climbing over the wall. I sat in jail for 7 days with only a blanket on a cold stone bench and almost no food. But I had my trophy, and I didn't care if they lock me up for the whole year, it had been worth it. So because of his... He's he's out of the army out at this point. Because of his early success, in but winning competition competitions, he winds up getting... He can move from Austria. He gets an opportunity to manage a gym in Munich, Germany. And I wanna take you right into this conversation he's having with the guy that owns the Jim. Saying, hey, I might sponsor to you, maybe you can go check out this competition and really the summary of the section is I'm not in this world to be a spectator. Next fall, I'll even pay for your way to london, so you can watch the mister Universe contest. What do you mean watch? You can watch the mister universe contest you repeated. Watch the word stuck in my mind. He gave me a funny look. You don't think yes. I said, I'm going over there and compete. No. No. He said. You can't do that. You don't wanna compete against them, not yet, and this Arnold's response. I was gonna go do what I wanted. If I go over there, I'm going to pete compete. I told him. Not to watch. He laughed. And I think if I'm not mistaken, he he wants to coming in second in that competition. So it was it was unexpected. He did a lot better whether it was second or not, he did a lot better than than expected. Alright. So this next session is about visualization, which he's constantly talking about seeing things that happen in your mind before they happen in your life. Y a players only wanna work with other a players. Or another way to put that. That's something we've seen over and again Steve Jobs talks about that at Cat founder of Pixar talks about that. While professionals don't like working with amateur, and then necessity is the mother pension. So that know what makes sense as, like, moves to these highlights. My ego... So he's in Munich. He's training to be mister Universe. Right? But he's also... He needs to make money so he's got... He's being a personal trainer. He's managing a gym. He's doing odd jobs. He's doing whatever. He has no abundant... Like, he doesn't have any slack in his schedule. There's no extra time for anything because he has no money at this point in his life. My ego wouldn't allow me to tell my parents what what's how much I was struggling. At that point, my own thinking was tuned into only 1 thing, becoming mister universe. In my own mind, I was mister Universe. I had this absolutely clear vision of myself, myself up on the pedestal with the trophy. It was only a matter of time before the whole world would be able to see it too. And it made no difference to me how much I had to struggle to get there. That's probably the third or fourth time I've repeated. So far in this book, it's repeated dozens of times. I don't care what I have to do, I will do whatever. If I have to sit in a jail for 7 days on a stone bed with a with a tiny blanket and no food, I don't care. I will do it. It made no difference to me. How much I had to struggle. Go back to him saying, I have this gym. It's freezing in Austria. It's below freezing. There's no heating. I don't care. I'm still working out. This absolute 100 percent mental dedication to his goal I'm going to move forward no matter what. There's an cool I'm jumping over it. I'll run through it. I'll go around it. It does not matter. I had... I had to live a split life, acting as an structure to my to my clients on 1 hand and trying to train myself from mister Universe Title on the other. It was frustrated. This is what I mean about. A players only wanna be around a players, professionals don't wanna work with amateur. Most people are amateur at everything. It was frustrating. People who would never benefit from what I told them kept taking my time. So he's talking about his clients. And he this is what he's talking about. It's not very... This is a very... Similar mindset that we talk about people complaining. I can't lose 20 pounds, and he was just discussed about how weak they were. Right? They paid and they came to the gym, but uses the we're discussing. They paid and came to the gym, but it was a disgusting superficial effort on their part. They merely went through the motions, doing sis workouts, pam themselves. And there was so much I wanted to do with those wasted hours. I trained both morning and evening. This isn't the necessity of his mother venture part. I trained both morning and evening. It was the beginning of the split routine that would later become famous. But I he's he's the when I made it famous. But I got into it, it's originally because it was ex speeding. There was no initial theory involved. I worked from... I worked out from 9 to 11 in the morning, and then again, from 7 to 9 at night, I couldn't believe with the results and he had to do that because he was working on in the inter... In the in between, and all those other hours. So he goes to this competition in London. I think this is the 1 he was referencing earlier He's like, I'm not I'm going to, I'm going to compete not to just to watch. And this is where he he he says, you know young and not mentally developed at this time. I had a losers... I I was still capable of falling back into what he calls a losers mentality, and we're gonna see that there. So he's like, I had no idea how I do in London. All I had to judge were the photographs of other competitors that he was gonna compete against. So he goes through this whole list. He goes, no. I decided. I can't beat the guy who won. They talking about last the last competition. I look at the second place winner. No. I can't beat him. I look at the guy who plays third. I can't beat him either. I went right down the line trying to figure out who I might be. I got to eighth or ninth place and I figured I might have a chance if I tried it hard enough. It was a losers way of looking at it. I defeated myself before Even entered. Before I'd even competed our shooting. Before I'd even completed that year's training. But I was young. I hadn't yet pulled together my ideas is about positive thinking and the powers of the mind. So in this competition, he winds up coming in second, and this is where he's he's he's constantly saying, you gotta be honest gotta analyze your weaknesses. And then we're gonna see where he finds his edge just that he's just hunger than anyone else said that that he's competing against. I... Once I was over the initial disappointment of losing, I began trying to understand exactly why Had lost. I try to be honest to analyze it fairly. I still had some serious weaknesses. For me, that was a real turning point. I decided I had to go all... I had to go back and spend a year on things I had never really given any time to at all. And so then he starts realizing He's like, well the guy lost you. Right? He's won every single competition that you can win. He's already in movies, and he's just, like, well, what's the chance? Like, if I... I'm a lot hunger than that guy is. Right? He's already at the top of the hill. I'm still doing my climb. So I think if I, like, lean into the fact that I have drive, like, I no 1 has ever seen, and I'm hunger than this guy is I'm gonna beat him next year. I was relying on 1 thing. What I had more than anyone else was drive. I was hung than anybody. I wanted it so badly it hurt. I knew there could be no 1 else in the world who wanted this title as much as I did. So after the competition, he's able to actually meet with the winner and he's actually able to ask the the winner questions. And he he goes This is into this. This is fascinating. And this is something we've seen over and over again. I'm gonna give you 1 of my favorite quotes of all time. And he said, I thought perhaps he had some special exercises. But that wasn't true. He concentrated on the standard exercises. So again, echoes at that same point master fundamentals. Don't worry about the fancy stuff master fundamentals. He says, but he finds out... That's not a secret. His... What his secret was was concentration. He concentrated on the standard exercises. That was his secret concentration. Being around Your backstage for a few minutes. That's the guy's name. Made me painfully aware of my own shortcomings, I would say with the same thing that Arnold's feeling there being around the guy. He lost to same feeling. It's a good feeling to have when you read these biographies. When you start reading biographies of great people. You're like, oh, okay. I got so much more work do. And that's exciting. It should I. Like, okay. I'm not anywhere near my final form. So let's go back to this idea. Like, no. I I just focus on, I I concentrate. Right? And I could read you a million quotes. I could sit here for another 2 hours reading you quotes about from these books about history greatest entrepreneurs telling you to concentrate. But I think Edwin Land, founder Polaroid, Steve Jobs Hero, 1 of the most influential founders ever live. Someone I've done what, 5 different podcast podcasts on. He says it best. My whole life has been spent trying to teach people that in tense concentration for hour after hour can bring out in people resources they didn't know they had. And I think that quote is it's something that we should constantly re re reread constantly reminder so because in this modern world, it is full of infinite distractions. Everything that we interact with is trying to get us not to concentrate. And Edwin Lane is telling us if you have intense concentration don't let any traction in. And you that hour after hour, you will tap into resources, you didn't even know you had. Going back, he... So he flies back to Munich, and we get his mindset right after his loss when they... When his friends heard, I'd come in second, they were static. Their minds were blown. They pick me up at the... Because he wasn't expecting to to do that well. They weren't expecting him to do that well. They picked me up at the airport and rushed me into for a big victory celebration. We had everything imaginable to drink He was wild music and dancing. But there was just 1 thing in my mind. I couldn't wait to get to the gym and start working out for next year's contest. So even though he's doing well, he starts making a little bit of money, he's still struggling he's he doesn't have an abundance of money into his family they're still, like, when are you gonna when you gonna cut this out. Like you want a competition okay are we done yet. They were upset about me leaving home to manage a gym and refusing to go to school and prepare myself for some respectable profession. They asked me when I was gonna get a real job. When I was like, when I... When was I going to become stable? Is this what we raised? They said? A bum. And when I got to that part, they reminded me of what Phil Knight founder of Nike? His dad said to him. When are you going... How... He he asked him? Green he's he's selling... He's selling running shoes out of his parents house. That is a very, very beginning of Nike. Right? So all these runners are coming in the knock on the door and Phil dad's observing this. And he says, Phil Knight nickname was Buck? Everybody call him buck. Right? So he... His dad says some. How long are you going to keep jack around with these shoes buck? So I bring that to your attention, imagine if Phil Knight listen to him Like, okay. I'll stop Jack asking around. I'll take your advice. That would have cost phil night 50000000000 dollars. Imagine if Arnold sourcing would've have said, okay, I won 1 competition, I'll go get a respectable job. I'll go to college, go do what you want me to do. These is just perfect example. You can't listen to anybody else, but your own internal instinct. Your own internal scorecard. No 1 else knows what you're capable of. But you? I let everything they said pass over my head. My thinking went totally beyond that beyond jobs, beyond Austria and small town. I continued doing precisely what I knew I needed to do. In my mind, there was only 1 possibility for me, and that was go to go to the top to be the best. Everything else was just a means to that end. So Arnold keeps working out... She keeps enter competitions keeps winning, And this leads him to being able to meet his idol. He winds up learning, He winds up training with Reg park. Went up learning with Reg park. Once going to Reg park house, He just couldn't believe it when he first walked in he had like this big g on his. As I cannot believe I'm seeing this guy right now. This is working with Reg park for a short time helped me more than anything to clear up the little confusion I had about the principles of other champions. I learned that you can't really say you must do this to get such and such result. You have to trial out certain things and find out what is best for your own body. I collected advice from reg the whole time. I wrote it all down to take back to Munich and you and use it as it seemed to serve me best. Meeting Reg park made me become a better person so he talks about being extremely arrogant. He go He was getting in fights all the time. He was constantly trying to prove how big and bad he was. And he gets on his items. I don't, you know, just focus on work, calm, doesn't feel the need to prove himself. Is already accomplished a bunch of things. He's like, oh, okay. This is gonna make me a better person. I'm gonna be more, like, now it's not just settings pictures Now not it's just not just studying his work workout routines. What he eats. It's like, how he could he conducts himself. As a as a as a gentleman as an adult. As not this this ego kid running around trying to prove how bad he is. And so he's like, alright, this guy made me a better person. The next part is what I referenced earlier, how bad do you want it? I think I was reading the the biography of, I sharp, the founder 4 seasons. They went up setting before seasons and on a island and the Caribbean, the island it's hit by a... Hurricane, like, a couple days later, 1 of a I sharp, the guy that's like running his hotel goes into the office and finds 1 of his employees they're sitting at the desk in an office and no roof on. And he's like, what are you doing here? And this this time, Silent wasn't developed. They didn't have, you know, no economic opportunity. So she got a job. She's gonna make the most of it. And she he said, she said something like, well, you told me to show up every day on time and and dressed well? And so she was literally. She's like, I took that advice. Okay. There's is a hurricane. I can't lose this job, and he was just blown away by that level of dedication. This is listen what Arnold does here. I discovered that taking measurements gave me both satisfaction and incentive. I measured my cats, arms thighs. Regularly, and I'd be turned on if I saw increased increases by an eighth inch or half inch. On a calendar, I kept even fractional changes in measurement and weight. Now this is this blew my mind. I hired a photographer to take pictures of me once a month, and I studied each picture with a magnifying glass. Okay. Moving ahead, this is pain as fuel avoid distractions determined and constant and always improving weak points. I knew I was a winner. I knew I was destined for great things. People will say that kind of thinking is totally modest. I agree. Modest is not a word that applies to me in any way. I was learning to utilize both the good and bad points of my upbringing because of my strict parents, I was very disciplined. However, I didn't get certain things I need as a child, and that made me hungry for achievement for winning in other ways for being the best for being recognized. If I'd gotten everything and had been well balanced, I wouldn't have had my drive. As a result of this negative element in my childhood, I had a positive drive towards success and recognition. I started training in an area where there were no distractions. That gave me enough time to concentrate. There's that word again. And find out what body building was really about. I was determined and constant. I never wanted to pause are stop training. Most other body builders don't do that. I sacrificed a lot of things. Most body builders didn't wanna give up. I just didn't care. I wanted to win more than anything. And whatever it took to do it, I did. As soon as I became aware of weak points, I went all out to eliminate them. Everybody said, Arnold has no calves. 1 look in the mirror told me that they were right. I train my calves every day and twice as hard as any other muscle. Many body builders refused to do this. They keep working on their strong points because that's more gratifying. Let's go back to this this visualization this mindset that he repeats over and over and again in the book. You are a winner Arnold. I wrote this down and put it where I could see it. I repeated it to myself dozens of times a day. Another example of just this insane dedication that that that he's applying. I had listed charts of all the things I needed to concentrate on pace it all over. I looked at them every day before I began working out. It became a 24 hour a day job. I had to think about it all the time. And so this is the end result of all this dedication. This concentration that's refusing to be distracted being hunger in anybody, working hard in anybody, He once becoming the youngest mister Universe of all time. And so this is what it felt, like, hitting his goal. I looked out at the audience. They were screaming. Flash were going off. I was caught up in the strange unreal splendor of it. I thought this is what you have been training for. This moment. There was just no way I could take it all in. It was like confronting something impossible to lift. I tried to come down to really to realize what it meant. What is happening right now. Now I told myself, is the most important moment in your life. It was what I had meant when I made up my mind at the age of 10 to be the greatest person in 1 field. I was 20 years old, and I was already the greatest and the best. I repeated it over to myself. I repeated it over to myself. Arnold Sc, mister Universe 19 67. Arnold Sc, mister Universe 19 67. Okay. So at this point in his life. He still has not made it to America yet. He's still in Germany, and he's working on, like, his he, like, trying to repeat to win the title again, I think he doesn't lose for, like, another, like, 7 years or something like this. And so 1 of the things that he repeats a lot is that you have to shock your system. You should be doing things that you're not used to. That's where you grow. But you gotta make sure that you're having fun that. What you're working on, and he talks about this, even I've watched speeches he gives, you know, when he's 6 in his sixties, and he's still talking about this. That you need to love what you do, because you're gonna do it all the time. And so he sets up and he starts doing, like, these outdoor training sessions, which are just... I mean, just listen to what he did. It's it's pretty wild. Once a week, I took a training partner and drove out into the country with the weights. We limited ourselves to 1 exercise for a particular body part. I remember for the first day we carried 250 pounds out into until the forest and did squats for 3 hours straight. We ended up doing something like 55 sets of squats each. The last hour seemed endless, but it worked. Our thighs pump light balloons. We couldn't walk right for a week. We could barely crawl. Our laser never experienced anything as tough as those 55 sets. We made it a regular thing. We brought girls out there. We made a fire outdoors and turned the whole thing into a little contest. We worked hard, but we had a good time. After the muscles muscle shocking sessions, we drink wine and beer and got drunk and carried on like the old time weight lifters back in the 18 hundreds or early 19 hundreds. Sometimes there's pure insanity. It was a great time. We cook Shu kebab, sat around the fire and may love. We got into this trip where... That we were gladiators, male animals. We swam naked out in nature, had all this food. Wine and women. We ate like animals and act like animals. We got off its off on it so much became a weekly routine, eating fresh meat, and drinking wine and exercising. It's important that you like what you do and we loved it. We had fun, but we also did astonishing workouts. We did to workouts in the fresh air. We challenged each other. We experienced a lot of pain. That was the first time I knew pain could become pleasure. We were benefiting from pain. We were breaking through the pain barrier and shocking the muscle. We looked at this pain as a positive thing because we grew. Okay. So he goes back to comparing contrasting his mentality versus the the body bill she was competing with, and this is just more he just repeats this start out the whole book about concentration of focus. They weren't mentally prepared for intensive championship training. They weren't thinking about it. I knew the secret, concentrate while you're training. Do not allow other thoughts to enter your mind. When I went to the gym, I got rid of every alien thought in my mind. I knew that if I went in there with concerned about bills, or girls, and let myself think about those things, I'd only make marginal progress. It was then, I started seriously analyzing what happens to the body when the mind is tuned in. How important a positive attitude is? I began looking at the difference between me and other body builders. The biggest difference was that most body builders did not think. I'm going to be a winner. They never allowed themselves to think in those terms. I would hear them complaining while they were training. Oh, no. Not another set. Most of the people I observed couldn't make astonishing advances because they never had faith in themselves. They had a hazy picture of what they wanted to look like someday, but they doubted they could realize it. That destroyed them. It's always been my belief that if you're training for nothing, you're wasting your effort. Ultimately, they didn't put out the kind of effort I did because they didn't feel they had a chance to make it. And, of course, starting with that premise, they didn't make it. And here I think the sentence kinda summarizes the point he's trying to tell us right now. You talk yourself into it. You tell yourself you are going to be the hero. Okay. So he is constant success as a result of all the work and the the mindset that he has putting in. So he wants getting invited to America to compete his first prop... In in in his first competition. He links up with 1 of the greatest, like, like, 1 of most influential early, like, fitness entrepreneurs getting him Joe wield reader don't know if it's wield or weed. He's the 1 we, like, you'll see weights and Jim with his last name, but he had, like, a media empire too. He one's up being very important in the early days of Arnold's career or a wind up studying how he guys business and then take some of the ideas he learn and applies to tell him his own business. But in this case, he didn't work do as much as he could do. And so he's just expecting to win because he hasn't lost in a while, and he winds up coming in second. And this is what I meant about, like, we get to 1 of the benefits is, like, we see the inter monologue that you might not share with other people. As this is happening. Right? I came in second, that did a little number on my mind. I went away from the auditor overwhelmed, crushed. I remember the words I kept going through my head. I'm away from home in the strange city in America, and I'm a loser. I cried all night because of it. I had disappointed all my friends. Everybody, especially myself. It was awful. I felt it was the end of the world, but I owe it and this is the important part. Okay? That's fine. Happens. We talked about salt over and again, the the entrepreneurial emotional Roller coaster, best description that comes from Mark Injury since only ever experienced 2 emotions, Euphoria and terror. Nothing between. The highest highs, lowest slows, nothing between. So... Right now, he's experiencing terror. He's in the low lows. He's crying. He's feeling I'm a loser little down. Then he picks himself back up. He's like, I got work to do. But I've always been resilient. A day later, I'd gotten myself together. I'm gonna pay them back, I thought. I'm gonna show them who really is the best. I would train in America, I would make it in America too. Something that he said is auto. It's not in this book, but the the the the thought, like, the premise behind the statement is still there. He said that, to him being a businessman being an entrepreneur was the ultimate, better than anything else. And so he says business fa me. I get caught up in the whole idea that it's a game to make money and to make money make more money. Joe Weed is a wizard at it. And I like being able to watch him operate. So this is Joe's the 1 that sponsors him. First, it was only been for a year, and then Arnold never. Like, he just states in California. So... But originally, he was only supposed to be for a year, and Joe was the 1 that's making it happen because he agreed to to pay the bills, pay Arnold bills, help let him just focus on in training and return, Arnold had to to, like, make appearances with them and and let him be for Joe's magazines. Another smart thing. That Arnold did is that, I would summarize this to note off if myself is fine. What fine what others in your field aren't doing and do that. And so Arnold realizes that 1 that body building show business. Right? You're putting on a show literally thousands of people are paying tickets to to watch these events And so he... He's 1 of the first people, first body builders, he winds up going to Ucla and hiring a ballet answer and taking ballet lessons because his idea was, like, the oppose off, the the posing at the end of these competitions. Like, some of these are, like, they're just... They're these big awkward monsters. And he's, like, I wanna be graceful and fluid. And then he starts doing it to music. It's almost like this dance. He realizes and, like, it's just a lot more appealing to Not only the the customer, the pain customer's eyes, but the judges as well. And so he winds up he says, I went to hired dance at Ucla and started taking ballet lessons to further improve my posing. So it says, you know, the dance is showing them him how to move gracefully how to a different position in your hands should be at, like, all the things that no other body builders are doing. I've seen this before. I was listening to an interview 1 time with Kobe Bryant. He talks about, like, he was having issues with his ankles. And so part of his off season work, he says, I took tap dancing lessons. And he says, like, everybody was laughing at. I was like the only basketball player playing Tap dancing. But he's like if you're good at tap dancing, you you have a... Like, you have the ability to move your ankles and your feet in ways that people that don't tap dance don't have that ability, and then I could take that ability and apply it to my craft back to basketball. I was like wow, that's a really interesting idea. Arnold is essentially doing the same thing here. So Arnold winds up, I'm I'm skipping over a bunch of these competitions and stuff because I wanna focus on like, how do he thought about... He's... I wanna get to the point we start to applying the same principles to other aspects of his life. Now we're closer to where wrapping up to where he is when the book is published. So he's... I think 30 years old. And he... I think he's won, like, 6 or 7 different times. And the the movie... The documentary pumping irons come out. So he's become famous. He's starting to doing movies already, like, smaller movies. And so now he talks about looking at body building. He says, I and and really note of myself is expand the the market through education, built your empire. And says I began to look at body building as a kind of vehicle. The question always comes up. Okay. How can you you... How can you use that? Meaning body building to make money. I had been increasingly more involved in business since the year, I bought the gym. I no longer had to prove I was the greatest body builder of all time. Now I had any talks about, like, the... It's the the sport is a lot more popular 7 years into this. Than it was when he first started. But he's like, the the... And that's what the second half of the book is about is the fact that, physical education, physical fitness is should like, the the the market, they... It it benefits everybody. To have a physically fit body. You don't not to be an Arnold kind of body, obviously. But the fact that you should be exercising and pushing yourself and getting in the best health possible. Like that complies so much more than the small cult following of people like body billing. And so his whole thing is like, okay, Have a initial market. Len that's expand it. He was... It's funny. He put these words. Again, think about that. That is... Let's see. 87 97. What is this? 40 something years later, 45 years later. I don't know the exact number. Like, he wind up being right about this. Let me just read this to you. Now I had to reach out to the general public to people who knew nothing about body building and educate them to the benefits of weight training. So just constantly... That's what his empire of the foundation of his Empire is before he gets a movie every for he's already in movies, but before he becomes, like the the A list actor, 1 of the high School anchors as all time is this idea Okay. My empire is going to be built on spreading evan body voting it. The this section of the book ends the last sentence, whatever else I do. I wanna try to always be kind of an ambassador or preacher for body building. So let's go back to the Empire building, and he starts to do. Working the saint, and this is why... Again, this is guy... This is towards in the book. It's gonna wrap up. It's gonna kinda tie in everything that we've been talking about today which is, like, this mindset applies so much more than just body building. It applies to anything. Working in the same way I had to build my body, I wanted to create an empire. Because of my business education and the practical aspects of business I learned from Joe Weed, I felt I was equipped to go ahead with my own enterprises. I established a series of mail order training courses, which enabled me to help educate thousands of body builders all over the world. I sold photo albums, t shirts, posting trunk. Personalized programs. I worked out seminar. I worked out, I worked out seminars all over the world, Japan, Australia, South Africa, Holland, Belgium, Germany, Austria, Italy, France, Finland, Spain, Canada, Mexico and the United States. I began let me actually paused. There's some... There's another... That just... That section just made me think of it... There's a line he has in his auto. Where he talks about, like Joe would take them everywhere, and he would never say no. Let's go do it because it's he starts off, you know, only making maybe, like 500 bucks at the seminars, but he starts making a lot of money at this. And he says other body builders that were offered that Joe offered the same opportunity to would say no. They they had to focus training or they wanna hang out the beach, and Arnold has a line where he's, like, lazy bastards wouldn't wanna work every day. I I was in a rush to get rich or something like that. But I was just reading all these different countries he went to it Just amount of, you know, travel and work he had to do. I began promoting body competitions in America. In order to keep my name and make a grow, I continued to defend my titles. Eventually I wanted every single person who touched a wait to equate the feeling of the barbell with my name. The moment he got hold of it, I wanted him to think Arnold. That's that's free wild. I think the most important things I developed through body building was my personality, confidence in character. When I was young, I suffer from the same insecurity every kid did. But as I transform myself into something strong and unique, discovering I could do 1 thing well, confidence came to me naturally, and that gave me a great deal of security. I've come to realize that almost anything difficult this is so important. I've come to realize that almost anything difficult. Any challenge takes time, patience, and hard work. Just like I needed to build up a 300 pound bench press. Learning that gave me plenty of positive energy to use later on. I taught myself discipline. I could apply that discipline to everyday life. I used it in acting and going to school. Whenever I didn't wanna study, I would just think back and remember what it took to be mister universe, the sacrifice. The hard work, and I would plunge myself into studying. And then he wraps up here and I'll close on this with that mindset applying it. He's saying, this is my... Remember. He's 30 year old Arnold saying this... I'm gonna take this mindset in the middle of what I'm reading to do. And I'm going to apply to acting and to making millions of dollars. He hadn't done it yet, and we know from our vantage point that he had no idea that guy writing these words had no idea how write he was. With acting now, I am determined to work his hard on removing my accent as I was on improving my poor calves. The same with business. I'm so determined to make millions of dollars that I cannot fail. In my mind, I've already made the millions. Now it's just a matter of going through the motions. And that is where I'll leave it. I highly recommend reading the book. That that section I just worked from. The first book, the the whole the book is split to you, like I said before, The first 1 is a hundred and 20 hundred and 30 pages. It's a no brainer to read this. I'll leave my notes. My my personal highlights. There's a link in the the show notes. This... The... I'm definitely going to be re reread these highlights some time of time. I I found it super motivating, super en. I think there's just a good principles that I don't wanna forget this book. So Highly recommend reading the book. If you want the full story, read the book, by the link... By the book using the link that's in show notes to your podcast player and just supporting the podcast at the same time. That is a hundred and 93. I think a hundred and 83 books down 1000 ago, and I'll talk to you again soon."
}