{
  "transcript": "In 2010, I was a historian for the best museum you've never seen. The Cia museum. We were preparing to install a new exhibit on the office of strategic services, Os, America's first Central intelligence agency. I was tasked with finding out everything I could about this experimental organization, which included researching the company roster. Has pulled together to fight the axis. Os was an odd creature. At once a collection of men and women from the upper crust of society on America's East Coast, and a magnet for astonishing talented and creative people from all walks of life. From Wall Street lawyers to Hollywood filmmakers, even the future chef Julia child. In Os, they could almost literally design their own adventures. My head swimming in research, I made an off offhand connection 1 day that would lead to uncharted waters. I remember reading in the past that Ernest Hemingway and Colonel David Bruce of the Os had liberated the bar of the R in Paris from the Germans in August 19 44. Now I wondered if there was more to the story. Hemingway would not have been out of place in the Os. He loved secrets and the edge they gave him. He crave action, but was not cut out for conventional soldier. He moved easily between social and economic classes. And across borders. I thought to myself that he had a lot in common with many of the other men in the spy business, whom I had met or read about. So had he been an Os uss spy of some sort? What was the full story about Hemingway intelligence in World war 2? The writer had tried his hand at various forms of spying and fighting on 2 continents. The way stations were varied often exotic. The battlefield of Spain, the back streets of Havana, a junk on the North River in China. He seemed to gravitate to men in women who operated on their own in the shadows. And then I learned something that surprised me. He had signed on with another intelligence service, 1 that did not fit the conventional narrative of his life. That service turned out to be the Soviet Nk, the predecessor of the Kgb. A lifelong hemingway admire, I felt I'd taken an elbow deep in the gut. How could this be? The characters he created embodied so many American values we still cherish. Truth. Bravery, independence, grace under pressure, standing up for the underdog. His voice was uniquely American and revolutionary. He had changed the course of American literature in the 19 twenties. Why would he sign on and why we to do it secretly? His greatest work after all came from sharing, not hiding his life experiences. And so I sat on a request day after quiet day in reading rooms all over the country. I page through his correspondence. He was almost... As great a letter writer as a novel writer. I wanted to uncover the backstory. Research has always been s deducted for me. It felt right for 1 visit to the archives to lead seamlessly to the next. 1 more obscure book about the Spanish civil War or World War 2 or the Cold War was never enough. And so over the next 3 years, I filled in the outlines of the new Hemingway portrait from my unusual sources. Ultimately, I concluded that Hemingway dal with the Nk and the political attitudes that explained it made an important difference in his life and art. It influenced many of the decisions he made during his last 15 years, where he lived, what he wrote and how he acted. The chapters of the cold war, the red scare, the cuban revolution and 2 months before his death, the bay of pigs made things worse for him. He did not understand politics and in ent as well as he thought he did. And for long stretches of time, he overestimate his ability to control himself and others. Even to change history. In the end, he began to understand his limits and came to the tragic conclusion that the only way to re control was to kill himself. That is the story I tell in this book. That is an excerpt from the introduction that's fantastic books that I hold my hand, and the 1 I talked about today, which is ryder sailor soldier Spy, ernest hemingway secret adventures from 19 35 to 19 61, and it was written by Nicholas Reynolds. Okay. So before I jump into what I learned from the bulk of some highlights for you. I wanna tell you how this booking came about, This has been several months in the making. I knew I was I wanted to read a biography of ernest hemingway. And a lot of it has to do with, this, quote, that Steve Jobs said when he was giving a commencement address. I think it was a Stanford back in 2 and 3. I just wanna read you what he said. He says when you up, you tend to be get told that the world is the way it is, and then your life is just to live your life inside the world. Try not to bash into the walls too much. Try to have a nice family life. Have some fun and save a little money. That's a very limited life. Life can be much broader once you discover 1 simple fact that everything around you that call that you call life was made up by people that were no smarter than you that you can change it that you can influence it. And then he skips a little bit and he says, once you learn that you'll never be the same again. And I wanna point out what 1 quote right there. Or that 1 word? Broader. Life can be much broader. So I knew I was going to be doing a series of biographies. On writers. And specifically hemingway because Hemingway treated life. He lived life to the fullest. He treated it, like the adventure it is. And I think so few people actually do that given exactly what and that's what Steve Jobs was echoing. You know, they say that's they're did the the prescription for life that society is giving you is so limited, and life can be so much broader. It can be as broad as you wanna make it. And so reading about and learning from people like Ernest Hemingway. I think serves as a reminder to you and I that life can be whatever we want it to be. It can be as broad are as narrow as you want it to be. Okay. And then second thing, second and last thing I wanna tell you before, I jump into the book. This is probably the the book that I prepared the most for. When I got this idea to read biography of ernest hemingway. I was like well, I can't read a biography of ernest hemingway if I don't read hemingway. So I went reading 3 of his novels in order. I read the old man in the sea. The sun also rises and for whom the bell tolls. And so once I finished those 3 novels those 3 books, I started listening to this... The audiobook book of this book, I thought I was going to read, like a proper extensive biography of ernest Hemingway. The 1 I picked up was terrible. I went up giving up the quickest I've ever gone up on a book because the writing was so bad. But while I was listening to this audiobook book. I thought it was the opposite. It was amazing was fun. I couldn't believe... This is so much unbelievable things that happened in in his life, there take place in this book that, half... Of, halfway through the audiobook book, I ordered the the paper version. And once I start reading. I couldn't put it down. So that's a a clear indication that I need to make a podcast about this. So Gonna jump right back into the book. I want to tie... There's just 1 sentence that's gonna set the tone for for the life of earnings hemingway. Hemingway was not there just to observe. Sorry And so that reminded me about the part of the book I did last week. Or a couple days ago whenever it was on Arnold, when he did... Well, this guy was saying, hey, I'll I'll, pay for your plane ticket. You can fly to this this competition just to watch. And Arnold was like, watch. No. I... I'm not here. I'm not merely here to be a spectator in life. I'm here to take part, and that is definitely, main theme of the life of hemingway. So in addition to the fact that I wanted to study hemingway because he treated like, like an adventure, also wanna study him because he got to the very, very top of his profession. And his work still resonates to the state. My favorite book, the book that I like the most of his was the old man in the sea, and he was published in 19 50 70 years ago, and you can put that book up today and still be wildly entertained and learn something from it. So it says, hung... By the year 19 35, Hemingway had climbed to the top of his profession. Born just before the turn of the century, this ambitious young man from Illinois had started a revolution in literature while still in his twenties. His 2 best sellers, The sun also rises and a farewell to arms reflected how much he had lived in the first in his first 3 decades. Wounded... He was a wounded bet veteran by 19. Then a foreign correspondent for the Toronto daily star and a member of the Paris branch of the lost generation of legendary talented writers. The Nobel prize for literature the Hemingway hit later received explains the appeal of his work. His writing honestly and undoubtedly reproduced the hard count of the age with the trademark combination of simplicity and precision, and I think, reading 3 of his books, that that put simplicity precision really culminate in the old man in the sea. I like this sun also rises as well. I like the... For whom the bill tolls less than, than either of the other 2 books. But in the old men in the sea, just his B, his simplicity his precision. The way he he not gonna ruin the plot out of the book, but essentially, the... Almost the entire story takes place with 1 individual by himself in a boat, and it's wildly entertaining. And, again, really quick to read, which, again, I I really appreciate writers like Hemingway, because I... If when you read a lot, you read there's just a lot of writers that are not writing to be read. I don't know if they're writing for fellow ad isolation from maybe critics or or other academics or cases, but they're writing it's terrible. Hemingway wrote to be read. When he wrote he was a soul of B, telling compelling stories and spare pros that spoke to millions of readers. His central theme was personal courage. He displayed a natural admiration for every individual who fights the good fight in a world. Overshadowed by violence and death. Hemingway was so successful that he was now on his way to becoming a touchstone for every American writer. So he is about... He's in his... By 19 35, he... That would put him in his mid thirties. So it says that he successful that he now became on his way to become a touch for Every American writer, and a role model for for American individual. That's an important. His his his love both the underdog and the individuals an important thing that we're gonna revisit a couple times today. They were reading Hemingway. Quoting him. Copying his behavior and seeking his advice. He had only a handful of competitors. And on the next page this a sentence that I think tells us a lot about hemingway. It says the editors lash back that Hemingway was too focused on the individual and did not understand the powerful economic forces determining the course of history. I would say it's a key to his personality He valued individual. He did not think of himself as belonging to a group. And 1 thing I admire about hemingway going tying back to this idea that he treated life as venture. He would live. He didn't live in 1 spot all the time. The longest place he ever lived being in Cuba, but he lived all over the world, he lived in Key west, which we're gonna get you right now, but he saw the entire world. He was constantly traveling. It's amazing. It's almost like, you you ever seen the movie force comp where Tom Hanks playing force comp... The characters is always, like every single... There's, like, every single historical event he just happens to be. Hemingway has a lot of that in him. Whether you seem either in China, meeting the future leaders of the communist leaders in China, He's he's watching the the d day invasion in normandy off the coast of France from a boat. He just happens to be there. When the allies liberate Paris. He's there. He just has all these experiences or he just just pops up, like he's forced his come. So this is a little bit about... And and it... When he... When he when he goes into... This book goes into a lot of detail about where... When he does choose to place a call home. I think it has a lot about what's important to him. Hemingway had moved to Key west. It was a place and remember, this is in the 19 twenties. Okay? Let me go back to that page. It says, it was a place where the robust handsome sports man, who 6 feet tall and Solidly muscle muscle could live a halfway rugged outdoor life barefoot. Wearing plain t shirts half un button and shorts in 19 28. 28, Key west was a poor man's tropical paradise, reachable from the mainland only by whale or boats. I'm gonna pause in the middle of that paragraph. If you don't know, it's the southern most tip of the United States. It's it's closer to cuba. It's 90 miles from Cuba than it is to Miami. And I've been to the keys. I don't know. 10 times, Maybe a dozen times. The some of the strangest experiences of my life and strangest people I ever met, live happened in in the keys. It's bizarre even to the scene, it's much more developed now than it wasn't hemingway ways. Hemingway many ways states, it's like, almost living and what do you like about? Let's see... I... I'm not really... I'm in the America, but I don't really... I'm not really in the country. So it says there's a poor man's tropical paradise reachable from the mainland only by rail or boat. Now there's a 7 mile bridge. Many of the streets were not paved. Many of the buildings had no plumbing or electricity. The closest thing to a grocery store was a small warehouse that's sold necessity. So most of people live there. You might buy rice beans, stuff like that at the warehouse, but mostly they're they're catching. They're eating mostly seafood. He was... He he had a goal 1 1 point his like to be the world's best Deep sea fisherman. Who he was something a passion of his his entire life. It's also why he chose to live in key west and later in Cuba. It was a place of shabby discomfort good friends, gambling 15 cent whiskey and tencent cent gin. He's definitely an outsider definitely a mis fit. He... He's attracted to these bizarre people in these bizarre places. Part of the island's charm was that the Mainland was far away. The key Key west was a town of independent fishermen and boot layers. And on this page is a picture of his house and the keys. I've actually been there, and the note left myself was you you know you're you were good at your job when they turn your house into a museum. So He his house in key West, a museum, but also his house in Cuba as museum. Talks about his personality and why he might wanna pick to live in a place like the keys, which was very remote. Hemingway placed a premium on rugged self reliance. So now we're gonna jump ahead to Spain. The book is kind of in a chronic order, but he goes it goes back and forth like, flashbacks and stuff. So Again, it's not... You gotta read the book to to get the whole story Like, like every other books I talk about. And this is a fantastic book, buying copies for friends. Like, there is so much in this book that has to... There's, like, a history of everything going on that I have to omit, but it's very fascinating. And this is a little bit about... I wanna bring this this these 2 paragraphs to your attention because there's something that was very consistent with Hemingway. How many times he was with an inches or minutes of death. Even when they said he was by the time he was like, 19 or 20. He was an injured He got injured in World war 1. He was a an ambulance driver for the for the Red cross, and they wound up getting shelled. But I think German artillery. I can't remember. It was Germans to definitely shot at them. I don't remember if it was bullets or missiles or bombs or whatever, but the guy next to 1 wind up dying. He went up being in a hospital for 6 months. In this case, he's he's going to cover the civil War happened in Spain in the 19 thirties, and they just light up his car. And this happens several times. So this pictures in the book of what the car looks like. It's unbelievable. This a description of what happened. The time was a spring of 19 37, the the police Bane. A photo shows that the once elegant black Sedan had been riddled with bullets. Probably from a passing enemy fighter plane. It is now a wreck front tire flat windshield shattered, 1 headlight dangling from its socket. The car's engine is exposed. It exposed. It's hood lying useless a few feet away. The open door suggests that the passengers got out fast. 2 of those passengers was hemingway and a, columnist named Jo Iv. They stand between the camera and the rack miraculously unscathed. For most of his life hemingway like to live on the edge and take risks. But the expression on his face suggests that at least this time, the brush with death was close enough for him. And that's also something I learned and and come to respect about hemingway, You might not agree with his views on things so the way he acts. He is a wild uncontrollable person, definitely not civilized by any means, but he is willing to make sacrifices and pay, the... If there's gonna be consequences for his actions, he's willing to to deal with those consequences, both good and bad in many cases, he puts himself in the... In the very real possibility of dying. He is not coward by any means. There's this is just a highlight of something... Most of which I'm gonna omit that the book talks about a lot. It's just the the level of violence that... Because you're dealing with all kinds of it's a book about spying in some cases. Right? So you have the Cia, the Nk, the the the British version of that I don't remember what the name is Japanese spy, Chinese spy. But again, it it... This... I'm gonna read the sentence and the reason I'm reading the sentence because this this is... They're describing events that took place. Let's see. Almost a hundred years ago. And this still goes on tape. We just saw the same thing happen to the the journalist Jamal K. I think it's how you pronounce his name. And it says the Nk would lure aa trotsky in for an appointment then irr inter, kill and cr him, leaving no trace whatsoever. So let me go back to what Was just talking about why he he was willing to put himself. In so many dangerous situations, what his goal was. He wanted to be the, not a, not 1 of the war con war writer of his generation, war and his reason was War gave answers that could be found nowhere else. And, again, he had a very early experience and it's something he had... He'd experience with war from the time he was 18 till almost his entire life, minus maybe his last decade. World war 2 is basically his last experience war, and he he lived about another decade decade and half after that, But he wanted to be the war writer now. He doesn't say work correspondent, even though that's the job he has. And he was gonna mind up getting in trouble later on because he doesn't... He's like, I'm not here to just report. So he... In many cases, he'll pick up guns. That he he he's starting some unbelievable things this book. He winds up... He winds up encountering these French gorillas right before the end of the war in in in the liberation of Paris. And he can speak French to speaks much languages. He went to bleeding them. They take over a hotel. They captured... And he's supposed be reporting on the war. And they capture a bunch of German soldiers, like, there... It's... This is gonna blow your mind. It is going to blow your mind. So I do wanna bring 1 thing to your attention that, I didn't... Again, It's it's kinda weird when you discover 1 thing, and then you see it now that I've been aware of this book. I've seen it mentioned a few times. So I was actually surprised about this. This is Well, let me tell you what's going on in the story. So there is the the common turn. The common turn was, like an organization that was controlled by the Soviet Union that would advocate for world communism. Right? And so what they would do is they would figure out a way to convince people to adopt communism is is through propaganda. They would want to to recruit a bunch of writers or famous people, actors, whatever the case to their side so that then they can kinda preach the gospel of the commentary turn. So hemingway, they try to recruit hemingway. He is never a communist. He's definitely on the left. But he is more... He can describes himself as an anti fascist. But he was never a communist. They try to recruit him. And even when the the books herself saying, oh, he signed on with Nk. He didn't do anything with them. And this is before the Soviet Union wind being an enemy of you can't call them a trader because it wasn't... They were a ally. That they were American Highlight at the time. And, but, anyways, I I thought that part of the book was a little bit over played because then I I'm reading to the. I'm like, okay. I listened to the... I listened to the audio book. Right? And then I read the book. And I was, where the hell did I missed a part where he's actually contributing to the Nk and at the end? It's like, well, you know, he sign on. You never really did anything with them. Was like, alright. Well, come on. I mean, he's got enough... There's enough interesting things into the life. We don't have to over overflow that part. I guess this was my interpretation of it. I missed it. I don't know, but that that was my interpretation. So anyways, this is where the commentary is trying to recruit hemingway. He he's never gonna sign on with and be a full fledged communist. He thought it again. He's an individual I like to have a loose association with fellow irregular fellow mis fits, but I'm not gonna do your bidding. He was way to, type a strong personality to to ever do that. But anyways, so they're they're they're recruiting him and this other lady named Barbara Tuck. So it says Barbara Tucker, would write the best seller, the guns of August, which attracted the attention of, Jfk, president John f Kennedy. So that book, we just we just learned about this book recently, on podcast number 1 88, that was the book that Joe of Trader Joe's. The founder Trader Joe's was reading when his company almost went bankrupt. So it's a book on war sen, but his point was that the book's main concept. This is Joe's point. The book's main concept is that there are multiple solutions to non convex problem. So that applies to combat, non combat problems, but also to business. So he he had the idea Like, well there's multiple dude. There's multiple solutions and multiple paths out of impending bankruptcy. I just have to find them. And so let's go back to his time in Spain that this time in Spain. So now he's he doing reporting, but he can send herself a war writer. So this is what his experience is in Spain are gonna be... He writes about in the sun also, no. Not the on rises. That's in... That's about, bull fighting and, like, Paris writers. For whom the bill tolls. Okay. So where we're not there at yet. So it talks about, like, now he's putting himself in harms harm way, more about his personality. Perhaps to test himself, he had not been in combat for almost 20 years, he seemed to re going out into the battlefield with the. So it says it turned out the cameraman that he's with, had forgotten his camera. Hemingway crawled back on his hands and knees to look for it while enemy sharp shooters marked his path with near misses. Bullets hit close by. This habits over and over against him. The group that he's with, these gorillas, they were filled with tough, colorful and educated men, as well as a few women from various countries, including the United States. The kind of people who appeal to Hemingway, it gives us summer the personality traits such people, he admire. They were not just dreamers, but men risking their lives for their beliefs. They were authentic. So again, So a lot of times when people say what they admire. Other people it's traits that they made wanna have in themselves, He definitely admired men that risks are men our people. Their are what they believe in and they're were authentic. He tried to do both of those. And this is interesting where he talks about these the the communist gorillas that he's embedded with in Spain because coming from all over. If you happen to read for whom the bell tolls, the main character, Robert Jordan, I think is a main character's name in that novel is an American who had come... Who was American teacher who would come to Spain to help to help, fight the Civil war, and he's the 1 that has the skills and and once blowing pulling up bridges, which we'll learn it more about later on. Nope. Nope. Nope. We're not gonna learn about it later on. We're gonna learn about it right now. Thought this is coming in a few pages. Alright. So it says this is the experiment. The the experience about to subscribe to you now. Actually happened in real life. It is the main plot of for whom the bell tolls. So this is why, again, I think of where, I'm gonna talk you more about how you purchase work because he gets this top of profession. I think that's very interesting to You and I, but really, it's about exposing yourself to a wide variety of experiences. So those experiences can influence your work. So it says hemingway hem hemingway was with the gorillas for 4 days at their camp and in the field. They loaned him a revolver and asked them to carry hand grenades and food on the 15 mile March to the objective. Setting off a dusk, the 30 man band slipped through fascist lines, traveled near but not on a road and finally cover of darkness crawled up to a set of railroad tracks on a small bridge over a river. Before long they could hear a train in the distance and see sparks some locomotive lighting up the night sky. The train was moving slowly enough to give to give them time to carefully prime their charges while hemingway rum around in his pack for a camera. At the grill urgent request, he turned off the flash, but was able to use the light from the explosion to photograph the attack. The bridge collapsing into the water just before the locomotive reached the River riverbank. The car coming off the rails, their iron wheels plowing up the earth before they came to rest. Now useful only a scrap metal. The grill did not wait for the enemy to react, but started for home at once. That is the main plot, which is a lot longer in the book of for whom the bell tolls. And then this is more on how his time in Spain related to his work. Hemingway was also in Spain as a suit humanitarian. Military adviser and above all writer. As he tried to explain to the grill, the writer and the reporter were different. The reporter wanted facts for a story to follow as soon as he could... As soon as he could get through. The writer wanted to absorb the experience of war wartime. Which is when years or when when he gets back home, it's going to make his writing more profound and resonating more because he actually saw these things. He actually experienced them. Now what was interesting is how he had a blind spot. At this time in history. There's a... Whether regardless whether they're in left or right, they're all authoritarian. And I... This reminded me of, advice that Charlie Mu gets, I think is really good. And he's like, listen, avoid intense ideology. It turns your brain to mush. And so throughout his life, The closer really relationships that hemingway many always gonna have are forged in these areas where whether it's in to today's his time in Spain on world war 2, he goes to extreme experiences with these people and he went up with lifelong friends. And 1 of them is this guy named Regular Regular was had to flee. I think he was Jewish. So he had a flee Germany. He's he he saw the authoritarianism that was happening in Germany in in the 19 thirties. Right? And so he he's jew and a communist. And he winds up going to Moscow Thinking, okay, I escaped these authoritarian. And then he starts seeing the behavior by signs. It's like, wait, you guys are planning to be the enemy, but you're doing the the enemy to hitler Fashion. Fascism, but you're doing the exact same thing. And so he tried to educate hemingway on this. And Hemingway eventually gets us later on, but not to degree that Regular does because he's just, like, I've seen the show trials and executions and all the stuff that was happening in Germany, is now playing out in in Russia as well. And we saw this before. This is podcast number 01:59. Andy Grove winds up being... It is essentially the third cofounder of Intel. Right? His memoir swimming across only covers the first 20 years of his life. And 1 part of the story, Germany's controlling Hungry where lives, and then eventually, they're quote unquote liberated by Russia, and they're happy for a little bit, and then they start seeing the same thing where the Germans would pull people out pull his relatives editor at their house and execute him the Russians start killing people. They went up raping his mother and all the women living in his apartment building, and so you you read that book. And first of all, it's just extremely well written in an amazing story that he survived that. But you just you see that there is the authoritarian, people that want complete control more light than they they profess to be different. And so that's what regular was saying. Regular was living in Moscow where he started to understand in a way hemingway we never would, What it was like to live under the dictatorship on a day to day basis. Often it ominous mirrored Nazi Germany. And Rag speaks about this so much, he he tries to educate it. How worry about this that eventually he's forced to flee Rush to. So he had to leave. Imagine living the the experience of your life. You have to flee the anti semitism in Germany, you get to Moscow and you really like hey, this isn't right either you speak up about it, and they're, like, you either to leave the country and will kill you. And I think Regular has to live the rest of his life in Mexico. 1 thing about, ernest hemingway. He has a volcanic temper, which I, I I'll go into... I don't even know if I into today, but it's... There's definitely a few stories in the book that express that. He also has a gigantic ego and does not think that rules apply to him at any means. And this is something we've seen a lot in these biographies. He considered himself to be more influential than he actually was, believing that others live by what he said and wrote about Spain. For 1, the young writer Be was surprised to learn that Hemingway believed that it was his speech in New York City in June 19 37 that motivated Be to travel to Spain enjoying the Battalion. Be quoted Hemingway is saying that he knew, quote, that's... That my that my speech influenced a lot of boys to come over here. This was Be he continued, the kind of ego man. This is coming from his friend. The kind of Ego romania the guy suffered from. I decided to go to Spain long before I heard a speech. And this is a part I mean, about the rules don't apply to him. We're still in Spain at this point. On the Battlefield Hemingway continued to alternate between witnessing and participating in the fighting. He logged many... He logged many miles with fellow journalists, this guy named Jay Allen the Chicago Tribune and then Herbert Matthews of the New York Times. Matthews is his friend. They wanna being friends for a long time, including when I lives in Cuban and listen to what he's gonna do in him. And did not hesitate how many we did not hesitate to set set aside his notebook and pen when a loyal needed his help. These are the gorillas fighting the fascist. That's what he calls them in Germany. Our shooting in Spain. Hemingway called and his calling to help move an artillery piece stuck in the mud. So he's getting It's like, these guys need your help. We're not just here to write about it. Let's actually help and got angry when Alan refused, claiming that he was hired to write not fight the war. He hemingway never made that distinction. Nor did Hemingway appreciate the lecture on the laws of war that followed. However reporters had no legal right to carry side arms. Hemingway was not only carrying guns he was firing at the people. Hemingway pitched in again when a truck load of youths the truck turned upside down, and boys were thrown along the roadway. Hemingway left from the car and started giving first aid, while Matthews got out his notebook and started asking questions of the injured. Oh my God. Hemingway shot shouted at Matthews to get the hell out of the way before he Hemingway killed him. And now we have... So the note the the reason I wanna move to this next section is because he's... Hemingway is he's now looking back at his in Spain. I remember in his early third... Early in mid thirties. He is... Not myself is no wonder he created a novel so many people loved. His soul was in it at the time. He's gonna look back and realize okay. I was a little bit too like, too bought in, and I... His book actually talks about which is interesting because his book made both people, Mad, both sides Mad because they talked about the atrocities on both sides. And they're like, no No. Should only talk about that side. I I thought you you're with us. It it's just really interesting just a fundamental aspect of human nature of this tribalism that we all engage in that I think I I always wanna be aware of, make sure I'm not like, having my mind or my thoughts polluted by the ar neville instinct to, you know, having us versus of that mentality. So this is was looking back more than a decade later, he would admit during the war that started for his Spain, he had become so stinking righteous that he gave him the horrors to look back on. For hemingway, the Spanish civil war was not just an outlet for a writer who wanted to be a fighter or just source material for the next... For his next book. In words and actions, literally on and off the battlefield Hemingway fought for the republic and against fascism, both when it further his career and when it did not. He was willing to make personal and professional sacrifices. So let me repeat that sentence because it's apparent over and over again. He was willing to make personal and professional sacrifices. Okay. So now we get into these actual work, how he actually constructs his novels and these books that he wrote so long and that's people, you know, people are gonna be reading them probably for hundreds of years from now. This just amazing to me. So this is his state of mind as he begins to work and we also see what he he he understands he's a... He's I'm not not a sick. That's not that I would put it. He is depressed when he's not in combat. So it says... And I think this is, I I'm not, like, trying to criticize america. This is something if you read any kind of military history. For thousands of years. People have talked about this. Like, they're in the most dangerous, terrifying, sometimes terrible environments of life and they look back at it is that was the best job ever had that was the best time in my life. So it says from Key west, he felt both angry and guilty. He had seen town after Tom Bomb to the ground, the inhabitants killed, the columns of refugees on the roads bombed to machine gun, killed shot and shot again. It was a sort of thing that kills kills things inside of you. He could not bear to think about his good friends who were still the thick of things. It was better to be with them. He had... And this is what I mean. He had slept good and sound every night in Spain throughout the whole war. He had never felt better. This are his words. He concluded that one's conscience is a strange thing and not controlled either by a sense of security, nor danger of death. He wrote that he had... Now he's back in Key west. This is how crazy this says. Now he wrote that he had bad dreams every night, really awful ones in the greatest detail. It was strange because he never had any bad dreams in Spain. I mean, just think about that. You put me in a horrible environment environment where I could be killed at any moment, and I'm sleeping like a baby I'm back home in a place where I love. And because that that that sense of adrenaline, the... Competing for the high stakes, I feel depressed. And this is something he deals with his entire life, and this deep depression that he has is leads in part to him when him shooting himself. And so the 1 thing he can do is he just throws himself into work. So it says for hemingway now is the time to withdraw in the world and work. This is when he's writing for whom the bell tolls. The only thing this is a quote from him. The only thing about a war once it has started is to win it, and that is what we did not do. The hell with war for a while. I am not killed so I have to work. And so 1 of the things I most admire about him me. I don't how he does it because the guy, his main interest in life are reading writing, drinking, war and women. And this guy drinks and I I would speculate that that causes... Like, I mean, if you drink as heavily as heated did for multiple decades, I can't imagine. I mean, not only just break down your body, but it's gotta be depressing, long term. Right? So I he he still had some kind of weird discipline though to wake up early. And so what he would do is he'd wake up every day before Dawn and just right uninterrupted for hours at a time till about the early afternoon. He's probably putting, let's say, 6, maybe 7 hours of une uninterrupted underwriting, and then he would go and live his other life for the other part of the day. And so he'd go fish. He would drink. He would shoot. He would date because he collected 454 wives who his life was a terrible husband by the way, never faithful had tons of mistress everywhere. So that's just the kind of life. And he would want some after, like, a, a morning of sol and writing. He would then come, like, he would want to hang out with friends and play cards and be physical. He was very much very similar how, like, Theodore Roosevelt talked about the the benefits of getting out of your mind and into your body and doing things that are exhausting and difficult. I think Hemingway would have agreed with Roosevelt. Now let's go back to that guy, Regular. The guy the friend I told you about that escaped Germany then had escape Moscow to Go to Mexico. And this is his description of Hemingway, which is his lifelong friend, and is part of the reason why I wanted to study him, and I'll tell you which Sentence jumps out of me. Regular seem to understand his friend thought, describing hemingway as basically un political. Ernest had a better grasp of the law of the jungle than politics. He was more like a hunter than a politician. He thought in terms of black and white of life and death. He did not see that modern dictators had no respect even for the law of the pack. Hemingway did not stand for Western democracy, but for this is the the part that jumps out of me. But for experiencing life in all its fullness. But for experiencing life in all its fullness I've repeated it 1 more time for experiencing life in all its fullness status. I think the main point of studying people like hemingway. It's to a reminder of how full life can be if we want it to be. In places like the Hills of Africa or the waters off of key west. This is more about his focus, while he was writing for whom the bill tolls. And he wrote a lot of this. This is fascinating to me. Because it's not a short book by hand. He winds up I think, writing there's a picture in the book where he's writing pencil and they then they I think types it up and then edits in pencil I'm not mistaken. He said some interesting... Actually, that let made me think Let me grab this quote that I... There's a bunch of quotes about about writing that he has. So he says writing something that you can never do as well as it can be done. I thought that was fantastic. And then he says, it wasn't by accident that the Getty address was so short. The laws of prose writing are as immutable as those of flight of mathematics of physics. So he's telling us to be brief. So he was just a picture of him editing this book. Let me go back into this. During the first of first months of world war 2, Hemingway remained deeply absorbing in his book. Occasionally, I don't know. There's, like, drilling happening, and I have no idea what's going on. I don't know if you guys can hear that. Sorry if you can. I'm just gonna push through though. Hemingway remained deeply absorbed in his book. Occasionally, surfacing to write letters or tend to Gel horn. This is his third wife. She commented in a letter that he would... That he was like an animal with his manuscript. Keeping it close to him or hiding it in a drawer under other papers. He never willingly showed it to anyone and would not talk about. It. So let's go back to that. She commented in a letter that he was like an animal with his manuscript. Keeping a close hiding it and never talking about it. So this is the beginning of World war 2. He is not he's living in cuba at this point, but he's not... He hasn't trouble to Europe yet. He actually gets hired or asked to do some, like, procure, like, some some information gathering some, like, almost like spying for the United States. This comes to the Us secretary of treasury. They want him to go to China. And do some research, because they're about to provide the United States is about to provide economic support to China in their fight with the Japanese. So Said, he wanted hemingway way to go on a fact finding mission a common practice at the time. Senior governor official might ask a prominent citizen or politician to travel overseas immerse himself in the local scene and report his impressions. Hemingway was flattered to be asked. This is the kind of recognition he crave. In his mind, he was more than just a novel. Are a journalist. He was a sophisticated who understood how the world worked and could use his understanding to help shape events. Hemingway thought that spying was 1 was more was 1 more of his many life skills and he was not wrong. And so during this time we see more of his aspects of his personality. Another example, he does not feel rules apply to him. And then he talks about how good it feels to be great at what you do, and then we see his preferred method. Like, he he just wants to loose association with fellow mis. He's it's not... Does not wanna be part of a group. Another trait he shared with without spies was an assumption that everyday rules did not apply to him. Hemingway had been living, and this is not this is also place to his work. That's why I'm bringing it up. Hemingway had been living by his own code for decades. In literature, it had to do with his revolutionary writing style. He talks about now that this this point of the story that flew... For whom the bell tolls is already out and it's selling really well, and and it's being reviewed very well. So it says he described how it felt almost too good to write as well as he could and then have his work sell. He loved things military and being around soldiers, but he did not want to join any man's army. His preference was for a loose affiliation with other irregular, which made him feel like he was part of the action, but less free to come and go as he pleased. And this sentence tells us a lot about his personality. Hemingway was a man who did not mind hardship, especially in the service of a cause he believed in, but he also would tolerate and we see that, like, he's, you know, he sees on the battlefield. He's cold. He's in danger. He's not eating very much, and then they'll wind up taking over, like, a village or, like, a hotel, and then they'll just live it up, they'll get drunk on the best, the best wine, The best alcohol. They'll eat the best food. He'll carry on affairs, like he wants the full spectrum of life. He wants the the zeros and the tents. Complete and utter misery that makes him feel alive and then complete utter deb ba. He'll partake both. And this is right before he's gonna travel to Europe. He's gonna leave Cuba, But, actually, no. I'm gonna... I have some more stuff to tell you because he wants to doing this. He winds up getting like, a a rag tag band of spies under own control in Cuba, too, which is Hilarious. But let me just tell you what he was engaged in the 4 years before World war 2. During the previous 4 years, he had immersed himself in a series of life events that would have exhausted most mortals. In fidelity, divorce and rem marriage. Committing himself heart and soul to a lost cause in Spain, cutting his ties to Key West and moving to Cuba, writing a 470 page master work of world literature and traveling to another war in an unknown part of the world. And that's when he went to China. Okay. So now this is about Cuba is almost like his muse. Could really think it's a place he lived the longest. He was depressed towards end of his life because a few days before he kills himself as the bay Pigs and he realizes, I can never go back to Cuba, like, they're not gonna let American there and no matter even if I was sympathetic to their regime really cases, so it's a place he deeply deeply loved, says Hemingway was in love with the island country. There was only 90 miles from Key west. It was foreign and exotic. Even before he lived there, he was repeatedly drawn back to Cuba. Usually on fishing tree. Trips. By the end of the decade, he had made the island his home. So talks about a little about about where he lived and his house, most rooms would soon turn into branches of the main library in hemingway study. Stacks of books sprout on almost every available surface. By 19 61, there would be something like 7500 books in the house. So when I got to that part, about him having 75 in the house. I was reading a... It's an article 1 time on Jim Mattis, this gen... The general, the American general who he... He has like a personal library of, like, 6000 books or some some crazy thing like that. But he talks a lot about the importance of reading. And there's a quote by Jim. I kept... He says, if you haven't read hundreds of books, you are functionally illiterate, and you will be incompetent because your personal experiences alone aren't broad enough to sustain you. Hemingway talks about 1 of the worst things that happen to him when he winds up having to get electro shock therapy, go through depression. His inability to read, which was, his his love, the love of his life was reading. You see that 7500 books. The American go... Let's go back to the the the what he like a Cuba, The American writer like the choices and the freedom, remember, this is 19 forties. He's living in Cuba for, let's say, 19 40, maybe 19, the forties and fifties. This is, you know, wild wild West. There's... You got a small corrupt dictator for sure. This is even that before, castro. You got the mafia. You got Us businesses. It's it's a wild place. So he says, the American writer, like, and that's what... Just like West. That's why you like the keys. You like this like, pirate kinda of lifestyle. The American writer like the choices and the freedom to this Island offered the well to do ex expat. Life in Cuba was more colorful and exciting than life at home. The rules were different. That is when there were any rules at all. Talks about some of the stuff he was into. There was the superb fishing. There was also the shooting club. Cock fighting already illegal in many American states, and Cuban Baseball. These just some of the things he loved. So I told you before, my father was actually born in cuba, he fled and almost same exact time. Him him is... My grandparents fled Cuba. The exact same year actually. No. Maybe 2 years before hemingway did. They fled in 59 or maybe 60. But the reason I bring that up is because I remember, and I don't understand the appeal at all. But I remember my dad taking me to illegal cock fighting. To watch illegal cock. When I was, like, 5 or 6 years old. I have no idea why humans like this. The idea of cock fighting. I guess I do. They they make a lot of money off fixing. I think they gamble stuff, but that is just something that that followed as the people, you know, hundreds of thousands. Maybe I don't we know the number the number it's a large number would flee Cuba for the United States, and they brought cock fighting with them. So it says last but harley least, Hemingway we enjoyed the cool and quiet early mornings in Cuba. So conducive to writing as any other time in place he knew. He liked to get up a dawn and work by himself. So there's that that his... He... The same work ethic and same preference for work that he had in the keys. He brought it to Cuba. Cuban society also suited him. So that's another thing. I was very informal. He liked to be barefoot, and so that's something he also liked about the z and and keys and in Cuba Cuban society also suited him. It was much less formal than American side society. As he noted happily, a man only had to put on shoes when he went into town. So it is from his residence in Cuba, his time there where he's going to work with the Us government and set up a anti fascist, spine group. They're looking for Germans in Cuba in the water and then the waters out there there there was gonna be some... Excuse me some stories are gonna blow your mind. This guy retrofit his boat and she starts hunting German new boats. I mean, this is unbelievable. Before I get there though, I wanna talk about something that was surprising to me. Let me read this to you because I had learned this previously, but a lot of people I don't think knew this. The eastern front, this is the fight of World war 2 between the Russians and the Germans, was un the most manpower and intensive theater and the war. It scale dwarfed most other battleground in the greatest arm conflict in world history. So not only war 2 the largest arm conflict ever to exists, but that... This... The eastern front, the Os front is where almost everything happened. Statistics tell story clearly between 80 percent and 90 percent of the German casualties in World war 2 would occur on this front. That is Bananas, 80 percent to 90 percent German casualties. This meant that something like 4000000 German soldiers would die along with an estimated 11000000... So soldier. So I didn't know any of this. I always tell you the person that inspires me the most, the person... The the bet... What I feels like the best podcast to ever live was is Dan Carlin. I almost say George Carlin. Is Dan Carlin from hardcore history. He has a 4 part series called the ghost of the Os front. I think everyone is like, an... Between an hour and a half to 2 hours long. It's in his back catalog. So you gotta go and buy it, and it's worth every penny. It's worth hundreds of... Hundreds times what he pay... What he charges for it. But it's just... If you if you don't know anything or even if you want maybe read a couple books about the off front, Dan Carlin did a master job. There's so many anecdotes stories in there they're just unbelievable, including making being stuck in snow, laying down your captured soldiers when it's below freezing out, covering them with water. So it freeze... They freeze to death and then driving your trucks out on that. I mean, there's just so many stories in that, And again, he's the 1 that taught me how important the off front was to War war 2. And it's just a a great way to learn, dude his podcast. It's just a great way to learn about that. Let me go to this thing about the crook factory So this is her setting up this counter intelligent bureau in Havana and Hemingway running this thing. So he says he wanted to devote his time to a different kind of intelligence operation 1 that would initiate and... That he could initiate and control himself. Taking charge or something that he wanted throughout his life as a spy. This is a description of Hemingway waste crew. Hemingway had the ability to mobilize a bizarre combination of bartender, wharf rats down at heel palo players and former bull fighters. Even priests, assorted exile counts Dukes, and this is just a crazy environment, all these people were living in cuba at this time. Counts dukes and several Spanish loyal. In all there were between 20 and 25 members of his crook factory. They went about their working in unusual ways. So they're they're trying to collect information that help the allies, and usually just spying on German people. He sets them up, you know, bars and restaurants and hotels in like, Bo, Just everywhere all over line and their job is to collect information, bring it back to inform... The information to him. He'll then write it up, s synthesized it and turn it over to you to the Us. Hemingway leadership style may have been unconventional, but it was effective. And this is not Cuba who's very effective leadership when he chose to lead. It was really interesting. Because he was kinda like a lone wolf, you know? He inspired Loyalty and enthusiasm and his workforce despite the alcohol again, he's drunk all the time. Hemingway made his agents focus on detail and I don't even know how he... I wonder if he wrote with alcohol. Because I know he he's drinking a lot at night, but he's writing in the morning. So I'm not sure. But his agents focus on detailing and brief them thoroughly. After the meeting, he might stay up the rest of the night, painstaking the writing and editing reports be before driving to the Embassy. He would then enter by discreet side door and deliver his his information to Joyce. That was his connection who was impressed by hemingway waste diligence. So eventually, he gets to the point where Like, I wanna do something else. He winds up. He he has a the ship called his a boat like a 38 foot boat called the Polaris. It's he was a fishing boat that he used not only keys but also had in in Cuba, and he winds up trying to attack German u boats off the coast of Cuba and was willing to die to do so because he hated the Germans. Noticed this is a a brief description of the closest counter that he had. He did this for months, maybe maybe a year. He noticed another ship. It was a great painted vessel, and he made his pulse quicken. He decided to investigate proceeding at the moderate speed of 7 knots. So his whole point is, like, what their their idea was that he's collaborating with the Us is, like, okay. You're fishing boat. Always just make sure that it always a fishing. Sometimes you boats will pop up, and they'll and sometimes try to buy fish off fishermen or sometimes say, hey, we'll kill you if you don't give us, like, we need to redo supplies. And so they're, like, that may occur with you, and then you just throw a or you try to, you know, destroy the the u boat. It it sounds so ridiculous. He decided to investigate proceeding at the moderate speed of 7 knots. Right for a boat that wanted to look like she was fishing, not speeding to a fight. She was... It talks about the boats that thereafter. She was so large as she looked like an aircraft carrier to hemingway his friend. Now serving as first mate. The writer sailors reply was no wolf. Unfortunately, she's a submarine, and pass the word for everyone to be ready to close. This is the moment the Captain crew had trained and hoped for. He continued to steer towards the probable you boat, closing the distance between them, dry mouth, but happy, eager to attack. The crew broke out submachine guns and hand grenades. That's not an an understatement. He had an entire his wife talks about later on, like, they go out in the middle of the the ocean. This is, like, towards the end of his life. And for 30 minutes him and another guy have to just unload all the weaponry. They were worried about, like, there's a revolution coming, maybe they they think that they're sympathize. He he never wanted to betray the United States. He says over and over in to book. I'm no fucking trader. That's... His exact quote. Even though he did... He did not like any government. He didn't like the Us government. He didn't like the Cuban government, he didn't like he just... He was not a fan of of governments. In general, he was more the underdog more like the people trying to take control. And I think that's part of why he was so confused by Castro revolution at the very beginning. But anyways, it's the idea where they're going after this German new boat. So like their bump bump pulling out all these guns. They have, like an entire arsenal, which is just crazy. This guy. So they... The read is crazy because he's 1 of the most famous writers in the world. What is doing in the spare time. And he wants to do this. The crew broke out some submachine guns and hand grenades, hemingway wanted to hide... They're hiding the boat... The guns hide his violent intentions. The Germans would only see the fishing boat trying to catch fish and toes was too late. The submarine changed course and sped up. Hemingway pursued, but the target was moving too fast. The submarine slipped from sight. So it goes under and then the polaris floated alone on the ocean. The event was so... Was a disappointment for Hemingway. The warrior, ready to die for his country. He and his crew would as he later wrote have all gone to Val for eternity, happy as a goats. Many of the cruises that hemingway commanded lasted for days and and some lasted, and 2 of them, 2 of them were ran for close to 3 months. For long stretches the crew members had only each other for company they endured every kind of weather. Again, we see hemingway anyway willing to sacrifice for what he wants to do, perhaps seeking to capture some of the hardship, Hemingway decided to name the operation friend list. And there's pictures in the book of probably. This is actually documented. This actually happened. Which is just so crazy. The United States government hiring the probably the the most famous American Writer, 1 of the most famous american riders to do Covert operations against German u boats. Okay. So after a while, he's like, okay. This is not this is not what the action is. German you boats wound up being pulled back towards the war in Europe. Europe is getting a lot worse. Americans already on the ground at this point. So now he's gonna go He's like, I gotta get to war 2. I gotta go to where the action is. And this is where I just mentioned, like, he's in... He's like the fore sku of hemingway anyway. So he's in Paris as the ally tried to to take back... Or he's in Ally tried to take tear at Paris. He winds up, again, he's going there. It's quote unquote war correspondent, but he's he's gonna take prisoners. He's gonna shoot people like, and he winds up leading this band of French communist gorilla that I mentioned earlier, their hemingway created a rather well organized if tiny headquarters, complete with large maps tack to the wall, marking German positions and friendly patrol routes, and he literally developed intel that was useful for routes he would find routes in for the allies that were not guarded by Germans. This is just crazy. Speaking English French and broken German all assaulted consulted with curse, hemingway way took charge. He received intelligence carriers, refugees from Paris and desert from the German army, methodically gathering information and writing reports that he passed the Allied intelligence officers. He called in favor get himself as close to the invade. This is the D day. Dd invasion. Was close to the invasion beach beaches as possible. From a boat, 38 foot landing craft, he watched history unfolding and the waters off normandy on 06/06/1944. Around and behind him was 1 of the greatest armada in history. So now he's embedded with with some Us soldiers, some Ally soldiers. He wound up taking over this little village from the Germans. And this is where my didn't left myself is 1 of the most famous writers in the world is holding you captive, pants. Bruce charged hemingway with keeping order, and he did it in his own way. He has said to have come up with the novel idea of making his German prisoners take their pants off on the theory that a man without pants was less likely to escape. And then he put them to work peeling potatoes, onions and carrots and hotel kitchen. At dinner time, he added insult to injury by making the prisoners put on f jackets and weight on their cap. So, eventually, they they they progressed out of the village, and they went up pushing into Paris and hemingway, I remember, I somebody I just recently discovered, back on podcast number 1 85 with Caesar Writ. And that book was fantastic, but you know, he founded hotel R in Paris. Hemingway admired sees Har r talent because they wind up taking the at at the very beginning of the book. The author talks about reading stories. Like, it's said it really true that Hemingway liberated the hotel R from the Germans. This is escaped to the relative common of the Writ, the v establishment in the heart of Paris. That was more like a chat toe than a hotel member on Podcast number 1 and 85. That was... Cesar our R point. He had spent in a lifetime working in and managing and running hotels, and he's, like, this is the new masterpiece. It's gonna feel like a large town home. It's gonna feel like a home that you just instead of a hotel. And so it's interesting that there's a description. It's more like a chat toe than a hotel. Which was hemingway idea of heaven. And there's a quote from him. When I dream of the afterlife, the action always takes place in the paris writ hemingway once wrote. Now this is Bruce, who was the commander the american commander that was with hemingway at this point. What he says about... He says something about hemingway that I... I'm gonna tie to another idea that I've read, like, 3 years ago Never forgot. So says he... Bruce concluded that Hemingway had displayed the rare combination of advised reckless and caution. So a combination of reckless and caution that knows how properly to sees a favorable opportunity, which once lost is gone forever. He's a born leader of man And in of men, and in spite of his strong independence of character is a highly disciplined individual. So that is really on the fleeting nature of opportunity. Podcast number 37 from, the book the fish to ate the whale, which is a auto... Or excuse of Sam Z murray, 1 of the craziest life storage read. Here's a quote in that book I've never thought about. Or excuse never forgotten brother. And it's describing Za murray, and he's Murray has the same kind of traits that that Hemingway here has... It's this combination of reckless and caution and how seize a favorable opportunity, which 1 once lost is gone forever. It's a quote from the fish fha the will. There are times when certain cards sit un unharmed in the common pile. When certain properties become available that will never be available again. A good businessman feels these moments like a fall in the bar pressure. A great businessman is dumb enough to act on them even when he cannot afford 2. So still in World war 2, He winds up teaming with... This is this is this guy that's gonna be Lan. His name's Lan, His his Charles Tee Land, Colonel Charles. He goes by Buck he wants being hemingway boy's best friend for the rest of his life. And so he's... The person he's he's not he says he's never been closer to another person than him. And this is just a quick story about them together. After 10 days later, the 2 men were still testing each other. They were at dinner and an old farmhouse, eating a steak dinner in Hemingway honor when a German shell came through 1 wall and went out together without exploding. While most of the other diners sc for shelter, Hemingway calmly continued to cut his meat. Lan told his guest to move. At least put on his helmet, but he refused and they argued while more shells tore through the walls. Again, and again, more miraculously without without exploding, not to be... Out undone, Lan took off his helmet and resumed eating. The other diners, which were Land officers returned to the table after the shelling had tapered off. Some of them called Hemingway and Lan Brave, others hinted at Bra. Lan him settled the matter. It was a full hearty test a fate. Hemingway was drawn to this writer, which is me. This warrior writer. So Buck Land is a warrior that likes to write, hemingway is a writer that likes to go to war. And so they they're... They have similar interest even though they're oriented around, like, one's a warrior one's a writer, both admire the skills of the other person. And so this is hemingway with a subscription of him. He says, always... He was always so much fun to be it was always so much fun to be with a man who was illiterate, articulate and completely brave. During a fight, he was absolutely intact, intelligent, humorous and the best company in the world. And that he continues to describe his bond that he makes with Lan and again, another like, reminder for us that he just doesn't care about rules. They don't bite him. The writer who wanted to fight and the fighter who wanted to write compliment each other. And informed a bond as strong as any and hemingway had ever had with another man. Hem muse that he had never been closer to anyone as a friend than to buck nor he had had he admired anyone more. So when he get... When the war is over, he went up getting in all this this trouble because there's a bunch of other work. He's only there because he got this credentials to be a work correspondent. And yet, he's the only 1 really, like, going to war and engaging in war at the same time, you know, keeping people captive doing all those crazy shit he's doing. And so other reporters don't like that. They snitch on him. And so it says he was now being called to account for conduct on becoming a war correspondent. The allegations were that he had stockpile weapons, commanded troops and join the fight to liberate Paris. So he's all I can't believe this. And they says, these allegations were all true. And so they wind up dropping nothing, like, they're they're not gonna... He's an American icon. They're not gonna put him on trial on America. They didn't just so they wound up dropping it. One's be getting some kind of bronze star some kind of award later on. But this is more about just his... He has skin in the game and then he's willing to make sacrifices. And so there's a firefight. There's surrounded by Germans. Land him called for him. I'll be right there. Away for, was having with instant response to get to land, He dashed to a fire break where many others had died. He stayed with their colonel until the Americans have fought the Germans to a standstill and left them no choice but to surrender. It was for Land, another pivotal moment in their relationship. That he would never forget. Years later, he would write that all of the things that he had carried in his heart from those days, none was more alive than the memory of that night and it's interesting because Mary, his fourth and final wife. He... I mean, he has, like, A11 day, it accounts like, what day... What he does the day before he kills himself. And 1 thing he did was re reread a few times. The the last letter that lin sent him. So there... They had us close ship until how many comes himself. And though his job was to report On the fighting, he took the same wrist as men's whose job was to fight. He went outside the wire, much farther than he had to go. He was cool under pressure willing to fight when he had to, and he displayed a 6 sense that troops call a feeling in the tips of your fingers that mark the best practitioners in the art of war. So just a description of that, they're him and into other guys are walking. The war almost over but done over yet. Suddenly, they heard a ripping sound that hemingway recognized, and he shouted, oh, god, jump. So they're in a car, to Walton and their driver seconds before a German fighter, fired a stream bullets into their jeep. The plane came back for a second pass again, firing down the middle of the road and missing the men in the ditch by a few feet. A very thin margin for str again. He's almost dying. So many times his life He just comes this close to death home hemingway, calmly unhook to canteen from his belt and offered Walton a prem mixed Martini. Walton had never enjoyed to drink more. 3 picked themselves up, brushed off... Brush the dirt off their clothes and then walked on past the sm wreck of their ride. So eventually, he leaves Europe, goes back to Cuba and now it's time to write, and we see that same thing that happened after he left Spain. He's depressed again. This is really what he loves best. Hemingway started writing the land. Telling him how much he missed him. He's absolutely homes sick for the regimen he wrote that he had the black ass. That was hemingway waste subscription for depression. He talks about. I have the black ass all the time. He handed that he He added that. He had not been depressed during the fighting when there was a war to win and had Companionship. Same thing He was saying about his time in Spain. You see the the echo there, that he had learned more than... Oh, he's telling Land that he had learned more while he and Buck together than he had learned all they're up until them. This was a supreme compliment from a man who put so much store by living life fully. There's a theme, The main theme of hemingway wage life. Right? Living life fully broad, full life. Living life fully and learning from it. For the writer soldier, they're Hemingway, war, especially ground combat was the ultimate life experience. It is wicked to say, but is the thing that I love best. He felt most alive when risking his life, all of his senses is fully engaged. Hemingway re being useful he re the mater that jailed in combat. So I'm gonna fast forward because now we're gonna start getting into the decline of his life. And I thought this was very interesting. So that time after world war 2. In the fifties, you have them Mccarthy where they're... They're saying people are seeing communists around every corner. They're pulling people in front especially famous people, mostly in Hollywood, they're pulling them, they're making them, come to testify front of Congress swore, like, say, I'm against communism and and for American and everything else. And so hemingway hates to see, like, this... He feels like it's a violation of, like, civil rights. And so he writes a letter to Mccarthy, but it was just funny to me I'm just gonna read. Says the letter itself has destroying and obscene. Hemingway begins by questioning Mccarthy courage and war record. Some of us have seen the dead, and you were not 1 of them, mean, you didn't even see combat. He tells Mccarthy that he is a shit. And invites him to come to Cuba for a private boxing match to settle their differences. And now after I feel reading is writing, studying his life. That's a very... Excuse. This a very hemingway thing to do. It's just something that uniquely hemingway way, I guess. I wanna... He he writes a book in between before he writes the old man in the sea, which again, I I feel my favorite book. I've only read 3 of his books, but by far, my favorite book. I think it was fantastic. But really I wanna bring to your point, like, no 1 really knows anything and really just try to listen to your own internal instincts. This is what critics said about Hemingway about the book and Hemingway as a writer. Right before he writes the man to see. He writes another book. It's kinda It's not well received by critics, and they just say something like, oh, this guy's done. And it's just like, Hilarious and hindsight. Like, yeah, he he's done. He can... He he should just give up, and then he rips off and writes his masterpiece. And his masterpiece for the record will be around and useful to future generations of humans, way more than your your shitty little criticism of them. And again, I just don't understand. I love what what Steve Jobs said at 1 time he was he was he somebody was criticizing him. He answers the guy questioned this guy's question handles it, Well, and then Danny goes, by the way, what what do you make? That's so great. Show me what you actually make? Or you just go around criticizing other people. And I think that's boom. You hit you nailed... Steve trump's nailed it there. Like, what do you... That's fine You wanna criticize me, but you you like, if you wanna criticize hemingway, you better... You damn better be able to write an novel better than him. So this is what they say. It's just so annoying to me. It's not even annoying. That's not the right word. It's just it's predictable, and I think this stays and it's not the kind of human I wanna be. I think the wright brothers had it had it right. Because back in the day, you know, there's tons of people super famous Thomas Edison here at maxim. The guy that was running smithsonian. I I can't remember his name at time. All trying to do what Wright Brothers was trying to do, which tried to invent, you know, power flight. And they constantly were asked once they invented it to to comment on the work of other people, and they both said it, like, that's not... That's not something we're gonna do. Every person that's pursuing their path thinks that's the path. Like, it's just, like, I'm gonna focus... Essentially saying I'm gonna focus on my own work. I don't need to comment about that guys work. I think just a lot of wisdom in in what the right brothers are saying, which pronounced just says this Saturday review of literature pronounce that the book was a synthesis of everything bad in Hemingway Waste previous work, and throws was a doubtful light on the future. But the Yorker was sad that so fine and honest Writer had made such charity travis of himself. Time magazine said the book showed that Hemingway, the previously came champ was now over 50 and on the ropes. So no. They were all wrong. He's gonna now release 2 years after this release his masterpiece. And this is a little bit about that. I'm gonna I'm gonna omit some parts in case you have Ready and Gonna ruin the plot. The old man in the sea is in Novel isabella about a poor cuban fisherman named Santiago who is engaged in a personal struggle for survival. Just like his other books, it's a... There's a strong indication that Santiago was heavily inspired by somebody actually knew in his life. After going 84 days in his 1 man skip without a catch, he hooks a Marlin that he battles for 3 days. I'm gonna skip... I don't wanna ruin the plot. But I'm gonna get to the punch. That is not the most important thing. As Santiago, written by hemingway famously tells the reader. A man can be destroyed but not defeated. That is a fantastic sentence. It's A man can be destroyed but not defeated. Santiago fought the good fight a endured with style and grace. He triumph in spirit. The book were on the pulitzer is for fiction, and he was awarded the nobel prize for literature. K. But now here's the problem. We... That's his greatest work, but now all the lifestyle he had, he's got a ton of injuries I didn't know he, like, suffered multiple concussion in War 2. He had another concussion on his boat. He drank like, a fish. He's a crazy person pride didn't sleep very much, so he ages terribly. You see pictures of them. When he's, like, 45. And then pictures me like, 55 Was like oh, my God. That's not a decade. That's decades, man. But hemingway we did not feel great he did not travel to stoke him to stockholm him to receive the award. And instead send an acceptance speech that was a dark reflection his life's. This is hemingway. Writing as it at its best as a lonely life. The writer grows in public stature as he sheds his loneliness and often his work deteriorate. But he should always strive to create something that has never been done or that others have tried and failed. And then we go into, like, this decline of his physical health and the compound compounded with depression. The accident on his boat in 19 50 was more serious than he left on. He got a concussion he found, like, a gap, which is, like, this big hook to to, like, stab fish to death, I guess is what it used for. And winds up, like, getting a concussion, he and then he had, like, swelling in a spine. So he's was more serious than he let on, and it was coming after at least 2 serious concussion in War 2. In January 19 54, he survived this is unbelievable. So he goes Africa. Again, he's all over the world. In January 19 54, he survived 2 plane crashes in Africa during a 24 hour period. First, the sightseeing flight that he chartered crash landed in dense brush in Uganda. Hemingway suffered a mild concussion, then the rescue plane that came for him the next day in explicitly crash and burned on takeoff to escape Hemingway literally butted the door open with his head. Seriously compounding the the earlier injury credited for saving the lives other people on board. There was a rupture of kidneys. A clash of his intestines. Severe injuries to liver. Major concussion, several burns of legs, belly, right forearm left hand, his head and his lips. He also dissipate his right arm and his shoulder, hemingway. Would never fully recover from these injuries. It marked a start of an irreversible downward spiral, 1 that was aggravated by various other illnesses and a deep depression. The thought that his work was deteriorating and kept him up at night, kept him up for more than 1 night. So now he's feeling injured, there's a slow multiple year realization that okay. I cannot stay in Cuba. A place that he loved. And so it says this is his schedule right before Castro. At least until 19 57, Cuba was having wee safe haven. So it says he could settle it back into routine is at I think that had nourished the body and spirit in his past. He would still right in the morning, then he would swim in the pool after lunch. And then take his boat into the stream to troll for Marlin. If the weather was rough and the fish weren't biting, they was still shooting at his club, or the occasional cock in the village. In the evening, he would linger over dinner with longtime time cuban friends who drop by almost every day. So he really re He enjoyed. It was his favorite place in the world. He did not wanna give it up. And slowly, but surely he's getting intertwined. Bat batista sends guards multiple times to his house. And this is, like, this is how John Wick starts. You you don't bring people to your side by killing their dog. And so he had a bunch of drunk soldiers show up 1 time. This is right before Castro. He's gonna throw out Pat batista. And he just... They're just... It's silliness. They come they come by they're saying, oh, you know, we've heard they basically say, you know, we we hear there's like, a, like, a rebel soldier or, an opposition that are here. So hemingway opens the doors like, what do you want? They're wreak up alcohol and he's said, listen, There's no opposition is here. There's no revolutionaries on this property, and he's like, you guys gotta get out of here. And so they wind up not even searching his house. They they they went up turning around and leaving, and the next morning, his dog mo was found dead with a head wound. And they start coming to his property because he's got people coming from all over, Like, all over the world to come visit him. Memory super famous at this point. And so they come back, and the royal guards come back. They come back onto the property to run hemingway anyway. Calmly explained, there was like, you're running a conspiracy here. Who calmly explained? They had nothing to worry about. The only conspiracy was 1 to drink whiskey. So this is another example of, like, his force gu where he's there for the revolution. And he's realizing. He slowly was surely realized realizes. He's definitely pro through the beginning. I don't... I think that was tempered but a little bit because he writes his son. No 1 is right. Both sides atrocious. Things aren't good and the overhead is murder. Might pull out of there, the future looks very bad. It says by Don Cuba had no government and Havana was quite literally law. So as the years go by, he realized realizes the revolution becomes very anti American as well, and that's going to to cause him to. He feels a lot of great sadness about. He's spending time spending cyber between Cuba and Idaho at this point, but he does come to realization shortly before he dies that he's never gonna see his place in cuba again. That caused great sadness to him. So this is more about his sad decline. His friends were taken aback by how much he had deteriorated over the past year. They had all seen the writer in most of his moods, but none like this, showing symptoms of extreme nervous, depression, fear, loneliness. Suspicion of the motives of others. Insomnia, guilt, remorse and failure of memory. Hemingway wrote mary that he feared a complete physical and nervous crack up from deadly over work. This is 1 of the many pleas for help that he sent that month. She arranged for treatment by doctors at the Mayo clinic, where he would stay from November t 19 60 to 01/22/1961. So he dies. And he's gonna come himself in on July second, so 6 months after he gets out of mayo clinic. What were they doing there? The main diagnosis of depression complicated by paranoia, Hemingway psychiatrist opted for electro conversion therapy. The doctors sedated Hemingway strapped him to an operating table and attached electrodes to his tempo temples in order to run an lecture current his brain. The obsession still would not go away. The writer's paranoia about the government still did not lift. And then the bay of pigs happens and says on the second day of the invasion, he drafted a letter to his publisher saying that he tried and failed to Emmett and his... To edit his memoirs about his life in paris in the 19 twenties. Everything he tried simply made things worse. This was not a passing complaint, but an acknowledgment of defeat. He could simply no longer do the work that had sustained him. She talks about losing his memory, which he thought was the most valuable asset that he had for his work because of the side effect electro therapy is memory loss. He simply could no longer do the work that sustained him. The distant fiasco at the Big pigs was another defeat. 1 that was almost as painful. He understood he would never be able to go home to walk under the si tree to the front door of the fin or steal steer his boat out of harbor past the old Spanish castle or spent an afternoon drinking was his rents. When she went downstairs on the morning of Friday April 20 first, Mary found Hemingway in the sitting room with his favorite shotgun in his hand and 2 shells on the window sail with an easy reach. For a harrowing hour and a half, she gently talked to him about the things they could still do. Go to Mexico, revisit Paris. Maybe even Africa for another safari. When their good friend, the family doctor or arrived to take hemingway blood pressure, they were able to talk him into putting the weapon down. They took him to the local hospital and as soon as possible arranged to fly him back to the mayo clinic for another grim round of electro shock therapy in a locked ward. On the way, he tried to kill himself twice. At the airport, he attempted to walk into a worrying airplane propeller. At the end of June, Hemingway doctor Mayo decided that his patient was ready to go home. Mary suspected the truth that her husband had manipulated the psychiatrist in signing the discharge papers. He was still leaving broad hints that he planned to commit suicide. Like the letter he had wrote earlier in the month to Renee, his cuban quote unquote son, who was keeping the think up. Hemingway wrote that he was almost out of gas. He was a shadow of his former self. He didn't even have the will to read a touchstone in his life that he had loved above everything. Writing he remarked was even more difficult. Hemingway Asked to look after his cats and dogs at his beloved fin, and has assured him that whatever happened, Papa would always remember him. Despite her mis giving, Mary and George Brown, the boxer from New York who had been his friend for decades, picked Hemingway up at the clinic and drove them back to Idaho on Friday, June t. 2 days later, Mary woke to what sounded like 2 drawers slamming shut. 1 after another. And went to investigate. She found hemingway dead in the room where she had disarmed him in April. He had gotten up before anyone else, pat quietly downstairs and with 1 of his double barrel shotgun killed what was left of the Great American writer, who had fought so hard for what he believed in. And that is where I'll leave it. For the full story, Highly recommending reading the book, it's fantastic. If you wanna support the podcast at the same time, you buy the book using the and shown us to your podcast player. That is a hundred and 94 books down, 1000 a go, and I'll talk to you again soon."
}