{
  "transcript": "A billion hours ago, Ne were making spear heads in a stone age. A billion hours from now, it'll be the year 116174 ad d. With a billion hours to play with, you could make roughly 13000 round trips to Alpha centauri at the speed of light. Or you could spend it all playing Sid meyer civilization, so I'm told. 1000000000 hours is the sort of number that is humbling to the point of inc, and it is a wildly conservative estimate at that. The game distribution service steam only began collecting player data in earnest within the last decade. And 1000000000 is actually the number of hours played on civilization 5 from its release in 2010 up through 2016. A 6 year window into 1 game in a series that spans 29 years and 12 additions, not to mention the expansion packs. To imagine the hours devoted to all the incarnation of civilization since 19 91 as well incomprehensible. I wouldn't wanna try. What's more any fair assessment of civilization success would have to include all the other games I've crafted along the way, including titles like pirates and Railroad Ty, which were popular series in their own right. But also overlooked projects that started strong but fizz early because sometimes it takes a miss missteps to figure out where you should be headed. Each game taught me something. Each game was both painful and gratifying in its own way. And each game contributed to what came after it. What follows is a largely chronological examination of all the games I produced over my lifetime. From the wildly successful to the completely unheard of. Whether they took a billion lines of code or less than a hundred. There is 1 thing every game in this book has in common. They are fundamentally comprised as all games are of a series of interesting decisions. We are surrounded by decisions, and therefore games in everything we do. Interesting might be subject to personal taste to some degree, but the gift of agency That is the ability of players to exert free will over their surroundings rather than obedient following a narrative is what sets games apart from other media. Without a player's input, there can be no game. I'm often asked in interviews when I got interested in games. Usually, with the implied hope that I'll identify a moment in my childhood when I suddenly knew I was a game designer. But from my perspective, there was no turning point. I never made the conscious decision to embrace gaming. Because as far as I can tell, gaming already is the default, straightforward path. Not only does it span a billion hours of history, ancient Sum were throwing dice as early as 5000 bc, and games almost certainly go back as far as in the gonzalez, but it's a deeply embedded human instinct. Everyone starts out life as a gamer, and I was no different. First, I laughed at Pi boo, then I lined up toy soldiers than I played board games than I made fun computer programs. To me, it seems like the most logical progression in the world. The question when did you start, would be better framed as why didn't you stop? But even then, I don't have a good answer. I find it mind boggling that a life spent dedicated to gaming is the exception rather than the rule. If my gravestone reads, Sid meyer, creator of civilization and nothing else. I'll be fine with that. It's a good game to be known for. And I'm proud of the positive impact it's had on so many players lives, but it won't be the whole story. This is the whole story. That was an excerpt from the book that I talked you about today, which is Sid myers memoir by the creator of civilization, a life in computer games and is written by Sid Meyer, and this is another example of a book that I would have never found if it wasn't for you guys. This actually was a recommendation from a mis fit named r Nate Lock, and it was absolutely fantastic read. I'm gonna read the back because I think there's a blurb that gives you a good insight into what you might get out of reading this book. It says if you ever wish you could stay up all night and hear the most amazing stories from 1 the most creative people, sids is for you. This book is full of incredible tech technology history and deep insights into what it takes to make a world class game. But most of all, I love getting inside Sid brain and seeing things from his invent and wise point of view, and that's what Feel like when I gets the end of book. Okay. I just had this 1 sided conversation with this gifted person. You know, that the conversation probably took 10 or 15 hours. Where he's just dis instill all the main lessons that he learned in his multiple decade career, let me read the inside flap. Because this is way, when I when I got the recommendation, I checked out the the product page on Amazon. This is really drew me to it. It says over his 4 decade career, Sid Meyer has produced some of the world's most popular video games, including Sid myers civilization, which this is what blew my mind, which has sold more than 51000000 units. Accumulated more than a billion hours play. We know that number way way higher than that. Sid Myers Memoir is the story of an obsessive young computer enthusiasts who helped launch a multi billion dollar industry to consider him. He's called the Godfather of computing gaming. And writing with warmth and I ironic a humor, Meyer describes the genesis of his influential studio, his company that he founded was Micro pros, which is founded in 19 82 after a trip imagine making, this is another thing that's gonna blow your mind about this this book making computer games in 19 82. It's just bananas. Founded in 19 82 at Trip to Vegas Arcade and recounts development of Landmark games from vintage classics like pirates and Railroad Ty to civilization and beyond, articulating his philosophy that a video game should be a series of interesting decisions, which he was just echoing or, I guess, introducing rather in the introduction, this idea that that's what he defines the game as. It's a series of interesting decisions. And how he thinks that there's a lot of lessons that you learned from games that you're can apply to life. And none of that to to company building. If I was listening to the founder of Shopify, Toby Lu kaye talk. And he says, he learned more... He he learned how to build companies by playing Star craft. On how to, essentially, it's a a game of resource allocation is is his description of it. So it says Meyer also shares his perspective on the history of the industry, the psychology of gamers, fascinating insights into creative process and including his rules of good game design. Okay. So let's start out in 19 82. He is 28 at the time, he's working as a system and analyst, and the the the really interesting part about this whole section is the fact that when he starts out designing games. He's just designing them for fun. And then eventually realize realizes, hey. I I would love to make a living at this. There was no such thing as a retail computer game when Sid started. So he's at the very, very beginning of this industry. And he says, I was not, I'm not a fan of viewing the past as some inevitable March to destiny. At the time, it didn't feel that way at all. So he now he's... You know, he's writing this book as a man in his sixties looking back at the mindset he had when he was in his late twenties when he stumbled upon what what it was going to be his life's work and his his greatest passion. She says, I began my career as a systems analyst, installing network cash register systems in retail stores. Working with computers was satisfying... It was satisfying. And I was grateful to have would amounted to a very good job for a recent graduate. That's another thing that sid writing. First of all, it's really fun to read the book. He applies like this game designer philosophy and in reading. So it's very simple, it's speeds along really rapidly. He has all these fun things where it's like, oh, achievement unlock you get to certain parts of the book. But what I like to what it said is he's got an, a completely optimistic, perspective on life. And I think a lot of his his optimism is is rude in in gratitude Even before he was... Which he he calls being a game designer, the best job in the world. And even before he had the bet what he called the best job in the world. He's like, listen I just love computers. I was glad to do anything. You know, maybe he wasn't very interested. Listen to his description. I was installing network cash register systems and retail stores. Probably not passionate about that, but hey, I'm thankful. I have a job working in computers and able will pay my bills. And so I I think that's a last time we relearn learn right from the very first chapter. The importance of gratitude and how you can change your perspective on how you look at things. And thus you can change on your enjoyment or your misery that you get out of life. I wasn't desperate to unleash my creativity in the world or even thinking very hard about the future of the industry. At best, you could call a state of ignorant bliss. There was no such thing as a retail computer game. Only free bits of code past between hobby. So it would have been difficult for me to harbor secret dreams of becoming a professional computer game designer. There was no such thing at that point. And so he gets into... Okay. Well, how did I how did I wind becoming the game designer. So he's working for this company called general instrument. They're having, like this, like, company wide, I guess, get together or seminar, in Las Vegas. And so this a it's a pretty big company. He's sitting down. I think they're at a bar some of some sort and this guy. He doesn't know. He vaguely kind of familiar to him, but they know work... They work with the same company within and working in the same department. And this is going to be his future c cofounder. And so the no left myself on this page is meeting the perfect cofounder founder. And I think that's another main lesson in the book because Bill, which is gonna be his c founder is a super aggressive former Air force pilot, like, master salesman and Sid is an introvert. He's an introvert likes people, but he prefers, you know, just... He likes the... He likes working with computers. He likes working alone. He will be making the... You don't have to motivate him to to to make the game. So do that on his own. But as far as selling the games. This is where Bill, they just... They go together, like, chocolate and peanut butter. So says Bill was reserved Air force pilot, who fought us way to the program despite wearing glasses. And he was proud of his training that he he was so proud of his training that he printed fighter pilot supreme on his business cards. This guy is a wild dude. So he talks about. They're just they're just kinda making small talk from 2 peep people that don't really know each other. I managed to offer up the fact that I've been programming an airplane game in my spare time. Bill had said he recently purchased an Atari 800 home computer. He had gotten it to play a new game called Star Raiders. And then he says, very important sentence in the life of Sid meyer. I really wanna get into selling games. He said. This is the future, remember as in 19 82. I told him that I actually just sold my first game to a small publisher named Ak acorn software. He... Again, he didn't... He was just doing this for fun with doing on the side did not think of it as a career. Oh, suddenly, Bill looked very keen. We should start a business. So they went up going around. They're talking the whole night. They go to an Arcade and Bill's like, you know, I'm from a pilot, They're they're wind playing a a World war 1 flight simulator. The the game is called Red Baron. So Bill goes first. He's like, look how good Am and then Sid gets on and kinda kicks bill's ass. So it says this was my turn to play. Then then it was my turn to play. How did you do that, Bill Sp staring wide eyed at a final score that was roughly double zone I'm an actual pilot. How could you possibly beaten me. I shrugged while you were playing, I memorized the algorithms. You did what? I'm a programmer I reminded him. The Ai of the enemy planes is very predictable. I could design a better game in 2 weeks, then do it. He insisted. If you can do it, I can sell it. And there's that 1 sentence completely summarizes their partnership in the very beginning of their business, which is gonna be a wildly successful business. If you can do it, I can sell it. And so we began. At the time, it felt more like a fun project. Remember, he started out the section saying, I don't believe, you know, in in in viewing the past as some inevitable March to Destiny. His whole thing is that I1I learned something, it led me to a next experience, I learned something else. I just kept building it over for extremely long career. And in the introduction talks about. You know, every game that I made influenced the next game I made. So he sees series sees his career as a series of not interesting experience has been interesting decisions and taking what he learned and applying it to the next project. I think it's like, a huge part that he's trying to convey to reader in this book. So he says, at the time It felt just like a fun project. But not any sort of life changing decision. The no left myself, I should have read to you earlier, a life changing moment that doesn't feel that way at the time. The big moments rarely do, I think. And the dangers of retroactive, retroactive myth is what makes it this is so important to underline this twice. What you still about to sit here? Alright. So he says, the big moments really feel like life changing at the time. Okay? And the danger of retroactive myth is that it makes people want to hold out for something dramatic. Rather than throwing themselves into every opportunity. So that is what Sid did. He threw himself into every opportunity. Again, what he went up dedicating his career to, didn't even exist when he was a kid when you you might... When he was in college when thinking about, hey, what do you wanna do with my life? He just trusted the fact that, hey. If I can throw myself in every opportunity. I'm a lifelong learner he talks about that over and over again? And then just trust that all, that the path avail itself. The reality is I've been f around with game programming for years by then. And then I double drilling this next sentence. The first step is almost always to sit down and start working. And so now it goes into the process. Okay. Well, I just said I could do a better game. Bill held me too. It said hey, you do it. I'll sell it. And then he talks about really, like, thinking himself as he's extremely it's extremely important to him to build great... To do great work to build and... To use Steve Jobs insanely great products. And so he's looking at all the other fighter simulation fighter pilot games at the time. And he says there's a pretty big gulf between better and best. Remember he says, I could design a better game in 2 weeks. Right? There's a gulf between better and best. And I always wanted to be on the far side of it. He wanted to make the very best games. And not only for his own personal... For his own professional pride, but he wanted other people to think to to say, hey, Sids games are fantastic, and that's another thing. There's gonna be... It's gonna blow your mind because I didn't... Robin and Williams is gonna make AAA cameo on this book. But all of Sid games, almost all of them are they start with his name. So his name, he talks about the different screen. Hey, I'm sid myers as a person, but then there's Sid myers a brand. And so what hap... What what winds up happening is he creates such great games. They start putting his name on all the games. So people know, oh, wait. I played Pirates. I like that. I'll play civilization are all play this game. And so not only, again, he hits he wants professional pride to be at his work to be admired. Other people in his peers and everybody say, hey, he's really good at what he does. But then it becomes almost like an obligation because... All the games start with his name, So has to you have a certain level of quality. When I finally decided the game was ready as it could be, I handed it over to Bill, and this is an important part too. And a day later, he returned it to me with a list of bugs and military inaccuracies. That was when I knew that this partnership could really go somewhere what an interesting surprise. Right? Some people in don't like criticism. We just saw... It was at the last last episode 2 episodes ago. I can't remember with the the Arnold Sc center, auto, like the... That covers the first 30 years of his life where he's like, no. You want to know your weaknesses where he... He went so extremely higher professional photographer to take pictures of every month and then looked at the pictures with a magnifying glass to find any in imperfections. That is very similar mindset that Sid has. In fact, when he talks about the people who worked best with where the people even later on. He talks about, hey, you know, I became super famous in this industry. It was hard to find people that give me honest feedback They're like, hey, you're great. But but essentially he's saying, you know, you're gotta be wary of having a bunch of yes. Right? That he's mentoring all these people are especially helping him with the quality of the game, but they kinda like, idol him where he works best with people that give him honest. And not I trying to heard his feelings just saying, hey, this could be better. And so you can think about that the same way their Arnold says, hey, constantly identify your weaknesses and improve them. And so that's what Bill's doing here at the very... They don't have a company yet. This is the very beginning. That was when I knew the partnership could really go somewhere. Bill wasn't looking to make a quick buck on something he didn't understand. He was as invested in the game quality as I was. And this is the beginning. So with 1500 dollars in savings, we bought a stack of floppy disks, a package of label stickers and a box of plastic bag to put them in. That's how you sold games at this time. This was standard packaging back then. Even for for professional releases. No 1 would have thought to waste an entire cardboard box on just a disk and a half sheet of instructions. So there is a lot of similarities. And the reason I wanted to read this book too is because I love video games, I love them so much that I away from them because I an addicted personality, and I wanna direct all my addicted personality to reading and making right now. And I know I am, well, you investigating games such... They they... I've been playing video against this, like, a a tiny kid, a little kid. So right now, I was like... They're too addict. They're too good right now I have to stay away from them. But the reason I was excited to read this book too and apart from my own personal interest is 1 of my favorite books that I ever for the podcast. If you wanna think about, like, what, book I've stolen so many ideas from. It's masters of doom. It's about John Romero and John Car. It's founders number 21. If you haven't gone back and, not read the book because it's fantastic, but listen to that podcast as well. And it's all about, like, they start out making their indie game developers, very much like Sid in that book, what blew my mind is what he's talking about here. What what Sid talking about here? It's... They're in masters of Doom, It's called Ziploc bag distribution. And here's a line for masters doing about that. It says Ken and Roberta Williams. This blew my mind when I read this, and I read the book and about 2 or 3 years. And I never forgot it. So it's Ken Roberta Williams young married couple in Northern California, pioneered the Ziploc lock distribution method, turning their homemade graphical role playing games into a 10000000 dollar a year company. Which they called Sierra online. So exactly what Ken and Roberta Williams were doing with John John Cor and John Romero were doing. It's exactly what sits doing here. It's like, hey, I but I made a game. You had physical copies of the game you know, floppy disc. I put them in, a Ziploc bag and that's how I sell it to you. And I think not only this book an example of that, but especially masters would do them. I think every entrepreneur should rear anybody and wants to do something creative or interesting. Should read that book because there's tons of ideas that they up using that are plot... Like, I'm taking some of their ideas that that from video games and trying to apply to podcast podcasts, for example. They just have a lot... It's very, very interesting the, like, trial and error and the way they took ideas from different industries because it even doom, for example. Right? There was an industry called share where people would would would such send release games for free. Right? And this is most in that game. Sorry. Let me back up. I'm not being clear. Share where started out as, like, business applications for free. Try it download it if you like, send me a check. And they tried to do... They try to take idea for games. People would download the game and not send any money. And then they start altering that idea to the point where they would release, like, in do in in Doom case. The 1 of the most famous beauty games ever. They built it themselves with a available every a small team. They released it for free online they, hey, you can play the first 15 15 levels. If you want the next... Let's say, 45 levels or 30 levels, whatever it is. This is how you, you know, send us money, and you can download the rest or, I can't... I think it was a download. I came remember it was download or extra disc. But, anyways, less than, like, I wanna say 1 percent, 2 percent, something like that. Some number like that, actually, of the people that play the game, wind up buying the rest of the levels. And these guys were in the early twenties at the time, and Doom was bringing in a hundred thousand dollars a day. After the release. And they were... I don't think they had very very limited expenses because they all live in a house together from member correctly. Remember, you know, I'm going up memory from several years ago, But they all lived in a house and I think there was, like, 6 people in the entire company. So, again, we see this on a different level, much smaller level with Sid first game in 19 82. Now He's eventually going to build large games, but he says even towards the end of the book that he's at at his heart and soul, he's still considers... He he still prefers indie development. But civilization that that that multiple part, you know, 20 25 30 year game that they kept adding, different, kept extending rather. You know, that's... He says there might be a... He's, like, it might not made exaggeration There might be a billion lines of code in there. Like, it's a it's a massive... It would turn... Winds turning into a massive endeavor with all kinds of programmers and designers and everything else, because of the popularity, but he does he have, like, a soul of an deep developer. And at the very beginning, they're very happy just to to to sell a couple hundred games a month, which is what the next section I'm gonna reach you. In the beginning, the sales calls Bill's made were based mostly convenience. If he had a business trip out of town, he'd walk from the train to the nearest computer store and try to sell you copies. On weekends, he'd load a box of this, I love this level of entrepreneurship. The fact that they're selling their product out of the trunk of their car. There's a line... There's a song by nas where he talks about this. There's a lot of... There was a lot of independent musicians and independent rappers, especially. And it's not just for in Hip hop, it's all different genres, especially in the south, like Tennessee and everywhere else where they would sell their music out of the trunk of their car, and then they would take the proceeds and they keep... They'd keep reinvest in the company. And eventually, went being have mainstream hits. But, yeah, they own all their masters. They own... Their entire music, which is extremely rare. It was extremely rare back then and it's becoming more, common now. But I just love that level of entrepreneurship. Hey. I'm gonna start out. I have something people want. They're not quitting their jobs We see this a nighttime and a weekend hustle. And they're, like, I'm just gonna sell it back at the truck my car. So he says, on weekends see a little box of dis into the trunk of his car and drive as far as he could... He could on 9 5, coming just some time for Monday morning meetings at his day job. Then late 1 evening, my phone rang. Sid, I think we might be on something here. Bill, where are you? New Jersey. We just sold 50 copies of Hell cat 8 hey, that's great. Yeah. He said, so start copying, and this is what I loved about to spoke to, because it is constantly comparing contrasting the level of technology in his day when he got started comparing to now. So he literally has to copy them. 1 at a time. Each an individual sale back then translated to about 60 seconds of boredom in front of my matched pair of floppy drives, making copies of the game 1 by 1. So eventually, they get... Their game gets enough attention that it started being reviewed in some of these like, gaming magazines and publications at the time, and Bill comes up with a really funny and really effective early sales. Remember, they're still this is not really a company. They're just selling a couple hundred a month. They're just trying to do whatever they can. And so this is what Bill does. As soon as the articles were published, Bill began placing calls to hobby stores that were further way than than he could drive. Hello? I'm looking to buy a copy of Hell cat Ace. I don't think we carry that 1. What? He would view? What kind of computer store you? Didn't you see the review in Ant or any other magazine? They would hang up in a half mu about taking his business elsewhere? A week later, he would call again pretending to be somebody else. And a third time a week after that. Finally, on the fourth week, he'd use his professional voice. Good afternoon. I'm a representative for Micro pro software. And I'd like to show you our latest... I'd like to show you our latest game. Hell cat Ace spurred by the imaginary demand they would invite him in. So it's during this year, he starts making a several... I think he makes 3 games during 19 82. And during his he's starts to release them just like his initial beta testers or just his fellow coworkers. And the important part of this section is that if you have, like, this small initial success or small initial tran... Traction, it can really light a fire in you, and kinda of believe, okay. Hey. Wait a minute. This actually might be possible. So it says and initially, I posted... I posted the game to only a few interested coworkers. But within a few days, it seemed like everyone had heard of it. The com the company network began to drag and small beeps renegotiate throughout the halls as a sort of work abandonment cla on of shame. Eventually, the drain on productivity became too significant to ignore, and I was told to delete the game. My coworkers were understandably disappointed but I wore that ban with pride. It was an objective measure of how good the game must have been. It did leave me with a problem, however. My appetite for making games was growing stronger. But if I couldn't program in the office anymore, where could I do it? And he had good timing because not only, as at the same time, his appetite for making games is is growing. He gets kicked out of being able to develop in the office, Atari, which way back on founders number 36. Nolan Bush, the founder Atari and Chuck Cheese, and the mentor of Steve Jobs. He actually hired an 18 or 19 year old Steve Jobs to work at Atari. He's actually... That that book that he wrote the auto is called finding the Next steve jobs. But, Atari makes a game. They just released a a computer rather that is made so you can make games on. So he went up Sid went buying that and then starts producing a lot of games. He lets his mom play 1 of these games. And this is something we saw. It was a few weeks ago maybe a few months ago, in that book about the guy that ran Mgm m, Mgm Studios, Louie B mayer. Was like, founders number 1 73. In that book, it talks about, like, the very beginning of the movie industry, how it was just black and white, and then no sound and then they started playing movies with sound. And what Louie b mayer realized because he saw the the reaction of the the audience. Like, they would start gasping when they heard sound in a movie data for the first time. They would cry. They would laugh. In other words, they... The the movies are now invoking emotion. And so Louie B mayer went all in. Did the other people, the people are were invested in in in silent movies. I forgot the actual term for them, But the people that that were producing the movies, they didn't have sound in them. Well, like, no, this is sound is just a fad. Don't worry about it, Like. No. I'm going all in in this because they... The the fact that the... Our customers are crying and laughing. If you have a product that evo emotion, those products went. Right? And Louie understood that, you know, hundred hundred years ago. And so we see the same thing, we see sids coming to the same realization here. Because his mom's flipping out at this. She's not even in game. She just playing his game, and she gets so tense. Because suddenly she dropped the controller and turned her face away. She told me she couldn't play anymore. Her heart was racing, and it was all too much. I never forgot that moment. My mother had become emotionally invested in this little game, so profoundly that she had to abandon it abandon it entirely. Games were not just a diversion I realized. Games could make you feel if and I love how he compares gaming to other things like movies and novels and everything else. So he says if great could wield his power through nothing, but black sq on a page, how much more could be done with movement sound and color. The potential for emotional interaction through this medium struck me as both fascinating and enticing. But thanks talking about this Like, I I wanna do this, but where are the people who got paid for making games? Could I be 1 of those people? I knew by now that I was a person who could make games, probably for the rest of my life, but it never occurred to me that it could be a source of income. If that were true, then being a game designer seem like the ideal job. And so he still talks about the fact that, you know, when he's invited to give talks, you know, people always wanna talk to about the past, and he's very thankful for that, but he's, like, I still make games today. He's like, I'm gonna do this till I die. And so it's he talks about the difficult you, I'll never top civilization, you know I'm not gonna so 50000000 copies of whatever game I'm doing now, but I do still like to do this. And I would like your attention on that. So I I... Thought that was interesting that he brings that up. I was neither a bo or salesman nor self promoter. And though I knew it was counter... Even though I knew that was counterproductive to my own goals. So another way you could think about that sentence just said So identifying his weaknesses. Right? So was like, okay. I'm not bo salesman, I'm not a self motor. I'm kinda of the guy in the background Just I'm the Craftsman in the back Right? I had useful knowledge that others didn't have, and I would have to rely on those who had knowledge of my knowledge, who could be my link to the non programming world. People like my future partner bill. And again, I just... I never repeated that. Think it's very important identify the weaknesses. And then, hey, if I can't strengthen those weaknesses, find people that already have that that that your weakness is their strength. Bill is gonna sell... He's a master salesman. Say is not. Let me just team up with this guy. And we can actually build a company there. I'm fast forwarding in this in the story, but then again, I wanna hit on this part that small initial success can cause you to believe it is possible. You can't accomplish anything until you actually think it's possible. That's the first step. And so the fact that he's having these people are playing his games. His mom freaking out his coworker freaking out, Bill Son 500 copies of a month. He's like, alright. I'm gonna do this. Gaming had its hooks embedded in me. I now believed that I could... That I myself could be a game designer. Okay according to my short auto at the end of formula 1 racing manual this sub book that he did, this enterprise 28 year old with exactly 1 professional title under his belt had 2 dreams in light So now he's going back as a mid sixties man and looking back what his 20 year self wrote. In the manual for his first game. 1, I wanna to develop a music composition system, which I eventually did and it flopped. And number 2, the other was to write the ultimate strategy game. That is civilization that is the 1 that sells 51000000 copies. Okay. So they have some success selling these games And says Bill, and I were almost selling 500 games a month. I just turned out turned out my fourth title. The next step as Bill saw it was to broaden our audience by porting all of our games onto other systems. Now at this point, he's gonna be working... Well, I don't I don't need... I actually need to run at the point. Let me just read it to you. That we technically doubled our workforce because they're reporting to other systems, Micro pros was still a nights and weekend's operation out of our homes. Now, Bill sees the potential before Sid does. That's a very fascinating. And he's also has I I would say Sid more cautious. It was a little while. Bill decided it was time for him to leave general instrument and work full time at Micro pros. There was no realistic way for him to increase his efforts at the company otherwise. But I was more cautious about giving up my steady paycheck and still not convinced that this dream was going to last. Our philosophy had always been to avoid loans and venture capital, and it would... And it would only take a couple months of slow sales to Drag us under. I decided it would be more prudent for me to go half time. Spending 2 days a week at the new Micro kors office space and 3 days a week at my day job. So he find a way to compromise. I have a safety net, but I can also dedicate it more hours of my week, to making this company successful. Let me just skip ahead to how they wind up? The they they they wind up be analyzing the retail game market, which is starting to grow a little by little at this time. And they're like, okay. Well, how can we excel rapidly accelerate sales? Instead, you know, I'm just... I'm calling up and doing, like, print calls to to to gaming retailers. I'm selling things out of the trunk on my car? Like, how can we speed this up? And so what they realized is, like, the retail game market at a time, you you have to put yourself into a spot where a buyer can note issue, and why is that important because the buying of new games was outsourced by the retailers. So it says there was no middle ground in the retail market. At the bottom where the mom and pop stores, these are the ones they're calling trying to, you know, go to door to door essentially sell, and directly above... Above them were the national outlet, so that's the ones are trying to penetrate. Upward mobility came all at once or not at all. And so this is where they come up with a good idea. The national chains didn't decide from themselves what products to carry. Instead they leased out their shelf space to professional distributors who would sign their own contracts with individual game companies, like any compares to the music industry, like recording agents looking for the next big act. To get the attention we needed, Bill said we had to get ourselves to Ces. This is the consumer electronics show. This is 19 84, and he says that, you know, it's it's a big show, but it's, like, more than twice as big today. So they wind up setting up a boost with a demo. A lot of buyers are there. They wind up signing a couple distribution deals. Now this was actually really really smart. And Surprised, I wouldn't say surprise, But it takes a lot of... Like, you have to know why you're doing what you're doing. To to to turn down a deal like this because they don't have a lot of money this time. So you have distributors that I wanna to say, okay, I'm, you know, for cut, I'm gonna put you in a retail store. Right? But then you also have people coming around, how other game development companies. And some distributors saying, hey, we're not gonna do a royalty based deal with you. Just sell me the entire game, and then I'll recoup it, but any upside. Essentially, they're they're saying, I'm gonna buy a game, but all the upside is mine. So what Sid and build that was Smart, Like, they always wanted to maintain ownership. And they realized instinctively that it's a good idea not to cap the upside. I mean, imagine him selling the civilization series, maybe sell a million dollars think you're rich, but it goes on sell 51000000 copies. And all the upside goes a person I bought it. Right? So he wants to avoid that. Partnership was not the same as ownership. And Bill and I had been clear about staying on our side of the equation. Rather than a stake in the company or rather than a stake in the company, meaning, buy into Micro bros or ongoing royalties, however, there's this company called He. He's where wanted to pay us a flat 250000 dollars to the to buy the game in its entirety and then sell it as their own. On 1 hand, long term sales of solo flight. That's the game might surpass he wears offer, especially now that we had distributor deals on the table. On the other hand, we were still running on a very tight budget. And with me not even able to work full time, so he turned down this deal he's not even working full time. This is really, really hard to do, but really smart move. A large injection of cat because they're gonna wanna selling hundreds of thousands of copies. A large injection of cash would help us significantly and keep us a afloat if the game turned out to be a bust. But I gave Bill the only advice I had to offer. If this is so important. If you believe you have something special, then you should treat it that way. If you believe you have something special, then you should treat it that way. I heard you shouldn't sell the family jewels I said. It turned out to be the right decision. And so when I got to that section, that there's 2 examples that 1 Already covered in the podcast 1 I will cover in the future. Kia Mari, Founder Sony and Ralph Lauren, both did the same thing that sid did here. Kim. He's... His dream is like, I'm gonna build a company that Not is Sony gonna be world over around now, but it's gonna... At the time, Japan had a reputation for making crappy products. And so he put his mission not to make Sony Sony. Picked the mission Bigger company. So it's not like, I don't wanna just make Sony successful. I wanna make the reputation for Japanese products better. And so he winds up at the early the day Sony. I forgot what the... What what what product it was, but 1 it's 1 of the early products. He meets with, like, a large department store. They say we love it. Will take a hundred thousand units, and a camry could not believe he's like, oh, my god. Millions of millions of dollars said his company did not have. But the the the catch was, we're not gonna sell it for Sony with the Sony name We're gonna put our name. So essentially, you're gonna be our house brand. Right? And a Kia Says no. Like, I'm not doing that, and then he gets cha by the buyer. He's, like how dare you say no to us, where a company has been around for decades We have a well known brand. You're just a, you know, fly by nothing. And a key just like, yeah, but I won't be forever. And 1 day, my company will be well known to share company. And so he turned down that he... Which offer, same thing. I haven't done biography of ralph lauren yet, but I will in the future, but he in very early in his career. He knew he wanted to have the Ralph Lauren brand. I think 1 of the first things he sold was ties, and I... It was like a bloom day kind of store, and they're, like, we love your ties ralph. We're gonna buy him. Here's the catch. You're gonna make them. We're gonna put our name on them, and he didn't have a lot of money. He had no... He... There was no ralph Lauren to speak of, and he said, no, that. I'm not here to make your brand better. I'm making my brand. And so even when he didn't have money, just like a key, just like Sid, he turned that down because he knew why he was doing what he was doing. And so this pays off, they went up selling boat load of solo flight, And it says a few months after signing, the Solo flight deal Bill said the words I've been waiting to hear. Sid, we're making enough money. You can quit your day job. Which started out as a labor of love now finally qualified as a legitimate labor that we all happen to love. Remember, this is something mean you have been talking about over and over again. Find work that feels like play. Work that feels like play. No 1 can compete with you. If you're what what you're doing there today it feels like play to you and it feels like work to them. And this is the most important cent part of this entire section, quality. Quality content, in this case, his games quality was the driving force behind it all. A few pages later, this 1 sentence. Is a 1... What I call 1 sentence story. And again, another illustration of that idea find work that feels like play. All that mattered to me was that I got to make games for a living. So I wanna go back and reference masters of doom, podcast number 21. How do you have 2 partners, small company making a tons of money. 2 partners are running it or John Romero, John Car, They wanna breaking up why they breaking up because Sid, John Car was very similar to what Sid says here. What did it sit say? All that mattered to me was that I got to make good game... Or, I got to make games for living. There's a quote from masters of doom that I never forgot. At as the car as Car mac put it shortly after their breakup. Romero wants an empire, I just wanna make good programs because Car mac found work that felt like play. I just wanna make... Say just wants to make video games. Car just wants be great games. I don't need to have an empire. And in in that case, I mean, he has almost like the... It's almost like you have a mini empire because it's the games are so profitable. Doom was making so much money. So in... That book is just... There's a lot. Again, I I just I highly recommend everybody read that book. Because there's just a lot of lessons Only how to make a product, how to market it. Just there's lessons on distribution on pricing, but also what happens. We've seen this over and over again having a cofounder like being married. And most marriages ended divorce. Same thing with c cofounder. It's and you see, like, they had an empire and they broke apart. So, again, if you could read that and kinda learn their experiences, maybe you can avoid the those pi pitfalls in the future. I think that's where the value is. This is something interesting reminds me of Cloud Hawkins. I think this is founder number 1 70. I don't have in front of me. Cloud hawkins maybe be the greatest copywriter of all time. He wind up working from home, just with the type writer, and made, like, they couldn't, like, 4000000 dollars a year because his words induced people to buy the products of his clients. Right? And 1 of the 2 things that I learned from called Hopkins. That other he influence other people like can. Overview later on, but the more you tell, the more you sell. Right? And number 2, start with service. And there's just 2 quick sentences. And it's about... We you really see Sids love for what he's doing. So it says 1 of the things that Micro pro was famous was for our game manuals, which over time became as long and informative as textbooks. The manual for the game he put... The more he sells the more he tells. He's putting all all kinds of information of game... Again, some people won't read it. Maybe a lot of people won't read it. But the people that do read it will have a fundamentally deeper appreciation for your game. Just like with me, when, as I started reading these biographies and auto geographies, of people, like, if their company still around. I find myself more likely to spend money at their company. I've been ever since I did trader Joe's. I've always shot to trader Joe's. But now I don't know if I've been to another Grocery store since I've done that book because I'm like, wow. This guy I really love what he did. And reading that book spending 10 or 15 hours having a 1 side conversation with them. Now I'm gonna go to Trader Joe's. I'm like, wow, I can really appreciate his philosophy. And and all the work, it took him what 2 decades to finally or a decade and a half to finally figure out what his company was so a bead. So I think what Sid doing here is really smart. It's like, listen, I'm pouring all these game and was, yeah, You might read it. But what Claude said, the more you tell the more you sell. And you've see this guy clearly cares and then start with service, and he said, talking about well, you, people like, why are you doing this. And 1 sentence here. We just wanted to be helpful. Okay. So I'm fast forwarding the story, obviously, if you want the whole story, you gotta read the book. But, there is... He's he's making more games, and, you know, they're they're selling very well. So the game went over to sell over 250000 copies. I wish we could... And the... I'm gonna... He's talking about he had to fix the game in the development process, But I'm gonna... What he's saying here is gonna sound very similar to what we just learned from Johnny I. Few weeks ago, maybe a few months ago, in his... In his biography. I wish I could some up how we fixed it, but the math is long complicated and boring. The important thing to note is that it wasn't 1... It wasn't a lightning bolt solution. But dozens of increment this is important, not a lighting bolt dozens of incremental changes, many of which we couldn't take credit for. We had to find ways to do our job better, but we also had to take advantage of other people who were doing their jobs better. New technology, new compression algorithms, new ways to implement standard sub routines. Gaming is a collaborative effort, and it is silly to think that anyone person can claim all the glory. And so from the Johnny Iv biography, they talk about innovation a lot. Like, how how are you making innovative prod products. And I can't remember if his direct quote or this is the author, but it says innovation and pretty it's a dark quote. Innovation is rarely about a big idea. More usually, it's a series of small ideas brought together in new and better way. So let's use that definition of an innovation 1 more time. Innovation is rarely about a big idea more usually. It's a series of small ideas brought together in new and better way. That is exactly what Sid had in that paragraph. And the fact that he was able to bring up series of small ideas together in a new and better way. Winds up leading to 1 game and they're making several games that sold 250000 copies before the Internet. That's insane. Another common theme that we see over and getting these biographies. You're gonna be misunderstood by the outside world when he starts doing this. Gaming You, you, if you say I'm gonna be game designer today. It's like, oh, that makes plenty that makes tons of sense... That makes a lot sense. Right? Massive industry growing rapidly, it's it's insane. But it says... But at at sits time I was like that at all. It wasn't that gaming was looked down on the by the rest of world necessarily. But it was sometimes glance that sideways and confusion. I don't think any of us could have imagined back then the kind of cultural domination that gaming would someday achieved. Okay. So let's go to why he names his games like he does, even the so there's the Sid meyer, which is normal, but then this... There's Sid meyer that's a sized with an exclamation point at the end. That's how the the title. This book, title all his games. And Robin Williams is why that this is another surprise me. Robin Williams is why that happened? Why Sid games started out using his name in the title. So it says, he's he's at a meeting. There's said some kind of Spa event. I'm not sure what that is. But Bill happens to be there and says, Robin Williams point and Robin Williams was he loved games. In fact, he's he named 1 of his daughters. Zelda. I also didn't know that. But Robin Williams pointed out that all other entertainment industries promoted their stars by name? Why should be... Why should be gaming be any different? So he says, hey, You know it's a Rob Williams movie? You know it's a Stephen King Novel? Why don't I know it's Sid meyer game? And 10 so Sid sid was a little reluctant to do that, but then he says Robin Williams told me to do it. It's a pretty good defense for almost anything. So I thought that was really interesting. Then he talks about, you know, the re... The beginning of industry is not like a lot... There's not like a best practices. And so how do I make these decisions and this is something we've seen over and over. Let just start with the customer work backwards? All I could was... All I could do is keep asking myself, would I wanna play this game As long as the answer was yes, the idea stayed in. He always put himself in the role of his customer in the role of the player, not just saying, hey I can design a game because it's easier for me. No. With the with the customer with the player actually like what I'm doing. So 1 of his most popular games was Sid myers pirates And I'm just gonna read... I'm gonna skip over all the development. I just wanna hit some, like, what he realized his, like, his key insight. And what I wrote the note other myself on this page is holy shit. This applies for real life, not just the design of a pirate game. A pirate career would last about 40 years between childhood and old age just like ours. Right? And his goal, this is so important. And his goal was to accomplish as much as he could in that window. To have an adventurous life with no regrets. Let's go back to that, and we're gonna set... We're gonna substitute pirate career. Your career. Your career will last about 40 years between childhood and old age. And your goal was to accomplish as much as you could in that window to have an adventurous life with no regrets. As in real life, success could only be measured but as a combination of your exploits and how much value you put on those particular exports yourself inner your scorecard. Idea you and I talked about over over game. Life is not a steady progression of objectively increasing value. And when you fail, you don't just reload the mission again. You knock the wet sand off your breaches and return to the high seas for new adventures. And if you happen to get maroon on a desert island a few times. Well, that makes for a good story too. I just love that we can summarize that whole section there having an adventurous life with no regrets. So now they're they're having success... We're in the 8 late eighties and, Tom Clan, the very successful writer. Winds up they, Sid winds up doing an adaptation of the hunt for Red October. It was either were hunt for Red October or Red storm rising. Nope. Red storm rising is it was a submarine simulation they were building. So this was really I I wrote... This is never as surprising as it should be, and then a quote from G z. Tell you about in a minute. It says, Tom Clan was a very down guy. The Han for Red October had been a huge success. But as a debut author, He had been able to command the greatest deal with his publisher, and he was still working at his day job selling insurance even as red storm riding in rising was flying off the shelves. Okay. So let me unpack that a little bit. Tom sold. His first book, the hunt for red October, which is... He's successful novel, turn into a movie, turning into all kinds of stuff. He sold for 5000 dollars. So that's I, oh, this is never be as surprising as it's just as it should be. He eventually makes more, but he winds up selling a hundred million book before he dies. And he dies in, like, his sixties. A hundred million books. Tom Clan it's wild. But at this point, it's selling. He's gotta go back and and renegotiate and get more money for him, but he's still having to sell insurance. How crazy is that. He's got 2 wildly successful books and he still to work at day job. And so when I got to that section, I thought of this this quote from Jay. I told you about this album before. His his Album 444. He he asked about his life, but really it's... It's an Album of entrepreneurship, and you have a huge successful person I came from the projects. Marcy projects. One's a I think he's like a billionaire today. Has success been successful in so many different domains. And even there he talks about. He's, like, there's a line in in in in on the album where he's talking about, you can think it it's blue. It's fine. But I'm just trying to give you a million dollars with a game for 9 99. He's talking about, you know, why are you wrapping about investments. Why are you wrapping about collecting art, why you wrapping about building companies. And his whole point is just like, you 9 the reference there is, you know, Cds albums used called 9 before we stream, did you're gonna usually buy from 9 99. So he's like, I'm... For 10 dollars for buying some for 10 dollars. She actually listen to what I'm saying, it's gonna be worth over a million dollars 2 in your life, a million dollars with the game for 9 99. But on in that album, something he's he's renowned for it. He was decades, decades ahead of this is over and over again, you see executives, record companies, take advantage of the the people that are actually producing the work. Right? Making the album making the music is. In that tight case casey, he talks about how prince, the the famous the famous music artist, you know, they they made... They stole his masters, somebody. I forgot who he referenced in the album. We... They wind up after Prince died, they sold tickets So you could walk through his house, and he calls him greedy bastards in there. And the reason I say Jay he's, way ahead of that because no 1 would sign him when he was 26 old 26 years old the back in the nineties. And so he's just to sign himself. He's like, okay. Well, I'll just make my own record label. And that was very very... Like, it was almost unheard of it now, back then. Now you're seeing a lot. There's actually a lot I think modern day entrepreneurs can learn from from independent music music music artists now. And I've mentioned this a few times of the podcast. But if you actually study them and listen to what they're saying. Like, they rate maintain ownership, they went up using latest technology, they're making tons of money and they're not getting taken advantage of. There are still people getting taken advantage of. So when I got to this Tom Clan part, which, like, you know Tom is a very very successful, but he's still to work insurance, and there's a line on that album where Jay z says, y'all are still signing deals still. After all they've done stole for real. And his point is like you're... I understand you're young and you wanna break into the music industry. But you're ignoring decades of history, A very important history in the music industry of how they're ripping you off over and over and over again. He talks about, okay. Well we'll talk when you're behind your taxes. And again, I think like... That's the the the why I think musicians especially, They they they are the most efficient storyteller in the world because in a few minutes or sometimes in a line or 2. They can just tell entire stories where it's like, you're still selling deals still after all they've done stole for real. Now in in Tom Clan case, why it working out. But that's only because he was able to keep producing best selling novels. So just this idea that you're gonna sell the hunt for Red October for 5000 dollars. And then it might also be obvious when we got to that part. Like, that is also something that Sid avoided. He was offered. And he was offered a lot more than 5000 dollars. They we were gonna give him a quarter million dollars for 1 game, and he was able to make multiple games in a year. He's like, no. I'm capturing the upside. Alright. So he talks about, sitting down and made... Essentially made the they're gonna have a conversation him and, I I skipped ahead, but they're they built a friendship, of some sorts or at least a relationship. And really, the the whole summary of the section, this conversation that Tom Clan Sid meyer about to have is maintain role, so you can avoid shady business deals. Business is full of shady, sc, terrible people. I always think, the best way to to describe this is when it's Quote from Charlie Mu. He says why is people want to avoid other people who are just total rat poison in. And there are a lot of them. So businesses full of them, 1 way to avoid people taking advantage of views and maintain control. So that night, we sat up together, expo the nature of art sources of inspiration. Remember, he's a writer, vance is a writer, and in some... In some ways sid as well. Sources of inspiration and the inevitable connection we developed with our creations. He revealed that in the intervening months, he had been kind him that the intervening months had been kind him financially, but not so kind emotionally as he was forced to adapt to fame and the complications that come along with it. Tom was especially troubled by ongoing contractual issues with his first book, and the fear that he might never again own the rights to his own character. Again, this is what Sid avoided. Right? And later on, when you just make civilization. I I skipped over a lot of this part, but there's a lot of weird. Other people buy Sid creations too because it's an owned on our corporate umbrella. It's really, really confusing. It's there's more details on the book, but he does eventually get back all control. The conversation was eye opening for me. First in discovering a kindred creative spirit underneath that alpha male persona that Tom Clan had and also in the revelation that even someone of his stature could be taken advantage of through poor business arrangements. So they took advantage of Tom. Clan seem super famous to congratulate of Prince, the history of business especially in in the entertainment industries people being taken advantage of. I'd always had a dis disgrace for business deals in general, simply because it's not the kind of thing I wanna spend my day doing. And I was starting to realize that there was potential danger in them as well. And I think that's another thing about Sid that you see if you read the bulk over and over again. He's smart enough to learn from the experience of others. Like, alright, I don't... I'm gonna avoid I don't want to have to just learn through my own experience. That's that's too expensive. I'm gonna learn from other people's experiences. This conversation, I have with Tom I'm not gonna forget it. Make sure I don't get taken advantage like this. I'm gonna bring you up to state of the business the 19 90 at it. As a company, we're now releasing 3 or 4 games a year and generating around 15000000 in revenue. So over and never again in the book, Sid talks about being inspired by the success and the the work of others. He'll, quote, authors, musicians, fellow game designers, and this is an example of Sim City. This is a game when I played when I was kid. I love this game. It was actually... Sim City was the inspiration. Behind Kids game Railroad Ty, which winds up being 1 of his most successful games ever, and in and the railroad Ty title inspired, like, all kinds of, there was, like, a whole genre of Ty. You know, there all kinds of things. That weren't... They were not made by Sid, but they were inspired by intern inspired by Sid. So it said, Fellow designer will wright releases Magnum Opus, Sim City. The idea had come him while working on a different title. After he realized that he enjoyed designing levels more than bombing them. Not entirely surprising for a game designer to feel that way, but he came to the radical conclusion that others might agree with him. Will had spent years trying to convince publishers that his city building simulator, this is the prom gatekeepers. Look at this. He spent years trying to convince publishers that his city building simulator was was a game at all. Until finally, he and a partner formed their own company to release it themselves in February 19 89. So he said sim was either the kick I needed to see what was right in front of me or else maybe the reassurance that my intuition was feasible after all. And from then on, I knew this wasn't a distracting little side project. We were making a railroad game. So instead of the idea that you have to kill people. Something said... I don't think Sid has any violence violence in his games. It's like, 1 of his philosophies. You have to blow things up or or he's like, no, why don't people just might be interested and just constantly building and making progress. And so what he's learning on real... From Sim City on Railroad Tay, he then will also apply civilization, this idea of just perpetual progress and not just a destruction of things. And before I get into this conversation where they realized, okay, now it's the time to civilization. 1 1 sentence for you. Never forget the why. Never forget why people are using your product. People play games to feel good about themselves. So that... I just let's to a talk that it did, like, 6 years ago. In about an hour and a half lives at all his gaming philosophy if it's on Youtube if you wanna watch it. Mean he talks about over and over again. Like, people play games to feel good about themselves. So don't make decisions as a game designer that go against why you're why they're playing your particular game. So this is where he realized time for civilization. That was a pretty fun game to make Proof said. It was I agreed? We should do another 1. Something bigger. What's bigger than the history of railroads? The entire history of human civilization. We laughed at the absurd truth of that statement. But as soon as it was set out out, I don't think either of us could have settled for anything less. We were not the type to turn down an interesting challenge. At the age of 28 I had declared in my very first instruction manual that I would 1 day write the ultimate strategy game. Now at 36, I figured I was ready. Age and experience may bring wisdom, but sometimes it's useful to be a young person, who hasn't learned how to doubt himself yet. So you have an idea as why as he's saying that. Agent experience may bring wisdom, sometimes it's useful. However, sometimes useful for young person who hasn't learned how to doubt himself yet. He did not know how hard making civilization was going to be, and he's going to wind up putting everything into it, and it's fantastic. It was it was successful, but it burns him out for extremely long period of time. And again, I just she think that's something that's mentioned over and over again. People looking back, hey. I knew how hard that was gonna be. I would have at... When I started it, I wouldn't have done it. So there is some kind of benefit to to ignorant bliss or naive whatever you wanna call it. This is sid really saying. You you need to know your edge. We simply can't compete with the Panorama of a movie, or the length of a novel are the acoustics of an album, and prioritizing these features over gameplay, which is his edge will always lead to disappointment. The time has come for us to outgrow Hollywood Envy. This he's he's... I think there's another game designer or a game publisher. It says as Chris Crawford once wrote, the time has come for us to outgrow Hollywood envy. Sid Meyer makes a pathetic Arnold Sc. But he makes a magnificent Sid meyer. Okay. So pour pull out a couple more interesting things about while he's making games in 1 game he winds up making, like, a... It has 1 game who has multiple games inside the game. And what he realized realizes is, like, the the... Really where I'm bringing this this paragraph to your attention because it reminds me a lot of Steep jobs. See if 1 of his greatest philosophies is the fact that the further you go away from 1, the more complexity you're writing in. And then his other another thing it reminded me of Steve job says that focus is saying no. Right? So it says combining 2 great games had somehow left me with 0 good ones. The notion that 1 good game is better than 2 great games was such a revelation that it became known in my mind as the covert action rule. That's the game he was making that he learned this. Many of the designers I mentor now weren't even born when that game came out. So we're more likely to talk about it, talk about the issue in terms of where a game center of gravity is, but the lesson holds. And I've never subs citing the truth of it to myself or others. If anything, it's grown in revel re relevance since back then when we at least had limited computing resources to rest us. These days, the easiest thing in the world to do is more And if we're not careful, we can end up with 3 or 4 games all jammed into 1, deciding what doesn't go into the game is sometimes more important than deciding what does. And then he's got some advice on how to make progress faster. It's like, a series of iterations don't just essentially sit around and things. Just make a demo, see how it goes. And if it doesn't work back, roll it back. So he also has this idea. Like, you you need to double what you're doing or cut in half. So let me just read this to you and hopefully that makes sense. Mistakes are given. And the important thing is to catch as many as you can as fast as you can. Ideally, you'll reevaluate your creation every single day. And each iteration is an opportunity not to pat yourself in the back, but to figure out where you've already gone wrong. Efficiency is the goal, and 1 of my big rules has always been double it or cut in half. Don't waste your time adjusting something by 5 percent, than another 5 percent, than another 5 percent. Just double it and see if it even had the effect you thought it was gonna have. You just saved yourself a dozen iterations inch... Up 5 percent at a time. Less than a month before in the odd, then you can move in the the other direction too. Less than a month before civilization was published, I cut the size of the map in half. It turned out to the size wasn't as important as the sense of relentless progress. With a smaller map, the game moved faster. And that in turn made the map feel more epic than when it was twice as big. The point is there are bad things in my games. At least until I managed to pin them down, but I don't let the possibility of mistakes home me back. I won't ponder for hours whether a feature would be a good idea. I just throw in the game and find out for sure. If it's clunky, I cut it back out again. There is no map before you've explored the wilderness and no overriding artistic vision on day 1. There's just a hard consistent work of making something a little better each day and being as efficient as possible in your discovery of what it's going to turn out to be. So after a lot of time and effort, he winds up finishing civilization. And conventional wisdom winds up being wrong again. Civilization starts resonating with players. So this says a conventional Wisdom said a strategy title would never make big money. So the company, even and I skipped over a bunch of, like, the weird people leave ownership changes all this other stuff, but they didn't put a lot of... Working dollars at the beginning behind civilization. Because they said, you know, conventional wisdom says you're not gonna make big money, so why would we make a huge investment in marketing. They hadn't put a big marketing push behind it. So, like, most of my recent games, it started as a slow burn, then they realized, okay, we've resonated something When the first fan letters trickled in a few weeks after the game's release, they had a decidedly different tone than we were used to. Some of the letters were several pages long, and included phone numbers in the hopes that we could discuss things in greater depth We had gotten players thinking on a deeper level. They were interacting with the game as a tool rather than an experience. And what happens is it's a slow burn, but it starts spreading by word amount. So even years later He's saying this is like, 2 or 3 years out of the game was released. New fans were discovering the game every day. I had poured everything I had into civilization, and I was honestly ready to think about something else for a while. So now he's completely burned out. And it says achievement unlocked. This is a the the gamification of the book. Says midlife crisis. Woo hoo we're halfway there. And so he he take he takes a break for a while. He starts working on other completely different games. He makes that music composer game he wanted. It wants up flop. Later on, He says civilization, the the the titles were they was always different lead designers, because you have to... That's... He's like, that's something you have to do when you're young and full of energy. Because it's just so comprehensive as it's such a large project. I do wanna pull out 1 sentence here that sid sids realization that is going to be something that we've seen over and over again of this book. It says good games don't get made by committee. So good products don't get made by committee. That's something Edwin Lands, Steve Jobs, George Lucas, David Og, Charles Ke. They are all agreeing with sit here. That's something that that pops up over and over again. Good products don't get made by committee. You need that formidable individual that's leading it. So this is interesting. He talks about where he's... He made mistakes. So civilization has this huge mod community that's sustained it for multiple decades. They'll they'll actually change the game and res skin it and change things about it that that to make it more... Is essentially a customizing it to their own liking. Right? And he saw... This was a terabyte idea. And so 1 of the 1 of the the next civilization designers is actually the 1 that push him in this direction. He's like, Brian, You're insane. You shouldn't be doing this. And then he talks about the the realization he has when he comes... When he figures out he was wrong. I thought I thought it was valuable. So I'm gonna read it 2 in a minute. Brian unlocked the back end even further. He made it possible for players alter graphics, replace sound effects, modify rules, and basically create an entirely new game from themselves around the skeleton of our code. I could not be convinced this was a good idea. This idea of handling everything over to the players was just baffling They would probably be terrible at it I thought, and blame us for their uni unexpected creations. And if by chance, they did happen to be good at it, then all we were doing were putting ourselves out of a job. Either way, I knew the mod was a great way to ensure that civilization never saw a third installment. I was so wrong on all counts. The strength of the modern community is instead, the very reason the series survived at all. Our audience had been clamoring to modify the game since the first fan letter. What I didn't see at the time is that imagination never diminishes reality. It only heighten it. So the next 2 paragraphs. I'm gonna read... Gonna start that again. Next 2 paragraphs are really his key insight here and I... The reason I'm reading school section 2, because I think it applies other things. Very very wise him. What I didn't see at the time is that imagination never diminishes reality. It only heighten it. Just like a fantasy can awaken you to new possibilities in the real world, letting the fans play in the sandbox with us. Only brought them closer to the universe we had created. The 1 that had made their fantasy possible. I thought they were tearing the house down. When in fact, they were only remodeling because they like the neighborhood and wanted to day. Fortunately, Brian had the wisdom to give away the construction materials to say fans ran with it would be an understatement. So to somebody degree he becomes, like, a like, what is it, a prisoner of your own success, And this is again, we're just gonna echo... I... He just wants to make games. Like, it doesn't have to be complicated. Right? But we love to over complicate things just like, John Cor Just wanna make games. I was frustrated. I didn't like doing licenses and unlike the corporate structure have been slowly but surely building up around me for years. I just wanted to make games. Many other early folks had moved on as well, and it was time for me to do the same. So once the company grows big, and un wheel, it has it's, like, own momentum of itself, he winds believing starting a a tiny... I shouldn't say tiny. It starts out small, but it's gonna grow too. Design... Another... Just another design studio. Where he's like, okay. I'm gonna start. It's just gonna be us 3, and then we'll build up from there. And this is how tied into his decision about wanting to to go back, to the basics to a smaller team is... This is Sid describing how he likes to work. Separately, it's probably how we work best with everyone. I'm an introvert who likes people. I wanna collaborate on the whole, but I wanna do my part individually. There so many things in the world to be good at, and I get a thrill every time I come across someone who excels in their field. The dichotomy between someone else's talent and your own is a cause for celebration. Because the further apart you are, the more you can offer each other. The further apart you are, the more you can offer each other so he's talking about, hey. At the beginning, he did everything. He's making the game. He's designing the game. He's doing the audio for the game. Slowly, but surely, he's got people say, hey, I can design for you. So he's like, oh, I don't know. Maybe you can... Then he looks at the designs to call. They're better than me. So okay, I'm gonna grab that guy. I can do audio for you. Does the audio better me. So I'm gonna grab that person. So that's what he's talking about. Like, yeah. Stick to what is your edge and then find the people that can fill in the gaps. Same thing with Bill, his first partner. You know? I'm the heat bill can sell. I don't wanna sell. So to further apart you are, the more you can offer each other. I know where my own talents are. And I find that sharing those duties usually fall somewhere between inefficient and frustrating. I want to combine other people's unique expertise with mine and create something that none of us could have made alone, not compromise on the same task. He's gonna bring up the idea that everybody's constantly building on the work of others all time. That is not to say my version of civilization had no outside influences far from it. Aside from the general creating not destroying concept I'd first encountered in Sim city. There were 2 games that I very much respected and blatantly took ideas from to use for our own purposes. So this a game called 7 cities of gold, and it says, the game was a cloud parting, shaq removing mind blowing masterpiece for me. And there were elements of it in nearly every game I made thereafter, and he's got a great line to summarize this section. The idea didn't start with us, and they can't end with us either. So he talks you know, I was influenced by tons of people. And so when I see somebody doing influencers by a game like, pirates or railroad take tune or civilization, Like, I love that. I love seeing further improvements. The idea that the ideas didn't start with us and they can't end with us either. So he's talking about game design in this next section. But I, again, there's so many things when you throw about game design Field applies to real life too? He's talking about how to, like, the beginning of what do you want your game to be? Let's say, okay, what do you want your life Who's having the most fun? That's who you want your player to be. The person with the most power living the most exciting life. In the history of civilization, it's the king on the spanish main meaning the pirates, it's the captain of the pirate ship. In war, it's the general. And in the transportation industry, it's the Ty. So just think about that. Not not who's your player. Not, like, who your life. Right? Who is having the most fun. That's who you want your player to be. That really echoes an idea from a long time ago. When I did that 3 part series on Elon Musk, Tim Urban way by wei but wide did an Elon Musk blog series. You could read it for free online by going his website, but I bought the ebook or the Kindle version rather, and it's like 60000 pages. But anyways, that whole idea about treating your life is, like you're playing a video game. 1 of the the metaphors that Tim uses Tim Urban uses to to describe Elon Musk's approach life is Grand theft life. That section is worth reading and reread over and again because it's very fascinating. So few people use that that that, I guess, metaphor of that philosophy. This is Sid talking about the the the the benefit of being obsessive. I think having a slightly obsessive personality is a useful thing. It keeps me focus on the quality of my work. It provides critical sources of outside inspiration, which often contribute in surprising ways. Whatever it is you want to be good at, You have to make sure you continue to read and learn and seek joy elsewhere because you never know where inspiration will strike. As you can imagine, there's tons of people wanting to break into the industry, young younger people to ask Sith for advice. So this is his his advice on how to get started. The best way to prove your idea is a good 1 is to prove it. Now with words but with actions, sit in the program or chair until you have something playable, then sit in the artist chair until you have something crude recognizable. Then sit in the tester chair and be honest with yourself about what's fun and what's not. You don't need to be perfect at 1 job. You just need to be good enough to prove your point and inspire others to join you. So he talks about the pricing model of games and now it's changed over time. And I think this is really where studying the gaming industry, is really beneficial because it's also in... Mentioned a lot in the masters of doom book. So he's talking about this is now in, like, the modern era. Right? We decided whether we had to decide whether to charge A1A1 upfront premium for the game as was traditional. Or try out to trending new model of downloadable content in which a limited version of the game would be given away for free And then subsequent levels would have to be individually purchased. So a lot of mobile games are using this, Obviously, I mean, computer games are using... Not just mobile, but he's gonna reference a mobile game here. But this is also the do model. The model that they came mobile with I think in early nineties. If you were asked a group of gamers their opinion on the so called micro transactions, most would probably respond with a string of rude words, but the revenues tell a different story. Ne on, the company that invented the notion of small purchases within a free game first use it as a Hail Mary Pass for an online server that was about to be shut down for lack of subscribers. Membership predictably skyrocketed once the game was free. But more importantly, the new micro transactions dwarfed previous subscription sales. Not only saving the game, but increasing the total corporate revenue by 16 percent in 1 year. So he's gonna talk about the... Really what he's referencing here. Is a difference between stated and revealed preference. They state they don't like but the they went up spending a lot more money in the other way. Right? A full 70 percent of candy crush users have never paid a dime for the game. Yet it still brings in several million dollars a day. When we say we we say we hate it, but the balance sheet proves otherwise. I do think the idea of a free demo with the option to purchase the entire game is a fair 1. And he talks about not a new idea. And Coin operated our arcade were engaging in micro transactions long before their current wave of popularity. And finally, I'll close on it with a few parting words of wisdom from Sid, so many of our wildest dreams have turned out to be laugh conservative that it's hard to write off anything as impossible. Making games is simply the best job in the world. And I think that in life as in game design, You have to find the fun. There is joy out there waiting to be discovered. But it might not be where you expected. You can't decide what something's going to be before you embark on it, and you shouldn't stick with a bad idea just because you're fond of it. Take action as quickly and repeatedly as possible. Take advantage of what you already know and take liberties with tradition. But most importantly, takes the time to appreciate the possibilities and make sure all of your decisions. Or interesting ones. And that is where I'll leave it for the full story. I highly highly recommend reading the book. And I think this book actually pairs nicely. If you have not also listened to our assuming read masters of doom. Highly recommend you buy that book as well. So, by the book using the link that's... If you buy the book using the link that's in show notes on your podcast player, you'll be supporting podcast at the same time. I think that's a hundred 95 books down 1000 a go, and I'll talk to you again soon."
}