{
  "transcript": "I started thinking about London and the German aerial sold of 19 40 19 41. And wondered how on Earth anyone could have endured it. 57 consecutive knights of bombing, followed by an intensifying series of nighttime raids over the next 6 months. In particular, I thought about Winston Churchill. How did he withstand it? And his family and his friends. What was it like for him to have his city bombed for nights on end and to know full well that these air rates However, horrific, were likely only a pre to far worse, a German invasion from the sea and sky. I decided to find out and quickly came to realize that it is 1 thing to say carry on and quite another to do it. I focused on Churchill first year's prime minister, 05/10/1940 to 05/10/1941, which coincided with the German air campaign as it evolved from sporadic, seemingly aim raids to a full on assault against the city of London. What follows is by no means a definitive account of Churchill life. Other authors have achieved that end. Mine is a more intimate account that delve into how Churchill and his circle 1 about surviving on a daily basis. The dark moments in the light. The romantic entanglement and debacle. The sorrows and laughter, and the odd little episodes that reveal how life was really lived under Hitler's tempe of steel. This was the year in which churchill became churchill. The cigar smoking bulldog, we all think we know. When he made his greatest speeches and showed the world what courage and leadership look like. Although at times, it may appear to be otherwise, this is a work of non fiction. If some of what follows challenges would you have come to believe about churchill in this era, may I just say that history is a lively ab boat, full of surprises. That is an excerpt from the book that I'm gonna talk to about today, the 1 I have in my hand and the 1 I'm gonna try my best to convince you to buy, which is the splendid and the vile, a saga of churchill family and defiance during the blitz, and it was written by Eric Larson. So before I jump back into the book, let me tell you why I wanted to read a book about churchill and how he fits into everything else that we've been reading about and studying on the podcast. If you do any kind of reading in history of entrepreneurship, and as you go through these biographies. There's just a few names that are repeated over and over again that have, outlast and outstanding influence cross generations. And 1 of those, a Napoleon is an example of that, Pt Barn them surprisingly, might be the person mentioned the most. As, like a shorthand for show ship. And the importance, but I would also say churchill. Churchill repeated mentioned over and over again in his inspiration to a lot of people that are... That we've read their biographies, and then we've studied in the podcast. And he's kind of a shorthand on courage, leadership. Grace under pressure and just a refusal to give up. He had 1 singular obsession 1 single goal and that was victory. And he wouldn't let anything or anybody to derail him from that goal. So the the the example that sticks under my mind, about 70 episodes or ago. I did a 3 part series on Larry Ellis. If you haven't listened to those, you can go back its founders number 01:25. Or excuse 01:24 01:26 and 01:27. And there's 2 stories about that left regarding churchill in that series that Never forgot, 1 of them is that Larry Ellis sent Steve Jobs for best friends. And so I think it's the billionaire in the mechanic. I think that's founders number 01:26 That book starts with, a walk. Steve Jobs and Larry Are going for walk, and they're having a discussion in a debate about who's the greatest... Who... Like, who do they believe the greatest people in history are, they bring up in leonardo Vinci. They bring up Gandhi. They bring up Napoleon and they bring up churchill. But I think the most important churchill story in those books is when Oracle is almost out of business there on the pre of going bankrupt of the company being dissolved and it talks about in those books. It talks about what Larry Ellis is reading during that... The probably the most stressful time of his entire life in 1 of the books that he was reading was a biography of on Winston Churchill. And so I wanna go to the actual sources and acknowledgement section of this book all the way in the back and read 2 lines to you because I think that were that relates to why Larry Ellis and other people have been able to draw strength from studying the life of Winston Churchill wanna apply it to when they're inevitably arguing with through tough times, and they apply it when they're applied the list as they learned when they're went through those tough times. And so this is the the author of this book saying, honestly, How did the churchill and their inner circle cope? I owe particular thanks to my 3 daughters for helping me keep perspective amid the routine trials of daily life? He's talking about when he's putting together other's book. And this is the most important part. And I think this is what Larry and other people relate to, and why they wanna study churchill, which pale in comparison to the awful things that Churchill and his circle had to deal with every day. I think that is just so fundamentally important. It just puts it... It helps you put things into perspective. Yeah. My company might not be doing well. Maybe you're having personal problems, but it's not... It's not the same as 1 of the most evil people in history trying to kill you every night. And get in the face of that, you somehow find the strength to say I'm not moving. I'm not quitting. I'm not giving up. If you're gonna beat me, you're gonna have to bleed for it. So I wanna go to the day where Churchill is actually appointed prime minister read you 2 sentences before I, do that to give you an idea of the personality. He is by far a 1 of 1. I've never come across anybody that that that is like him. First, talks about the opinion of the King of England. He did not want to make him prime ministers. Says the King Harvard, a general dis distressed of Churchill independence, and the king's choice when Chamber Neville Chamberlain resigned, he wanted to appoint this guy named Halifax, and this is what halifax thought of Churchill as well. Churchill was acknowledged to be a brilliant or, albeit deemed by many to lack good judgment. Halifax himself referred to churchill as a rogue elephant. So I wanna go to the point where Churchill Summoned to a Buckingham palace. This is when he's been notified officially he's gonna be prime minister, and it says, he's talking to his bodyguard this guy named Thompson. Churchill turned to Thompson. You know I've been a buckingham palace said, Thompson did. And congratulate him. But added that he wished the appointment had come sooner and in better times because of the I of the task that lay ahead night. I underlined that twice. The I amen of the task that lay ahead This is where there's gonna be a of people in the book that thank Churchill. He's very misunderstood from the outside, including his enemies. There's a lot of nazis, like, what the hell going on with this guy. Why hasn't he given up yet? And so this idea is like you have the most 1 of the most immense tasks that has been put forth with any human that's ever existed. And you're gonna be surprised by Churchill reaction or response to being made prime minister. He was insulated. So Churchill says God alone knows how great this task is. All I hope is that it's not too late. I'm very much afraid that it is. But we can only do our best and give the rest of what we have. Whatever there may be left of us, so that's another churchill trait. I'm going all in. There is no plan b, I will die. I will either I will either succeed or I will die. These were sober words, although inward lee Churchill was related. He had lived... This this is so crazy. He had lived his entire life for this moment that had come at such a dark time did not matter. If anything, it made his appointment all the more exquisite. Late that night churchill lay bed alive with a thrilling sense of challenge and opportunity, and it's a quote from churchill about this, but power in a national crisis when a man believes he knows what orders should be given is a blessing. He felt a great little a great relief. At last, I had the authority to give directions over the whole scene. I felt is if I were walking with destiny. And that my past life had been but a preparation for this hour and this trial. And that's something that you'll notice immediately when you when you're studying in Churchill, He's gifted. Not only gifted writer, especially, he's just gifted with words. His speeches make you feel, like, and there's people in the book to talk about this, from people he's working with to average citizens in in England. They just he gets them hyped up and that he's able to transfer his belief over to them where they feel they can accomplish anything. And I think it's extremely important part of the Book Churchill brought a naked confidence that under his leadership, Britain would win the war. Even though and this is the important part, even though any objective appraisal would have said he did not have a chance. Churchill knew that his challenge now was to make everyone else believe it too. Okay. So most of the highlights did Larson Eric Larson did a fantastic job. He's... He tells the story not only do you see it from Churchill perspective, but people close to him. Reminds he kinda of how like, a little bit of game with their thrones is written if you've ever read any of George R Martin's books? Where you see a perspective of multiple events from different people, and it he goes back to the same people over and over again. So 1 of the main characters is Churchill youngest daughter of Mary. We see... And almost everybody's, like, taking dire writing diaries and taking notes Churchill included, his personal secretary actually publishes his his diary... When he was when he was with Churchill, and, I think the 19 eighties. It's actually, I just found the. I'm probably gonna wanna up reading and doing on it. But what that does is, it gives us the ability to see things from multiple angles, and you also see, like, the the day to day occurrence is both large and small, while this this massive bombing of, you, London and England is going on. And there's all these interesting side stories in the book. I'm going to focus most of my highlights that I'm gonna talk to you about today, just they're... I'm trying to give you a sense of who churchill was, his personality, how he use viewed over our other people and then how he thought about things. So again, I'm not trying to summarize a book. You gotta read the. It's absolutely fantastic. And I highly I highly recommend you do. But I do wanna give you a sense of because just a lot of what the actions of churchill did and the way he thought about things. I think we can emulate and and use on our own lives. Here's weird I I love the sentence. It's just a random sentence, some of the new the new churchill. And it says, he considered Churchill to be inclined towards dynamic action in every direction at once. He was skeptical churchill and the wild energy he seemed to bring. I hope Winston won't lead us anything rash. I'm just giving all these random quotes that are spread over other pages. This 1 is fantastic and it's gonna remind me of what we said of our ernest a shack tennis. I'll tell you them It. If I had to spend my whole life with a man she wrote, I would choose Neville Chamberlain. But I think I would sooner have mister Churchill if there was a storm and I was ship at. And so that reminded me 1 of the most famous quotes about Ernest Shack Ernest Shack. I read that book endurance. He was a famous polar Explorer. It's podcast number 01:44. If you have not read... Listened to the podcast. I highly recommend doing that as well. And this is another ant antarctic explored describing. So he's gonna list all these people. These other famous explorers in addition to Sac and why you might wanna select them given what's... Your current circumstances. Right? Remember, hey this this woman just said, hey, for my whole life, I'm spending with Neville chamber. If I'm... There's a giant storm and I'm ship, I'm choosing churchill. And so this explorer says for scientific discovery, give me Scott. For speed and efficiency of travel, give me I'm Am. But when disaster strikes and all hope is gone, get down on your knees and pray for Shack. And so 1 of these side stories I was just referencing this this... His main strategy from the very beginning was, okay. Well, actually after France. He's like, I I'm gonna have to get the United States Involved this war. And he knew he we... As as every his refusal to to give him to defeat and to give up, he was willing to pay with his life, but he knew that without help, like, Britain can't fight again. And if no 1 else is jumping in, and and Hitler has taken care of every other country off the board. Like, he knew it was all it was over. So this is his strategy from the very beginning. He's talking to his son. He's shaving because you... This gonna be important for a minute. So he says, after a few moments, Churchill made a half torn half turn towards his son and said, I think I can see my way through. Randolph, says, do you mean that we can avoid defeat or beat the bastards. At this, churchill threw his razor into the basin and whirl his face to his son. Of course, I mean we can beat them he snapped. Well, I'm all for this to sunset, But I don't see how you can't... How you can do it. Churchill said, I shall drag the United States in. And so this is another description of Churchill and the note left myself on this pages. He is main character energy. He is definitely the main character of his life of his movie. The new prime minister true to his reputation was flamboyant, electric, and wholly unpredictable. 1 of Churchill first acts was to point himself minister defense which prompted an outgoing official to write in his diary heaven help us. So this idea that he's completely flamboyant unpredictable. I'm gonna... I'm not gonna spend too much time. You know what? I'm gonna... Let me let me read this to I wasn't gonna put it in the podcast, but it's such a weird. It I think it's a great example of his just he's his fl and his eccentric centric. This is later on. He... It takes him a few years. So you're and a half almost 2 years to convince Roosevelt to jump in Roosevelt was obviously helped by stupid actions from un unwind now in hindsight actions from both Japan attacking pro harbor and then Germany, Hitler led by Hitler the Doo declaring war on America when he's already fighting a 2 front war and losing. To both England and Russia. But, anyways, so, at his first, he during, I think it's like, 19 42 maybe, Roosevelt are excuse me. Churchill sneaks to the United States. And this is his first visit to the White House. And this is... I'm just gonna read it. Churchill state of the White House and got a close look at Roosevelt own secret circle. Roosevelt in turn got a close look at Churchill and more of a close look that he'd wanted. So he, Churchill invites roosevelt to talk, Roosevelt knocks on his door, and it says, Winston Churchill was stark naked, a drink in 1 hand and a cigar in the other. The president prepared to wheel himself out. Come on in franklin. Churchill said. We're quite alone. The president offered an odd shrug and then wheeled himself in. You see mister President, Churchill said, I have nothing to hide. Churchill proceeded to sling a towel over his shoulder That's not the area that I'd want him to cover if I was Roosevelt. And for the next hour converse with Roosevelt while walking around the room naked, slipping sipping his drink and now and that refill the president's glass. He might have been a roman at the baths relaxing after a successful debate in the senate. Okay. So that's towards the end of the book. Let's go back towards the beginning though. And so it talks about the difference of, this this sentence gonna talk about the difference on of 10 downing Street where where the prime minister resides in England, and the difference between Churchill regime and the his predecessor and it says civil servants were actually to be seen running along the corridor. So I, I guess I should read my note to too first. Speed, B, work on the most important thing. So this a summary really how Churchill works that I think, again, we can use these these traits as well. The workload increased to unimaginable levels. Churchill issued directive in commands in brief memos, which he dictated to a ty, 1 of whom was always on hand from the moment he awoke until he went to bed. No detail was too small to draw his attention, and another thing about. The... He he had a very bizarre schedule. He was a poly physics sleeper. So he would stay... He he he he taken nap every day. But he would stay up really late. He's drinking... As far as I can tell almost constantly smoking cigars almost constantly. Stays up night late, having dinner, you know, continuing working. Basically, like, what what's a evan and and prose sizing way, like, on the way he used the war, what he's constantly worried about Morale, which is another thing he shares with shack. And I think great leaders in general. But so he would stay really late, Get up early. Work from bed. I did a podcast on Aristotle Nas. I don't know the number I don't have in front me. This just popped to my mind. But this is after Churchill was prime minister, and he winds up traveling around with Aristotle Nasa's on 1 of Aristotle giant boats, and he would... He had... He kept that same routine where he'd get up maybe 6 or 7 in the morning, and he wouldn't get out of bed till 12. Are noon, and he'd be working and reading... I think at that point it's like, reading and writing in bed. We're gonna get into that. Like, he just used everything is an office. Use the bathtub as an office, A train, a bed. It did not matter. But just this idea where, from the time he was awake till time he was sleeping, he was working, and he would take naps to to regenerate to to to re energize rather. No detail was too small for his attention Churchill was particularly insist that men... That ministers compose memos with B and limit their links to 1 pager or less. Is a quote from him. It is sloth not to compress your thoughts. And so that's why I think you see. He's a... He likes half he suck rap suck for maxim. Just give it to me as as su as possible. He'll try to... And and I'll give you some examples of in in the book, I think, where his... You know, he you might write him 1 or 2 pages, and his responses is 2 words. 1 word. Sentence. So he really wanted, again, there's too much information in the world give me the most important bits and let me get all my days. The way I would describe him. Anything that... And then this is his idea. I'm gonna always work on the most thing anything that was not of immediate importance and a concern to him was of no value. Churchill notion of what can... Constitute an office was expansive. Generals, ministers and staff members would find themselves meeting with Churchill while he was in the bathtub, 1 of his favorite places to work. He also liked working in bed and spent hours there each morning going through dispatch and reports. 1 of the things I... I've done 2 podcasts on Theodore roosevelt, and 1 of the things I love is this idea that you should have a fit... Like, you should have a model for life. Whether it's your family motto, or a personal model, roosevelt personal model was 1 that he copied Motto. His personal motto. I'm not pronouncing that correctly. Was 1 that he copied from his father. Get action. This is very similar to I feel how Churchill conducted his life so to note of myself on this page is get action. I'm here to fight and I'm here to win. 1 of Churchill assistance was struck by how much the public seemed to need this new prime minister. They mar... He marvel at the enthusiastic greeting Churchill got from the men and women they passed. A group of people waiting at the private entrance to number 10 downing Street offer their congratulations and encouragement with cries of good luck winnie God bless you. Churchill was deeply move. That's another thing. There's... Yeah, well, I'm gonna run over my own point here. Churchill never afraid to express emotion. Began to weep. He cares deeply about his mission about what he's doing about the immense responsibility that he has. He experiences all of the full scope of human emotion, including weeping and just being unbelievably grateful. That people trusted him to lead him to lead them during this time. And so he he talks about that here. Poor poor people. Poor people. He said they trust me. And I can give them nothing but disaster for quite a long time. What he wanted most was to give what what he what he wanted most to give them was action as he made clear from the start, action in all realms from the office to the Battlefield. What he especially wanted was for Britain to take the offensive in the war to do something anything to bring the war directly to Hitler. As Churchill said on frequent occasions, he wanted the nazis to bleed and burn. So he's like, we're not just gonna sit here and and play defense as Hitler attacks. He's said we're on the offense. This mission and other raids soon to follow, were meant to signal to the British people to Hitler and especially to the United States that Britain intended to fight So he talks about this. He's talking about this during speech. I just wanna pull up 1 line here that you probably heard before. 1 line stood out with particular clarity. I have nothing to offer but blood, toil, tears and sweat. Okay. So after France falls, there's renewed talk in Britain about, hey, maybe, you know, we... Appease essentially, like, let's let's try to make a deal with Hitler again. And this is something that Churchill talked about, he wrote about. He talked about. He was not a fan of what the the Neville Chamberlain strategy for this. And I just wanna pull out a couple sentences here. The deep current of a appease that had persistent flowed with an english English society began to surface a new with fresh calls for a piece arrangement with Hitler. This is the response. In the churchill household, such defeat his talk inspired only rage. So this is more about, the way this is really how churchill approach a lot of things. See. He approached you with term... Determination, but he would also give an accurate assessment of the current state of affairs, and then which usually we're we're bad, and then add optimism to that there. Listen. We're gonna have to give this everything that we've got. Despite the grave news, Churchill seemed un face. Whatever Winston shortcomings, he seems to be the man for the occasion. His spirit is ind, and even if France and England should be lost, I feel he would carry on the Crusade himself with a band of private tears. The speech at a pattern that he would fall throughout the war, offering a sober appraisal of facts, temper with reason for optimism. It would be foolish to disguise the gravity of the hour he said. It would still be more foolish to lose heart and courage. Next he addressed his main reason for giving the speech to warn his countrymen of what lay ahead. After this battle on French ab ace, its force will come... Its force there will come battle for our islands. For all that Britain is and all that Britain means he said. In that supreme emergency, we shall not hesitate to take every step, even the most drastic to call forth from our people the last ounce an inch of effort of which they are capable. So he's trying to get us people on to understand, hey. It's a great situation where we're gonna be optimistic. We're gonna do everything we can. And yet, there's a lot of, a lot of examples that you could imagine that for the stress that he goes under For this year, that the year that Churchill will became Churchill where, you know, he he might be optimistic 1 day and then completely depressed and terrorized. The next, this is an example of that. This idea that you and I talked about over and over again, Euphoria and tara. So in our in our circumstance, normally, we say this is, you know, is it that that line comes from Mark G saying that when you're doing a start up, you only have experienced 2 emotions, euphoria and terror, and that a lack of sleep enhances both. And so that that's the most sync description of the emotional... The entrepreneurial emotional roller coaster. Right? But that emotional roller coaster occurs. And when anybody trying to do anything that's difficult. And there's very few people to try to do something more difficult than churchill at this point its life. So it's not surprised that he's he's high 1 day, and the next day he's extremely low. The churchill who on Sunday had struck C as being un phased was here sup by a prime minister who seemed deeply worried about the fate of the empire he was in charge. I have never seen Winston so depressed. Another smart thing that Churchill did during this time is he found... He found a team that he could rely on. And this guy, this big... The the bib in this book. Is a treasure trove, because there's been over a thousand biographies written about Churchill, and I'm obviously gonna cover more in the future. Like, I'll do a proper biography so we can learn him more about his early life as well. And just he's... There's just a ton of books that are interesting that are written about him. But there's also... I looked up, and the guy I'm about to tell you that's that Churchill got, like, put him on his team when it being somebody 1 of legs long friends but also a very competent person, I wanna read his biography. His name is Beaver brook. Max Beaver brooks. So it says Churchill did not did not, and frankly could not manage the staggering pressure of directing the war by himself. He relied heavily on others. Even if sometimes those others merely served as an audience of whom he could test his thoughts and plans. Beaver book could be counted on for can at all times. And to deliver advice with without regard for politics or personal feelings. Beaver book was get... So... It's comparing Beaver book to 1 of other... This other guy that that assists Churchill name Pug. I'm gonna skip that as where Pug was calming and cooling influence, beaver book was gasoline. He was also wildly entertaining. A trait that Churchill loved and needed. Churchill also wildly entertaining. 1 of the best dinner guests you could ever have. Of Beaver book had bought the the Mori daily Express newspaper, and over time, he grew circulation 7 full. So he's a very successful wealthy entrepreneur. So it grew... Circulation 7 fold to 2500000.0 people a day. Cementing his reputation as an ingenious maverick. Beaver book and... Beaver Brooke enjoys being provocative. Complaints complacency was as tempting a target to him as a balloon to a small boy with a pin. So he's wildly entertaining, really smart, really good at building a business. He's provocative. He doesn't like complacency. These are all... This is... Now it's very obvious like, why I wanna read a a book about it. Right? Beaver book and Churchill had been friends for decades, but this 1 sentence really pushed me over the edge. Churchill saw the relationship in su sync terms. Some people take drugs. He said. I take Max. Okay. So let's go to this idea that Churchill has no plan b. Churchill was convinced that 1 of Hitler's first goals would be to kill him. With the expectation that whatever government replaced him would be more willing to negotiate. That is actually accurate and Hitler on record telling that. He insisted on keeping a machine gun. Having vowed on numerous occasions that the Germans came for him He would take as many as possible with him to the grave. So we get to the point in history, known as Dunkirk. It's also 1 of my favorite movies. I just re rewatch it probably a few weeks maybe a few months ago. It's fantastic if you haven't seen it. And so, you know, this can be rather depressing it. It is good that they they were able to evacuate a lot more soldiers than they thought. They thought maybe they get out 50000, they got a couple hundred thousand, but they left a lot of supplies supplies they they badly needed and more equipment. So this is on Dunkirk and surrender is not an option. Throughout however, Churchill was never flagged far from it. He seemed almost enthusiastic. He understood, however, that others did not share his positive outlook. And I think this next paragraph 1 of his most important traits by recognizing that confidence and fearless were attitudes that could be adopted and taught by example, Churchill issued a directive to all ministers to put on a strong positive front, showing confidence in our ability in in flexible resolve to continue the war till we have broken the will of the enemy to bring all Europe under his domination. That's a quote from churchill. Now another quote here. He says, I'm convinced that every man of every man of you would rise up and tear me down from my place. If I were for 1 moment to contemplate surrender. This is this is a fantastic quote. If this long island story of ours is to end at last, let it end only when each of us lies choking in his own blood upon the grounds. So if you heard somebody say something like that. I mean, it's pretty obvious what their level of dedication is. Right? Here as another speech, churchill demonstrated a striking trait. His knack for making people feel loft, stronger and above all more courageous. And we see in the speech that churchill fired up. Wars are not won by evacuation. As he near the conclusion of the speech, he fired his boilers. We shall go to the end he said in a cr of ferocity and confidence. We shall fight in France. We shall fight on the season oceans, we shall fight with growing confidence and growing strength in the air. We should defend our island, whatever the cost may be. We shall fight on the beaches. We shall fight on the landing grounds. We shall fight in the fields and in the streets. We shall fight in the hills, we shall never surrender. And this is a response from, 1 citizen. I feel so much in the spirit of Winston great speech that it could face a world of enemies. This is yeah, I read this this fantastic post 1 time. It's by Frank S. I think it's his name. He's taken a bunch of tech companies public, but he wrote this... He wrote this post called Amp Up. And I just wanna read and he talks about, you know, he... He's essentially brought in. He in some cases, he's brought into, like, turnaround around a company or take company has potential, but under current leadership is not doing as much as it could do. And so this whole thing is, like, you gotta bring more end energy and and and and intensity to what you're doing. Is it's very similar to what Churchill is doing here in the speech. And so in, I'm just gonna be 1 paragraph from amp it up. And it says bottom... This is Frank Sleep writing. Bottom line. There is room up in organizations to boost performance by amp up the pace and intensity. Considerable Slack match truly exists in organizations to perform at much higher levels. I would argue what Frank saying here could also be applied to individuals. The considerable Slack naturally exists individuals to perform at much higher levels. Let me go back to this. The role of leadership is to convert that lingering potential into super results. The opportunity is right under our noses, but for some reason, it does not enter the consciousness. This notion is not limited to business enterprises. We see it in professional sports all the time, how teams go almost overnight from losing to winning with basically the same roster, but different leadership. Call it what you want, the x factor, whatever, it is real. Anybody can dial into this, but not many do. And then 1 more paragraph from this post that really, I think describes exactly what's taking place at this point in Winston Winston Churchill Career on life. It is not easy because you will drive people out of their comfort zones. There will be resistance. Change is hard. Some will vote with their feet. If you wanna be popular as a leader, this may not be for you. The role of the leader is to change the status quo, step up the pace and increase the intensity. Leaders of the energy bunnies and pacemaker of the organization. Some people drain energy from organizations, not leaders. They engulfed organizations with energy, and you know that that's exactly what Churchill is doing because after these speech speeches, people talk about. Hey, I'm ready to fight an entire world full of these Later in the book, I think it talks about this this 1 moment says, I listen to churchill, and I'm ready that the to the attack, the the biggest German I can find. Okay. So again, I wanna go to another speech. I really, I could do an entire podcast with just quotes, from Churchill. He was so gifted. His his his persuasive abilities. He's just the way he... He just had away with words. I guess, the we to think about it Churchill after... This is Churchill after the fall of France. But before the battle of Britain. And so he says he may no attempt however to skirt the true meaning of French collapse. The battle of France was over he said, adding I expect that the battle of Britain is about to begin. The whole fury and might of the enemy must very soon be turned on us. Hitler knows that he have to break us in this island or lose the war. He marched towards his climax. If we could stand up to him all Europe may be free. But if we fail in the whole world, including the United States, and all that we have known and cared for will sink into the abyss of a new dark age. And I'm building up to, I think which probably his most famous quote, he issued an appeal to the greater spirit of Britons everywhere. Let us therefore brace ourselves to our duty and so ourselves that if the British commonwealth empire lasts for a thousand years, men will still say. This was their finest hour. Arguably. This was Churchill finest hour as well. This is an example of his ruth is B, and his his his pre... He was predisposed to favor new like, military technology. This is the the invention of the sticky bomb. And he he would always try to say, hey. Let's try to test it out. Let's not be... We... There's no reason to be too cautious. This thing might actually... Like, these weapons might actually help us win the war. There's a ton of examples of that, in the book, but this is really about his ruthless b. The sticky bomb as it was known, did eventually reach a point where it could be deployed in the field despite opposition by his own war department. Our war office rather. Churchill over road the department's objections and gave the weapon his full support. In a 06/01/1940 memo, noteworthy for both its precision and its B, Churchill commanded. Make 1000000. So let's go to June 19 40. This is Joseph Go Go, He's the head of Nazi Propaganda and also very important person in the Hitler regime, and it says global told the group. Well, this week we'll bring the great swing in Britain, Meaning that with France fall and the English public will now surely clam for peace. And a quote from Global here. He says Churchill, of course, can't hold On said. A compromise government will be formed. We are very close to the end of the world. And so there is... I shouldn't be at the end of the war. There are countless examples in this book. Of the over confidence, the gross and deadly would turn not be fatal over confidence of the nazi Nazi regime. If you're interested in learning more about this, I recommend this podcast case multiple times. The who I feel the best podcast in the planet, wanna a person that I look up to, it's heavily influenced how I think about podcasting it. I just learned tons from. That's Dan Carlin of hardcore history. He has this fantastic multiple parts series, multiple parts series called the ghost of Os front. It's about the war between Germany and it's Eastern front of the world war 2 between Germany and Russia. I think it... Where, like, 80 or 90 percent of all casualties happens. So by far the most important front of the war. But He also has this thing, he has another podcast feed called hardcore history Addendum. And on that feed, the very first episode on that fee is called imperial, Germany versus Nazi Germany. He talks about, Ever I referenced before the podcast. I just went back and listened to it after I finished reading this book just to make sure I stood what he was talking about correctly. But this idea where, you know, people... Because Hitler had such... At the very beginning, you know, such massive quick success. They think he's some kind of brilliant military strategist. And, Dan Carlin, he's the kind of person, like, for his multiple parts series, takes, like, 2 years to do he'll read, like, 30, 40, 50 books on the subject matter. So he he has a rather informed perspective. But he says, he's like, listen, if you took Hitler, and you said, I could only staff a room with the 20 best military... German military strategist from World war 1. Hitler wouldn't even make it in the room. And this book really highlights some of these just... And it it kinda makes sense when you learn more about the the Nazi regime. They were a lot of drug addicts. Herman Gore. He's also in this book a lot, the head of the, the the German Air Force he was a morphine addict, extremely strange person, Hitler was on speed or meth or maybe that's the same thing. Put this over confidence combined with the the the rational state of mind when you're on drugs every day. Just led to some extremely bizarre decision making, strategic decision making, from the Nazi party. And the results of those poor decisions led to to their inevitable defeat and then their deaths. Obviously, Hitler killing himself Gore killed himself. Anyway the survive went up, you know, being, get a sentenced to death or sentenced to, to prison as a war criminal. So there was very real consequence. The reason I'm trying to try to tell you all this you might already know. Is very real consequences to un underserved over confidence in this idea. They severely underestimated churchill. Like, oh, okay. France, okay. Here comes Churchill. He's gonna give up the war over. Listen he says we are very close to the end of the war... End of the war. Is June 19 40 when he's saying that. Something brief here for you, maxim French maxim that Churchill is fine of quoting and trying to live by 1 leads by calm. This is a priceless thought from a drunk and dancing churchill. It's 02:15 in the morning. He's having the dinner, and he just... He's... They're out, like, trying to, little break. I guess calm down a, like, break the stress of the day. As you as you could imagine, And so says he's, like, dancing and with a drink and kinda of being all, like, light lighthearted. He has this sudden thought. He says during 1 such pause, Churchill liken a man's life to a walk down a passage lined with closed windows. This direct quote from him. As you reach each window an unknown hand opens it, and the light it lets in only increases by contrast, the darkness of the end of the passage. Moving on, I think when you analyze how, who people admire, you kinda give the, give get an idea of what kinda traits they want. In their own life, there's also reverse of that. We see... This is Churchill and his son Randolph, and we see him... Heavily criticizing his son. There's all kinds of interesting side side stories with the son. Son is kind of an idiot degenerate Gambler, interesting enough The the the American ambassador. That Roosevelt sends over once the Lend lease act is signed and essentially, the the American starts supplying Britain with ships and artillery and everything else. The person that was sent to Britain to coordinate all that. Winds up having an affair with Randolph wife, and it sounds like Churchill knew that. And he... My impression was like, he thought it was a good idea to keep him close. I don't... It was just... There's a lot of Bizarre stories in the book. But I wanna focus on what he's... Could... When you see him chris criticizing his son Randolph, who deserves criticism for sure. We see the traits that Churchill wants to avoid himself. Your idol and lazy life is offensive to me. Churchill Wrote. You appear to be leading a perfectly useless existence. So don't be idle. I a church on this, don't be idle. Don't be lazy. Don't be useless. This is more about the the over confidence of the Na regime. And really, the problem promise is Hitler expected churchill to act rationally. And when you read about churchill and when you study churchill, there's nothing rational about his behavior, and that's what that's what makes him such an outlier history. England was the last obstacle in the west 1 Hitler needed to eliminate so that he could con concentrate on his long dreamed of invasion of Soviet Russia and avoid a 2 front war. He believed that even churchill would have to acknowledge the fo of continuing to oppose him. The war in the west was in Hitler's view all but over. Britain's position is hopeless Hitler said. The war is won by us. A reversal in the prospects prospects of success is impossible. So confident was Hitler that England would negotiate he demo mobilized 25 percent of his army army, fatal mistake here. But Churchill was not behaving like a sane man. Hitler sent a series of indirect peace failures and all were rejected or ignored. So this point, the Aria Royal air Force is fighting over the this this the skies of London, the Lu w, I think that's how you pronounce it, which is the German Air Force, and churchill again, if it with words. It says Churchill found himself found it all thrilling. After all, what more glorious thing can a spirited young man experience, than meeting an opponent at 400 miles an hour with 12 or 1500 horsepower in the in his hands and unlimited an unlimited offensive power. It is the most splendid form of hunting conceivable. And that's what you realize about fighter pilots is that they're entire life is a desire to engage in in combat. I read chuck years the guy that, bill that broke the sound barrier. First person ever break the sound barrier, but he was also a a fighter. In world war 2 for the American, that's founder number 1 63, and there's a quote in his auto geography. His auto if you mind up selling millions of millions copies. It's fantastic book, but it talks about because Chuck winds up becoming Ace in a day, which is you kill 5 enemy. You should done 5 enemy plays in 1 day. And they described it in his auto because he just he he can't... He was like a poor kid growing up in West Virginia. And the description is just fantastic writing. It says the Germans began to come up to challenge us and ran into a goddamn West Virginia Buzz saw. And so even though at the very beginning, the R is having some success against, and their numbers went up being, because they they they expected to to get white really easily. That's the conventional wisdom was the German air force is just gonna come corner, kick our asses, R. Again, you got anybody that's... The their back is to against their wall against the wall. The you either succeeded die, like, that's not something you can underestimate. Right? So the Rf at ones up having, initial success against the German Air force and yet Hitler still believes Churchill has no chance. So this is another, like, warning signs. So I'm I'm trying to pull up the positives that we can learn from Churchill contrast with the negatives that we wanna avoid from from Hitler. It's like, he doesn't ever change. Like his opinion because think about what what Charlie Mu told us where he's like, a avoid intense ideology it turned your brain to cabbage. That's like exactly what happened to the Nazis. Right? That you're obsessed ideology over, like, intelligent strategic decisions. Where it's like, it doesn't matter what's actually occurring on the battlefield of what's actually occurring in life. Right? It's like, no We're we're the supreme race we're gonna win. So even when he's They're starting to initially lose against Britain. Hitler doesn't change his perspective and his his thought process never changed. Okay? I'm fantastic. I'm gonna be leader the world, you have to submit and surely you're gonna give up any any minute. Right? And so we see that here. It says the only possible result of the war Hitler Warned was the annihilation of either Germany or Britain. Churchill may believe this will be Germany, he said, but I know will be Britain. In this hour, I feel it to be my duty before my own conscience to appeal once more to reason and common sense in great Britain as much as elsewhere. I consider myself in a... This is so insane that he's talking like this. Do. This guy is a Do. I consider myself in a position to make this appeal since I am not the van, begging favors. But the Victor speaking in the name of reason, What are you talking about? I can see no reason why this war must go on? And so we see another reply from the speech by churchill. And again, 2 things I wanna point out. Everyone thought Churchill had no chance. This has repeated multiple times at the book, and number 2, his responses we're not gonna quit. We're not gonna stop. The very officials president in the studio could not believe their ears. 1 shot. These are Germans. Can you understand those British fools to turn peace to to turn down peace now? They're crazy. His message was clear. We shall not stop fighting until freedom for ourselves and others is secure. This is another quote from churchill, he realized realizes that this is gonna... Let me just read. He understands the danger. Again, we're humans are very complex. In many part many ways irrational creatures. And the fact is he understood this. Very few enemies that are more dangerous for yourself and your team and whatever you're trying to do than poor morale. Nothing must be... But nothing must now be said, which would disturb morale or lead people to think that we should not fight it out here. I'm gonna again, compare Churchill to Shack. Episode 144, I think, Shack was concerned of all their enemies. The cold, the ice, the sea, he feared none more than demo depolarization. So you got 2 of history's greatest leaders telling the same idea. They did not know each other. They were in different parts of the world, different fields everything, and they arrived at the same conclusion. That is a giant red flashing sign for says, hey, this is really important. We have to avoid demo depolarization. Let's go back to another mistake made by the Germans. This is something... Like, this is a giant mistake. You want to know your weaknesses. You can't just ignore them and think they'll go away. I think about the book on Arnold, the first 30 years of Arnold Shore like I just did where he... I mean, that's he talks about over and over again. Like, he I... I just think it's such a wild thing for him to do to hire a... A professional photographer to take pictures of every month and look for weaknesses with a magnifying glass. So you and I are not body builders, but we can apply that same principle to our profession to our work. You want to know your weaknesses and the Nazis just ignored them We have Gore, who's the head of their Air Force. Gore decided that they would only need 4 days to destroy where remained of the Royal Air Force fighter and bomber operations. What are you talking about? Going refused to listen to his fighter commanders protests that such claims were not realistic. In encounters with the R, German pilots found no hint of diminished strength or resolved. Go he's like, no. They... It's futile. They're gonna give up. They're gonna collapse. He sends out his fighters to fighters start fighting. He's like, no. These guys are kinda kicking our ass and they seem to be very determined, not for us to just let them take over their country. Hey, way we should do about this. Gore response, I refuse to listen to this. This is so dumb and yet so easily avoid and in in the cases, at this particular changes obviously, but at this particular time in the battle. The the Royal Air Force are shooting down. The next 3 battles, they they went shooting, it's like, a... They have a kill death ratio, so they went for every 1 plane that they lose. They went killing shooting on 2 or 3 of the Germans. And in 1 battle, they went up shooting down 15 to 1 and going still not, like, letting the realities of what's happening, like, sink into and and cause him to change and update his thinking. This is very, very bizarre. Again, this guy's addicted to morphine. He's taking Morphine every day. Few pages later. We can see another contrast between Gore and churchill. Churchill has 1 goal, survival and victory. I'm going to... We are going to win. And if we don't win, we are going to die. It's very simple. Gore, this entire time. So, obviously, they're they're taking over different countries to killing all these Jewish people, Gore was obsessed with collecting, like, the finest luxury in arts. So he do have this, like, personal train that would go all over and as they're raiding other countries. He would get first d on, like, if he wanted a piece an artwork at work or sculpture and he'd have this... He didn't wanna look the... By the time the war ends 1 of the largest collections in the world. And says go himself was proving to a problem. Easily distracted. He was unable to commit to a single, well defined objective that is deadly. If you're trying to do anything that's extremely difficult. He unable to commit to a single, well defined objective. Churchill has a single well defined objective. 1 he's refusing to deviate from. You are not going to... If you can't do that in the other person on other side can, you're going to lose. And look at the result of going being unable to focus on his primary objective, which is he's in charge of the Air force. The R destroyed 78 German bombers at a cost of 3 of its own pilots. And so eventually, they get it together. They realize okay, We're not doing any more daytime rates. They start only doing nighttime range, which is actually a smart tactical decision because the are at this point, there's... You don't have the technology. It's very hard to find a plane unless there's ton... Like, unless it's daytime. And so they have some anti aircraft guns. They are gonna use to, like, limited success and later in the war or later in the, the bombing this 1 year period. Da has limited success at night. But this is really when Germany starts destroying large... Large parts of London. In other cities in England as well, And so Churchill was realizing. Well, this is demo. Remember. He just warned... He was warning to top people. We cannot let this his become demo. So he's, like, we're going to go on the offense. Things like, okay. Even if we... Like, we can't do anything if we can't defend London, and let's attack Berlin. At 12:20AM Berlin were shocked to hear air raid sirens go off throughout the city as British bombers drone overhead. And this is why, again, the Nazis don't seem to know what the word impossible means. Right? A scenario, their leaders had assured them was impossible. It's not impossible It's happening right now. Gore had assured them that it couldn't happen. He boasted that no end this guy should Doo. He boasts that no enemy planes could ever break through the outer and inner rings of the capital anti aircraft defense. But yet that's exactly what the Rf Rf has just done. Isn't that... So now compare the way gore and Hitler and all these other people are talking to their population, and people they're leading compared to what churchill does. He he doesn't sugar who things. Like, yeah, this is going to be difficult. Like, people people will die. If we don't stop them, they're gonna take over our country. And then the Germans is like, no, this is impossible. The wars already won, They can't get to berlin. It's completely different strategies here. And then I have more highlights, but I feel like I'm repeating myself and then you are you already get it. This is the last time I'll bring this up, but again, more deadly over confidence. I'm not the last 1 I'll bring up daily conference, but these kind of pronounce there they're scattered throughout the entire book. Gore told global that the word would be over in 3 weeks. That is... He said that in September of 19 40. So now Wanna go into the heart of the book, which is what makes this so devastating is when they figure out, okay. We're gonna just attack a night. So this is when Hitler Attacks London, this is a description of what that was like. The dust burst outward, rapidly first, like smoke from a cannon. Then slowed and dissipate anticipated sift and settling, covering sidewalk streets when chills and buses, phone booths and bodies. Survivors exiting the ruins were coated head to toe as if with gray flower. It complicated the care of wounds 1 physician said. Which struck 1 was the tremendous amount of dirt and dust. Her training and keeping the wounded free of infection proved useless. Their heads were full of grit and dust. Their skin was engraved with dust, and it was completely impossible to do anything much about infection at all. So they... Over the course of this year, even though they wind up surviving. 50, I think the numbers 58000 citizens and soldiers were killed by the Nazis. Particularly Jarring was the sight of blood against the gray background. Bombs were falling in London. The city's anti aircraft guns remained strangely silent, not firing until half hour later. As night fell, R fighters returned to base and stayed there made help us by the dark. Bombs fell throughout the night anyone venturing outside saw the sky glowing red. German radio rejoice. The heart of the British empire is delivered up to the attack of the German air force, the announcer said. For Londoners, it was a night of first experiences and sensations. The smell of chord after a d donation. The sound of glass being swept into piles. This is a description by a teacher that was in her thirties, who kept a diary during the war. She heard the sound of bombs falling for the first time, and it was an appalling streak like a train whistle. Growing near and nearer, and then a sick crash reverb through the the earth. The worst sound she said was the low dr noise made by the masses of the aircraft, which may... Which reminded her of a dentist drill. Another writer president in London that night recall the olfactory impact of an explosion, describing as an acute irritation of the nasal passages from the powdered rubble of dissolved homes, followed by the mean little stink of link of leaking gas. For many residents the night brought another first, the site of a corpse. When 18 year old Len Jones ventured into the rubble behind his family's home, he spotted 2 heads protruding from the wreckage. I recognize recognized 1 head. It was mister say. When I saw the dead, I just con converse and couldn't get my breath. I was shaking completely. Then I thought, well, I must be dead as they were, so I struck a match and then try to burn my finger. I kept doing this with a match to see if I was still alive. I could see, but I thought I cannot be alive. This is the end of the world. So the day after, Churchill is gonna lead from the front. He insists on seeing the damage firsthand There's gonna be other examples in the book where they're they're trying to... And again, they know where he's at in many cases and they're trying to bomb them, And he's on the roof. He's... And or he'll continue working and he'll send all of the rest of his staff down to the bomb shelter and he'll insist on sitting at his desk and continue to. Again, he's a 01:01 for sure. This is... I'm gonna I'm gonna read a lot. Have I foresee my future in my future, reading a lot of books about this very, very unique individual. Fear that the might resent churchill arrival out of condemnation of the government's failure to protect citi. So was talking about... They didn't want him to go do this because they said, okay, They might be mad because you... You know, we couldn't stop this some happening, but it says that when he went out there. His citizens seemed delighted. Good old winnie. We thought you'd come and see us, we can take it. Give it back to them. A description of, this is another... A lot of this comes from dire entries. So this another example of that describing churchill this day. He looked in... This is just a. He looked invincible. Which he is tough, bulldog, piercing. Tough. Yes, but at times weeping openly, overcome by the devastation and in resilience of the crowd. You see an elderly woman called out. He really cares. He's crying. 1 woman shouted. When are we gonna bomb Berlin winnie. Churchill World around world around, shook his fist and walking stick and sn. You leave that to me. At this, the mood of the crowd abruptly changed. Morale, rose immediately. Again, you feared demo. Now we're seeing the opposite is happening. These people just lost loved ones. They've lost houses. They've lost parts of their city and Morale is rising. And this I double underline. This is so important. It tip the uniquely unpredictable magic that was churchill. His ability to try transform the des misery of disaster into a grim certain stepping stone to ultimate victory. Let me read that again. His ability to transform the des misery of disaster into a grim certain stepping stone to ultimate victory. That gets me fired up just reading that sentence. More quote. This is, I'm I'm now skipping had more quotes from churchill. III told me there's some degree. I think it should just do the whole podcast which just quotes when. Is amazing. As always, he prefer a mix of optimism and un realism. We cannot tell he said when they will come. We cannot be sure that in fact, they will try it all, but no 1 should blind himself to the fact that a heavy full scale invasion of this island is being prepared with all the usual German thorough and method, and then it may be launched now again, complete compare his words, the people he's leading to the words of the nazis and who they're supposed to be leading. There are completely ignorant amateur compared to this guy. He warned the outcome of of, was a far more consequence to life and future of the world and its civilization than the brave days of the past. So he's comparing all the difficult, wars that Britain had been in before, but now saying this is the awards. The biggest challenge we've ever had. Les his remarks send people cow, churchill offered grounds for hope and hero. He called Hitler's Bombing of London an attempt to try to break our famous island by a process of disagreements slaughter destruction, but the attempt by this wicked man had backfire. Churchill said what he has done is to kindle a fire in British heart here and all over the world. This new surge in morale had everything to do with his gift of understanding how simple gestures could generate huge effects. This is extremely smart move on his behalf. Right? So this little just. Gesture, changes morale as well in addition to not only he constantly out there, like reviewing the damage, constantly communicating, but it says what infuriated Londoners was that during these raids, the night raids, The German Air force seemed free to come and goes a wished without interference from the city strangely quiet anti aircraft guns. So have these giant anti guns station stationed all over its city, they're in Hyde park. They're at downtown there everywhere. Gun crews were ordered to conserve ammunition and fire only when aircraft were cited overhead, he can't really do that at night Right? And as a consequence consequence, they did little firing at all. Now this is just smart move by Churchill. He understands human psychology for sure. On Churchill orders, more guns were brought to the city and they... And he now directed their crews to fire with abandon. Despite his knowing full well that guns only rarely brought down out aircraft. Why is it doing that? The impact on civic Morale was striking and immediate. The gun raised... The guns raised a momentous sound that sent a chatter smashing blinding thrill through the London heart. Even if they're they're not as effective. It's you're doing something. You're not just sitting there taking it. It was a curious bit of mass psychology, the relief of hitting back. We see another response remember. This is happening every night. They're getting pounded. It's going on and on and on. And we see a church, another responsible for churchill. And again, she's just got away with words the German bombers headed back towards the channel in the French Coast. The battle was over. The churchill climbed up to the surface just as they all clear sounded. Odd by the idea of so many young pilots dashing head long into battle. Churchill said allowed to himself. There are times when it is equally good to live or to die. That just made me... I thought just popped in my mind because the difference between what hit... What Churchill was saying earlier. Was like, I have a machine gun. Like, okay. You're gonna come kill me. I'm taking you out with me. Right? He's not saying you're gonna come kill me. I'm gonna kill myself. Right? Where Hitler did. Hitler took the coward route out. He's like, okay. But defeat is imminent. Right? I'm gonna give up I'm gonna shoot myself. I don't think Churchill whatever ever done. He's like, I'm taking a couple of you guys out with me. You... I'm... My time to go cool. You're coming with me. Completely different style of leadership. And we see in every single thing he does? And again, this whole... This... His his determination and persistence is so perplexing to the Germans. They're constantly asking themselves? Why is this guy not giving up? What is happening here? Gore had promised Hitler, he would bring England to its knees in 4 days, but even after 4 weeks of nightly attacks on London, there was still... There was still no sign that churchill was beginning to wave, and there never was... There never would be a sign that he was gonna waiver, Choice of Go, group perplexed. None of it made sense. He could not fathom while churchill... Why Churchill had not yet conceded defeat, given the nightly pounding of London. Reports from the from the German Air Force intelligence continue to indicate that the Royal Air Force was critically wounded. That wound up being inaccurate. They were now because Beaver book was put charged. So they started losing a lot more planes and they could produce. Beaver book... Beaver Book, wound increasing production of of English fighter jets by, like, 400 percent something like that. So towards the end of all this, they actually wind up being able to replace planes faster they're losing them. So, again, these reports, the Nazis are working on faulty information because they don't want accurate information. Right? They want their delusions of grandeur not to be penetrated. Reports from the German, German Air force Intelligence continue to indicate that the Royal Air Force was critically wounded down to its last hundreds so fighters. False why was Lenin still standing. Churchill Stone Power. England showed no outward signs of distress or weakness, far from it, and the nazi leaders are not the only ones noticing this. Right? Why? The... It's not what... What I'm being told and what we're seeing is not matching up. England's resilience was having unexpected and troubling right repercussions at home among the German public. With England still fighting, Germans realized that a second winner of war was inevitable. Discontent was growing. Another the way think about that. They're being demo. You told us it's gonna be over 4 days. A couple weeks the war is over. Britain's not giving up what the hell is going on. They're still bombing Berlin. What is happening here? And then we see another example of... This is why I'm reading this book. Churchill is becoming churchill. I wanna study him? I wanna learn from him because I want some... I wanna emulate some of these traits. Could you imagine AAA better compliment from a competitor from your competitor an enemy, then what is wrong with this person, they refused to give up. They refused to quit. They won't go away. With the bombing of London came increased fears for churchill safety. A concern that he himself appeared not to share. No raid was too fierce to stop him from climbing to the nearest roof to watch. Churchill continued to visit anti aircraft installations, even as German bombers flew overhead. When raids occurred, he dispatched his saf his staff to the shelter below, but he himself did not follow returning instead to his desk to continue working. Even near miss... Misses seem not to ruffle him. John Ko recalled how 1 night as they were walking, 2 bombs came w to earth nearby. C do for cover. Churchill continued on str along the middle of the street, his chin stuck out propelling himself rapidly with his walking stick. So moving ahead, another example of if euphoria and tara. There is not... You know, I'm I'm focusing on his positive traits, but, I I don't wanna give you the the mistaken impression that this was all easy. It was like extremely extremely difficult. There's a lot of times of deep despair. And then having to, you know, work your way through it and not give up, and then, in some cases, that fin that that alternating between Euphoria and terror occurs in the same night. Churchill was in a disputed mood. He and pug that alone neither speaking. Churchill looked tired. And was clearly deep and thought. Everything weighed on him. U boats were taking a staggering toll in ships and lots. And the continuing cycle of air raid warnings and bombs and the disruption they brought appeared for once to be wearing them down. It was hard for pug to see churchill so tired, but a positive outcome also occurred him. Maybe at last, just 1 night, Churchill would go to bed early. Thereby freeing pug to do likewise. Instead, Churchill suddenly jumped to his feet. I believe that I can do it, he said. In an instant, his tired seemed dispel. Lights came on, bells rang, secretaries were summoned. Now the description of Churchill says he did many things well, but waiting was not 1 of them. Another description of this just a devastation that he has to deal with. The Nazis went up faking a raid on London. It's actually, a good move by them. Like, a strategic move. It's he terrible what they did, but the not rate in London, and instead, they hit a town a hundred miles away. And this was a result. Wave after wave of aircraft came over. All through the night for 11 hours, the bombers came and bombs fell. Now came scenes of horror. Doctor Ash reported seeing a dog running along a street with a child's arm and mouth. A man named Ea Cox saw a man's headless body besides a bomb beside a bomb crater. Elsewhere, an exploded land mine left behind a collection of charred torso. Bodies arrived at a makeshift Morgue at a rate of up to 60 per hour. And here mo tensions had to deal with a problem they had rarely if ever been compelled to confront. Bodies so mangled. That they were unrecognizable as bodies between 50... 40 and 50 percent were classified as unidentified owning to mutilation. Another thing to learn about our from Church, I guess is just just this the the... The the fact that you can act rationally the fact that you can rationally give up or refused to give up rather, and it could force your your enemy or your competitor or your opponent into making a mistake. And this is churchill refusal to give up really forces Hitler to make a fatal mistake because Hitler is getting impatient, and he's like, okay. I don't wanna to... He... Forever. He I think he even wrote this in mind comp. He talks about the dangers of a 2 front war. But he thought Churchill would would collapse would give up, Britain would be over. The fight with Britain would be over, and then he could on Soviet Union. Because Churchill imp that goal. He goes ahead with what he knows the mistake. So it says Hitler's General we're so concerned about the dangers of a 2 front war, the avoidance of which had always been a Bedrock principal in Hitler's strategic thinking. Now, however, he appeared to cast aside his own mis. Compared to a cross channel invasion of England war against Russia seemed easy What kind of drugs did you have to... Did he have to be on to believe that. The kind of campaign in which is forces had thus far demonstrated great proficiency. The worst... I mean, history is full of people trying to invade Russia, especially in the winter? They called general winter? And just a sheer size of Russia, and then the cold winds d, aren't armies. The fact that Hitler didn't learn from history is staggering. So it says, the worst of the fighting would be over in 6 weeks Hitler predicted. Did you do that again? And he stressed that the attack of Russia must begin soon. The longer you put it off, the more time Stalin would have to bolster his forces. So that is the fatal a mistake, Stalin and Russia gonna wind up accounting for 80 or 90 percent of all casualties against the german army. Let's go back to problems that Churchill has though. He's persistent court Fdr for American Aid. Right? He's it's relentless, but consistent pressure on them. But his problems are compounding because England's running out of money. So he's writing a letter to F fdr. And he says he saved the crux of the problem for last. The moment approaches is when we shall no longer be able to pay cash for shipping and other supplies. He urged Roosevelt to regard this letter not as an appeal for aid but it's a statement of the minimum action necessary to achieve our common purpose. Churchill of course did want American aid. Masses of it. Ships, planes, bullets, machine parts, food. He simply did not want to have to pay for it and indeed was fast running out the means to do. So. If you don't already know I did a bonus episode to search your podcast player on the mis feed for Freedom forge. That entire book, it was actually recommended by the founder of Stripe, Patrick Carlson, who has a really unique mine and if Patrick recommends reading a book. I think as smart Did a read book to read the book, but it's all about this this idea of churchill or American aid to the allies and how they were able to turn the American economy from, you know, production for consumers to protect to military production, rather rapidly, it's very fascinating. But again, Churchill needs supplies, but he's also running out of money. But he's also... This is where he has the gift of words in persuasion. F fdr respond, like, he he winds up being able to convince Fdr, to come to his to his side, and then this is Fdr response to his own people. He has to convince congress is a good age. So convince American people who was a good idea. And he does so with this metaphor that thought that was interesting. Well, let me give you an illustration Fdr said. He then deployed an analogy that has distilled his idea into something both familiar and easy to grasp. Something that would resonate with countless Americans. Suppose my neighbor this is about the Lend lease program. Right? How do you get around the fact that you can't just give him stuff, but they don't have money to pay for it yet. So suppose my neighbor's home catches fire. And I've got... I got a garden hose. But my heaven, he could take my garden hose and connect it with his up with his, hydrant, and it may I may help him put out the fire. Now what do I do? I don't say to him before that operation neighbor. My Garden hose cost me 15 dollars. You gotta pay me 15 dollars for it. I don't want 15 dollars. I want my garden hose back after the fire is over. If it goes through the fire alright intact, he gives it back to me and thanks me very much for the use of it, but suppose it gets smashed up during the fire. We don't have too much... We don't have to have too much formality about it, but I say to him, I was glad to lend you that hose. I can... I see I can't use it anymore. It's all smashed up. He says, alright. I will replace it. That's an analogy for the Lend act. No note I left myself on this page, statement from the Nazis. Give up statement from Churchill. No. I don't think I will. Churchill resilience continue to protect German leader. When will that creature churchill finally surrender. Joseph Go Road. England cannot hold out forever. He vowed that ae would continue... Until E until England falls on her knees and begs for peace. But England seemed far from doing so. That reminded me of 1 of the greatest Ben Franklin quotes I came across. I reading all his biographies on him. He was writing to a his British friend on the eve of the American revolution. And he says, if you flatter yourself with beating us into submission, you know neither the people nor the country. And again, another gifted communicator, just like a churchill. This is New Year... This is the state of the war New year's day 19 41. As of midnight, German raids over London alone in 19 40 had killed 13500 citizens and caused serious injury to another 18300, and more was yet to come, including the single worst rate of all. Just wanna pull out 1 letter. This is from, like, Fdr is like, ray and Hopkins, and he's writing them. He he he just spent a few weeks with getting to know Churchill making sure that if America gets behind him that they can trust him. And I really feel like he distilled Churchill down to his essence, and it only took 7 words. Your supreme confidence and will to victory. So 1 of the most surprising parts of this book is how life just went on even as they're getting bombed, shopping, parties, dinners, family events, etcetera. Churchill daughter was hours away from being bombed. She's at, like, a costume ball. And after the ball, she's scheduled to go with a bunch of friends to go dancing at this nightclub called cafe at Paris. So it says that the group... At the house household hotel, Queen Charlotte ball continued without Pause. Remember, they... It's so crazy having a ball. And they... They've been beginning bombed. They've already lost about almost 20000 people. But, again, that's just really surprising about the book. Mary wrote, this is this is Churchill rachel's daughter, youngest daughter. It seems so easy to forget that they're in the light and warmth of music, the dark deserted streets, the barking of the guns. The hundreds of men and women ready at their post. The bombs and death and blood. Outside the raid worsened. The knights filled the the the night sky filled with aircraft. The bombers dropped 130000 in and a hundred and 30 tons of high explosives. That's just in 1 night. 14 bombs fell across Buckingham palace. 23 bombs fell on or near the city's liverpool streets train station. An unexpected bomb forced doctors at a hospital to evacuate the surgical award. Another destroyed a police station. This is all happening 1 night. 1 bomb weighing a hundred and 10 pounds fell through the roof of the R cinema penetrated all the way down to the basement dance floor of the cafe to Paris and exploded. It was 09:50PM. The guy on stage, the performer on stage. His name was snake hips. He was only performing when the bomb. Hit snake hips was dead. His head severed from his body. Mary Churchill that happened at 09:50PM. She was scheduled to be there few hours later that night. And this is her her... Surprising response. Even to her own... She surprised her own reaction. They they try to make their way. They leave the ball. Try to make it to the club, and they realized oh my god, the Club was just bombed. Right? And said... And then they wind up going to another club. Like, they didn't stop. Like, okay, That clubs bombed. We were we we were back close to death. Let's go party. We're calling and now Mary wrote even the years later. I am a little that we headed off to find somewhere else to t. Whatever was left of the night away. I got 2 notes a few pages later. 1 is churchill is not distracted. We see another contrast between him and gore. None of this distracted, the chief gore from his pursuit, of art. He oversaw delivery of a vast shipment of work seized in Paris and packed onto a train that comprise 25 baggage cars. That's so disgusting. Transporting 4000 individual pieces ranging from paintings to Tapestry to furniture, many of which were stolen from Jewish Home of people that they wind up... Sending a constitution camps and killing. Sky disgusting. Single biggest takeaway from Churchill un in the face of calamity. As a note left myself. His biggest concern for the the time being, was the German submarine campaign against British shipping, which he called the battle of the Atlantic. The rate at which ships sank was 2 to 3 times faster than the rate at which Britain could build new ones. It was a dire portrait, but Churchill was un. Har, that's the guy that was sent over by Roosevelt to coordinate with his all this... They needed to, like, get supplies to Britain. Har was struck by his resolve to continue the war alone if need be. Single biggest takeaway, un in the face of calamity. An interesting enough. Har might sound familiar to you. That is the son of e h Har. E h Har this is kinda like Robert Baron financial type. I I saw have a book to read on them. But he... He's appeared in some of the books like, would need did deal with deals with Jpmorgan. He went to, yeah, like, a little sc with Theodore Roosevelt. He winds up doing business with James J Hill. So a lot of the people we've read biographies on. Har, E Har is the dad. This is his son. His son is now inherited hair... E Har passed away at this point. His son is unbelievably wealthy and, went reaching high levels of American government. Okay. And he's... Har also the guy that winds up. Sleeping with Churchill son's wife. There's all this whole whole thing going on in the book with that. More words by Churchill and the idea that desire to be un uncomfortable. Churchill Rose gave an impromptu speeds. Many of those those here today have been all night at their posts and have been under fire... Under the fire of the enemy in heavy and protracted bombardment. That you should gather in this way as a mark of fort of courage and detachment from material affairs worthy of all that we have learned to believe of ancient rose ancient Rome or modern greece. I see the damage done by the enemy attacks, but I also see side by side with the devastation in amid the ruins quiet, confident, bright and smiling eyes. Beam with a consciousness of being associated with the cause far higher than any human or personal issue. I see the spirit of an un uncomfortable people. Another description of 1 night of bombing for you. They said they saw a Bomb dead nate the power station in the distance. Bomb ignited a large gas storage tank, which blew up in in a column of fire that seem to go up for miles. This is happening in London. Nearby d nations caused the building to shutter and sent sharp s, clad against his windows. He climbed to his roof and there was met by the most amazing site I've ever seen in my life. A whole section of the city north of the financial district was a solid massive flames, leaving of... Leap flames leaving hundreds of feet in the air. Smoke covered half the sky and was all read from the fires below. Bombs tumbled on structures that were already on fire and raised geysers of flames. Among the people around him, he saw only interested calm, which astonished him. They acted as if the bombing was like a thunder thunderstorm. He wrote, I had the sick feeling that hundreds of people were being murdered in a most savage way, almost within a stone throw from here, and there was nothing I could do about it. I wanna pull out 1 sentence from a speech that Churchill gave, and I think this 1 sentence really demonstrates for you and What is the most important thing to Churchill. To brush aside sp and alarm and push on irr towards the final goal. So there's a pre history that takes place before the events in this book. And that's Churchill relentless criticism of not only his own government, but other European governments of this idea that you can appease Hitler. And he says something, dis distilled his his thoughts into something like, no matter how many times you pet a tiger, he won't turn into a house count. Right? And we're starting to see that even inside of the Nazi government, they realized, hey, if this guy was leading the whole time, would we would have never even got to this point. So says Joseph Go dismissed churchill speech in the house of commons is being full of excuses, but no signs of weakness. England's will to resist is still intact hero wrote. Go will confessed to his diary, feeling a new respect for churchill. This man is a strange mixture of hero heroes hero and cunning he wrote. If he'd come to power in 19 33, we would not be where we are today. He will give us a few more problems yet. He is not to be taken as lightly as we usually take him. And then just 2 quick things before I close, we're almost the. And the the book ends. Remember, the war is not over. It's just literally the first year of, Was said, Heller. The first year of Churchill being prime ministers. So first, this is great advice from Har to Churchill daughter, and he says, to be stupid about one's life is a crime. And then just AAA great toast that Churchill does towards the end of the book. And he says, here's to a year of toil, a year of struggle in peril, and a long step towards victory. And I'll close on this such as a great description of the impact of Churchill leadership. And so the first year of Churchill leadership came to an end. Against all odds. Britain's third firm. Its citizens more emboldened than cow. Somehow, through it all, Churchill had managed to teach them the art of being fearless. Churchill provided leadership of such outstanding quality that people almost revel in the dangers of the situation and gl and standing alone. Only he had the power to make the nation believe that it could win. 1 citizen put it best when she wrote. Winston speeches sent all sorts of thrill racing up and down my veins, and I feel fit to tackle the largest German. Diana Cooper, wife of information minister Duff Cooper told Churchill that the best thing he had done was to give people courage. He did not agree. I never gave them courage he said. I was just able to focus theirs. And that is where I'll leave it. I highly recommend reading the book to get the full story. If you buy the book using the link that's in as shown us your podcast player, you'd be supporting the podcast at the same time, it is a hundred and 96 books down 1000 ago, and I'll talk to you again soon."
}