{
  "transcript": "Only a few crumbling bricks are left today of the foul smelling alley in Frankfurt, Where in the second half of the eighteenth century, a dis franchise jew named Meyer Roth child, founded a European banking dynasty. Roth was a man of seemingly in inaccessible energy and ingenuity. He raised 5 famously gifted suns, ver money making machines to carry on his work after him. Their names overshadowed his own and became synonymous with colossal wealth, extravagant living and hidden political power. A century after his death, you could still ask in all seriousness. If a great war was still possible in Europe if the house of Roth child set their face against it. Roth child's origins were certainly modest. There was little reason to foresee his destiny. The personal circumstances of his life were difficult throughout. They suggest a saga, not only political and financial, but also human and dramatic. More dramatic perhaps than that of his flamboyant sons. The suns after all, were not persecuted human beings, legally confined to the sq of a congested ghetto. The old ghetto where Russia lived his entire life was a narrow lane, more slum like and over overcrowded than any other 10 in Frankfurt. A closed compound, it was shut off from the rest of the city by high walls and 3 heavy gates. The gates were guarded by soldiers and locked at night and all day on Sunday. In it lived the largest Jewish community in Germany in conditions of total isolation and apartheid. That was a description of the unbelievably terrible conditions that the Roth child Dynasty Sprang from, and it's... It was an excerpt from the book that we talked to you about today, which is founder, a portrait of the first roth child and his time, and is written by Amos Elon. Okay. So just a few things before I jumped into the book 1, this is going to be part 1. Of a 3 part series on the Roth Dynasty. Obviously wanna start with the paycheck of the family, the founder. So this book, talks a little bit about suns, but almost all the highlights and stuff we're can talk you about today he's gonna focus on him. The next 2 books is more about the the continuation of the dynasty that he... That... That that Rush laid the foundation for. And I wanna read several books on this because I'm obsessed with things that last a long time. I have a ton of books that I haven't got to yet about other companies that have lasted for hundreds of years, other family dynasties that I think are interesting. And 2, I'm also fascinated by this idea of people that are generational inflection points. Single individuals that changed the trajectory of their family forever. When I think of generation inflection points, that 2 people that come to mind right away or people like Sam Bro, this is Founders number 01:16. If you haven't gone back and listen to that podcast podcasts yet. That's the founder of S, of it's Chung Young. That's founders number 01:17. That's the founder of Hyundai Out. Everybody that I've studied to find the podcast. I don't know if anybody started in a worse position than Chung Young. His family was so poor that he had a tree bark in the winners, and he winds up being becoming... In 1 time becoming the the richest man in Korea. And there's actually a video that I keep on my phone that I've have watched more times and I care to admit probably hundreds of times. It's probably not an exaggeration, and it's actually a clip that comes from the show game of their thrones. And if you haven't seen the show, if you don't know the characters about talk to talk about don't worry. The... What Braun, the character Braun says is really the main point. And I think describes what a generational inflection point is and and where these people usually should come from. So in the scene, he's actually holding 2 Lannister brothers hostage and saying, hey, your sister Could Bounty on your head. She's were willing to give me this 1 kingdom. We made a deal a long time ago that if anybody ever paid me to kill you. You'd give me... You'd double their offer. What is double and he's... And 1 of the brother says, hey, I'll give you High garden. High garden is just a rich castle and land in the series. And so Jamie says to Braun, the 1 holding him hostage, temporarily holding hostage. He says, High garden will never belong to a cut through. So he means never gonna belong to somebody like you. You know, you're not a noble person, you're you came from the bottom. You're... Now he's worked his way up, Braun the character that I'm about to read the quote from. If you've watched the series or read the books, that character had a very advanced understanding of human nature and he used that understanding of human nature to go from, you know, essentially the lowest rung of society and constantly work him... Work his way up to better better circumstances. It's not very different than what we're gonna see today in this... With Roth child in this book. But Bronze response is what I watch over and over again, and he says to Jamie. So remember Jamie says, hi, Garden will never belong took a cut throat. And Lebron says no. Who were your ancestors? The ones who made your family rich? Fancy lads and silk They were fucking cut throats. That's how all the great houses has started. Isn't it with a hard bastard who was good at killing people. Kill a few hundred people and they make you a lord. Kill a few thousand and they make you king. And so he's using the word cut throat on this podcast, we use the word formidable individual. It's the same exact person. In his day, you get wealthy, you know, invading other lands, killing people in our day, you do it by founding a successful business. There is action a cameo by Napoleon in this book, and he's still using the old method where he just like, okay. I want your castle. I'm gonna come and bring my soldiers. And if you... You can leave and flee, which is 1 of Roth most important patrons actually does. Either flee or I kill you, But either way, I'm getting your your your treasures. Okay. So I'm gonna go to the book. I wanna start with the the the conditions, give you more details on the the the conditions in Frank, Germany at the time. When Russia was alive And what he had to deal it just a harassment and constant confinement, and it says tolerated or oppressed at times at other times expelled robbed and then tolerated again, Jews were always at the mercy of the moment. Subjected to elaborate rules, en from time to time, and he uses the German word, which, it's gonna translate into juice statues. So this is the rule of law that only guards non or non Christians or I guess, not not even non christian Jewish people specifically. It's obviously Christian dominated country. It regulated the personal details and professional lives of Frank Juice or citi, I guess, in this case, down to my new details. It's severely limited their freedom of occupation of movement an imposed loyalty on Jews, which included particularly humiliating references to them as members of an cursed race. In a city where Jews were discriminated against by the authorities and habit obituary massacred by the population, they had to pay an annual tax for the protection of their person and property. Now this is... I'm giving I'm giving this background because it's important because you will see the... What Roth child learned from his environment. And he actually, the advice he winds up giving his sons. And to a large degree, they wind up ignoring later on in life, but we'll talk about that on the the the 2 books I'm doing, after this 1. So it says by 17 60 when the story starts, most Frank Jews were pawn brokers money changers and dealers and secondhand goods. How they managed to survive under these circumstances and at times even to prosper was a mark of human enterprise and ingenuity. So think about that sentence. And if you listen to the podcast I just did on church where that the author of that book. Eric Larson says at the very beginning, Like, how the hell? I I thought about the the the the the bombing, the German Bombing on England, the first year that churchill was prime minister, and it's hard to fathom. And you bombed every night. I think about 50 something days in a row. It's like, how the hell the churchill deal with it. So let's go back to this sentence, how they manage to survive under these circumstances. And at times even to prosper was a mark of human enterprise and ingenuity. Vast 2 vastly different... Times in human history, to vastly different experiences same exact idea though. Frequent house controls known as visitation were conducted by city officials to make sure all these regulations were kept. The Jews had to be in the ghetto by nightfall when the gates were locked until the following morning. Okay. So a little bit more background about the time in history. And this is really think about this section than I'm about to reach you. This is the opportunity. That My exploited. And I'm gonna call him Roth child because the author just for refers to him as the Roth child, but his first name is Meyer. This is the opportunity he exploits because of this... The place in time in history that that he's living. It says Germany in the mid eighteenth century was a cluster of more than a hundred states ruled by absolute sovereign. Every petty principal mint its own currency. The only coins from outside the city that were accepted as payment were those of which they had the same silver content as the Frank Golden, I think I'm pronouncing their their local currency correctly. All this had to be exchanged before a purchase could be made. To pause there, Germany and the mid midnight eighteenth century. It's cluster there's hundreds of states, they're ruled on by their own absolute sovereign. Right? They insist on having their own currency. That means, if you're traveling from Citi city to city, they call state, but it's... The distance is what you and I would think like cities. Right? So if you're traveling a city city, guess what? You have to exchange your currency, they're not gonna accept it. This is the opportunity that Myers family once it's exploiting. So it says all of this had to be exchanged before a purchase could be made constant variations in the exchange rate. And this is not... I'm talking about this is... I I need to backup up. The great Roth child wealth that it's, like, become infamous in the world. That comes in the second generation. That's more led by Nathan Roth child, which is which is Myra Rush outs. It's not even his old son, but it's his he's like, the leader... He's so formidable of an individual and so smart that his other siblings would defer to him to some degree. But there's there's like a, the way to think about how Rush built his Dynasty. Wasn't all at once. He just took whatever opportunities in front of them. Did the best he code and then use that to to get to the next. It's like, think of, like, walking up a pair step of stairs. It's like I get into that next step. Then once them up there, have a better vantage point. I look around. Maybe was another opportunity exploit. But he did that over his entire life until he dies. Mean there's some great quotes about how his sons remember him. And the fact that they they understood even long after he was dead, that his constant energy and toil from the time he was... He's on his own... He's becomes a, orphan, at 12 or 13 years old until he dies at 68 years old, Like, he never stopped working. So, anyways, constant variations in the exchange rates offered knowledgeable money changers, ample opportunity to profit. So that is gonna be what Ra does... And then well, I keep running over my points. Let me remind myself to be patient we'll get there. Provided the main... They maintain close contacts with well informed correspondence abroad. The local market generated a need for letters of credit bills of exchange and other paper devices to to avoid the inconvenience in danger, sending large amounts of gold and silver coins abroad. Bills of exchange were promissory notes to pay a certain some to the bearer, on a certain date in the future, usually after a few weeks or months. Before their due dates, such bills were often traded at a discount. The discounting of bills yielded good profits and was practiced by bankers. Bankers and money changers were often also wholesaler in, let's just say goods. Yeah, wool, cotton, silk, wines, that kind of stuff, dies, tobacco, spices. So another thing to know. The vast majority of the Roth business is going... They're gonna make the the dynasty, the d wealth that's gonna be created in finance. At this point in the family history. They sell... They're mainly just a seller of goods so secondhand goods. Right? They do banking in financial transactions on the side as we'll see And eventually, the family goes all in on finance. Before Roth dies, his family stops, they... They're no longer... They no longer trading goods. They're completely focused on finance. And then just a sentence, that gives you an idea of of the city of Frankfurt for both Jews and non jews. It's all about the money. The spirit of the place was work workday and business lake. It was, quote, a city ruled by god... By the god of this world, money. Okay. So here's an example of what, this crazy environment that he's living in, lesson that he he passes on to to his sons. So there's this idea of all these noble people, usually, they're they're their religion preclude them from, like, charging interests and doing certain financial transactions. So you'd see a lot of Jewish people, actually, assistant, like, Dukes and and and royalty, like, running the the treasury in getting loans and doing all this other this stuff. They were called, the people that did this were called Court Juice. Roth is going to wind up becoming a court chew, but he learned something from Oppenheimer. And really, the the the don't of myself on this page just hide your wealth lest you invite envy. Now why would he say that? Why would he tell his kids that? Because what's gonna happen Oppenheimer right here. Oppenheimer was the privilege director of finances for the duke of Watt. In his prime as a court jew, Oppenheimer had been able to live in Frankfurt with his mistress outside of the ghetto. A vain power hungry man, he made many enemies. After the duke the the duke dies, Oppenheimer was tortured and hanged publicly in a cage. The lesson of Oppenheimer execution was not lost on his Jewish conte. It taught them to hide their wealth. Actually listened to a crazy podcast. It's called Profits at Doom. It's 4 hours long. And it's it's part of Dan Carlin Hardcore history series, and it's about this this idea where you're hanging people publicly and putting him in cages. His episode profits at June was about public executions in cages, in Monster Germany. And to this day, you can actually Google Monster Germany and you see these cages are still on the top of the churches there. It's really, really. It's 1 of the most remarkable Pockets I've ever single episodes ever heard. It's unbelievable how cruel humans can be to each other. More about the living conditions in the ghetto, 5. They went up having I think 8, 5 out of their 8 children survived at this point in history. They have more kids after that. But, It says 5 survived the disastrous un sanitary conditions. The ghetto was not exposed to the sun. It was damp and chilly in the winter and then humid and flying infested in the summer. The the yard out front was muddy and floor with waste waters that would not run off. The house was shared by 2 families, of 10 or 12 people each, and it would also have to accommodate their business as well. The 5 roth child's children, all shared 1 small bedroom. Every corner, every Nick, up to every nuke, N. Rather. Up to the roof was used. And, like a sign of advancement check how how crazy is. A sign of advancement was when you could have enough money where you could buy at 1 point Roth child is making enough money that he can buy. He can buy 3 eighths of 1 house. This a little bit about the environment in the ghetto. There was, of course, a pervasive addiction to money and trade in the ghetto. And I know left myself as I imagine you don't become 1 of the wealthiest families in history. Without this addiction. This is what the education and schooling of Roth was when he was a kid. The education provided was entirely religious. All forms of knowledge outside the sacred books were ignored. Instruction was wrote classes began early in the morning and lasted to do most of the day, the 5 books of Moses were read through systematically verse after verse. The teacher ruled with an iron hand, freely using the cane. The education main port purpose was to impart a never ending exercise and memory and concentration. Whatever else education achieved or failed to achieve within its overly narrow horizons, it's was said to sharpen the mind like no other, and pulp pupils with an intellect quicker and more agile than that of the average graduate of a German high school. At home from an early age, he was apprentice in the family business. So this is something as soon as you're sure she can basically walk. You're working for family business. See he does exact same thing with his kids. Everybody in the family. Boys and girls were expected to help. Russia was sent out on, Errands to other money changers in the street. So a long time ago, somewhere in the 1 hundreds. Early 1 hundreds. I I read the book on biography of Heavy Green. Head Green was 1 of the richest women, self made women in history. She was so rich that she would bail out loan money to New york city. And her family would actually, she grew up. I think a new Bedford for Massachusetts was the name... I'm doing going off memory here. Was the name of the city. It was... At 1 time, 1 of the richest cities in the world per capita because it was where at the top... They were Whale. And it's all kinds of byproducts that when you were w at this time, that you could sell. And so her family did the same thing, and she talks about in that book where you can't get a better education than she was... Her grandfather, because her family her mom and dad wanted a son and when she came out as a girl. She was just kinda os size and, like, sent her grandfather. They were so, like, to distraught over that. But anyways, her grandfather took her around and at... And he was 1 of the most successful businessman in the city, and she she helped with his book. She went to his meetings. And you... I think she's like, 11 years old at times zone like that. And she talks about there's no better education of girl get than being well versed in business. And then, you know, she kind of applied that with passion z for their throughout through through the rest of her life. Okay. So let's go back to Roth child. He sent away to a jewish a seminary than his parents die, and this is when he starts practicing in the banking business age 13 A few months after the boys departure. Epidemic of smallpox swept through the d... Disease vest ghetto, Ra father died. He was not a 12 years old, then his mother dies 9 months later. As a 13 year old orphan with few coins in his pocket, the future Ty launched out loan in the world. Family connections that secured him in apprenticeship at the banking firm of doesn't matter the name, The choice of the firm revealed foresight ambition and design, The firm was a prominent family of bankers in which the... In which for the past 100 years had branch out. Young Rush could acquire experience at finance and learn the fine art of being a court, which was the only career that enabled the Jews to escape the limitations and affiliation imposed on him by the law. Every ambitious Jewish merchant at the time aspire to be a court jew. Court jews, and this is why this is... It was like, terrible in the ghetto, but also fortunate at the same time, that he happened L lives because the court were a peculiar German phenomenon. They only existed here. Princes were in Con... This is why they existed. Princes were in constant need of credit to fur their armies with guns, their with jewelry, their their Their court with fine cloth and their cooks with French and italian deli. There was little need for a court in France where there... There was a central bureaucracy was more developed, or in Italy where an advanced baking system had existed since the late middle ages. In the relatively backward German lands, court juice were used their used their family contacts across Europe to supply kings and princes with the credit they need to pay for their personal and political books extra I double underline that part because if you really think about what his sons were able to accomplish, they did... They took that idea and put it on steroids. They would supply kings and princes with credit they needed to pay for their personal political extra, most of that the most expensive thing that Princes and Kings that need to raise money for was war because like I said earlier, you have Napoleon running around. You have all these people running around. You're gonna build a nice castle. Oh, that's a nice castle. Well I have an army that can overtake your castle. So you're constantly needing to build up not only to defend yourself, but also on... To go on the offense because that's tell you're building... These people are building a lot of wealth. Story was told of a certain jew who asked, who upon being asked why jews were proud, though they were not princes and had no part in government, he replied. We are not princes. Yet. We govern them. And so, again, when you think of the word Roth child. Right? You think of... I think most people think of... Yeah, they're really rich. They're, like, you know, new world order type. They were... They run the world because of statements like this because of things like this. Yes. I'm not a prince, but I govern them. I control the money supply. And therefore, I am technically more powerful than than they are. Since Rash may have been happier in hanover, than he had been in Frankfurt. Oh, so this is where he's in hanover Germany, where this is where he's doing his his apprenticeship. And this is why. He might have been happier there, than Frankfurt, because in Hanover, hanover, the atmosphere is more liberal and relaxed. Jews were dis franchise there, but they were not molested by street urchin during the day and nor were locked into a ghetto at night. He Rushed out gain experience in foreign trade, learned how to issue bills of change, apprenticeship in the eighteenth century, it was a form of bondage. Apprentice apprentice were bound to their employees for a predetermined period of service. I think this last what, like, 6 or 7 years. The first 2 or 3 years were often spent in men work serving the master and his family. They were paid no salaries, but they received free board, like free housing. Besides learning the ru of the financial business, Broaden his knowledge. Now this is really smart. Broaden his knowledge of rare and anti antique coins and historic metals. Coins had fascinated him since an early childhood. The the bank had a rare coin department. This is to where he's a apprentice had had a rare coin department and his work there gave him an opportunity to deepen his expertise. This is really smart. So I've talked about I think the best talk on Youtube that I found. It's by the investor Bill Girly. It's called running down a dream how to survive and thrive in a career you love, I think. Talked about it over and over again. And he has this idea he compares the approach to their craft, of 3 different people. Danny Meyer, the famous tour that's still like today, Bob Dylan, the musician and Bobby Knight of Coach. And he draws in 1 hour, and 1 hour talking he draws parallels between how everything they do. And it's like, they're all in different domains, different disciplines and yet they approach their craft the same way. And 1 thing I learned from that, talk was it is possible to know more. You may not... It's not may not be part possible to be smarter in another people. But at whatever you work... Whatever you're working on. It is possible to... Just literally collect more information than other people. And he gives examples of how Bobby Knight did that, How Danny Meyer did that, how Bob dylan did they. He calls him, like sponge. They were just completely obsessed, and we see the same thing with Ro. So he's, like, I have an interest in these rare coins, and this is going to be really important because other really wealthy people, Princes, Dukes, kings are also obsessed in these little, like tri. And stuff. So he's like, okay. I'm just gonna go and know more about this than any other person on the planet. He was acquiring a certain amount of historical knowledge without which he might not have been able to find his way. Coins and metals attracted collectors who often bought them as an investments. By the time he was 18, he had become something of an expert. He read every other book or paper he could find on the subject. That is also an idea we've seen before, Warren Buffett was asked by. I think it was group of students that wanna be investors. Hey, How can I be what you are? Pointed to, like, a stack of financial reports. Read 500 pages of that every day. And he he says knowledge is just like, money compounds. Then he also said, I know you won't do that. Like, it's it's very it's simple but not easy. You are not willing to sit down and read or learn more than other people, And that is why I'm going to get the advantages that you won't. Roth doing the same thing. I'm gonna... I'm going to read... Know as much as possible about the and this is just gonna turn into like, a mail order business. The reason I'm telling you is because this provides, like, knowing more, by knowing more, you actually open yourself to up to asymmetric opportunities. So he went up doing all this research you spending years learning about coins and he's going to be the the coins are gonna open the door to developing relationships with unbelievably wealthy pete... Patrons at the time. And 1 of these patrons that he meets through this is is going to lay the foundation for his generational wealth. It's so fascinating. By the time he's 18, he becomes something of an expert. He read every other book or paper he could find on the subject. And he happened to encounter a young Noble. This guy named General Von Au, who was an Ardent coin collector and took a liking tam. Au commission roth child to locate and buy from him certain coins and metals for his collection. It was in acquaintance that would peru useful to Roth child later on because General Von Au is going to introduce him to introduce To his single most important patron that he has in its entire life that would not have happened if Rochelle did not set year after year after year of the accumulation of knowledge, historical knowledge without which he might not have been able to find his way. That is direct quote from the book. That is such an important point. And that opportunity still exists to the state. There's a mis fit named Dustin in the sent me a message. He he starts listening to a podcast. He... I think he has the record. I when he... This is, like, when I had like, hundred and 80 episodes. He had read, like, 53 of the books or some some crazy number like that. And he's like, listen, He was already making a couple hundred thousand dollars. He's like, I doubled my business. So now he's making a couple hundred thousand dollars more. He's like, this is a direct result from the knowledge that I learned in all these books that I found from your podcast. Like, it's simple as that... And this is not a new idea. Read report Charlie Alma. There's a quote in that I book that Never forgotten. There's there's a... There's ideas worth billions in a 30 dollar history book? And yet you go around to average normal people and asking them how many books have you read. What are you, like, what what set of professional knowledge much have you added in addition to the the the hours that you're gonna to work in the last year. Most of them just look at you blank. It's an idea laying and plain sight that no one's even willing to do. What does that say about our species, The nature of human just to do the most of the minimum amount possible. It's ridiculous. I don't know When I read stuff like that just gives me fired up because it's so important. Think about how crazy the this turn of events just having to take interest happen to go all in, realizing and he obviously is a very... The rush a very smart and and driven person you know? But the idea is like, I'm going to make myself a world expert or an expert in Europe on this by the time I'm 18 years old. I'm gonna read every single possible thing. I can about this Like the opportunities that led him to in the future is just it's it's staggering. And then if you think about that, like, a the first domino that has to fall to to building of what 1 of the greatest fortunes that human history has ever seen. Like, it's out it's astounding. And it just comes from going back to Bill Gu. It is possible to know more. And if you think about it in in the the age of the information that we live. And it's a hell lot easier for you and I to do this, than it was back then, there's no excuse not to do that, and that's another thing I think watching that, Bill Girl talk is so important because he tells you. It's like, there's no excuse. You know, I'm gonna find the quote. Hold on 1 second. Okay. I pull up my notes. I'm gonna leave the link... You you can keep these notes. Okay? I'll leave a link in the show notes on the mississippi feed, obviously. Where you can just read... I I mean, you can link to the video. Right? I also made a 16 minute mini podcast podcasts. I love this video. I'm gonna read all my notes. But I wanna bring, it it's not gonna take me a long. Let me go off from this tangent because I think it's it's valuable. I'm just gonna run through it real quick, but this is the quote that I was thinking of that made me stop and go look for these notes. And this is, like, when I when I read the notes about this, Bill Early talking when I watch it, it's it holds you accountable because he tells you about what other people are doing, and he says, there's no excuse for you not to do this. It, like, holds you to a higher standard that it's just... Again, like, I think it's it's good to have external pressure. Be like, okay, You can do this too. And really why are you not doing this. Come on. This is a high value activity. You're being ridiculous if you don't. He says the good news. And this is bill Gu talking. Good to Good news. If you're gonna research something, this is your lucky day. Information is freely available on the Internet. The bad news. You have 0 excuse for not being the most knowledgeable person in any subject you want. The information is right there at your fingertips. So that's exactly what Roth did. He is the most knowledgeable person. In this. They have a... I don't think I a quote there, but I remember from me in the book. They'd have a list of them, like, the get... I I think it's not only for the ghetto, but every single citizen at Frankfurt. Like, what they do, Like, who they are where they live and what they do. And he was the only 1 that was like, the rare coin and metal... I don't know if it's collector, salesperson, whatever term is on there. But I... When we're were jot down in the margin, 1 of 1. The only 1. So let me just read through these quotes. I know if I wanna tangent, but this is so good. So he says I was inspired by 3 people who were heroes of mine. I noticed a pattern amongst them. This is what I'm here to talk about. He's giving a talk if I'm not... If I remember correctly. I think it's to the university of Texas Nba students. A dream job is a career where you have an immense passion. Life is a use it or lose it proposition. Most humans take 1 career path. If you have only 1 shot, why not I do what makes you most happy. Is again, these are just random little quotes from the talk that I wrote down when I watch it, and I've watched this over and over again. I wanna tell you 3 stories of lu and then 5 guidelines I've learned from what they did. The first story is about Bobby Knight. What ended up making Bobby Knight successful isn't what happened in the gym. It is what he did outside. This is the part. I've just mentioned how most other humans are not willing to do this. In fact, I just re reread my highlights from Lush schwab auto. Maybe founders 01:05. It's... You... I mean you know how to find these things. Just search your podcast plate. Right? But that's a book that Charlie Mu said, hey. You need to read char... Less schwab auto. Charlie Mom tells me to read a book. I'm gonna read the book. And in that book, he talks I was like, know, I started, I I was poor, started this tire company in my thirties, it wanted it being 1 of most successful tire companies in the Pacific Northwest. Anything in the book, he's like, listen, most businesses, like, if you're on the ball, if you actually take care of your shit and you're actually doing it, like, working hard, you realize that most people don't do that. And so that the... The advantage of just caring more. And that's what he says. Like I just worked a little harder than other people. And so this is the same thing that's happening Bob. It is what he did outside In the first 5 years of his coaching career he presented 5 of the top basketball minds. The second story is about Bob Dylan. He was in love with folk music. He studied every folk album he possibly could, Is that not what Roth child is doing. It's the same fucking idea. He didn't have money. He has been hours in record stores listening to the records for free. Bob Dylan took 1 of the most ambitious actions that anyone had taken to pursue their dream job. He hitch hike from Minneapolis to New York City. That is 1200 miles. He had a guitar, a suitcase and 10 dollars. He went to New York to find Woody Gut. He loved that what that woody played and wanted to know everything about it. Bob was studying studying studying studying. The third story is about Danny Meyer. Actually, I I have a podcast 1 of the first podcast Did, so like, can founders 20 area, with Danny Myers auto automotive setting the tables actually fantastic. The third story is about Danny Meyer. His mom made him journal take note. He went back and looked at his notes. He noticed all of them were about food. He loved food. 1 night, he was out Eb his family. He told he told him he was gonna take the Ls. I think this is his uncle. Yeah. It is. He told him he was gonna take the Ls sat the next day, so the the to get in a law. Right? His uncle said, why would you do that? You love food. Why don't you open a restaurant? Danny was making a hundred and 25000 dollars a year. A salesman he quit to work at a restaurant for 12000 dollars. He chose a restaurant because he wanted to be around the chef who he admired. He did something really interesting. He made a list of 12 people doing innovative things in the restaurant industry. He started studying. This is the same idea over and over and over again. It's in this talk. It's in all these biographies over and over again. He traveled to Europe to work in a restaurant. He had to pay 500 dollars a month to work there. What he what he does is what you think he would do. He studies. He's watching the chef. He's watching the recipes. He goes on the sourcing trips to see how they pick food at the market. He takes tons of notes. Think about that what's happening in the book. This just... I think a 7 year apprenticeship. I didn't know it. Last time he's 13, I think 21. If I remember correctly. Amos earth 9. Is the name of the the author. Roth is doing the same exact thing He's learning every single aspect of this house. This house of finance that produces court juice because that's his ticket out. Right? He's studying. He's watching the chef. He's watching the recipes. He goes on the sourcing trips. So how does picked their food in the market. He takes tons of notes. He goes back to New york. He spends 6 months searching 100 locations to find the very best pant put this is wild. He spends 6 months searching 100 locations to find the very best place to launch his first restaurant. 100 locations. Now, where we've seen this idea before. The book... The biography of Johnny Iv. Right? He's a design student. He has to make these foam prototypes of his designs. His friend comes over his apartment. Most other design students, they do about 12 different foam designs. John Johnny's apartment is full. He did a hundred. Most people would do 12, Johnny did a hundred. Danny Meyer. It's been 6 months, 100 searching 1 other locations to find the very possibilities place for his restaurant. It quote this is a quote that Bill loves, the of Danny Myers. I spent nearly 2 years doing the best work ever as a student. He is... And this is Bills, like, yeah, he's adding on to, like, his interpretation of Danny is sang there. He is most proud of the studying he did on his own, not the studying he did in college. And that goes for everybody. Your personal curriculum, your personal research and development the 1 that you select for yourself is way more important than just sitting in a class. Mean, yeah, that's nice you went to college. There's millions of people going to college. That's not the differentiation. That's not gonna differentiate yourself. That's ridiculous. Just think about it. Danny went on to build 16 high end restaurants in new York city and found a Shake shack. The first Shake Shack makes more in profit than any of us how they're high end restaurants. I can eat a Shake shack every day if I if I could. I love. I noticed that there was a similar strain running through each of his... Of these stories. 1, pick a profession about what you have an immense passion, a deep personal interest. Nothing will make you more successful than if you love doing what you... If you love doing what you do. You work hard in anyone else because we would feel like fun. Again, same idea, we we just went over Neville off Alma. He has fine work that feels like play. There's this should be a personal passion. It should not be your parents passion. That this it should not be what it's expected of you. This is another quote that that Bill loves that comes from Bobby Knight this time. Everybody has the will to win people don't have the will to practice. That's a really good way to think about what you and I are talking about right now. When you're going out, listening to this podcast, reading biographies, doing all the other stuff that we're talking about. It's not work. It's practice. It's personal research and development. Everyone has the world to win, people don't have the will to practice. I think this is a test of whether or not you are pursuing your dream job. The part of your job that would be considered studying or practice? Do you enjoy that part? Number 2, be obsessed about learning in your field, hone your craft, constantly understand. This is like, I have a hard time sitting down right now, listen. Because this entire thesis behind this podcast. And when you start reading these biographies, you learn that that the best founders and investors in the world, they study the history of their industry. They know all of them. Be obsessed about learning in your field hone your craft constantly. Understand everything you possibly can about your craft, consider it an obligation hold yourself accountable, keep learning over time, study the history, know the pioneers. This is exciting because it it realized that you and I are on the right path. Strive to know more than anyone else else about your particular craft. You see this, like, the theme that Bill has in this talk? Over and over again. You should be the most knowledgeable person. It is possible to gather more information than someone else. Here's an interesting story from Bobby Knight biography. The second time he meets Pete New, Bobby walks into the room with 74 plays diagram on index cards. So Pete New was like, a famous college men's basketball coach. Okay? So Bobby, again, that's where he he he becomes infamous and famous for. Bobby walks into the room Second time meeting guy. 74 plays diagram on index cars. Think about how much how much time would it take to write 74 place on index cards before you go meet with somebody. He asked Pete to go through the plays with him. He got the number 1 winner he could find and made him go through all the plays. Now I would pete do this. Because piece at the top of his field and he... Like, first was some kind of, like, we just have this nature that, like, to pay it forward. You know, when you see these auto, written by these famous entrepreneurs, social entrepreneurs in their life. They constantly talk about Listen man. This is all the stuff I learned for decades in my career. I wanna pass it forward. I want the next gen... Phil knight explicitly says in his shoot. I wanna pass this forward it. I wanted to make it to make your job and your goals is an entrepreneur and artist whatever you wanna do a little easier by just learning from my experience. But they also respect passion respects passion. Like this guy loves what he does. And everybody wants to talk to somebody. Passion is infectious. Me and you talk about this over and over and over again, passion is infectious. If you have Bobby Knight coming in. Like, look at all these plays of diagram. Let me please talk about it. I wanna know what you think about this. That person's going to usually respond positively. He got the number 1 winner he could find and made him go through all the place. These quotes, that neck neck next quote here. These quotes really drive home the point I'm trying to make to you. Bob Dylan calls himself a musical expedition, a sponge. There's a ruthless in the way Dylan finds sources uses them and moves on. The ruthless of an artist best instincts. It's so now he compares that to what Danny Meyer did he talks about Danny Myers process for opening a barbecue restaurant. And now, Bill, it's quoting Danny Myers biography. Interesting. He just another... Again, red flashing light. He just referenced Bobby Knight biography. Now he's randy referencing Danny Myers biography, another super accomplished hyper successful person reading biographies we've seen this over and over again. This is clearly important. Do not just listen to this podcast. You've got to read the books. I've seen other people describe founders as like a summer... Like, I'm summarizing books. I understand shorthand. It's kinda of with this a weird podcast what the hell we doing of here. I am not summarizing books. Books that can be summarized are not books that are can be... That are worth reading. Biographies are worth reading. They will change your life. They will invest into your brain and they'll nourish your soul. That's why you see so many super smart, super productive people do this. So now he's gonna go and give us a quote from, our, story from, Danny's auto. During 01:36 hour road trip, I tasted. This is Danny's he's talking. I I tasted 14 different variations of chopped pork. Each defined by a subtle difference in texture, the degree and type of smoke used, the amount of tomato or vinegar in the sauce, how much heat was applied to the meat, how much or how little crackling got chopped up and tossed in and really just he's just saying, like, this is the level I'm willing... This is how much love I have for what I'm doing. This is how deep and how much knowledge I'm willing to go and gather. The good news if this isn't... I'd already read this you, but it's so important, might be the most important part of this whole thing. But the good news is if you're gonna research something, this is your lucky day information is freely available on Internet, the bad news. You have 0 excuse for not being the most knowledgeable person in any subject you want. The information is right there at your fingerprint... Fingertips. More advice from from bill. Development mentors in your field. Take every chance you can to find somebody to teach you about the field you want to excel in document what you hear and share it with others. So he talked about he did this. He's like, I had the remarkable fortune to meet with Stan Drunken miller and Howard Marx. I read everything they write. I listen every time they speak. I got to talk to them for a few hours about investing. The things they said change some of the actions I'm taking in my work. Embrace peers in your field, have discussions with them. This is how you learn. This is the way to hone your ideas. Always share your best practices. Don't worry about proprietary advantage. It is a non 0 0 sum game. Let's keep going on. I'm just gonna read 2 more because I wanna get back to his book. When someone asked Tom Petty what advice would gave. He said do something you really like and hopefully it pays the rent. As far as I'm concerned that is success. It's a quote from Tom Petty. And then it says, in his book setting the table, now he's quoting Danny Myers book, again Danny uses the phrase professional research. I think I just used it, and I acted, like, that was my my phrase I got that from Danny. I definitely did not make that up. I definitely learned that from Danny. Sometimes I say personal curriculum and personal research development, but I like his idea of professional research. That is when you're not working, the research you're doing to get you better at your craft. Danny uses the phrase professional research constantly I think it's an interesting phrase. Do you go home at night and study for yourself to improve your own skill set? Most people don't do that. I think that ties together a lot of ideas that you not been speaking about. Let me go back to the book. I wanna give you this this example asymmetric opportunity. Selling a few old coins cannot pay... Possibly make them rich, But as a means to establish context with persons of wealth, power and importance. Such such a person was the crown Prince Wilhelm. This is the most important. This is also the guy that Napoleon named Ja on. Such a was the person, crown prince, Wilhelm, who would played decisive role in Roth rochelle future career. Wilhelm was the heir to the to his father's vast fortune, and his pe agree was 1 of the finest in Europe. So he can start selling... He... He gets introduced by the guy this we come to his largest patron. And the person he wants up taking a lot of his... The money he... This guy winds up making and loan it out, and this is where they start getting into, like, funding wars and and country debt, and all other kind of stuff. Says with a young wife at his side, rush out through himself into his business with determination and says. This is really more about his personality. He spent a large part of his time traveling between neighboring cities, where where he'd be introduced to, like, these rich, like, think of them as noble. His target market market was the rich? And why is that? Because he he's gonna start this mail order business? Think about. He's doing mailer in the 17 hundreds. How crazy is that. So he gets introduced all these, like, noble people. They're were interested in Roth, coins, jewels, metals, and and other unusual items. And so he says he ran something like a mail order business in 17 71. He published the first of several printed coin catalogs, which he sent out during the next 20 years at regular intervals to potential customers all over Germany. So it's like the King of Ba var, The Duke of Wei more. I'm gonna skip over overall listing all these people, but you get the point. Several of these catalogs worked were 10 to 16 pages long, and they still existed, you you can still get copies of them. It's they were luxurious bound in gold and emboss leather. Some were furnished with... He would actually put the person's name. So it's, like, targeted down to the person's name. So he put your... Not only it leather and golden emboss, but it has your name on it. Roth rochelle has spent much time and effort on their preparation. Of course, he did, Each coin was careful... Oh, this is the important. He understood the importance of storytelling. Listen to how he describes this or maybe copywriting. Each coin was carefully dated. Visually described and identified by its number in a recent scientific handbook. Unlike coins traded in a normal exchange of business, the value of rare coins and metals depended not on their silver or gold content, but on their beauty history and state of preservation. So he's telling the story, it's so very similar to to the value that you might get in like, Art. Right? Oh, this is the sentence I referenced earlier. The frankfurt commercial register an address book of 17 78 listed Roth out as this city's only dealer and antique, metals and objects of display. This page is good because it gives us, like, his basic philosophy. And again, these are basic business fundamentals. They they worked in his time to work today, they work in the future. I'm just gonna give you my note here. He studied human nature. He preferred lower prices and higher volume. He optimized for long term relationships. He watched expenses, and he invested most of his profits back into the business. Is that Roth child or is that Jeff Bezos I described. He brought to work a certain natural flare and knowledge of human nature and a capacity generate trust as a rule he preferred to minimize profits in hope of increasing turnover and consequently, his prices were often lower than those of other dealers. He was ready to lower them. And at at times, he take a small loss in hopes of more profitable business in the future. His affairs prosper during this year. Says his he talks about... So his wife is obviously involved in the business as well. This is a whole family operation. And even when they were unbelievably wealthy, they never moved out of the ghetto, and they wouldn't let, like, they're... Wouldn't... They they would never, like, try to fl their wealth, wealth, his his his wife out living them by, like, 30 something years. And she was extremely resourceful. If she was alive today, she'd be a successful entrepreneur and own. Right? Her name is Gut. I think Thrifty gut Roth child spent only a fraction of their annual income on the household, and they they pumped a large percentage of the the money back into the business. The bulk of Roth charles business was still trade at this point in their history as a banker. He was still try... Waiting for his main chance on this balloon my mind, so he wanted up making a good deal of money here because we have this... The the American Revolution is going on so he's in Europe. Right? Says in in 17 76, the enterprise Wilhelm sold his first contingent of soldiers to his English cousin, George the third for use as cannon fodder in the American War. He needs more people to willing to travel from Europe to America because I gotta put down these these rough of the world. Remember when I read the biography of Alexander Grand Bell. He comes over. I think he's Scotland. Comes over. He's in boss of the time And I think that he's talking to his girlfriend, I think one's up being his wife. And he said something was hilarious to me. It's somebody didn't grew up in America. And he's like, America's the the home for the last Bastion or the last home for all the Rough in the world. I just thought they were crazy wild people. So he says the sales soldiers have become a major export industry. The soldiers were not mercenaries. They were ruthless pressing the service. So this is kinda screwed it up. If you think about it, you take these poor peasants, and you make them go and fight to the death. And this is will how Wilhelm makes this money. So I, you know, I'm sure you studied human history, then you know the savage of what humans are willing to do to other humans can never be underestimated. So it's full of stuff like this. Says in the seller's market, the terms were exceedingly tough on his English customer. But George the third had are already been re robust by the Russians on the Dutch, and he had no choice but to accept Wilhelm oppressive terms. Wilhelm makes a ton of money doing this. And so Wilhelm hires a bunch other people. Multiple, it's not just 1 person to help him change money and then invest the the in the profits from the American Revolution and all. Other there's stuff. None of the payments benefited the country. The the crown prince considered the entire country his private domain. His net profits in 17 76 from such businesses were estimated at several millions. And then you have to see what he... When he gets the money would he have to do with it. He had to convert his English bills into local currency by selling them at a discount to local bankers. So that's where you have people like, a bunch of money changers. There's a ton of other money changers and other banks, and and these are private institution to. It's not... When when they're using term bank, it's not how we think of, like, commercial bank in present day. It's not like, they're usually private, like, family run businesses. Partnerships is really the way. Think about it. And we... We I covered more on that when I read the book, the House of Morgan yeah, I think it's maybe founders number 01:39 something like that, but, you know, Jpmorgan Bank, at not the 1 in existence today, but the the the people that laid the foundation for that. Very similar. They were actually inspired Junior, and the the partner's name. He wasn't peabody. I think might be his name. They were actually inspired by Russia, and other people like that. So they tried to to pattern, their business after what the Rush we're doing. More about the benefits of this business the trade and bills was are very profitable. Commissions and other fees could reach more than 10 percent of face value. So I'm skipping way ahead. There's... This book is a a very short book, but I have a ton of highlights. But he winds becoming Russia becomes a court factor, so they call the court Jew. And this is just, again, I wanna... I don't wanna deviate. The fact is he's building his business and he's still in, like, prison lake conditions in the ghetto. In 17 83, 14 years after his appointment as a court factor, Roth was finally granted 1 of those coveted gate passes that allowed a few privileged jews to leave the ghetto at night and on Sundays. So I wanna take a quick tangent here in the book because something another thing that when you study Rush how you realized that they... He he believes in the value of secrets. That secrets are extremely extremely valuable. A lot of this has to do with the fact, you know, if you're you're finding your wealth, you're getting put in a cage and torture death. Right? So I'm gonna shut the hell up if if I was Rush out too. And a lot of this comes with, like, why when you think of the world... The word Roth child, you have all these, you know, conspiracy theories. And so this is a little bit about the ghetto. They wind building all these secret passages. There's rumors that he hid, like, when after Napoleon tries to take over Wilhelm, like, entire Fortune some of Wilhelm Fortune was hidden in these, like, secret tunnels. And I wanna tie this together with with something else I did in the past. So it says every recess in the walls in every free corner behind every stair wheel under the roof and then the rooms upstairs was used for storage. Little actual space was left for living. The 10 children shared 2 rooms under 1 roof. The most remarkable thing about the house, however, was a secret seller that was built and was reached through a door concealed by a false wall. Anything hidden and now not only it hidden, then you have the secret seller, but it's also connected to other, and he winds up getting... Like, police come to his house and stuff that happens later on his life, and they don't find anything. It's probably because he had the foresight to build this. Anything hidden in the seller could not easily be found during the search of the house. And I when I highlighted that, I didn't even know his house was searched. That comes towards the end of the book. A feature that would prove useful in later years. An underground passage led from the secret seller to the secret seller of a neighboring house. It was easy to pass... It was to pass easily and it was possible. Excuse me, to pass easily an unseen from 1 house to another without going through the street or climbing the wall out back. And so 1 of the the craziest books that I ever did for the podcast was all way back on founders number 31. That is 1 of the longest podcast I've done. It's on Peter Till. I did, his book, obviously 0 to 1, which is a no brainer, but more interesting was, like, how Peter actually operates in the real world. And so there's this book written by Ryan Holiday called Conspiracy. The full title is actually a conspiracy, Peter T, Hoc Hogan Ga and the anatomy of In entry. It's fantastic. I own the audiobook, the Kindle version and the hard cover version. The paper back version looks a lot cooler actually. But anyways, I think during the time I was doing research for that book, I listened to a podcast with the author. And Ryan Hall said 2 interesting things. 1, he said that if I'm not mistaken, it was I hope it was the same podcast. This was is years ago So maybe my memory like, betray me right now. But he said something was really fascinating that conspiracy was 1 of his lowest selling books, which is insane to me because I I recommend that book to so many people and bought it for so many people because I just think it's it's not about, again, you don't take things for literal. Like, I'm trying to pull lessons from this. And I'm gonna read a quote from the preface where I think Ryan nails it. But on this podcast, he just describes, he simply describes what he learned about the conspiracy that Peter Too engaged in to eliminate an enemy. Right? And this is... I I took notes of his podcast. I saved a screenshot of this and I keep it in that folder. I always tell you about that. I I run through. Just to remind me certain things I don't wanna forget, and he says it was ruthless efficiency and hyper competence. That is a hell of a sentence. It was ruthless efficiency and hyper competence. So let me read this quote. Because I think people missed the value of conspiracy. Right? I think it's, like this this network or this cabal of people controlling things behind the scenes. But a study of history in instead of human nature, humans cons expire all the time. Some success some unsuccessful, but Ryan's takeaway from something. I mean, how long he, you know, he had to interview all the parties involved, had to do all the research had a right entire book on conspiracy. There's a lot in that book. And we're taking it in the positive sense. Right? And what... Let me just read you, because, he says it better than I do. Okay. So this is from the book conspiracy. It is also a book about the controversial word and method conspiracy, which is long terrified and intrigued. There is an unpleasant unpleasant in talking about conspiracies. I'll grant that. Yet conspiracy is a neutral word. That's the point I was poorly trying to make earlier. It depends on what 1 does with it. Our tendency to shy away from the truth from this truth creates a profound ignorance on how things really work. And what it means to be strategic to be powerful and to try to shape events rather than simply be shaped by them. That's why I think entrepreneurs should read the book conspiracy because you're trying to change the world. The... You're you realize that the world's way more malleable than we think and then we can actually contribute to it and change it and effect the lives of other people usually through products and services. Conspiracy entails determined, coordinated action done in secret, always in secret that aims to disrupt the status quo or accomplish some aim. Peter T has famously become associated with 1 question, which he uses an interviews in over long dinners. What important truth do very few people agree with you on. I'll give you my answer. Remember. This is still Ryan writing. Right? Perhaps we have few... And I agree with them a hundred percent of this. Thinking he nails it. Perhaps we have too few conspiracies. Not too many. Too little scheming, rather than too much. What would happen if more people took up plotting, coordinating how to eliminate what they believe are negative forces and obstacles and tried to wield power in an attempt to change the world. We could almost always use more bold and less complacency. We could use less telegraph of our intentions or ambitions and see what secrecy, patience and planning might accomplish. I'm gonna interrupt my own our interrupt Ryan's writing there that's exactly what my understanding of when I read this spoke on Rush out. Like, he secretly plotted. And in some cases, he has a secretly plot because he could wind up drawing unnecessary attention him because of his His razor, his religion he could wind up being killed. We could use less telegraph of our intentions and ambitions and see what secrecy, secrecy, patience and planning might accomplish. We could use a little more craziness and disruption, even from the people we disagree with. This is this book is my homage to that complicated idea told in part through the complicated story of 1 almost unbelievably act. Please use it wisely. And so let's go back to this idea. Now back to the book. This is another example of of Roth desire to hide his wealth and his love of secrets. There was little, if any visible wealth, there there was little if any visible wealth. Right? The family's modest lifestyle did not reflect the true extent of Roth accumulated riches, which she continued to channel back into the business. I actually now I just started the second book. And are not very far into it, that I'm gonna read for the next podcast. And it made me think of because they kept referencing like, vast wealth. And sorry. I wanted to go look at some of these estates the Roth own. It's unbelievable. How such another direction that his his ancestors are his his sons and, I guess, future generations. Went away from, you know, what he thought was very important, which you continued to channel back into the business. This coupled with Roth rochelle in airborne comp to hide his still modest wealth and even taught this to his sons, and this 1 of my favorite quotes an entire book long after his death, 1 of his sons quoted him is saying, something 3 people know about is no more a secret Something 3 people know about is no more a secret. There is... III do have to tell you, like, his sons are working with him in the business from the time from a young age. The books I'm reading for parts 2 and 3. They're gonna... We're gonna go in way more detail, especially with a sun nathan I find. It's just really fascinating. But, I'm so I'm omit them from here because I really wanna focus on on the founder. The Patriarch you know, the generational inflection point of the Roth dynasty, this is an example of, you know, them profiting from war. War breaks out and roth child services are in demand. So... When you think of, like, these these governments, they're not very sophisticated kidding. They have, like, they don't... A lot of the infrastructure and services they need. Have to go out and hire for. So he's Rush takes advantages of the skills they lack by providing them. So there's English Prussian Australian war against revolutionary, France. This is when Napoleon is gonna come through in Rex shop. I do have a book. Eventually, again, most almost all the biographies are going to be on entrepreneurs, but just like Churchill and Napoleon, you have to do Napoleon. He's constantly... Like, I'm interested in who influences the influencers. Right? And when you go and study these entrepreneurs, is they constantly referencing people like Napoleon and taking ideas from him, take... Taking ideas from churchill. So anytime I run down, I find people like that. I'm obviously gonna run down biographies into that in the future. I don't know when. I got a a huge queue and a large part is because I'm getting so many thoughtful recommendations from you guys. I'm... I'm gonna... My queue is gonna be hundreds, 500 books deep. Like, I'm not gonna have anywhere to these books. France was relentlessly sucking Frankfurt into a mae of international affairs. A large army assembling nearby provided a natural market for pricing businessman. Roth secured a contract to supply, remember, he's still doing He's doing a little finance little banking, but vastly, he's... He's still, like, resell and and, like, whole stuff like that. Goods. Russia security a contract to supply the Austrian australian army with wheat uniforms pack horses and other equipments or equipment. In addition, he was to arrange the regular distribution of the soldiers wages. Roth rochelle profit as a pay agent and supplier of fodder to the Austrian military provided his first major capital accumulation. That is why I'm reading that section to you. A little update on his... Again, IIII already said this, but, again, it's not... Did not all happen at once. He has several, like, significant events that they give him 1 step up, but it's just... I'm gonna grab the opportunity kinda accumulate all that money I throw back in the business, and we keep expanding. This is where his... The nature of his business are around 17 97. The detailed description of 17 97 reflects the nature of his affairs and the diversity of his main business partners. Debtors as well as his creditors. They were located in Frankfurt, and most other German markets. Also in Vienna, Paris, Amsterdam and London, and this is where he starts so Rush start the bank... The House of Russia is start off as, like, a 1 of the first, like, multinational banking institutions as you can think about like that. It it's it's not... It's hard to categorize because it's... They were very unique in what they... Like, now, like, how how they raise their money, but also how they employed it. And the book talks a little bit about that. But all, let make finish sent that Some of Roth biggest creditors at the time we're becoming silent partners, are investors in his company. But anyways, back to this. This is where Roth is gonna establish its first foreign branch. That's like the famous like, blueprint, the rush blueprint where he sends all his sons out to, like, the main cities in Europe. And then they they they collaborate extremely closely. And he tries it. For as long as he's alive, he he basically is like, the what's the person that's that's in charge like the the puppet here, like, the 1 that that that's run pulling all strings, and then eventually, you know, he still he still produces very formidable suns that wind up vastly, like, taking the the dynasty to just the stratosphere affair compared to where it was when when the first rush died, the bulk of his business was still trade not banking and more of more of it was in English imports. Young Nathan was in charge of this. And I'm just gonna give you an insight. I'm, again, I'm gonna talk a lot more about Nathan in future. In 19 78, Nathan had a confrontation with 1 of these traveling salesman. Nathan, who acted as though all of Europe dependent on his goodwill. Nathan was in inc that demands arrogance. He resolved to go to England himself and buy the products of that country without the cost and inconvenience of a middleman. So a middle was rude. Nathan the buyer for the Rush family. This minimum was rude to him. He's like, forget you a you out. He also felt constrained by dominant father and 2 elder brothers. So this is another... Even if there was not... I mean, who knows the info obviously, the Meyer had a huge influence on Nathan, but Nathan is extremely strong formidable individuals just like his father. So he winds up going to England, and it says Roth was establishing his first foreign branch. I wanna go back to that that that Roth mo, though, The fact that your margin is my opportunity. He winds up getting a near monopoly because of that. Roth rochelle owes his success. He he he himself was more outgoing quick in his competitors, but he offered better terms. He practice his old policy of maximizing volume by minimizing profits. His competitors who, for decades had handled the affairs. This is that Wilhelm Guy. Were gradually squeezed out and by... By 18 o 7 Roth child enjoyed a near monopoly. Another example of the Roth family benefiting greatly from war. These are in the Napoleonic wars They just provide a massive opportunity this time, Nathan in in England. It says, England was the center of the English... Our Manchester was the center of the English textile industry. Nathan was Mesa discover that price is there were sometimes a fraction of what they were in Germany. Large armies were gathering everywhere on the continent. And those armies had to be closed, ended the demand for all kinds of cloth was constantly rising. Nathan threw himself into the challenge with the fe of youth, and then we start to see... We have all these, like, correspondence between Nathan and his father. And so we see the way Rash parent. He was a critical and strict father. He an over Nathan careless and dis disorganized work habits. Dear son, a father who has to think of the happiness evolves children must be excused if he wants to know the real state of your fortune. My Dear Nathan, you must not be angry with your father. Unfortunately, you were not very good in writing. You should engage a secretary. He starts criticizing his bookkeeping. He says, if you were so disorderly, especially because you no 1 to help you, you will become a victim of thieves all around that's actually happened to rush out. His bookkeeping was very sloppy. Winds up being the when this person who's helping 1 stealing quite a bit of money from him. A lack of... And this is the the the... Still in the the letter he's right into a son. A lack of order will make a beg out of a millionaire. In my youth, I was just as you are now a very active merchant, but there was no order in my business. And he sucks about it, you know, I didn't have any... I just school and religious. He's like, the reason was I was a student in the Tal, when I had learned nothing of practical business. You have brains, but you need to learn to keep order. So the land grave, that's that Wilhelm home guy. This is when Rush starts acting as an international banker international broker because this guy throwing it has so much surplus of money. And he doesn't know, like, where to put it. So this says by helping Roth, Roth was able to gain access to land gross funds. He was able to negotiate large loans to foreign governments at little risk for himself. He's using essentially the assets, almost like state asset, this guy like he's not, like, just not like, a personal fortune. It's like, the size of, like a state. Right? And then using those those assets and loan it out to other you know, with interest obviously to other foreign powers. The Land grave had large surplus systems and was ready to buy a large packets of foreign state bonds, much in the same way that pension funds today acquire shares and treasury bonds. As an institutional broker, Roth function was to match on Land grave with the right borrower. He negotiated prices, rates of interest and dates of maturity. And so we also see him as Rush builds up, his own business don't other myself here is default aggressive. He's not sitting around waiting, like, his competitors are. Other bankers mostly awaited orders to reach them in their offices. They're trading halls. Roth child went out to solicit them. Default aggressive. And so now we see Napoleon kinda wrecking shop. We see the cut throat that is Napoleon, Realizing, hey, this guy over here in Castle. That's the name of the cities like Really rich. So says Napoleon ordered his troops to march on castle. His generals were to arrest will him and con his treasures. Quote from Napoleon. He is practically prussian and he sells his subjects blood for money. Don't. Listen the listen to how Napoleon ends this. The the the the... This is the hess. That's the the family. Right? The house of Hess will cease to reign. The French troops reached the outskirts of Ke on October 30 first, October 18 o 6, that same night, Wilhelm bounces. He escapes from the city disguised in civilian closed. Yeah. Good idea, buddy. And so what happens is he... This is... There's a lot of, you know, theory and myth and conspiracy around this events where saying he gave his entire fortune to to Roth child. This office say no It's possible. You wouldn't have anywhere to put it. But he does get escape and he's able to I think it was, like, it he gets on Dutch lands or something like that. But, anyways, he spreads it all over the the the the continent. No napoleon, I think Jack's, like, half of it at least. It's a substantial fortune because this 1 of the largest Fortunes in Europe at the time. And then he tries to he hires other people, like, like this guy named Butt, which is, like, Wilhelm like Right hand guy to hide, you know, find places for his fortune, the Fortune that Napoleon hasn't taken. And really, this is... Know that myself is remember roth child telling his sons that have 3 people know a secret. It's not a secret. So Buddha is is trying to escape through, like, the french Army, and he discovers that, oh, all these secret hiding spaces for Wilhelm fortune is no longer secret. Says, Butt was shocked to discover that Wilhelm secret hiding place had become public knowledge. Everywhere people were talking of the treasure hidden, quote unquote, in the castle. And so there's examples in the book where even, you know, sometimes this is downplayed, Nathan winds up saying publicly, Like, yeah, This guy sent us a bunch of money. And this is the late years after his dad died. But, anyways, this opportunity in Napoleon Napoleon, like wars are giving them an opportunity to get really rich because they can define Napoleon. Napoleon says, hey, you're not sending... We're not importing any any lands I have control. You're not importing anything any English goods. And so his... What happens is when you pass that law. It's not like they're gonna stop importing goods. It's just hurt... It's becomes a black market and things on the black market are a lot more expensive than if if there was... Like, it was above board and you have all these people competing. Right? So his son Nathan is in England and he has access to all these goods. And so they're gonna have this huge markup up. It says less than a month after the the Wilhelm had give given Rash out access to his money, Napoleon provided him with a golden opportunity to put it to profitable use. Napoleon announced the closure of all the continental ports. He says Napoleon says no ship, which comes directly from England. Our her colonies will enter any of my harbors all trade with England was prohibited. Napoleon had not reckon sufficiently with the ingenuity of the Frankfurt Merchants from the Roth rochelle down to the last peddle, all through themselves with Gust into trade and contra English goods and made a good deal of money. The trade in English and Colonial goods never flourish and Frankfurt so much as it did after the imposition of the French Blockade, Rush out and the sons played a major part in this... In the orc orchestration of this boom. His brothers were in attendance at all ports of call to forward the merchandise on, the brothers spread out to take care of all the details. They go to Hamburg. They go to Dunkirk. They go to Amsterdam. Roth coordinated everything. French attempts to stop them. Were half hearted and ineffective. So it's during this All these rumors that you... You're involved, you're you're laundering money for the... This guy. We we kicked out of here. You're selling goods, but Roth rochelle too good to get caught. Too too good to get caught much too smart, so they come to his house. They're, like, we're gonna catch you now, buddy. The investigation now turned in the direction of Roth child. The investigator suspected that Was administering administering the exiled Wilhelm fur Fortune, and that he had been the channel through the re... Rich recent uprising had been financed, but he lacked proof. So some of that money went to hiring, like, a militia to try to get his lands back that that failed, though. So anyways, they show up at his house. Nothing like this had been seen in the ghetto for a long time. Roth child and his 2 sons were placed under house arrest. The house was systematically searched. Roth Child endured a rough interrogation last several hours. It says the investigator it shows the investigators was fairly well informed, but lack concrete proof. The search did not provide anything. Roth rochelle wife and their daughters were also questioned, but they had been drilled to stick to an agreed version. And they were... That they were not in contact with the disposed Wilhelm home, and they had absolutely nothing to do with the failed uprising. And so this is what the family learned from this experience. The experience sir as a warning to see a more cautious course between the exiled Wilhelm and the new masters of Frankfurt, hence fourth the rush, and they also realize, hey, we're not gonna... We're not gonna be like, we're too concentrated. We need to serve not just this guy that has a vast fortune, but let's go out and find all states that can use our services. Hence forth, the roth would no longer limit themselves to the service of a single sovereign. And it's at this point where all the sons are now grown. He spreads out and they're laying the foundation. The the the chapters is called forging the dynasty and that's a great way to think about this. Says on 09/27/1810, Roth Rochelle and his sons drew up a new irr evo partnership agreement. This is very important. And, again, I'm just very fascinated by things that last a long time. Especially things that can be done. Outside of 1 lifetime. That's just... It's like cat nip to me. It's very fascinating. So it says... And this is where they're like, laying them out, you know, some weird... Listen. There's definitely some weird shit here. Right? Lots of them when marrying, like, Mis. They they're were wearing cousins, which, you know, semi common, then they he is a tent on keeping in the family in more ways than 1. Obviously, they were forbid to to pass any kind of inheritance. It only had to go through the sun. Because they didn't want a roth child woman to marry another person. It's not a rush child, and then they that dude have some access to their wealth. They did this, you know, very much like nobility. It made you marry other members of the family and stuff like that, Like, you have uncles marrying nieces, and, you know, that kind of thing. But this idea that, you know, we are keeping, like, the family unit is the strongest single structure in human history if we can keep it together, and that's the way I would think of that's how my interpretation of how Roth thought. Right? So he says, in the old agreement, partnership agreement, they had been junior partners in a firm directly exclusively by their father. The new partnership because he's almost dead here. You know, he's in the sixties. The new partnership agreement refine these roles and establish a new delicate balance between the chief and has grown up suns. The sons were authorized to commit the firm and given the right to signature. The new deed stimulated their industry by granting them more substantial shares in the business profits. So now a more skin in the game, it paid home homage to their father's, quote, proven industry, good business sense and experience, who threw his tireless activity from youth to advanced age was the sole cause of the present flourishing state of the business and the worldly happiness of his children. In other words, this guy is the generational inflection point for the Roth child. Talks more about this this partnership agreement. And why I was set up this way. The absence of Nathan name in this document is noteworthy. He was not, however, dis inherited. On the contrary, Nathan was on the best terms with his family. Shell I don't know how it pronounce his name. Was 4 years older than Nathan, but recognized Nathan superior ability. He wrote. He soon he deferred to Nathan calling him our dear and wise teacher. Nathan name was left out of the official document because as an English citizen living in enemy territory, it was deemed politically wise at the time. So another secret here. The document throws was a fascinating light on Roth rochelle evolving d scheme. The line of succession would be strictly limited to male off offspring. The partners and their errors were were enjoyed not to the company with litigation. Again, keep it private. Right? Litigation public. Heavy penalties were foresee seen for breaking this rule. All differences had to be submitted to neutral ar appointed by the parties and their decisions was final. They reflected an overriding desire to per unity among the brothers. Prevent the dispersion of capital and retain the compact disciplined, well coordinated character of a family firm. So this is a year before Meyer dies. It says his astonishing concentration on business continued as before. They call him an old single mind itself. K. So it does not seem like he had much room in his life for any... Many many things other than this business. I'm not gonna spend too much time like I said on the suns and and this books almost over, but I do wanna pull a quote from his son Nathan who inherited that exact same mindset. It says Nathan was single minded in his pursuit of business and more business. He's at a dinner party 1 time and someone expressed a hope to him that Nathan children were not too attached to business. On the contrary, Nathan answered. Does he's like, no, I wanted to do this. I wish them to give mind and soul and heart and body and everything. To business. That is the way to be happy. It requires a great deal of bold and a great deal of caution to make a great fortune. And when you've got it, it requires 10 times as much wit to keep it. So that gives you an insight into the extreme extreme outliers that you and I are studying at this moment. These are not by any means normal people. They're not balanced. They are completely in. And 2 things before I get to his last day on this earth, was that at this point, he are assuming at this point. But his entire life, he could've looked anywhere he wanted to as well He's needed to be. He never left the ghetto. They had a a slightly better house than the ghetto. I they own the whole thing instead of 3 eights. But him and his wife, his wife would refuse to move away. He didn't wanna move away. He just thought it was his... That's where he was born. That's where he's gonna live. And it gets a little better now that it's the the the control, like, the the masters of Frankfurt are different. But it's it's just found that very interesting. And surprising. And then, just bring up to date. This happens before he dies from his... From this state on, the House of Roth child trading goods of all kinds declined. Nathan was leading leading the family to more lucrative field. He was becoming to play an active role in English war effort. So this is where they're going all in on finance and banking. Alright. So this is Maya Roth child's last day on Earth after dark according upon returning home to break to break the fast, he fell ill and was put to bed or his last few days other. On the following morning, he insisted of getting up and go out and going out to visit a son. As he walked down the ghetto for the last time, he felt a great pain. And collapsed in the street. He was carried back to the house where his condition grew worse. He called in his lawyer and revised his will. His main concern in his last hours was to secure the continued happiness and prosperity of his sons. He knew that riches came and went. He had seen in his lifetime, Fortunes dissipate through waste, vanity or in fighting among heirs. Fortunes, he warned his son do not keep longer than 2 generations. For 2 reasons. 1, because housekeeping and other expenses are not considered. 2, because of stupidity. In his will, he avoided the disclosure of his total assets by simply selling his shares in the business and all other possessions to his 5 sons for a nominal son. His love of secrets of the day he died. If you could think about that, he urged his dear children to relate to 1 another with mutual love and friendship. He knew his sons were strong, difficult impulsive of men. He was afraid of their temper. On his deathbed, he urged them once more to remain united at all cost. It had become an obsession with him. He said on his deathbed. Keep your brothers together, and you would become the richest men in Germany. And unfortunately, he didn't live to see how much of an understatement that was. That is where I'll leave it for the full story, read the book. If you wanna buy it, if you wanna read the book, if you buy the book using the link show notes in your podcast player, you'll be supporting the podcast at the same time. That is a hundred and 97 books down 1000 to go, and I'll talk to you again soon."
}