{
  "transcript": "All banks have histories. Only the Roth trials have a mythology. Ever since the second decade of the nineteenth century, there has been speculation about the origins and extent of the family's wealth. About the social implications of their meteor upward mobility. About their political influence, not only in the 5 countries where there were roth child houses, but throughout the world. The 5 houses worked together so closely that it's impossible to discuss the history of 1 without discussing the history of all 5. They were the component parts of a multinational bank. Unlike modern multinational, however, this was always a family firm. Perhaps the most important point to grasp about the multinational partnership is that for most of the century between 18 15 and 19 14, it was easily the biggest bank in the world. In terms of their combined capital, the Roth were in a league of their own. The twentieth century has no equivalent. Not even the biggest of today's international Banking corporations enjoys the relative supremacy enjoyed by the Roth trials in their heyday. Just as no individual today owns a large as share of the world's wealth as Nathan Roth did as an individual. The economic history of capitalism is therefore incomplete until some attempt has been made to explain how the Roth child became so phenomenally rich. What exactly was the business the Roth did. That was an excerpt from the book I'm gonna talk to you about today, which is the house of Roth. Money profits from 17 98 to 18 48, and is written by Neil Ferguson, and this is part 2 in a series doing on the Roth rochelle. Last... The last podcast I did was on the founder, the patriarch of the Roth child family Dynasty that was my Roth child He's also in this book, but I'm gonna focus mostly on what happens after he dies when his, third son, Nathan is actually the 1 that it that takes control of the family. So let's go back to this introduction where I was just reading from where I left off with, you know, the author saying, Like, you're trying to make a economic history issue of capitalism, like, we have to figure out how the richest family of the world's ever seen or what's rumored to be? We really don't actually know. What, you know, what exactly was the business that they did. And so in the introduction, he spends a little bit of time, trying to describe this, and a lot of this is just gonna be remain unknown. And so 1 of the the the things we're gonna focus on really is like the traits and the ideas that the Rush house had as opposed to trying to document, you know, where a lot of their money came from because they were extremely secretive, and we don't actually know that much. So it says to answer these questions properly, it's necessary to understand something of the nineteenth century public finance. For it was by lending to governments are by speculating in existing government bonds that the Roth made a very large part of their colossal fortune. And so that he goes to describe, Neil Ferguson goes on to describe. Like, what is the problem that governments are having at this point. That the Roth rochelle are presenting the their services a solution to. And he says all nineteenth century states occasionally ran budget deficits, meaning their tax revenues were usually insufficient to meet their expenditures. It was war and the preparation for war which generally pre the biggest increases in expenditures. So the easiest way to steal this down. Its governments needed money to kill other humans, and there is no sophisticated financial markets for which they can borrow easily. Says, the the deficits were not easily in finance, national capital markets were not very developed. Borrowing was very... Borrowing was very expensive. And so you read that. And you're, like, okay, they're gonna try to help with the finance needs of of governments in Europe throughout. Time. Well, where are they getting this money from. And so I talked a little about this last and the last book. But, Myra Roth child winds up managing later on his life and it this takes several years for him to do and it doesn't, like, small steps. But he wanted managing 1 of the largest fortunes in Europe at the time. It's It's the small German state called Hess castle, and it says it was effectively run by its ruler at a profit through the hiring out of his subjects as mercenaries to other states, including he sold. So he sells essentially peasants, like the people that he's in charge of, forcibly, to to fight in other wars, including the American revolution. And because the need for soldiers was so high, the demand was so high and the supply was so low, he made a ton of money. And so the book says, involvement in the management of this huge investment portfolio was 1 of the first steps Meyer Roth child took in order to become a banker rather than the mere coin dealer. It was also a merchant as well. And this is another example of, like, right place at the right time because this time period in history. This is from 17 93 to 18 15 is where we're at the book. Was characterized by recurrent warfare. So they have a supply money, they can lend out, and they have a almost essentially that unlimited demand. It was in this highly viable via volatile context that the Roth rochelle made the decisive leap from running 2 modest firms So they have a small merchant bank that they're running Frankfurt back in Germany, and a cloth exporter in Manchester England that is run by Nathan Roth rochelle. And Nathan is who I'm gonna spend most of the time talking about because he's the second formidable individual in the Roth family. The first being, obviously the founder, Meyer. And I called Me. He changes his name and and actually changes the spelling, and it's widely believed he did that to, like, further assimilate into, like, the non Jewish societies that that he was doing a lot of business win. It says they're going from, you know, it's tiny small merchant bank in Frankfurt, and they're exporting cloth exporters in in England to running a multinational financial partnership. And it's funny as I was reading about that later in the book. You can really think of nathan going from a pirate to a bank is the way I would I interpreted what the author was telling us. I'll tell you more about this. Right now, the... He's... Neil just giving us, like this whole overview of what's occurring in the Roth dynasty around this time. So... And this is the way to think about because they're, like, you know, what did they do for, like, how do they have such a fortune. What exactly was their business? First of all it's a very unusual business very opaque and very secret like I said. But you can think of the Roth rochelle it's inventing the international bond market? And there is some debate over whether they invented it or they just massively broadened it. But either way, they played in a very important role in... In building out what is gonna be 1 of the largest industries, the world's ever seen. So it says in britain at the time, it so at the same time, fiscal re re and monetary stabilization in Britain created a need for new forms of investment for those who had grown accustomed to putting their money in high yielding British bonds during the warriors. It was this need, which Nathan and his brother successfully met. The system they developed enabled British investors and other rich capitalists in Western Europe. So the rich capitalists in you're europe up, to British investors at this time. This is usually royalty. A lot of this is their their money is in land. They call those I movable assets throughout the book. And so Nathan is really the 1 that's leading this effort to to building an entire new asset class. That is a lot more mobile and liquid to invest in the debts of of those states by purchasing internationally t, fixed interest bonds. The significance of this system for nineteenth century history cannot be over emphasized. And he tells us why for this growing international bond market brought together Europe's true capitalists and they depict cap capitalist in quotation marks. And he defines that as the the elite the elite of people wealthy enough to be able to tie up money in such assets and shrewd enough to appreciate the advantages of such assets as compared with the traditional forms of holding wealth. So at that point, that's mostly land and and things like that, bonds were liquid. And and they were, of course capable of acc large capital gains. Their only disadvantage was that they were also capable of suffering large capital losses this. And if you think of if you pause right here and you just think about, like, what's happening in history, this this might be relatively new phenomenon. It's a phenomenon that's silk to this day, but the same people that are interested in investing the description of what which I I would say the description of an investor today an investor back then end is is true. Now where they derive their wealth from is probably different, but it's the a group of elite people that are wealthy enough, meaning they have some level disposable income to be able to tie up money in such assets and obviously, they're doing that because they hope the assets increase in price. And shrewd enough to appreciate the advantages of such assets compared with traditional forms of holding wealth. And so when I was reading this section I was like, okay, bonds, these international bonds are are new at this point. As I go through and I'm reading the the the the history of entrepreneurship if you think of that's what we're doing is we're reading all these biographies and all the asset, the new asset classes that are, like, like, constantly invented over time. Like, this is very similar to, like, the venture asset class that is exploding in size and popularity in our in our time now. Because if you go back and and look at, like, how hard was it for Bob No to get fun funding to leave shock semiconductor to start his own company He... We wound up teaming up if you remember this despite I did on that. He wanted teaming up with Arthur Rock. 1 of the first venture capitalists. Well, I'm still looking for a biography by the way, because he winds up funding Fair child, Intel, Apple, Tele. I mean, guy's careers is outrageous, but he gives us in 1 of those books Arthur a history, Arthur Rock rather, gives us an a history of the the industry that he's trying to help Pioneer. He talks about it, it wasn't called venture capital back then. He used he called Ed adventure Capital. And most of that was coming from, like, these huge, the estates of these robber bear. It's like the whitney, the Rockefeller, the Van built and so on and so forth. But my point being here is, like, I I really try to think of things as, like, a metaphor for things that happening in the past for Metaphor what's happening today. Like, in the Rush day, so brand new The international bond market was not sophisticated. It it was very tiny compared to how big how big it got in the future. In our day, maybe it's venture capital. Maybe it's crypto. Maybe it's other private investments in in private companies. But the the the desire, the human desire. To seek out investments that, hopefully with the hope of a return on that investment sometime in the future is constant. It's the same desire the Roth had here in the late 18 hundreds. Shooting. Late 17 hundreds to mid 18 hundreds, as as the desire we have today? I guess, it's a the point of making there. And that's what popped to my mind as a reading this section. So it says... Okay. So there's it's a capable of suffering large capital losses, what determine the ups and downs of the nineteenth century bond. The answer to this question is central to any understanding of the history of the Roth Bank. The most important factor was political confidence. The confidence of investors, and especially in big market making investors like the Roth child in the ability of the bond issuing states to continue to meet their obligations. That is to continue to pay interest on their bonds. So the most important factor is confidence and political confidence you have to know the state of that confidence and so that's why the Roth put a huge value on good information and speed and moving quickly. This explains the importance they were all... The the Always attached to having up to date political and economic news. The Roth child spent so much time, energy and money maintaining the best possible relations with the leading political figures of the day. They carefully developed a network of agents in other key financial markets whose job it was to keep them supplied with the latest financial and political news and they constantly strive to accelerate the speed with which information could be relayed from their agents from their agents to them. From an early stage, they relayed on their own system of courier say the private information network is the way you could think about this. From an early stage, every relied on their own system of courier and re their ability to obtain political news ahead of the European diplomatic services. So way to think about that section is, hey, if I get information, if I if I have information before you do, right? I can act on that, and I can profit from that. And so they would have this private network, they they were rumored to have, really advanced, like, homing pigeons that they would be able to send messages really rapidly to each other. And then in the other book, I was gonna do a 3 part series. But I'm only gonna do... This is the last book on the rush Was gonna do. Because the further, we gotta... We get away from Nathan death, the less interested. I was... Because it it terms from, like, a monarchy, like, this formidable individual leading the family to more like, a committee structure with. I'm I'm generally not interested in. But the other book that book the the the sequel to the book Home my hand talks about this. Like, they wind up losing the Restaurant winds up losing some of their edge with the invention of things like the telegraph, railroads start to be able to to to move people and information around faster and so they they lose this edge. This this this value of speed or this edge of speed and good information. They have Actually... It diminishes with the invention of more technology in the future. And when I found also interesting is when I got to the section, I read a book a long time ago, by Michael Lewis called the flash boys. And in that book, you have private investors and private companies, actually spending hundreds of millions of dollars to rate to to lay fiber optic cable if I if Remember correctly, this has been probably... I don't know maybe 08:10 years or something something like that, versus I read the book. But they they spend an inordinate amount of money, digging up the earth and laying down cable. So they can actually front run orders and act on information faster on the people that don't have that that information. And it's all... It's all trading information, but what was interesting is in, you know, in the Rush rochelle day. They might have a day in advance, or, maybe 2 days in advance that they know more than other people, and they can do a lot of... They can obviously profit a lot in that short amount time period in the book flash book, flash boys you're talking about that that's been reduced down to, like, milliseconds. But it's fundamentally the same idea that the Roth rochelle had. That if I can get this information quicker, I can profit from it. These are other lines of business the Roth rochelle were involved in. This has gotta be the longest introduction of any book that I've ever read. It's like over 30 pages. At the core of this book, then is the international bond market, which the roth rochelle did so much to develop. Though do attention is also paid to the many other forms of financial business Did. Bullying bro and refining, accepting in discounting commercial bills, direct trading and commodities, foreign exchange dealing and arbitrage, even insurance. The primary concern of this book is therefore to explain the origin and development and I double underline the section of 1 of the biggest and most unusual businesses in the history of modern capitalism. The biggest but also 1 of the most unusual business. The history of the firm is inseparable from the history of the family. Inevitably, there were conflicts between the collective ambitions of the family, so compelling spelt out by Me before he died and the wishes of the individuals who happened to be born roth child, and this is the most important part of the section and why I've I've I started to lose interest as I got deeper into the like, down the family line and away from people like Mai and Nathan. Because he says, you know, Meyer set the tone. He's like, this is what I want the family to be. This is how we're gonna keep our fortune how we're gonna keep building it. And then, you know, later generations did not grow up in the get, like, did did not have that effort as as says and the wishes of the individuals who happened to be born Roth rochelle. Few of whom shay shared the founders relentless appetite for work and profit. And so that paragraph maybe think of that quote I I told you about last... On the last podcast from Game of Thrones when they're talking about. Okay. Well, who actually makes families families rich? Is it the fancy lads and silk, the descendants? No. It's not. It's the the formidable individual, and I went re listening to that part, and I'm gonna play the the clip instead of me reading the clip because the character play played by Braun has such a better accent than I do. So I god never belong to a cup throat. No? Who your ancestors. The ones who made your family rich. Fancy lu and silk. I were fucking cut thrilled. I so all the gray houses died it isn't it with a hard busting it was good at killing people. So he uses the term hard bastard who's good at killing people for our purposes it's the formidable individual who's good at making money, who's good at building businesses. Those are the people I'm very interested in in reading about learning from is 1 sentence that tells an entire story. There are few major political figures in nineteenth century history who do not feature in the index of this book. And 1 of the... I would say the most important ideal that, to the Roth, was Unity. This was laid out by by Meyer. It's what he talked about on his deathbed. He talked about it for years up and before he died. Later on his descendants call, Unity, the Unity of the family, starting with the 5 brothers. The first and and holiest of their duties. So it says success in all great transactions depend on the application of the consciously adopted and fundamental maxim. These maxim come from, the father. 1 of these principles obliged that the 5 brothers are to conduct their combined business in an un uninterrupted community of interest. The notion of perfect internal harmony was inspired by the brothers themselves, and they think about how crazy and 2 generations they go from being so poor they're like, you know, you grew in a ghetto. And the 5 brothers... Which was interesting to me is, you know, the 5 brothers, they grew up in the ghetto too. Their descendants grew up in these estates and these castles and and it's just crazy life of luxury. But the 5 brothers remember that. And so for them for in their lifetime. If you think about it not my missed this, he died before this happened. But if you think about it in their lifetime, they go from being growing up in a prison like ghetto to being nobles. And so this is also as they're when they're when they're made noble, you see their by their choice of the coat of arms for their family. What's important to the the notion of perfect for internal harmony, was inspired by the brothers themselves when they submitted a design for a coat of arms following their en noble meant by the Austrian Emperor. So part of this depicted in 1 arm bearing 5 arrows, the symbol of the unity of the 5 brothers. So I'm still in the introduction. But this really helped crystallize my understanding of the role that that the Roth played, and I never thought of it in the last book, like Roth as revolutionaries. Right? So they're describing what would the effect their contemporary are describing what the effect of the Roth child growing this international finance market, how that changed the entire society. I see in Roth child, so they're they're talking about Nathan Roth child. I see in Roth child as, 1 of the greatest revolutionaries who have founded modern democracy. It's a hell of a statement. What does he mean by that? Roth destroyed the pre predominant of land by raising the system of state bonds to supreme power, thereby mobilizing property and income, and at the same time downing money with the previous privileges of the land he thereby created a new ari. So he's talking about there is before all the wealth was held by land by noble title by these kind of, like, monarch of all sides, some powerful some not. But when you invent an entire new asset class. It's not the same as the asset class that produce most of the wealth and your time, you enable meteor arc social mobility. So now you have private families that are richer than entire countries. And I never made the connection on my own until I read that, that 1 byproduct, 1 unexpected byproduct of that is now that the people, these monarchs have less power. And if you look at how much how many of these monarch over the next 200 years turned into democracies or some some version of that? You can look back and say okay, well, what started that? And so his sentence he's like, I see in Roth child, 1 of the greatest revolutionaries who have founded modern democracy see that completely went over my head, in the last book. As a mind blowing thought. And I love how they they made the connection there. Let me continue the next paragraph. So it's not only had the Roth rochelle replaced the old ari. They also represented a new material religion. Money is the God of our time and Roth child is his prophet. And I just wanna point out too that I noticed it. That everybody referred to them, not as the Roth child even though, you know, they are written about sometimes in the family unit. But they used the singular Roth child to describe the patriarch at the time. That's what they would call Meyer. They wouldn't call Meyer. They call him Roth child. And now Nathan, this is who the quote that quote was just about. They they call him Roth child just like his father. This is the opportunity that the author were still in the. This long ass introduction. The opportunity that that that the author is pursuing with this book. And, again, this book is... I think it was published first time, like, 19 98. And even though we've done older books in that by by means, but I just love the idea that talks about the utility, like, the time used utility and a lot of books. Like, you can still learn from something that's over 20 years old. Part of the purpose of the book is to Roth child mythology with historical reality. In so insofar as that can be reconstructed from surviving documentary evidence. And so he's talking about up until this point. You know, a lot of stuff written about them has been it's either conspiracy theory myth, truth covered with a bunch of other lies, and he his point is, like, you know, well, let me just read it. There is, however, a further explanation of... For this relative lack of scholarship. And that is the intra ability of so much of the material. There is a vast amount of it. We roth trials are in ver scribble and cannot live without outright... Letter writing and letter receiving. So that at... When I read that I'm like, well, that that kinda conflicts. Like, what are you talking about? You're saying, okay, That you have a lot of letters, right? Because they wrote letters constantly. That's how the created needed, but a lot of it can't be reconstructed. And so we know from the last book that they they... The Roth optimized for secrecy and privacy. And so he he cleans us up here. He's like, okay, all the copies. So there's a lot of letters, but all the copies of the outgoing letters from the London partners from Nathan. Right? Were destroyed at the orders of the senior partners. We therefore have precious few letters by Nathan compared with the thousands from his brothers which have survived. And so that's why there is... I mean, this this is an extremely expensive book. It's like, 500 pages unbelievably detailed, but there is surprisingly little known about how they made their money, how much money they have. There's because they optimize for secrecy and privacy and they destroyed records. There's just large gaps. So that's why we're left with con. But... Let's just let's look at this from, like, a human nature perspective, What we know about when you study history, you you you see that for regardless of time in place when you expose humans to similar stimuli, they act in remarkably similar ways. Right? And so think about this, London made the most money. And yet all the copies of the outgoing letters from the from London were ordered to be destroyed. So therefore, that tells you you have a massive massive gap and what you... What we can ever hope to understand about them. So as I'm reading the book, what I'm hoping to learn, I'm not trying to to recreate exactly how they made their money. I wanna know how they thought. So let's go back to this, the description of the the letters that do survive talks about their cons... Their cons... Correspondence has a uniquely direct and intimate quality. The partners are frank. Sometimes even abusive another. And made no secret of their opinions of the Mar... Monarchs and ministers they had to deal with. Which was rarely flattering. They had a disdain especially, Nathan and had disdain for the people he was working with it for the ari in in large part. And it might be because he's got a giant eagle. I probably thinks he's much more, like, a talented and smarter than they are. The contrast could hardly be greater with the formal functional functional business letters they address to political friends and business associates outside the family. The roth letters reveal a reality, which is in many ways way more fascinating. Than even the most fantastic myth. Okay. So Wanna go this question, like, why did they excel in this field? And part of it has to do not with a lot of fields at this time, a lot of, like, jobs or occupations you could you could go into. Were limited to for jewish people. And says says by the later eighteenth century, it was Jews who had to come to be seen as the most enterprise operators when it came to money changing and all kinds of lending. At a time when most fields of economic activity were close to them. Jews had little alternative, but to concentrate as the most important word in this entire section. They had little alternative, but to concentrate on commerce and finance. And concentrate Nathan did. He did not, have any interest outside of the family and business. Business was his god it took a ball time. Nathan was fiercely ambitious and competitive man, quick to take offense as to give it for his business dealings. Initially, Now this is his father. Still alive at this point. Initially, Nascent... Nathan took his orders from Frankfurt. That's his father. So there's a bunch of, letters in here where we we have left over from his father talking to Nathan about this. But I'm just gonna... Some of this I ever repeated in the last podcast because I didn't make the connection either I read this book where it's not good enough to know something. You actually have to apply it. And Nathan did not heed his father's advice. Until he... I wasn't making a massive mistake that could've have ruined the entire family. So his father saying, hey, you're completely disorganized, like, get your books and orders. You gotta follow, like, follow the money to the last cent. Right? The more you sell, the worse it will get if you aren't organized, you're just making the problem bigger for yourself. You're focusing on en analyzing the business instead of actually knowing how your business is doing. Yeah, really is necessary that you keep a precise record of every single transaction. The merchants who are well organized are the ones who get very rich. And the ones who are disorganized, are the ones who go broke. So the mistake, Nathan makes he... Again, the... This is like a decade, maybe a decade and half after his father telling So he knows that he should do this. At 1 point, there so much turmoil. They're invested in so many different things. They have no idea where their money is. And so there's all these letters going back and forth between different, you know, the brothers just spread out in 5 different cities. And they're like, hey, where's the money? I don't have any money over here. Do you have the money? Where's is it at? And they had such poor record keeping. They went up having to do almost like a forensic accounting to figure out, okay, and actually locate the money for a while. There's, like, are we broke? And after that, they always made sure that their books. And I'm sure they had multiple versions of the books. In case they got in trouble just like their father did, but they always made sure they were up to date. This is more about Nathan. And so, you know, he leaves Frankfurt and Early age. Lands in in in in England. And at this point, in his career, he's just running their cloth exporting business from Manchester. And we see that he he copies a lot of what his father did in finance back in Frankfurt into and applied it to his cloth business. So it says, that's is actually my note. Like his father Nathan optimized for volume over margin. He would pay cash to his own suppliers upfront, so he get a 15 or 20 percent discount, but then would extend to his customers longer repayment periods to increase the amount of customers he has. So it says, at a time when profit margins in the textile industry could be as high as 20 percent, Nathan charged a modest 5 to 9 percent. This is a deliberate ploy to attract customers and increases market share and his letters to potential buyers Nathan constantly stressed that his mark as a middleman man was lower than those charged by his competitors. So lower prices, more customers, more favorable repayment terms for his customers more customers. The more Nathan could pay in cash, the less he had to pay his suppliers on a percentage basis, but he had to give... Here's a problem. He pays his money up upfront, and then he waits for his money for many money more months longer than his competitors. The more credit he could give his customers the more customers she attracted. This seems to have been his fundamental principle. So that's his formula for running this business. Here's the problem. It's not even a problem. I mean, it is kinda scary, especially if you're not those customers got out a business or whatever the case is, but this is gonna lead him into finance as well. So it winds up being obviously, really positive. The practical implications of the of his system were nerve racking. It was very easy to get commissions, but not quite as easy to get paid for them. So Nathan began to concentrate increasingly the amounts on his own of his own attention on the various credit transactions generated by his business. He constantly shopped around for better borrowing and bill discounting facilities, dealing with a succession of London bankers. Like his father, he was gradually shifting from being a merchant to being a merchant banker. And he goes into the personality type and that he was well suited for this business. The frantic hustling atmosphere of these formative years is vividly captured in the letters nathan of Nathan the letters of Nathan which have survived. In a market crowded with numerous small businesses subject to rapid fluctuation in prices and interest rates and almost completely unregulated. It take a it took a combination of burning aggression and cool calculations to survive and thrive. Nathan possessed both of those traits in abundance. Later on, they refer to him as the Napoleon of finance. And it says Nathan felt himself almost at war with his business rivals. So it's around this time, he also had a an an opportunity presented... Because there was a restriction on trade from England during the Napoleonic period that winds creating this opportunity for large profits. And so this is what our referencing earlier. We get to the point where he comes from... He tran... He transitions from a pirate to a banker. Under these circumstances, Nathan, therefore had little option, but to carry on his export business illegally. He became a smuggle. He was sending a consignment. I just give some examples of what he was doing. He was sending a consignment of coffee to Sweden and via via in Amsterdam, using an American registered ship and fake Dutch documents. Such shipments could not legally be insured so that the risk involved were very substantial, but so were the potential rewards. Nathan had earned a reputation as a man who regularly ce in getting goods to the continent into to the continent. So right now, he's smuggling like his own ware to to be res sold on the continent. Eventually he's gonna use the same network to get gold and other financial instruments that can actually fund wars going on in Europe. This is Merely stepping zone for now, Nathan had made up his mind to become a fully fledged banker. He had traveled a long way since leaving behind the cramped con con of the ghetto, and the discrimination symbolize by the juice statute that's at law. That restricts, like, where... What Jewish people can do where they can go, how they can act, just 12 years before. That's so it's... Basically he's making the points. Like, that's a hell of a jump just in 12 years, but Nathan Roth child could not have acquired his new address at a better time. And so what the referencing there is the fact that Napoleon goes, the patron, the the main patron of the Rush family is the guy that's running the Castle fortune at the time, Napoleon winds up to said hey hand when to take over your lands, he flee in exile, And then that's the the the opening, they get to enter into the World of finance because now they have access and they're managing 1 of the largest finance, 1 of the largest Fortunes in Europe. And that's a direct result of Napoleon wanting basically, opposing, Wilhelm. Okay. So I wanna get into the rush after Meyer dies, and this is some little bit about that in some business maxim that they would repeat for many decades after their father's death. Myers influence on his descendants was profound and enduring. 4 days after their father's death, his son sent out a to their most valued clients to reassure that there'd be no change in the conduct of the family business. His memory will never fade among us. Our blessed father remains unforgettable to us. Such pi sentiments are not always translated into practice once the first pain of be has passed, but the sons of Me meant what they said, time and time again in the years after his death, they har back to their father's words. To his business app. His his pate commandments to them his male descendants. A typical exam... Examples request for better stock market information from Nathan. Father used to say, a banker has to calculate. There is no merit in making transactions in the dark. Other maxim related to more to the firm's relations with the government. Nowadays, everybody calls himself excel. I remember however, what our father used to say, with money, you become an excel. The key to is was to establish some kind of financial leverage as Put it. It is better to deal with the government in difficulties than with 1 that has luck on its side, we heard this from our father. Another example. James remembered, a tip that he would often put into practice in his relationship with rival firms. Father used to say. If you can't make yourself loved, make yourself feared. Of all these pieces of business advice the the 1 was frequently cited was on the importance of cultivating politicians. You know Dear nathan would father used to say about sticking to a man in government. You remember father's principle that you have to be ready to try everything to gain in with such a great government figure. And so not only would they communicate about their father's wishes amongst them, the the 5 brothers, but they would also educate the future generations on the importance of unity, which, again is seen as their their most important first and holiest of duties is the way they refer to it. Nearly 30 years after their father's death, his eldest son would be moved to remind all the other partners, including those who that had never even met their grandfather of the same all important between you... Between Unity and success. Unity was what our blessed father, with his last words and join me to uphold as our first and holiest of duties. Our father who you who who united in himself boundless integrity, the deepest of insights, the wisdom of experience and the pious habits of a sage. Is who we owe not only our wealth, but also our honorable position in society to. I therefore request most urgently that you will always take care to implant in your heirs, the same consciousness of concorde and together so that the same spirit of unity and cooperation continues to exist for as long as it is possible. To do so will be of benefit both to you and your descendants. It will prevent our business interests interest from being split up and will stop others benefiting from our great efforts our knowledge and the experience we have labor accumulated over many years. So this constant emphasis on unity, the fact that, like, it's it's the family verb... It's us them, the family versus the world this is a theme that's, like, played out over and over again in in different points in history, different cultures. If... You know what it's the funny thing that came in mind us I'm reading this and just... It's constantly, like, reminded to you, like, how important what's Rush out. It reminds me of, some of my favorite movies. Godfather 1 and godfather too. So in Godfather 1, you have Don Cor played by Marlon Brando. He's telling his son San after a meeting. They're in a meeting with somebody else and San santana makes some mistake of speaking up when he should be quiet. And so after the meeting, he he grabs him. And he says never tell anyone outside the family what you're thinking. That could easily been said by not only Myra Rush rochelle, but any of his sons, and then Godfather too, Michael, who's now taken over for his father says to his older brother. So think about Michael Cor, even though he wasn't the older brother, like, this is not like a typical monarchy. Where succession just flows to by age. It goes by who's the formidable individual. They call their brother, the commanding general, which I get in a minute. But he anyways, Michael saying to his older brother, F and the same same thing. Yeah, they were in a meeting, afraid to made them mistake of speaking up and taking sides, speaking up, in a meeting and not acting in the best interest of family. And so Michael says to Alfredo. Like I wasn't afraid to you're my older brother and I love you, but don't ever take sides with anyone against the family again. And then he has, like, a pause for a second or 2. And he says ever. And we see a similar thing with Salman Roth rochelle saying here. It's established rule with us. We're not going to rebuke or express any kind of public rebuke on about the conduct of anybody else. On the same page, I was another quote from Salman Rush. He says my brother in London is the commanding general, and I am the field marshal. And so now we get into where Nathan... I... Part of it has to do with, like, his personality and the fact that how aggressive he is but it's also the fact that he was in the right place at the right time. And the vast majority of their wealth is going to be made in London. And this is changes in the future, like, future generations and it gets a little bit more equitable even, I think after Nathan dies. But this is a little bit about the fact that there... These European powers inability to pay for war winds up opening up these the largest these largest opportunities of Nathan career. I'm so a little bit about this. Historians have never adequately explained how an obscure Jewish merchant banker, who only a few years before Had been a smuggle and a few years before that a minor textiles exporter was able to become the principal conduit of money from the British government to the continental Battlefield on which the fate of Europe was decided in 18 14 and 18 15, 18 15. Of all the steps in the ascent of the house of Roth child this shirley was the greatest. Yet. It's also the least understood. And it's it's as good a job as the author tries to do here. It's still the least understood. And you'll see what I mean by that a little bit. 3 distinct elements were required to turn Nathan into the Napoleon of finance. What a freaking Nickname. First was the absence of competition. The second was Nathan favor. The second Nathan favor was the appointment of John Charles Harry's as in chief. Harry's was to be Nathan butt. His first friend in a high place. So what they're referencing there is that his father, Nathan father cultivated in in intentionally cultivated relationship with, like, the right hand guy of the land grab. Of Will. The guy that had access to 1 of the large fortunes in Europe at the time. And so we see Nathan doing that. That's why they call him Nathan Butt because that guy's name is Butt. Nathan doing the exact same thing. But his butt is named John Charles Harris. And so these are very important people to know and really should cultivate because they have influence on the final decision maker. And then this is the third and most important reason. And again, think about this is what they're really engaging in here if you think about it is it's smuggling in geographical arbitrage. Which was really fascinating. How, like, you move money and assets around now. We do that digitally. Right? They literally had to move around in, like, physical form. And and they get caught, you know, it's very dangerous. It's like, smuggling drugs. The third and most important reason nathan think became involved in British finance was that he had a solution to the problem of how to get money to Wellington. Nathan subsequently made what he had done sound easy. Now this is Nathan talking. When I settled in yet London, the East India company had 800000 pounds worth of gold to sell. I went to the sale and bought it all. I knew the duke of Wellington would need it. I had bought a great many of his bills at a discount. The government meaning the British government sent for me and said that they must have it. When they got it, they did not know how to get it to Portugal, so he buys it then resell the government They don't know how to get it to Wellington. When they when they got it, they did not how know how to get to Portugal. I undertook all that and I sent it to France, and that was the best business I ever did. The Roth rochelle became involved in smuggling gold from England to France. So that is what they're getting paid to do. The youngest Brother took care of all the business on the other side of the channel. And again, this is also, you know, obviously, you have to be smart and determined and and there's so the great deal of luck involved. Like, right place right time thing Right? We're not only did you need this war, Not only did you need to have the foresight to realize. Oh, my god. That these guys are gonna need this this asset that I have access to. Right? But then because you have this distributor, which is extremely rare. At the time it's, like, distributed multinational private bank is the way you could think of the Rush house at this point, you embedded in that, you have, like, this this this logistical advantage. Because even though you're in England, the center of the world well finance at this point, you have brothers dispersed in very strategic places. And in this case, when we have to get something across the channel. Well, guess what I... My brother sitting on the shore. So says the youngest Rush brother took care of the business on the Os side channel exchanging the imported Guinness for bills on London, the prices of which were naturally very low in France. At that time and which can then be redeemed for a profit in London, And there was also another thing. I've read close to... Between these 3 books. I don't know. Close to a thousand pages on the Rush outs. Their business is still way more complex than my understanding. There's so many examples these transactions that I I can't follow. It's like, they transfer 1 asset to 1. They changed that asset to another asset, then they send the the the transition asset into another country, and they do the same thing, and then they they send it back all across the continent. And part of the thinks they did it on purpose to make it more complicated for any kind of outsiders could to kinda reconstruct. Right? Which is what Neil Ferguson and the author was saying at the very beginning Like, I'm trying to did my best to reconstruct this, but there's a lot of missing misinformation. There's a lot of myth, and there's a, like, some truth buried lies. And so when I was when I was reading the book, it made me think, like, some of the decisions they make and how complex everything gets. I remember reading 1 time, a book on, like, the discovery process for major, like, tobacco cases. And, like, the some of the largest cases, like, in like, Us history. And 1 strategy that the attorneys would have the the the same strategy. They know. Okay. There's... That they're in embedded in some of these documents that I have is very bad news for my clients that's going to be revealed in discovery. So what they would do is, like, they would bury... They would they would bury that needle in a gigantic haystack. So let's say you had half a dozen documents. That you... You know, if it came to light, it would look bad and maybe you lose the case. You would send opposing counsel, like millions of pages. And what you're doing there is just you're you're trying to hide the information that you don't want other people to know out and just share volume. I feel like a lot of the stuff that the roth rochelle did was very similar to that, like, principal. And maybe it's just because I'm on the outside and, you know, I I'm not well versed in that business anyways, and maybe they did... It was just common, like, sense to them and they knew their business like the back of the hand, which I'm sure they did, but it would extremely extremely complex. So anyways, playing hide and seek with the authorities so becoming second nature to the brothers. Indeed, even their sons were already being taught to attach in the importance to attach importance to secrecy. Now here's something surprising to you. Like, they're they're smuggling gold from Britain and to go into to france and other places. Napoleon knew, and he allowed this to go on. So that's... Again, this 1 being a massive mistake for Napoleon, but also very benefit. Like, the Rush benefited from the fact that Napoleon was making this mistake. So it's saying, they were quite well informed talking about Napoleon was quite well informed about what they were doing. They saw this huge outflow of gold from from England and they took that as advantageous to them. Not realizing that that gold was financing the people that were gonna fight them. Napoleon followed the advice of his minister of public Treasury, who argued that any outflow of gold from Britain was a sign of economic weakness and therefore advantageous to France. This is a bad mis calculation. On the contrary, the Roth child's ability to relay gold across the channel was about to become a decisive source of strength for Britain. In 18 14, Nathan was officially charged with the task of financing Wellington advance through France. And so now it gets into... You know, they had more than 1 way to make money. And they're they're calling what I was just saw in confusion, they're calling diverse inter governmental payments. So it says in each case, there were at least 2 ways and sometimes 3 to make a profit. The first and most obvious took the form of commissions. So they would charge about 8 percent. The second potentially more lucrative, but also risk laying in exploiting the often rapid and large exchange rate movements which occurred during this period. The brothers were able to take advantage of the variations in exchange rates. This is what I'm meant about geographical arbitrage. The the brothers able to take advantage of the variations and exchange rates from place to place, which reflected the absence, especially pronounced in war wartime of an integrated European foreign exchange market. It. So now we go to the next year. This is 18 15. This is, like, the the most pervasive roth child He's gonna call a myth. Right? And he's gonna say, hey, the the fact is most 1 of the most well known is that they had information. They had access information and knew the result of the batter Waterloo day, maybe 2 days before anybody else did and they were able to make a lot of money on this. I'm gonna read what Neil Ferguson says here, and then I'll tell you my own notes. It says, the idea that Nathan profit from the dramatic events of 18 15 is central to Roth Child Mythology. It had been repeatedly claimed that by obtaining the first news of Napoleon's defeat at Waterloo before the government itself, Nathan was able to make a huge sum of money on the stock exchange. He was rumored to make profits of between 20 and 135000000 pounds. Now he says this... Those amounts have long ago ago been debunked. The real story is very different. It is possible that a series of misinformation, brother Brothers led to losses rather than profits in the critical period before and after Waterloo. On this occasion, it seems reality is dia opposite to myth. So over the next few pages, they go into all the detail what put reportedly happened. Right? But it says No. The the myth is dia opposed. They said they made 20 to a hundred 35000000 pounds Imagine if that was true. Right? If you made that a much money in 18 15. It's inca. Almost impossible to understand that much money in that time. But here's... This is... So I'm gonna skip over all the the the highlights Have for the next few pages because then I get... And I got really confused. So this says by the summer of 18 16. So now we're a year later. Right? Writes by the summer of 18 16, it's true that the brothers estimated that their combined capital amounted to, let's say, a million pounds. Implying a doubling of their capital between March eighteenth and 07/08/1816. Right? But there's a good reason to doubt whether this period immediately after Waterloo was when the bulk of this increase occurred, but they just said that they they lost money. Right? But now it's saying, well, they they lost money right after Waterloo, but then they were able to make it up by July of the next? The trouble is that now this is where I start to to have different thoughts. The trouble is that is almost impossible to say precisely how the Roth child performed financially in this period because they had no ideas themselves. And why is that? Because there were substantial gaps in the records. Reflecting the habits of conceal, which had developed in Frankfurt, which just means the secrecy they were taught by their father And the reason that in addition to it's just being smart to not let people know how process you are in general. But to the reason it was so important to their father because he saw other people get killed for this. It ar envy and others and only that because there's so much anti antisemitism at this time. They didn't want... Or some people I should say they I didn't want Jewish people succeeding like this. So it says there were additional gaps on the records reflecting the habits of see in which they developed in Frankfurt during the period of the French occupation. It is fair to conclude that the huge profits of 18 14 and 18 15 were made in ways much more mysterious than the traditional waterloo myth implies. Okay. So let's pause here. We... What what do we know? We know there's this this huge historical event that they were betting on 1 way or another. Right? We also know that they had access information way before other people did. We also know from the the the record... We... Well, third thing We know, I guess is that a bunch of records are missing. Fourth thing we know is the records that do exist do show a doubling of assets. So let me go back to my note, which is, like, 10 pages before where we just were. Right? When this whole thing pops off. And before I read this to you, just I think it's obvious. If you read the section from what I just tried to you, like, the unknowns unknown, the unknown unknowns greatly outnumber the known unknowns. Right? And so read this whole section and Then I left myself is, like, if you were taught by your father to ob access over secrecy, and you made a hundred million pounds in 18 15. What would you say? So I have no idea what happened. I do know that if he did make a hundred million pounds. We would not know about it. It is almost certain that this family would have kept that secret. And so whatever the amount is they come out of this this time. They... They're writing to each other, and there's some letters where... Like, a year later. They're, like, we have more money than we could ever, like, we have more money than we need for our lives, and they're so relatively young. This is where Nathan is, like, un, the leader, The family. Nathan really began to emerge as the dominant dom partner. Nathan had only 1 concern. Business. So you can think of him as completely single minded. Nathan Gl in his aesthetic. I had to look of that word. I thought it was aesthetic. That's not... It's aesthetic. And it says characterized by or suggesting the practice of severe, self discipline. And the absence of all forms of indulge. Says he's glory and the fact that he's disciplined. He's not it's not I focused on anything Else, he says. After dinner, I usually have nothing to do. I do not read books. I do not play cards. I do not go to the theater. My only pleasure is my business. Remember, this isn't the Napoleon of finance we're talking about. His older brother, the oldest Am show was not like him. Amc show was the most cautious of the 5 and constantly need to live a quiet life. Me, I don't wanna eat the world. He's talking about his brother wants to eat the world. Eat the world he wrote. His idea was to work in tranquility without the the anxieties, which Nathan napoleonic approach necessarily generated. And this is what I mentioned earlier that even though they're super super rich, the brothers. Their descendants are different, but their brothers never forgot that they grew up in the ghetto. In the end, they were authentic bonds of brother love Forge in the ghetto where no where no other ties could rival. Did anyone promise us more when we all slept in 1 little attic room as solomon when Nathan was gru at having sold some some securities too soon from all sharing a little bedroom in the ghetto. To being a richest family in the world in 1 life lifetime a wild. Throughout 18 16, he ignored his nervous brother... Oh, so this is... I'm gonna skip over, like, what they're trading and all... Again, there's just tons of different financial transactions in this book. Really, this is just demonstrates for you Nathan personality is default aggressive. He puts all of his family's wealth even in 18 16. Is it all of it? I forgot how all... Let's see. Close to all it I think, In 1 security through threat 18 16, he ignored his nervous brothers repeated advice to take profits. Family opinion on the strategy was divided. Cautious as ever, 1 brother said it was stupid to invest one's whole fortune in 1 single security. So this is not the family's fortune. It's all of the money in the London and trading house and continued to nathan them to sell. By July, with the security left over 82, they wanna up making a ton of money. And essentially said, the other brothers had to acknowledge that his brother had pulled off, 1 had pulled off another business masterpiece. So later on, their business was to slow down because now there's not war there's not chaos. Right? And so peaceful times are bringing good times, and then good times bring more competition. So now you gotta remember it when they started, there was no competition. So now there they have more competition, they're they're complaining about, like, the slowdown in the business. And so really, the the the principle here is that you gotta go to where there's less competition. And so this is 1 way they do. I'm gonna tell you why this reminds me of a quote from that book, the big rich that I read, as founders number 01:49 if you haven't went back and listen to that podcast. It's about the second oil boom in Texas history, and the crazy wildcat cutters and peep on oil spec. I think they have, like, 4 people in the book. The book is insane. That's the people in that booker are insane. And there's a lot more books on oil. I also read Mark Reaches book king of oil or the the biography of Mark Rich called King of oil. That's an the archive as well, but there's a bunch more books in the future I wanna do on oil just because the amount of demand and wealth... The demand for oil right? On a global basis is hard to even for us to understand. But the amount of wealth generated is just mind boggling and how rapid it happens, and then the influence of that rapid increase in wealth on human behavior is fascinating. So there'll be more books on oil, definitely in the future. But what's happening here. It's, okay. We gotta figure out what are we gonna do? We have more competition coming into, like England, where how can we, like, expand our business. There was 1 obvious response difficulties experience by the Roth child in London and Paris between 18 15 and 18 19, and that was to seek new business elsewhere. So it says the central and East European states emerged from the war with dire financial problems, which could be addressed only with the assistance of foreign capital. So we can't go to these more developed nations like Britain and France but we can go all these other ones. They also go to South America. They do a lot of business in Brazil later on the new business in America and all these other stuff. But the reason I I thought about that is like, you can't... Everybody's focused on the same goal. Right? So everybody goes to where the good times are So they're coming in and see the Rush out having other success, they're gonna come in. It's gonna be a ton of competition. But everybody's attracted to, like, the easy money, the good places. Right? And there's a quote from the big rich that I think is applicable to so many other different domains and says the trouble with this in this 1 oil wildcat talking about what he does, which is, like, a risky strategy compared to where everybody else does, and that's why he got rich and they didn't. The trouble with this business is that everybody expects to find oil on the surface. If it was up near the top, it wouldn't be any trick to it. You've gotta drill deep oil, and the main point is you gotta go where other people aren't. K. It's fast forward a few years There's a bank... There's a massive banking crisis that's gonna happen in England in 18 25. And they really credit Nathan Roth charles was, like, saving them from going ins solvent. But, really, the the main point here is when I got to this section, the Roth charles were constantly always accumulating gold. I don't know why they knew this was gonna be so valuable or, like, what it was. But the reason, like, for whatever reason, and usually comes from sam some kind kinda of insiders perspective is you'll see these times in history, the the way the Roth dis desired gold, and they would constant buying and accumulating and not getting rid of it. Is very similar to what John D Rockefeller did with standard oil stock. And the reason he had a lot of people had, you know, equity ownership in in standard oil, but the reason Rockefeller was so much richer is because he would buy it and keep it at every opportunity, and he advised others to do so. I remember in that book Titan talks about. I think that's founders number 16 or 18 somewhere... Like, 1 of the first books I did. But he says to somebody said, listen, whatever you have to do, sell the shirt on your back. But do not sell your stock. And a lot of his partners didn't take take heed to that device so they would want, you know, buy a yacht or a big house, so they'd had to liquidate some of their their their stock and Rockefeller would buy from them. And he just keep accumulating over and over again. I'm gonna skip over, like, the the details of the bank of England crisis, but just pull some stuff here. We were back to our old established practice of buying gold whenever we can find any. And so they had this huge accumulation of gold. Nathan winds up delivering agreeing to delivering it to the bank of England, saves them from defaulting Nathan was still delivering a gold a year gold a year later. As Nathan recalled later, there was a good deal of gold supplied from the whole world. I imported it, and it was imported from almost every country. We got it from Russia from Turkey from Austria from every quarter in the world. And if he didn't come through, It says 73 out of the 700 county out banks in the country had failed. And the guy that the head of, like, they're... I guess it'd be like, the... Not the treasury secretary Like, the highest, like, financial executive or, politician rather, in England the time, admitted the country came within 48 hours of putting a stop to all dealings between man and man except by barter. How crazy is that sentence? Had it not been for the extraordinary... The most extraordinary exert above all on the part of, Roth child, Nathan, the bank would have stopped payment. Of course, Nathan would not have made such immense deliveries of goal without asking for generous commissions in return. The rescue of the bank was a remarkable achievement which owed everything to the international nature of the Roth child's operation in effect, the brothers were establishing the system of international monetary cooperation, which would later be before be be performed routinely by central banks and on which the gold standard came gold standard came to depend. Increasingly, their position in the international gold market was becoming as dominant as their position in the international bond market. So really, I wanna I wanna remind myself of that because there's just... There's certain assets that you wanna hold on to for dear life, and it's gonna change and and not only a time period, but where your your particular vantage point is. Might be shares in a private company might be your own business. Might be stock you've had forever. Whatever it is. Like, in in Rockefeller Day with standard oil stock. In Rush day it's gold. Well, what is the equivalent today? Like, what do you have access to? That might be unbelievably valuable if you hold on to it for a long period of time. I'm reread or not reread. I'm reading another biography of Coco Chanel? The equivalent for her? Was her ownership and perfume. It is insane. It... The the sales and granted, the fashion house is still around today. The sales are perfume in the early, let's say that from the 19 twenties 19 thirties, 19 forties. Just from her royalties from her perfume, made her 1 of the richest if not the richest woman in the world. So that would be her example. Do whatever you do, don't get rid of your interest in Chanel number 5 perfume. Okay. So moving on the Rush rochelle have made so much money from gold and, liquid assets that they start getting into the I movable assets. And this is when they start spreading out into real estate. It's interesting. You can still Google. I was watching a documentary on the Roth real estate collection. I think they have like, 44 states. I mean, you gotta see what these look like. It's it's remarkable. So just says nothing symbolize symbolizes Rush escape from the gloomy con finds of the Frank Ghetto better than their acquisition of real estate outside it. In 18 15, virtually all the family's wealth was held in the form of paper, bonds and other securities and precious metal. The brothers still lived in rented accommodations. They are probably the the richest family in the world at that point, and they're living in rented accommodations. Carl hadn't had enough of this. It is good He's 1 of the younger brothers. That is gall. That 1 should make as much money and live like a dog, while others who don't have a tenth of our Fortune Live like princess. So start buying a bunch of stuff. Ams bought a house in the suburbs. For the first time he found himself living in fresh air. This is what I mean about. This is a hell of a sentence. So the... For the first time he found himself living in fresh air. He had spent virtually all of his 42 years coop up in the ghetto, working eating and sleeping in its cramped and ding rooms. And it's funny because he buys a house and has a garden, and I think the first 90 he lives there, he sleeps outside in the garden, and he's just, like I slept out. He was telling suppose. I slept out fresh air. Like, under the the, like... It's clean. That not sitting in my own waste. Like, I'm might sleep outside every day or every night rather. This is... I gotta move ahead because this is also an interesting or... I don't even know if you call... I guess it is interesting. They would learn from the mistakes of others, but then their solution to that winds up causing some form of in breeding. So it says they were un unsure exceptional in financial terms, but they were also exceptional in the way they operated as a family. Most family firms had a limited lifespan. The idea that successive generations would lose the economic motivation the work ethic that had driven their fathers and grandfather. So they... We are in 18 twenties right now. Right? What is remarkable is now we're living 200 years after the events in this book, and they still, again, There's no way to know. Some people say they have 2000000000000 dollars some to say they have a couple billion. But anyway, they know they have multiple billions to this day, the family. And it's just dispersed between a lot of different descendants. But this is just it's just hard to fathom. 200 years later. They're talking about most families have a limited lifespan. They're broke after 2 2 or 3 generations. And now, you know, what what is that 10 generations, some something that moving forward? Like, they still have an insane amount of money. That's that's mind boggling. Inn other family dynasties had far shorter lives. Lasting thing just 1 or 2 generations. The roth charles took exceptional precautions to avoid this decade. The necessary step first towards prop per the firm was to produce suns. Remember they would not you call if you listen to the the podcast of day last week, Meyer or made sure. Like, listen, the the daughters are excluded from this, We don't want the husband's they marry to have access to Roth funds, So all the money and assets stay on the the the mail line. Right? And then not only that, they wind up... First, they started marrying other, like, Prosperous Jewish families and like that's not enough. Roth child have to marry Roth child. And I'll go into more detail why this might have led to, you know, early deaths in some cases, So says they have to produce suns, the family practice, their remarkable sustained strategy of ind. After 18 24, Roth rochelle tended to marry Roth. This was an... There was an extraordinary amount of inter marriage. And so it talks about later on when, like, modern geneticist would look at their family tree like oh, this is not good. You're... You have a severe lack of genetic diversity, and it causes It can cause our the problems, not even the royal families of Europe were closely in bread. Through references, the the references to our royal family suggest that the Roth charles regarded them as a kind of model. So then there's a lot of talk about how they're viewed in society. I don't think the Roth rochelle really care. So there's just 1 sentence, I think summarizes this. You ought to know that honors and prophets do not go hand in hand. And the Roth rochelle answer this. That's fine. I'll take the money. You can keep the honors and everything else. They would even turn down and I'll go into more because this is... Again, well, I'm... I'm right here anyway, so I'll continue on this this vein, but this is about Nathan personality. He just seemed to think he was, like, he thought the old way of things were dying and, like, he knew better. So, like, he would even given offered, like, honor honorable titles and all stuff He's like, I don't give a shit about any of that, Like, at all. So more about his personality, he's hard nose, aggressive, confident and obsessed. Conte found Nathan Roth child an intimidating, man. Course to the point of downright rude in manner. Such bruising encounters in his office were later distilled into the famous 2 chairs joke. It says this is probably the most frequently reprinted roth joke. An eminent visitor is shown into Nathan office without looking up from his desk, he casually invites him to take a chair. Do you realize whom you are addressing ex claims the fronted dig. Roth child still does not look up. So take 2 chairs. Nor was it only his own territory or his office that Nathan was famed for his b disregard for social ranks. So this is what I mean about. He just doesn't care. Like, you're into status. I'm into money. It's essentially the way you would you would and he knows that money with Trump status. Right? So he's talking to, like, some, you know, somebody of more noble rank and says, guess at the same... I... This is... III think I read this to you last week... Last podcast too. When it guess at at that the dinner expressed the hope that your children are not too fond of money in business, to the exclusion of more important things. I am sure you would not wish that. Nathan re bluntly. I am sure I would wish that. And then he says to give mind and soul and heart and body and everything to business that is the way to be happy I require a great deal It requires a great deal of bold, and a great day of caution to make a great fortune. And when you have it, and when you have the fortune requires 10 times as much wit to keep it. Then he gives some advice to another person the dinner that that that was fun. Or, not funny. That was valuable. And it's, like, don't get distracted it stick to 1 business. He talks about this listen tons of people are coming to me. They're out from me all kinds of opportunity. And I say no too. So he says, stick to 1 business young man, stick to your brewery, and you may be the great brewer of London, be a brewer and a banker and a merchant and a manufacturer, and you will soon be bankrupt. More in his personality in his single minus. A frequently repeated anecdote, has Nathan telling the composer, I'll skip the name. This composer he says, I understand nothing of music. This padding his pocket and making his money rattle and Jingle is my music. Another description of Nathan. This man is really a complete original. He was amused by the combination of bad manners sharp wit and lack of defer with which... Which Nathan brought to polite society. And so if you think about Nathan point, and he brings us up to, I think he would even, make, like, busts, like, statues, like, miniature statues of all the different royal people that would come and ask him for loans. If these are the people supposedly to running the world there, they're, they have all the power. And, yet, they come to him for money. He's in a unique position to see their flaws. And then I think you also had to the fact that in general, I'm pretty sure the Roth rochelle were extremely anti social. They wind up court these people as a... Like, they thought of it was of it its work. This is a little bit about that. So they... They're willing to do things they don't like to do in order to get closer to a gold. And the a goal. This is gonna remind me this reminded me of something Arnold Said that I thought was fine. There's really good advice I'll give you after this. The brothers themselves disconnected to dislike intensely the great majority of social functions they gave. They think God when the dinners were over. This is 1 of the brothers. I think of nothing else but business. If I attend a society party, I go there to become acquainted with the people who might be useful for the business. They considered giving a, like, a a large dinner They're saying when they pay for a large dinner when they hire chef, and they have to pay the chef's bill. They considered it the same as when they had to bribe politicians. Like, it's the same exact thing to them. And so this idea that you take something you don't like to do, but you still do it because it gets you closer to the goal... To a goal. I think 1 of the best mental models I come across this the way on a first approached. He was asked. He's like, listen, you're working out so hard. You're working out 5 or 6 hours a day, and you have a smile on your face. And the others are shooting the documentary pumping iron at this point. And the others are are working out just as hard as you, but they look sour in the face. Why is that? And his answer was fascinating. He says because I'm shooting for a goal. In front of me is the mister Universe title. So every rep that I do gets me closer to accomplishing that goal. To make this goal, this vision turn into reality. Every single thing I don't like to do to maybe be painful, uncomfortable, Right? Every single thing. He's using the word rep It could be anything in your your professional that you you you know you have to do that'll get you closer to your goal but you don't like to. Right? Instead of being sour in the face, like, his other people like, I'm smiling. He he flips it. It's a very powerful idea. So says in front of me is the mister Universe universal shuttle. So every rep that I... That I do get me closer to accomplishing that goal to make this goal, this vision turn into reality. Every single set that I do every repetition, every weight that I left will get me once they're closer to turning this vision into reality. So I couldn't wait to do another 500 pound squad. I couldn't wait to do another 500 pound bench press. I couldn't wait to do another 2000 reps of sit ups. I couldn't wait for the next exercise. So let me tell you something visualizing your goal and going after it makes it fun. No matter what you do in life you've got to have a purpose. And another way to think about this is I heard somebody put this in, like, like, a more su terms. Like, instead of waking up and like, oh, this is what I have to do today III gotta do this. It's... You flip up your mind, I get to do this. So the other body builders in this case are chad we're running out the same goals, Arnold. I was like, oh, I have to do these reps. Arnold is saying I get to do these reps. This is Nathan on honors and titles. Perhaps the hardest thing to explain is Nathan apparent doubt about the value of such honors. A number of letters would seem to suggest that he was offered, but turned down the offer of a knight. When someone tried to tell Carl that his brother had accepted, he refused to believe it. And he says he's writing to Nathan, then he refused to believe it because you love simplicity. And there's some kind of, you know, it's complicated or businesses. It there is some kind of simple way, like, desire for simplicity that Nathan lived his life or it's just like, I focus on 1 thing and 1 thing only. That's when Nathan declined a prussian declaration 18 18, he suggested that it'd be given a solomon instead because here in London, I have no use for such a thing, whereas my brother loves Ribbons and as a baron who intends to live in Paris where 1 can decorate himself with such things. And so their point was, like, we're not... Yeah, you know, some people... Now they're calling Barron, they call Noble, but again, more important than being aristocrats is where merchants we're entrepreneurs were investors. Let us remain merchants. It is extremely nice to possess the title and not to make use of it, except in private, a positive business letter from a finance minister is worth more than all the titles of nobility. Nathan stain for ari trapping persisted. He regarded it as a little more than fancy dress. Another thing they... The the brothers thought. Because remember, they they came from the ghetto. There's all this debate, what... What's an generation, what are our son's gonna do and they're like, listen, we're not. We're gonna value everybody else this time they're sending their, they make sure their sons are are educated, you know, higher education over and over again, you know, maybe for 10 or 15 years, like, these long periods. And the Roth rochelle were like, no. Apprenticeship is more valuable. Because you're... Their point is, like, you're you're wasting... Like, if you if you put somebody in the business when they're 18 or 19 or 20 or 21, something like that. Right? They're young. They're aggressive. They can learn a lot more in the business as opposed to, like, you're making them go to these secondary education that might last from the time. They might be 28 or 29 before we get the business. You've wasted, like, a huge valuable part of their career, and you're doing it in quote unquote to be educated instead of just a practicing. So it says, he and his brothers recognize recognized that there might be a conflict between higher education and successful business. I advise you not to let him study to talking about 1 of their descendants, more than another 2 years, so he should enter the business when he's 17 years old. Otherwise, he would not be deeply attached to the business. The subsequent business career of the sun the only 1 of Nathan sons to attend an English University proved that analysis to to only be too accurate. The Roth view was that the best apprenticeship was learning by doing. Okay. So now we get to 18 36. Nathan is 58 years old, and he's at the height of his powers. I'm gonna read a fictional account of Nathan. He was Lord and master of the money market of the world. And of course, virtually lord and master of everything else. He literally held the revenues of Southern Po. Po, Palm, and monarchs and ministers of all countries quoted his advice and were guided by his suggestions. He was still in the vi of life and was a money making machine. He had a general intelligence equal to his position and look forward to the period when some relaxation from his vast enterprises might enable him to direct his energies to great objects of public benefit. But in the height of his vast prosperity, he suddenly died. So this is about a wedding and a funeral and then Nathan death. They're all going back to Frankfurt to meet, and they also have to renew a partnership agreement, which they had to do every few years. Right? And with blew my mind is the... Is 19 36. The last time all 5 brothers had met together was in 18 28. So it's was extremely rare. So they're they're meeting for this this wedding, and they're having these the this this meeting in this debate and their this ongoing process of of hammering out this new partnership agreement. It says only 1 shadow hung over the brothers deliberations and over the... And over the nuptial preparations beyond the closed doors. And that was the fact that Nathan was dying. Or rather he was ill for no 1 could conceived the man who since the death of his father in 18 12 had been the un question leader of the house of Roth child might die at the very height of his powers. Nathan had suffered a recurrence of an earlier complaint, and rec abs as his wife put it. He again had a visit from the most unpleasant visitor, a dis a disagreeable boil in the most inconvenient place, which annoys him considerably particularly in sitting down. So there's father suffered from a severe case of hem and rec boils and also weird medical conditions. And in both books, it talks about the fact that when you're in the the the Ghetto and Frankfurt, it's limited... There's, like, a couple hundred families, they're all... There's there's a lack of genetic diversity that can result in illness and disease and might They don't know for sure might have led to the early death of Nathan. His father lives a little longer I think his father driving he's, like, 66 or 60 or something like that. So he gets over to Frank Fur he's not doing well. And the the primitive medical industry they have... Does not help, and may have even contributed to his death. The final illness and death of Nathan Roth is a case study in ina inaccuracies of nineteenth century medicine. So they start, like, lansing the boil that cut him open and then... But they keep telling the family. No. No. He's fine. He's fine. He's gonna be fine. The large opening has been running famously. And no other operation is expected, is is expected will be necessary. The doctor arrived this morning. He found both wounds and much more forward state than he had match In fact, he's quite satisfied by the way they're going on, and assures us only time is requisite to see Nathan quite restored. And it's remarkable how fast this happens because he the woman becomes infected, and that's what he's gonna die of. So in June thirteenth, they're saying is fine. Then a few days later. It's like, oh, something's going on. We're gonna have to to operate again to to cut them open again. And again, this is done without anesthesia. For 6 weeks, the family waited in vain for Nathan to recover. Doctors continue to open and drain the wounds. And then by July 20 fourth, Nathan laughs into a violent fever and was plainly in danger. The onset of septic. So as he is dying, they have to... It says it was decisive as well as a fraught moment in his firm. For the head of the family was dying, before the new partnership agreement had been signed. So it's obvious for a few days that he's gonna die. He knows he's gonna die. They hammer out a new partnership agreement, and then he has to wind up doing the same thing that his father did on his deathbed where he's talking about what he wants the future to be. And this is where all closed. The practical provisions of the future had been made, Nathan offers some parting advice. He charged his sons to always apply all their efforts to keep the business property intact and not participate in any risky ventures. He gave them much wise counsel, bad them and obeyed them avoid... To avoid all evil company. He told them that the world with his death with his impending death, told him the world would now try to make money out of us. So that that it be who them to all be to be all the more careful. All that mattered he said was that they should hold together in unity. He died in the full possession of his faculties. And 10 minutes before he debt... His death, he said to his daughter Betty, night forever. At the time of his death, he was most likely the richest person in the world. And that is where I'll leave it. So if you want to to know the full story, read the book. If you wanna... If you buy the book using link to shown us your podcast player, you'll be supporting the podcast at the same time. That is a hundred and 98 books down 1000 to go, and I'll talk to you again soon."
}