{
  "transcript": "Those on whom legends are built are their legends declared coco Chanel not long before her death when her face had already become a fixed mass to the world, and her myth apparently imp. She was speaking to claude delay. Delay was a young woman at the time. The daughter of a well known French psychiatrist, but is herself now an eminent psycho analyst and an expert guy to the labyrinth of secrets and lies that chanel now constructed to conceal the truth of her past. Not that there's ever a single truth in a life, especially for a woman who built a career on ref women's ideas of themselves, which may be Why Chanel recounted so many different stories about herself. As if in each version, something new might emerge out of her history. I don't like the family. She told delay. You're born in it, not of it. I don't know anything more terrifying than the family, and so she circled around and about it. Telling and re retailing the narrative of her youth, rem making history just as she remade the sleeves of a jacket, un fastening it seems and cutting its threads and then sewing it back together again. Childhood. You speak of it when you're very tired, because it's a time when you had hopes, expectations. I remember my childhood by heart. If Chanel memory did survive intact She nevertheless obscured her past from others. Reshaping its hard, smoothing away the rough edges, but she couldn't keep all the details hidden. That was an excerpt from the book and we talked to you about today, which is Coco Chanel, the legend and the life and it was written by Justine Ba mccarthy. Okay. So this is my second time reading a biography of Coco Chanel. There's 2 primary reasons why I needed to read another 1, in addition to her her being 1 of the most successful entrepreneurs printers ever live, and maybe creating 1 of the best or not maybe definitely creating 1 of the best well known brands that has ever existed in human history. But the the primary reason is that the book I covered I'll the way back on founders number 64. That was a book that was published right after she died. And I had an original copy. So that book was published first in 19 72, and the copy I had smelled. Like, it was published in 19 72. I had to make sure I read that book in a well ventilated area But since that that book was published, a lot of new information has come out. And so the book I hold my hand is published in 2010, 40 years, nearly 40 years after Coco chanel died, and it has... It it's... It has more information than the first book I did all way back on 6... On 500 number 64. And then the second part that that I found that just blew my mind, when I started reading about Coca chanel the first time was the deal that she was able to make for herself. In the 19 forties after fighting with her business partners, the ones she was collaborating with for almost 2 decades at that point on the the production of her her perfume. So Chanel number 5, which from a financial perspective has to be 1 of the most successful products Ever created. So the deal she winds up working out. And remember, this is in the 19 forties for the numbers I'm about to tell you. She gets 2 percent of all the sales of Chanel number 5 and all the other perfume. That estimated to pay her 25000000 dollars a year in the 19 forties. And I've seen some estimates that late in later years she was making as much as 50000000 dollars a year. This is gonna make her 1 of the richest people, or should be 1 of the richest women in the world of time. Plus, and this is where the deal was even crazier. So she's getting all that money. Right? They're they're managing the company. She doesn't not to manage the company more. Plus the company has to pay all of her living expenses. And... From the... My most of my new detail all the way down to her all the way it took, like, the largest expenditure. Houses cars, everything else. So that 25000000, that 30000000 that 50000000 dollars depending on how much sales were done that year is essentially all profit. She has no expenses for the rest of her life, and that deals made in the 19 40, She doesn't die till 19 71. And so when I sit down and think of Coco Chanel? I think of, okay. This is 1 of the most successful entrepreneurs printer ever live. She created some of the the the most successful products? She's 1 of the most famous names in history and she created 1 of the most famous brands in history. How does somebody the group up in an Orphanage do that? And so with that, I wanna jump right into the book, Here's the quote at the very beginning. And 1 way, I think that was really important when you to learn from Chanel is the fact that she understood at a fundamental level, the importance of storytelling and how stories can change the world around you. This is a quote, she's gonna... She's about 45 years old when she said this quote. And she says, when my customers come to me, they like to cross the threshold of some magic place. They feel a satisfaction that is perhaps a trace vulgar, but that delight them. They are privileged characters. It's really important that she uses that work because she's telling explicitly. This is a story that I made a myth, a legend that I've made. A brand is another way to think about that. That is perhaps a trace V, but that delight them. They are privileged characters who are incorporated into our legend. For them, this is a far greater pleasure than ordering another suit. Legend is the cons concentration of fame. So cons concentrations a name, words that you come across all the time. I've read it in a number of times. You can kinda put together what it means, you know, do context clues or whatever the case may be. But I think it's important to define it. She's saying, what is the definition of cons concentration? The act of making something sacred. Legend is the cons concentration of fame. And I think that quote gives us an insight into how she thought about what the word chanel meant. You're not a customer your a character in the story in this fantasy land that I'm creating for you. I'm not just reducing a product. I'm creating a fantasy land and experience for you. 1 you can interact with and live inside. So this idea of of creating stories of realizing that the reality is much more malleable than most people think. I think it's central at understanding you know, how Chanel went from the orphanage to becoming this this legendary character and brand. So let's go to the beginning of her life though. Goes back to the introduction, what I was talking when I referenced, hey, there's, you know, some details that she could not keep hidden. We do know when she was born although she would lie about her age and and all kinds of things throughout her entire life. But this is the the facts of what's known about, her birth, her mother, gave birth to Gabriel on 08/19/1883. It was in a poor house in France. Her mother is 20. Her father's 28. They were not married. But but had already had 1 other daughter named Julia, who was about a year older than than Chanel. She was born in a hospice of the poor, which was run by an order of nuns. Her parents were essentially nomads. They're called... They they called them enter market traders. There... Think of them, the the traveling peddle. They would sell buttons and bonnet and April and overalls and and things like that from town to. And she had 1 habit as a young girl wanna I bring to your attention that that seems rather bizarre. She would like to play inside of graveyard arts and ce. So it says by the age of 6, she was spending as much time as possible in a Graveyard. Every child has a special place where he she likes to hide, play in dream she said. I was the queen of this secret garden. I loved its sub iranian dwell. The dead are not dead as long as we think of them. I would tell myself. I wanted to be sure that I was loved, but I lived with people who showed no pity, so the a indication of why you would escape a graveyard had extremely unhappy childhood. And I actually, wanna... After I finished reading this this paragraph, I'm gonna skip always way to the end of the book because I gotta tell you right before her doc... Before she died, what her greatest regret was. But this is, like, a fundamental understanding like this unhappy childhood. Her mother's gonna die. Her father dips out. She's raising an orphanage. She's essentially, and I think this ties into now that I've I've read 2 biographies on her why she was so focused on her business. And so determined to make it successful. It's what gave her freedom. She says, I wanted to be sure that I was loved, but I live with people who showed no pity. I like talking to myself, and I don't listen and I don't like... And I don't listen to what I'm told. This is probably due to the fact that the first people to whom I opened my heart were the dead. So let me contrast that with. This is on 1 of the last pages of the book. This is her main regret right before she dies. This is a few months before she dies. 1 shouldn't live alone she'd say. Or she said, it's a mistake. I used to think I had to make my life on my own, but I was wrong. In that fierce independence that she maintains her entire life. She does talk about, you know, having regret not having a family. I think it has to do with the fact that, you know, her her early life was so terrible. Her mom is going to die when Coco was 11, but she was sick for many, many years. So she says Chanel was to claim that her mother died of tuberculosis, which was not necessarily an accurate diagnosis of what killed her, poverty, pregnancy and pneumonia were likely to blame. And so it's at this point that she's taken to the or And we're gonna see that, like, in her conditions. Why if you if you went through this yourself, you'd probably be wary of other humans and saying, hey, It's very clear that I have to rely myself, everybody that I've been around, it's either died or not I love me. You know, she has a lot of armor up throughout her life. So it says, and what's crazy is, they had, like, 5 or 6 kids, and they're all dispersed. So it says the boys were left elsewhere. They were deposited, and this is why her her father such a sc. The boys were left elsewhere, deposited with a peasant family. They were founding founding uses unpaid labor. And then the 3 girls were handed over to the nuns who ran an orphanage. The children's father promptly disappeared. Now she describes, and this is where, you know, a lot of and this is the same thing in the the the first book I read on her, but a lot... You have to, like, kinda uncover the truth of what she says. Because so she doesn't call them none. She calls them her aunts. She was not related to them. My aunts were good people, but absolutely without tender less. Tender. I was not loved. I got no affection. Children suffer from such things. Still 11 year old girl when this is happening. I was thoroughly early and unhappy. I fed on sorrow and horror. I wanted to kill myself. And she's also deeply ashamed the fact that she's an orphan, you know, they might be going to church or other places and they describe her, you know, orphan finishes and having to hear people call me an orphan. They felt sorry for me. All of this was humiliating. I realized no 1 loved me, and I was being kept out of charity. Chanel now spent 7 years in the orphanage until she was 18. Her father never returned to see her or her siblings. And so they're talking about later in life, she really did not like looking back. She speaking of this Sometimes she'd let things tumble out though. Chanel did allow some stories to slip out. She spoke of being taught to so. That was extremely important because this is her... Gonna be her occupation. Also where I she starts making money as a young person She's... Even when she's 18, she starts getting a job as a seams seams. And then she talks about being beaten. She her... She remembered her red and skin when her aunt when in her aunt's beat her. I remembered that they used to take my nick down to span me. And then she'd say the bottom, like, there'd be some blood, and she had like this fascination with this color, red throughout her entire life. But this is the main point of why I'm telling you all this because the north myself is instead of re retailing her life story. She did something which I think is actually smart. She created a new 1, a story that she could control, and that's a main theme of her life and career as well. If she made up stories from then on, you can understand why. For out of these loose threads, chanel now created an image of herself. And a way to think it. Is like, I can't control the bad things. I can't control the fact that my mother died, my father left that I up in a orphanage, but I can control and influence how other people are gonna see me moving forward in my life. So as fast forward, she's 18. She sent to another religious institution. It's called the Nor dame school, and this is... There's obviously no no family money. She's extremely poor, so this... She wants it being a charity case that obviously bothers her as well. She was 1 of the Charity people pupils who were provided with a free place and therefore treated differently than those whose family could afford to pay for their education. Here it was the Chanel who was dismissed as a little peasant, the kind of girl who might be made to feel inferior to those who had piano lessons a girl who had to wear a plain poppers uniform with secondhand hand shoes rather than than more expensive outfits of the fee of the people... The the students that I had families everybody afford it. It was here too that she was given further instructions and how to sew. She has to work. So now you should, like, the the the tuition is dedicated... It's, like, donated anybody, like, they take some people in that can't afford to pay, but they also make... They treat them differently, but they make them work. So this is going to... I think it was, like, maybe founders 1 79 somewhere back there. It was the King of Madison Avenue. It's like, 1 of the the third or fourth book I've done on David Og. And Og was a Charity case as well. It's very interesting. Like, how driven Og wins are being 1 of my personal heroes. That's why I keep reading books about I think the guy's very fascinating. I think a gene... I think we're warren Buffett called him genius, Warren was dead on. But Og winds up having this insane drive later in his life. And he talks about it freely. He was in a rush to be unbelievably rich. Right? And part of that, I think it has to do with the fact that, you know, his dad didn't do well, so he was sent to the school. I think this was in Scotland. Might be in England. I can't remember exactly. I'm gonna read a quote though because it's very similar to what's happening here and the the parallel just jumped out at me. When I read this section of Coca and in this s biography. So says Og remembered the day that missus Wi refused to let him buy a peach, reminding him that he was poor and attending on a scholarship. How dare you she shouted? Loud enough for the whole school to hear? Your father is so poor that we are obliged to keep you here for almost nothing. What right has the son of a papa to spend money on lux like peaches. So just imagine being a smart driven person like a coco Chanel or a David Olga to have other people when you're a young person in your life. You have no assets you have little control your life to have other older people speak to you and treat you this way. That's gonna burn the fire that you party already have in your belly to make sure that no 1 can ever talk to you that way to push them to run away from the shame that you feel as a young person. So that's exactly what's happening Chanel life at this point. She would must... She must earn her living like other orphan, and there was always work available for a seams. More selling took place during Coco holidays with her aunt Luis from who... That... Her aunt luis actually taught her how to trim and em embellished hats. And so the very foundation of the Chanel fashion empire doesn't start out with perfume, It doesn't start out with clothing. It starts out with hats. And then she talks about, you know, wanting killer herself again, at the time often used to think about dying. The idea of causing a great fuss. She's talking about her death? What what her suicide would have done to other people. The idea of causing a great fuss of upsetting my aunts of letting everyone know how wicked they were fascinated She has this almost like this this desire for revenge. It sounds like Right? I dreamt about setting fire to the barn. Coco group to discover that suicide was not at her way out. Yet in a sense she did need to kill something of herself in order to make her escape. She felt un loved, by the aunts, quote quote unquote, by the family who would abandoned her to the care of the nuns by her absent father, all the stories she read had taught her that love conquered all. That desire and passion in set men and women alright. And so after she gets at done with school. She starts... This is a little bit about the early work, and then the origin of the name coco, her and her for an adrian, wind up finding, work. They found employment as shop assistance and seams sc. In a store in a little tiny town in France, says the girl an attic bedroom above the shop and also worked at the weekends for a nearby taylor. Altering breaches for calvary officers. So that she winds up being in a city where there's also a station for French soldiers, so that's gonna be important because she's gonna win a meeting somebody that changes her life. So she says, you know, they're working... They're living in the little attic. They're they're working multiple jobs. And then she has this idea that she wanted to search to have a career as, like, a singer on stage. So she starts, like, essentially being a solar... Solo performer. And so she has 2 main songs, it's in French, I can't, obviously, try to... I'm not I'm gonna try to attempt to pronounce it, But in 1 song, it's about a lost dog named coco. So it says it was a did about a girl who had lost her dog soon the audience greeted her with calls and Chris her with the name of the lost dog. Thus Gabriel, Gabriel became coco. A meta morph that might have been humiliating, rather than liberating, but nevertheless, led to a birth of a legend. And so she winds a meeting, this is gonna be the... She meets this guy, his name's Ba, and he's really wealthy. So this is Coco introduction to high society. Ba was sufficiently intrigued to provide a different way out by inviting her to see his stable in house. And so Coco went with him there to an abby that had become a house of pleasure leaving Gabriel behind, leaving Gabriel behind her, locked away in a shadowy place where no 1 might find her, nor the torn remnants of her past. So that's a fancy way of saying that she's... From here on in, she's just going to bury her past she's gonna create a new life herself. She's going to lie all the time about her childhood. She does not want any... She... I think part of this comes from... She doesn't wanna feel, like, pity or for people to view her any kind of, you know, weak person that needs help. And so it says Ba introduced a little orphan seams into a decadent world. Chanel in turn used Bo is a stepping so to get to Paris. And so he's gonna eventually help her set up her first business. This is... But I wanna point point something out because I think this is extremely important is the importance of differentiation. And even when when coco was young and poor, she tried to dress differently than than anybody else around her. And this is what's going to give her get a lot of her clothes and her hats attention to very beginning is that they were completely, almost dia opposed to what the fashions that were... That, parisian women were expected to wear at this point in history. So says, Coco described herself as free and une uncomfortable dressing neither as a great lady nor as a maid. She described herself as a young tomboy. So she would dress in, like, almost suits and stuff, spending her days gallo on horseback through the forest. She sought to define herself by her idiosyncratic choice of clothes. She wore and this is really important because this is also how she designs things later on. She wore simple riding breaches and acquiring jackets from a local tailor, thus distinguishing herself as somehow unique. So eventually, she makes her way to paris. So Ba on, his idea, there's a lot of, like, these leisure gentlemen, some people work. A lot of these guys don't. A lot of the lovers that Chanel takes over her life. They were, like, ari, like, they they they had a lot of money, but they didn't they weren't the ones that made the money. It was, like, they were inherited throughout the line. Right? And so they kinda like, lay about. And the Bo song guy essentially just wanted Coco to state at his house. He had a bunch of other women there. I guess, a bunch of, like, a stable of lovers that he's all paying. And so we're gonna see Chanel, like, that's not the life I'm gonna live at all. She was determined to have financial independence, which again, think about how rare this is. We're right around what 19 o 3 Paris. There's not a ton of female entrepreneurs this time. Right? So it says, this is Coco over we're calling this time. I didn't know Par parisian society. It was very complicated. And then she has this word. It's a French word, but it's the women that Ba keeps at his house and essentially just pays them to just lay about, and I guess when he wants to be with them. He's... That's what they're... Like, he's... They're on call essentially. So he says, these women were paid. I knew that. I'd been taught that. I said to Are you gonna become like them, a kept woman. This is a appalling. I don't want this. What she did want was to earn her own living. So she winds up... She winds believing Ball on for his friend, and this guy named boy Cope. And this is actually gonna be the love of her life, and he actually dies tragically. And I say love her life, a lot of these guys have, like, they're married. And so, like, she's usually, like, the mistress is the the role she plays. So Boy Is gonna die, and that's gonna be, like, devastate her for the rest of her life, but they're gonna agree to help fund. She's, like, I wanna make hats. I wanna have a hat shop. Like, I wanna have my own fashion like boutique, you know, just on the lower level, it starts a very very humble for lack of a better word. So it says they agreed to share the cost of setting her up in business to sell the hats that she was already making for herself and for her friends. So some of Cope capella and Bo friends are also actresses. Like, she's introduced into high society. Right? This is, the leisure high society, young people in Paris at the time, and she's making hats that are very different from anyone else. And so I I'm gonna go into, like, starting her business and the simplicity of her first products, and simplicity is extremely important in understanding Chanel approach to life. She her her approach to her business. And I think When gonna talk about that multiple times. But anyways, she starts making these hats. And even before she has a store, actresses and other people that are, like, well known and and think of, like, the influencers of their day, they start wearing them. So this help jump start her business actresses begin to wear Chanel designs on stage and in magazines. And so Chanel is talking about the difference in the her approach of this business as as to the 2 people there are... These 2 guys are helping her us She's like, okay. Yeah. We'll we'll we'll give you a space and a little bit of money to get some inventory. You know, she have something to play with during the day. And she's like, I'm I'm not here to play. I'm here to make a fortune. They decided to give me a place where I could make my hats. The way they... The way they were to giving me a toy. Thinking, let let's let her mute herself. And later we'll see. They didn't understand how important this was to me. And that is... I should have underlined that 3 times because that is really apparent as you move through the story of coco Chanel. Her business was the single most important thing in her life because it gave her independence and freedom. If her business would succeed, that means no 1 could ever hurt her again. And that's where receive complete dedication, but also she has, like armor. She puts up around people. It's like, once I'm independently wealthy think no 1 can harm me. And then you could you could also think maybe she took that too far because at the end of life, she's was like, I shouldn't have lived my life alone. I should love more people in. But I could understand, you know, not wanting to feel vulnerable given the how she her first 20 years of life. The 1 certain was her decisive approach to fashion. Coco dress like a young con girl are a school boy and made hats there were stripped of em and of the frills that she dismissed as weighing a woman down so at this point fashion is like, it's... She's doing the exact opposite. They they add things. They add frills, cor sets, colors, all the stuff Chanel approach is removed. Is... It reminds Bruce. Hack away at the unintentional. And this is something she talks about later on where she has a competition from people like Christian Dior, you've saint Laurent, Bale. And she even says in this book. She goes, they don't... The guy the boys don't understand. My edge is that I'm a woman. I know what women want. And she said the the boys are trying to dress us up as if we're some kinda of, like, we're in a play. Putting us in costumes and these elaborate things. She's like, that's not what women want. We wanna be comfortable. We want time... We want style. We want understated luxury that's timeless, which again, I think Chanel is dead on. The fact that you look at it there's a lot of pictures in this book. And you look at something she made night 35, 19 29, 19 fifties, and you could still wear it to this day. So let's go back to the the idea of the simplicity of her first products. Her hats were not entirely original. At at first, she she purchased simple straw border hats, from a department store, and then trimmed the trim them with ribbon herself, but they were chic. Nothing makes a a woman look older than obvious expensive or neat and complications he said. And so she goes to... She deliberately goes against the grain of what everybody else is producing. Therefore, her product looks different. And it stands out. She has all these people wearing them in on stage and in magazines, and so her hat start going, like, her hat starts selling like, crazy. This is gonna give her opening doing clothes. And then when she does close, she could do perfume. And then this is like a a good indication of... Again, she's all in. Like, do you think I'm giving me some kind of play toys? Like, no. You don't understand how important this is to me. Coco began to edge her way to the center of attention. Elbow past her rivals and competitors. And again, almost all of her competitors are man are men. They're... It's men that's making women's fashion. So she has a massive edge here. And so we have a description. This is fantastic. So 1 of her main competitors at this time was this guy that was dubbed in Paris as a king of fashion. His name is Paul Por, maybe. It says, I'm just gonna call Paul. Paul who's fame at the time was such that he dubbed himself the king of fashion. Said of Chanel early days as a hat maker. He uses a different word, but Had to look it up, but it translates a hat maker. We ought been on guard against that boy head. It was going to... It was going... And she's talking... He's talking about chanel, obviously, because she would dress, like, like, almost like a tomboy. Again, that's the way they thought of it because they thought, you know, women should be these elaborate, like, costumes, But who's gonna wanna walk around on a Tuesday afternoon, you know, dressed like that. That was Chanel understanding. It's like, no. This is not comfortable. This is how men think we wanna address. That's not how we would actually pick if we had our own choices. So it says, we should've have been on guard against her. It was gonna give it that that head of hers, her brain was gonna give us every kind of shock and produce out of it. Hats, gowns and cultures and all these words I can't pronounce and jewels and boutiques. And so she uses the momentum of all sales to open to get out of. At first, she's just you know, on the bottom floor of 1 of their apartments and then she gets her own store, which is interesting. So it says, beauty flocked to by Hats from Chanel at her establishment, her business grown so successful that she opened a new premise. It gives the address. And anytime I'm reading these books. I usually look up all the addresses on on, Google Street view just to see what they look like. And her first store, which she's opening now. You know, we're still in the early 19 this is 19 10 actually, is just a few hundred yards. From where the Chanel store in Paris is still to this day. So let's go back to how she's approaching her work at the very beginning of her business. And really think about that line. She said, they didn't know how important it was to me. Imagine you're... Let's try to put pictures ourselves in in her shoes at this point in life. She's an orphan, little to no family, no money, no stability. All she has is this this glimmer of opportunity in the house of Chanel. Imagine how important the success of her businesses to her at this moment in her life. But for all the outward success of her designs and the impeccable surface that she presented to the outside world, remember, she's all about making mint. She's not gonna let you inside you know, her she's a her her facade and the outside. Her external facade is is imp. Inside something was troubling her. I often fainted. I had so much emotion. So much excitement. I live so intensely. My nerves couldn't stand it. When she worked, she said her health recovered, So that's an another. She lives to... I think she's 80 87. She works to the day she dies. So when she worked, she said her health recovers The house of Sun Chanel seem to give her stability. And so listen to what she says to 1 of her seams she at 1 of her very sort, very first stores. I am not here to have fun or to spend money like water. I'm here to make a fortune. A year later, Chanel was earning sufficient money to have no more need of Cope capella financial support, and she rejoice in her independence. Her clothes look and she's... I forgot to mention... I fast forward in the story. She goes from making hats to close. And again, the same approach she has for the hats where she's removing all the hacking weight at the essential, making something that she herself would want to wear because she knows if she would wanna wear it other women would wanna wear it as well. She says that same approach to her clothing. A year later chanel know. I already read that point. She rejoice in her independence. Her clothes looks simple sleek and fluid, designed to be worn without core sets and with casual ind. They had to be comfortable. The rewards were considerable. Her work liberated. This is so important. Liberated Chanel from other constriction. She says, I was my own master, and I depended on myself alone. And... She's even able to expand her business even when even in wartime. So she's gonna close her shop in Paris, because Germany is gonna invade for, Paris. So in 19 39, I think she she closes her store, and then she takes like, a 15 year. She she... She, like, almost like, a hiatus. She's still working, but not doing any new collections. But anyways, we're not there. We're still in the early days of her business we're in World war 1, We see the relentless resourceful of a early cocoa Chanel. Chanel knows business flourished even in the shadow of the first World War. She soon had to adapt to wartime restrictions. So she's got all kinds of materials that she either can't get anymore. She gets unlimited supplies. So it forces that were resourceful. There's a disorders material. I cut jersey, so she's saying, like, she makes multiple new pieces from anything she had. I I cut jersey from them from the sweaters, the stab wore. And then I would needed training garments that I wore myself. By the end of the first summer of the war, I had earned 200000 gold franks. So she's making... Again, just doing as much as she can with the aluminum materials she has, and that only way to to do that is a be resourceful. She's using create, like, her sense of creativity to figure out okay, how can I produce and sell clothing when I'm severely limited on supplies? And again, she's they're extremely pop She made 200000 gold Franks in the first summer. Despite the horrors of the front, her sales continued to increase. They were her clothes were chic, but not show. They were Monochrome. She talks about... She's famous obviously for the little black dress. She liked black and white. She would do colors too, but she just talked about, you don't need... Again, her her desire for simplicity shines through over and over book. Us, so it's not showing Monochrome and keeping at the mood of the Times. Fashion should express the place in the moment chanel now would later to observe. I was witnessing the death of luxury. The passing of the nineteenth century, the end of an era. She watched its demise without sympathy knowing that her time was coming. She's talking about the change in fashion how everybody's going to eventually copy, and and and try to, simplify just like she's doing her product line right now. That the grandeur that she had witnessed would soon crumble, choking on its own excess. And listen to how she describes her displaced for the designs that that were were popular before she... Before her biz... Like, before she established. Chanel was like, the a leader in the fashion world. In her words, the last reflections of a baroque style in which the ornate had killed off the figure, in which over em had s the body's architecture, just as parasites sm trees in a tropical forest. Complicated patterns, an excess of lace of embroidery of ga. But cocoa was gonna change all that. Chanel was going to impose black. And so at the beginning, this this giant quote, that Coco famous forces says, I I impose black, it's still going strong today. For black wipes out everything else around. And so this is where she designs 1 of her most famous products, product is selling demand today. You see pictures in book of the little black dress from, like, 19 26, and it looks exactly, like, somebody would still wear it today. And I'm sure they do. So it says, she took the black... She took black. The color of mourning and turned it into celebration of chic. The little black dress was formally identified as the shape of the future until 19 26 when American V magazine published a drawing of a chanel design and announced, here is a Ford signed Chanel. Listen to this metaphor. Henry Ford es metaphor for about the black dress. Here... Because remember at this time, he's producing the model t, and you can only get it in black. Here's a Ford sign Chanel. It was a it was a simple yet elegant sheath in black with long sleeves worn with a string of white pearls. And v proved to be correct into prediction that it would become a uniform as widely recognized as a ford automobile, fast and sleek and discreet. And so Chanel talks about why she chose black. She did not approve of what she saw before her. Those reds, those greens, Those electric blues. He's she's talking about what other designers, and other male designers are dressing women as. She's like, no. She says, listen to this. This a crazy sentence. Those colors made me feel ill. Coco made a vow to herself. Those colors are impossible. These women I'm bloody well going to dress them in black, and then she says that famous quote I just said, I impose black. It's still going strong today for black wipes out everything else around it. So there's a lot of stories in the book about, like, the people she dates and the lover she takes and all also other stuff. She went to working with Picasso. I think she met Hemingway. All these famous people. I am gonna talk more about her relationship churchill, which was fascinating. But there's... In the... Where I'm at in the book, she's she's taking this, like, French lover. He's, like, an art... Some kind of artist, I guess. But really, it's a maxim that I thought was very interesting. And the way she's describing the way she works. In the way it is similar and also different than other people. So I'm gonna skip his name. His d was to work on an empty stomach and in a cold state. She did not see herself as an artist like him. She repeatedly described herself as an artisan who works with her hand. And yet her precision and commitment to her craft was reminiscent of his. She talks about he's always dedicated to what he's doing. There's a there's a famous, like, quote, video, like, a short video that goes around about Kobe Bryant saying, like, you know, if you're lazy to get the hell away me. I don't want anything to do with you. Coco would say the same exact thing. She was extremely dedicated. But this idea where she's, like, I'm not an artist. I'm an artist and I worked with my hands. And I have precision and commitment to my craft. That reminds me of 1 of my favorite books I ever everybody for the podcast was the biography of George Lucas, just an unbelievable life story and how many multiple multi billion dollar businesses that 1 guy created is just outrageous. And he says something that was very interesting in his biography. I think this is founders number 35. It's such a good book. I'm gonna have to wanna reread it and re recording another episode on it because there's a lot of things in in that book that I wanna remind myself from time time, but he talks about you know, entrepreneurship. It's a practice. I'm a craftsman. Right? So he says, my own... My thing about art is that I don't like the word art because it means protection and bullshit, and I equate those 2 directly. I don't think of myself as an artist. I'm a craftsman. I don't make a work of art. I make a movie. And I think if Coco heard that quote from George Lucas, she would she would agree with it. Alright. So this is about her most successful product of all time. This is chanel now number 5. Do you know, like, this also blew my mind, and we're gonna see the the people are introduced her partners here. Chanel is still a private company to this day, and it's still owned by this family were about to meet. Coco was always contrary. Which is the first thing to remember when telling the story option on number 5. A story that that is a fairy tale is also the solid foundation of our empire. Number 5 was multiplied a million times over and more. Far more. In a dizzy dizzy proliferation that made Coco Chanel rich and recognized around the world so that her name became a brand and her fate earn her face as famous as her logo. So it says in the summer of 19 20, Coco Chanel met ernest Bow. Who was an expert expert perfume performer who established a laboratory in this south of France. He was known as the performer to the Czar. So chanel now also had some, like, like, 1 of her lovers and the relationship she had was with like, bunch of... She got involved a bunch of Russians. And, some of these people were expelled. They used to be, like, with the Czar family, so they wanted up being like, going from extreme well to not having any money. 1 of these guys guys was, like, a well known playboy, all women thought he was beautiful, but when he gets kicked out and goes to friend. He has no money. So he's dating Chanel, but she has, like, pay for everything, which is really interesting. So anyways it was through them that she meets this perfume performer, this is the... We don't know if this is true, but this is what's p supported, how the name came about. Why is this name, the guy that the the perfume, I guess this his title is this is his version of events. Why do you choose that name Chanel asked me for some perfume, and I came to present my creations. I had 2 different series. Number number 1 through 5 and numbers 20 to 24. She chose a few, 1 of which was number 5. What should be called I asked, Chanel replied. I'm presenting my dress collection on the fifth of May, the fifth month of the year Let's need let's leave the name number 5. The scent went on sale in 19 21. So think about that. A product that's so loved it's still sold a hundred years later right now on their website, they selling 3 ounces Chanel number 5 for a hundred and 40 dollars. And so we see more stories telling from chanel about Chanel number 5. She says it was important to choose one's own rather than have it chosen, meaning like, don't Like, again, think about what's not what men might think you wanna smell like. This is what women wanna smell like. It was a statement of individuality and of independence. Women wear the perfume performs they're given as presence she said. You ought wear your own. The 1 you actually like when I was young, the first thing I had done, I would have done if I had any money was to buy some perfume. So it says that evening, she chose the sample. She went up going out to dinner. She's at a fashionable restaurant, this this struck me as hilarious. She's in cans in France. As she died. She searched she sprayed the women who passed the table with her new perfume fu. You've gotta be able to lead them by the nose she said, having done so with her original customers for number 5. She would start spraying it in her boutiques. So she had 3 or 4 boutiques, so she starts spraying it. People... In fact, it was funny later on in life. She lived at the hotel r writ right across from her store in Paris. And they would... As she's leaving, as you see her leaving the front door of the hotel. Somebody would either call or run over to the boutique. And before she would walk through the door, they would insist that you would have to spray a bunch of number 5. So she, like, walks through, like, like, it's sprayed right before and then she, like, walks through it. Like, as if she's sprayed it herself. It's just some... Again, she's a hilarious person. Just completely over the top and so many weighs 1, but I just thought that was hilarious. I said, you... That was your job. Okay. Here she comes. We gotta make sure we we spray this. But that's obviously a long time in the future. This is point. She's just like, I think I have something here, but let's see, You know, she doesn't know yet. And so she's gotta do, like, these gorilla marketing tech tactics that she's doing spraying people randomly in the restaurant. So it says even before Oh, she does something smart too. Before it was in mass production. She just had a bunch of samples. And so she would give little samples to her best clients in the boutique. And it says, she would under play her commercial commercial ambitions, but suggest to her best clients that they were in on a secret long before anyone else. So be way before it was for sale. It's like this is what I'm working on, Don't tell anybody, but here you get to have it, your, you know, you're part of the play. Your a character in this whole brand that I'm building. Okay. So now she has to get into the production. And so they set up this this company, which I think is the perfume of Chanel, but it's in French. So I think that's what it translates to. And this is the family that still owns Chanel. The entire, like, owns everything. To this day. This... I think it's the grandsons of the 2 guys. That wound up doing this to deal it with Coco chanel 19 24. And so Chanel today is a rumor to be 1 of the most profitable and successful private businesses, privately owned businesses in the world today. So it says, the... Chanel was established in April 19 24, Coco owned 10 percent of the company, and this is why she thought she got taken advantage of. And there's some crazy things that she does later on, to try to fix this. And the worth of... Worth them worth. I don't know how to pronounce or last names. I'm call them the w. The w, oh, went owning 90 percent. 1 of them is the guy named Pierre, to categorize Pierre long relationship with Cocoa as a business arrangement based on a straightforward arithmetic would, however, be too simple for a union as complicated and intense as the most enduring marriage. They go to war multiple times. They wind up working things out later on and they're okay. And they're on good terms before she dies. But this is what really while. They... They each tormented each other at different points in their lives with such that Pierre had to employ a full time lawyer simply to deal with her. It says that their relationship engaged in combat that was reminiscent of a bitterly fought divorce, but they nonetheless retain a mutual respect. The return on the the money they're gonna make on the perfume was so profitable that Coco was to regret having only 10 percent of the business that bore her name. Thus, her battle over numbers flare up periodically. She wanted a larger share of the profits, but Pierre resisted her attempts to wrestle a greater percentage from him. Eventually, a kind of harm you prevail. So this this is what I mean later on, So we're 19 24, 19 47 is when they're gonna do the deal where she gets 2 percent of all sales per year. They wanna given her, like, 9000000 dollars of money she had lost during world we're 2, and then agreeing to pay every single living spence that she has, which is just wild. Just 1 sentence here. I gotta point out to you because it's repeated over and over again. This is something that masters of their craft as you read through these biographies, you see, they have in in in common. They have a desire to simplify. The appeal of simplicity whereby her hands sought to form pleasing un fuzzy designs. A few things going on this page just note I have left myself is that copied and was copied. She was creative hard headed consistent and then, the last note is formidable. Definitely a formidable individual, seeing how the designer was both a copy and much copied. Also, the person sitting in her store at this point is they're referring to as the Grand Duchess. So, seeing how Cocoa was both a copy and much copied, the Grand Duchess also observed Chanel ability to combine creativity with hard headed business sense and to do so on a daily basis. That's that's a really important part. She gets started in, you know, early 19 hundreds, I say, 19 o 03:19 10, somewhere in there, and she keeps going until she dies in 19 70. It's a day to day thing for her. Chanel so the the Grand Duchess is sitting in there. She's saying that Chanel was bar was was negotiating with somebody that was supplying her, materials like she needs for a clothes. Chanel was not prepared to barter or give an inch. She would broke no further argument. I eventually the woman s and red in her red and left in her formidable presence. And so what she's talking about also the copying the copied, she took these ideas. She she took ideas from, like, Russian military uniforms and repurpose them into designs for women in Paris. Something of of the previous world remained, at least in the sense that Chanel knows designs were inspired by long established Russian influences. She rein it. That's a great way to think about this. These are all Russian words. I'm just gonna give you the translations. She rein the traditional embroidered bra blouse. She rein a military style coat And she rein reinvented a sailors jacket. So again, drawing inspiration from all all parts of the world, taking maybe something at their foundational level, repurposing it, redoing it, and in the process creating something new that she could sell to a custom I think that's... Again, remix then I left myself is remix old ideas to create something new. That's exactly what Coco is doing and that's something we can apply to a million different ideas or products in the future. Here, she found the materials over past ready to be re assembled again into something new. Peace after piece was un rolled to admire a wealth of taste artistic wisdom and experience accumulated for generations. Old materials were transformed into new designs. And I think this is an important point I'm gonna pull out 2 more paragraphs about the fact that she just took She learned from things around it, grabbed in... Things that were inspiring and then redid it to her own purposes. As was often the case of her career as a designer, she was quick is still its essence, absorbing it into her own style and selling it to customers ego... Eager for her clothes. Chanel nails deaf designs were not without precedent, and I don't think anything's without president. That's just what humans do. We're just building upon the work of previous generations. She just happened to apply that to high fashion. So 1 of the new things that came out since the since the 19 seventies, since that book I read the first time was the fact that a lot of people suspected. There's entire book written. Was like, oh my god was Cocoa Chanel, a secret Nazi spy during World war 2. And so part of the reason people believe that, and I'm gonna get into, like, the the evidence pretty spa is the fact that she had a relationship, friendship with Winston Churchill, she at this time is dating the duke of Westminster, who is 1 of these, like, leisure gentleman, didn't really work, just sailed around the world on his yacht and and, you know, party and and had a bunch of women and all this those stuff. But he was probably the richest man in in England a time. Because he had multiple generations of of wealth that he winds up inheriting. And the Duke of Westminster is also friends of Winston Churchill. So this is a way before world war 2. And this is Churchill actually describing he's wanted spending a week with west... The Duke of Westminster and churchill. So winston Churchill joined them for week of fishing and doing all this other those stuff, but I wanna bring you bring to your attention his opinion of Coco. He writes to his wife in 19 27. Coco here. She's really great and strong being fit to rule a man or an empire. And so throughout the book, you have these descriptions. And again, Winston Churchill himself, a formidable individual. That's how they describe her. She's a formidable she can rule a man. She can rule an empire. She's just as talented as. This is her architecture script. She wanted building this beautiful villa in the south of France, and it says, coco could be ferocious intimidating. She was very she was certainly very intelligent. In discussions, 1 always had a feeling of 1 owns inferior. And let's go back to this idea. She was completely dedicated to her business to her work. She talks about, you know, not respecting lazy people. She goes, I know what work is. And I never hired lay outs, and then this is a great line at the end of that paragraph. What maybe the best thing she says in the entire book. It is immoral to play at earning one's living. So when you come to work, you need to come correct correctly, and need to make sure you're dedicated. This is not a game. We... I'm here to make a fortune. We are taking this extremely seriously. It is a moral to play at it. Okay. So let's getting to this idea, like, was she some famous German spy or what's happening? Part of this is because she winds up having, relationship with a guy. She's almost 60 years old this time. She winds having really relationship with the guy. Like 15 years younger than her. And so this is another... 1 of the reasons I wanted to read another book on her It's like, what's just spy for the Nazis during World war 2. This was just hilarious because they're asking her like, you know, how could you be with a German during this time. And in her famous reply to the question of whether she involved with the German, her response was really, sir. A woman of my age cannot be expected to look at his passport if she has the chance of a lover. There's a lot of lines like that in the book. She's she's rather funny. And so at the core of this idea that, hey, she might have been a spies because she tried... There's some people in the German government, And then this is why I think winds up being, like, a big enough... Like, not really... I I don't think it's... When you read the headline. Oh my god, she she was aspire for the German. Sounds terrible. Right? Well, there's a lot of people in, like, high positions in in the German government that are not on the side of Hitler. In fact, they want the war to end. They think this guy's a crazy Man. 1 of these guys contacts Chanel to see if she could broker her peace with Winston Churchill. And so Chanel knows a French citizen if she's trying to broker her peace. Like, I don't... Again, end ending the war, getting rid of it. That's not to me That's not the same as, like, she's fiercely spying and gathering information for the the German government. I I don't... I didn't see any evidence. Of that. But this is why at the heart of this is the fact that she's had a really sure with the Duke of Westminster and and Churchill. And says says the Duke of Westminster, whose name also crop crops up often in the meticulously filed correspondence and diaries of the Churchill Archives. It was on the dukes, Scottish should state that they had fished and played card games together. This is all the stuff chanel and Churchill it together. They had hunted bore, they'd cruise on yachts throughout the Mediterranean. They enjoyed house parties, horse riding and pheasant shoots. Thus, they possess shared memories as well as shared attachment attachments, and their password intertwined. You know, this is a good 15 years before the the war, before Churchill prime minister. There were times when politics over road friendship, the Churchill was skilled in navigating the hazardous grounds that divided the 2. At 1 point Churchill, He here it's duke of Westminster, you know, was opposing a war with Germany. As we discussed a few books ago, at this time, it was very common, like, this desire to appease Hitler. So Churchill writes some a note. Churchill Wrote him express and graves concern. I am sure that pursuant of this line, meaning making peace of Germany would lead you into measure less podium and v sensation. Churchill did not refer directly to his membership of a right wing pro German movement. This is the duke of Westminster. R to his reputation as an anti semi, but he did succeed in bringing him back into the line, and he proved himself ready to answer Churchill call to do all that was necessary for winning a war. So is around this time where she decides to close. Says her decision to close the house of Snow as it... Was an immediate consequence of the declaration of war and was very fascinating is says at the time, this was seen as an act coward and betrayal. And so this is where we get into a few years later, this guy named She. Winds up trying to... He... He's the 1 that pitches the deal tu Chanel through her German lover. That's guy named Spat. And so it says, but at some point in, as the word drag gone through 19 43, a Bizarre plot began to take shape. That would... That Chanel would act as a messenger to Churchill, and thereby initiate a peace process. When Sc burger was interrogated by the British after the German defeat, he indicated that he had hoped Chanel might at least give Churchill a message that senior German commanders were at odds with Hitler, and we're seeking an end to the war. And so the interesting side note is during World war 2. As you could imagine, the perfume company, 90 percent of the perfume company is owned by 2 Jewish brothers, just Jewish family there And at the time the Nazis are con the assets of the Jews. And so they were worried that they're gonna lose the Chanel company, and this is where you see some, you know, is it definitely some mach combinations on Chanel part to try to use this opportunity to to try to wrestle control back over the company, which wants of damaging her her reputation for quite a bit. So this is a fight over Chanel number 5. Pierre and Paul, the Jewish brothers, the owners of Coco cocoa and Coco partners, arrived in New York having escaped Europe with their wives and the children from the German after the German invasion of Paris. Despite the dangers of their jury journey and missed the cast of war, the brothers had also managed to keep their business interest to afloat. Not only did the brothers maintain the production of Chanel perfume in their factory on the outskirts of Paris, which that's what that was crazy to me. Even as the Nazis made attempts to seize their assets. But the... Brother somehow retain control of their business empire. This was despite the best efforts of the woman being coco, whose name was such a crucial element in success of the perfume yet who felt her own financial interest in the perfume company had been wrong diluted. And therein lies the key to the most troubling episode of Coco history. Her legal maneuvers against the brothers were immensely complicated, but in essence, she attempted to use anti Jewish laws of the German occupation to ou her business partners, A strategy that proved unsuccessful and gravely tarnish her reputation. And so the reason her actions were successful is because what the brothers did before they fled the the brother's Paris in 19 40, and their share were taken over by this guy named Felix, Felix own a French airplane manufacturing company, so they do a swap. Right? In return for stake in his aviation business. But, they signed over, the perfume Chanel company, who would return it to the brothers at the end of the war. Pierre hoped to protect the business despite for you the reason he did this is see is as he wanted to prep the business from the German requisition, his actions also t Chanel efforts to have the companies declared abandon when he is in his brother left France and seize control of herself because she didn't know they did this. So like can this guy this frenchman Right? He's not a Jewish person this French now as the company. It is a measure of her adversary swift and a adept tactics that they managed to out both Chanel and the Nazis. And thinking about how important that 1 decision was. Right? Because it it they wind up being able to keep control of what what... It's gonna wind up becoming 1 of the most valuable private companies than what has ever seen. And then that action they made in 19 forties under under du rest. They're there multiple generations after them. You know, that the the the the companies run by their grandkids, if Not mistaken. Like, they... That that 1 decision was so important when of generating who knows? I mean, what? Billions and billions and billions of dollars that the family's is undoubtedly made from Chanel know, because you know makes a couple billion dollars a year in profit every year. They've owned the company. Since the 19 twenties. Now let's see Coco counter This is a Henry Ford like Maneuver is what I wrote on this page. Coco became intent upon launching her own sense, and labeled her perfume as Madam Was Chanel to circumvent the brothers. So she's saying, okay. You you not gonna... You... We're not gonna renegotiate Chanel number 5 and Chanel Perfume performs, I'll make another competing brand. And the reason I say it's like a henry Ford like Maneuver is because by, like, 19 19, Henry Ford own a hundred percent Ford motor company. And the way he was able to convince all the other shareholders to sell out to him because he wanna complete control and he hated, you know, input from other people. He said, okay, I'm gonna quit the ford Motor company. I'm gonna start a new Henry Ford motor car company in California. And I'm gonna make up another product to compete. With your... With the ford company, which is very similar to what Coco is doing here. Coco idea worked brilliantly just like Henry Ford's idea worked brilliantly. Chanel perfume fumes were sufficiently... Convincing to provoke a response from the brothers. The brothers had by then invested massively in their Us company, spending the Chanel inc spending a million dollars in advertising alone, an investment that would have been undermined by a competing range from Coco Chanel. Pierre and Paul wind up going bursting into Coco Chanel attorney's office, yelling. Exactly what does she want? What Chanel got was a deal that made her on a sale be rich. After May 19 47, Coco received 2 percent of the gross royalties of perfume sales throughout the world. She was now wealthy enough to never need to work again. But she does work again. Now she does have this interesting gap. So from 19 39 to 19 54 where she closes her store They're still selling perfume. I think, oh she has other boutiques, but she's not doing new collections. She decides to come back, and this is very interesting. So it so she was 70. 70 years old. When she launched her comeback collection on the fifth of February 19 54. And what happens is everybody all the critics and all the media and Paris because what she's bringing to the to stage again is completely different than what it's popular at the time. This is when Christian Dior at this height. All these other the people are competing and she said the same thing. Like, their your your designs are way too complicated. Their reviews were savage enough to have failed a woman less sure of herself. So it's like, you know, they're they're completely trash her, but This is Coco Chanel. She doesn't care. She declared her her her determination to 1 of the brothers. I am continuing. I show continuing. I shall continue. They'll end up understanding to which he replied, you were right. You must continue. And so right after, you know, the the the French media is just saying, oh, the, you know, you she's lost her hut, she's she's, you know, over the hill, etcetera, etcetera, the America media, American media loved her collection. And it's because of life magazine and American V magazine, that it winds up selling and then she becomes super famous. And again, America 19 fifties gigantic market, unbelievably wealthy. And this really fuels her her renaissance. And the lesson here is, you know, 1 community if 1 place is not buying your work, is there another 1 you can try. And then this quote, I wrote down that comes from James Dyson that was very successful in hit building his vacuum empire. He says in his auto that 1 decent editorial counts for a thousands a thousand advertisements. That editorial so much it's so is a lot better at selling your product than an Ad is. And so it says it was America that celebrate the comeback of Coco Chanel. America had made her famous again, identifying her as a twentieth century icon, making her faces recognizable as her legendary little black dress and pearls. Like, like V magazine life magazine was enthusiastic about Chanel revival of what it... Of what it was that she had always done well. Dresses that were plenty elegant, but easy and but also easy fitting. And refreshing, especially refreshing after some poured on look of some styles. So they're comparing contrasting like this over the top fashion that's taking place compared to with Chanel, you know, simple, timeless elegant. Orders came flooding in from the United States. And this is what Chanel says about her between her and her competition. I am only a little dress maker trying to make women young and pretty. Those other designers that do those pretty little sketches, the boys. They don't understand women. They don't know how they live. Their idea is to make them weird to make them freaks, and then we see here in some statements by her. She's 74 years at this time. So the north myself is 74 years old and still fired up. Let's hope to be as lucky as coco. Ross asked her why she happened to be in retirement for so long. Her brown eyes flashed. Never was I really in retirement in my heart said. I always observed the new clothes. At last, quietly, calmly with great determination, I began working on my new collection. When I showed it in Paris, I had many critics. They said I was old fashioned that I was no longer of the age. Always, I was smiling inside And I thought I will show them. And so she did pointing the way forward even if she was mocked for looking backwards, which such... Which such success that she was now being copied in France, So that... That's a funny way to say, first, they mocked her, then they copied her. And she was happy to see she be being copied. You see her attitude here. So much the better she declared, seeing invitation as the best form of flattery. A sentiment she echoed in another interview when she damned her young rival e Saint Laurent with the faint with Faint Praise. Saint Laurent has excellent taste. The more he copies me, the better taste he displays. And just 2 more things before I close. This is a metaphor for our work and then Steve jobs like obsession with things that customers never see or won't notice first 1 is a metaphor for our work. She still wielded her scissors on a daily basis to shape and remake her creations. What she... What you have to do is cut she said. Another word for edit. Right? Chanel at work in her studio working until all those around her were exhausted, taking part a suit, taking part a suit dozens of times, readjust it. Until she was satisfied that it was perfect. And then this is what I meant about Steve jobs level of a obsession with things that customers may never see or won't notice, Chanel dev devote her energies to barely noticeable refinement of detail of her suits and dresses. And I'll close with this paragraph from her niece, who's also named Gabriel, and I think she really gets to the essence of Coco Chanel. Sometimes says Gabriel, her aunt would tell her, a simple life with a husband and children. A life with the people you love. That is the real life. And yet Gabriel could also see the manner in which Chanel had cut her own family time. To set herself free. She battled for her freedom to escape from her childhood from the suffering of the orphanage, and that is why she designed clothes that made women free. It was all a question of freedom. To be free to drive your car to ride a bike to walk to work, you had to be able to forget about what you were wearing. Forgetting is part of freedom. And so she was free to forget her past. And even if she did not forget it, she put her memory somewhere where they did not weigh too heavily on her, just like the clothes she made that were so light that they seem to weigh nothing at all. And that is where I leave it. For the full story, you gotta read the book. If you buy the book using links and shown notes in your podcast player you're just go in podcast at the same time. I will also leave a link down there. I've been saying I've been doing it for a limited time. I might make it permanent, but you have the ability if you wanna switch your membership from a subscription to, lifetime access. So you pay 1 time. You have access to founders for as long as I've found so podcast exists. To do that, you'd have to sign up using the link in the show notes, and then you'd have to cancel your existing membership, unfortunately, I can't do it automatically. This is optional. You don't have to do it. Some people have email me saying they wanna keep the subscription because they'd pay more. I'm completely fine with whatever you choose, but that option is there for you if you wanna take advantage of it. That is a hundred and 99 books down. 1000 ago, and I talk to you again soon."
}