{
  "transcript": "He had changed the world. He created a new art form and then produced several ind dispute classics within it. He provided an escape from the depression, strength during war. And reassurance afterward. And he had shown generations of children had to accept responsibility while at the same time allowing them to vent vic, their ant toward the adult world they would soon enter. He had refined traditional values and sharpened American myths and archetypes. Even if as his d tractor said, he may have also gutted them. He had advanced color films and then color television. He had reimagine the amusement park. He had encouraged and popularized conservation, space exploration, atomic energy, urban planning, and a deeper historical awareness. He had built 1 of the most powerful empires in the entertainment world, 1 that would, despite his fears, long survive him. He had founded a school of the arts in nearly 40 years after his death, his name would ado a concert hall in downtown Los Angeles, financed largely with Disney family money. Yet all of these accumulated contributions pale before a larger 1. He demonstrated how 1 could assert one's will on the world at the very time when everything seemed to be growing beyond control and beyond comprehension. In some, Walt Disney had been not so much a master of fun or a reverence or innocence or even wholesome. He had been a master of order. So the book that we're gonna be talking about today is called Walt Disney, the triumph of the American imagination by Neil Ga, chris, I'm gonna try to go in chronological order of his life. Obviously, an 800 page book. We're not gonna be able to cover everything, but I have 5 to 6 different events in his life that kind of show you who he was as a as a person and how past experiences may have influence decisions he makes later in life or what becomes important. So we're gonna jump to when he's in his twenties. He's already found a love for drawing. He wanted to be a cartoon, and he started his first business really, really young. Something a lot of people don't know about walt Disney's. He never even graduated high school. He's a ninth grade education. Yet, he is 1 of the most arguably successful and most famous people that in history. I think even now in 2016, if you ask who... Everybody knows the name Disney. Even if you're not, you've never been to a steam parks, you've you know who Mickey Mouse is. You've been touched by 1 aspect of the company that he started. So what a lot of people don't know is he started his first business when he was in 19, he he was in Missouri. He was basically trying to produce to to do advertisements to do cartoons to do short little... They're not they're not really movies. I guess you would call shorts. That business goes under. He realizes that he's He's lived up to his full potential where he's at, so he heads west. He heads to Los Angeles, which he thinks would be a good way to get it to be a cartoon full time into to basically open another studio. That's going well. He's already producing. Successful drawings and art, and we're gonna go to the part where he... It... He's betrayed. So he's a young man doesn't know much about business. Other than just trying to go through trial and error, and let's go right to the book. This section called Betrayal. In 19 28, just as everything seemed to be going well, came 1 of the most devastating episodes in Walt Disney's life. An episode that would haunt him throughout his career. With Oswald success, Oswald A cartoon. Mint, this is his partner, had tired of Walt's financially financial h and his an for control, especially since Walt did not even draw anything himself now, and as mint saw it, seems super. So mint instructed George Wing who had arrived as promised the previous July to approach Hugh Harmon about taking over the studio and relieving Walt of his duties. Just before we continue, there's gonna be a lot of names there's tons of names in the book that's actually made it a, more difficult to keep track of everybody. What you realize when you finish the book is you don't really have to remember everybody's names, so try not to get too caught up on that. The important people stay in the bulk and and you you'll know their names because they're there basically the whole time. George Wink, Hugh Harmon are not that important in this story. I was interested right away, Harmon said because I was very disappointed in Walt and wanted to get away from him. Walt was completely oblivious to these mach imaginations until January, when Ear works told him that Wink in anticipation of a renewal of the Oswald contract with universal had already signed up several of the animators and had asked Ear works to join him. An offer Ear works refused. Unaware of how much mint had come to doubt his importance or of how much his employees had come to dislike him, Walt could not believe that Wink would try to double cross him or that his staff would actually cons expire against him. And he dismissed the idea out of hand inadvertently, wounding ear works by seeming to attack his credibility. That's mistake number 1. And Walt makes a lot of mistakes here, but remember he's really young at this time. Meanwhile, on February 02/02/1928, minsk as expected, signed a new 3 year agreement with universal to provide Oswald. So Mint is his partner mint takes care of the distribution, which basically, they sell and and get Disney paid for all of the production side of studio mix. And Minsk is the 1 that's been betray him right now. The Oswald walls had been filmed daily wrote in a report the signing, 1 of the best sellers of the of the short subject program. Adding that Charlie Mint organization has been delivering and how. Still refusing to believe Mint t and brim with confidence, wall was in fact preparing to leave New York to negotiate his new contract with minsk. And had planned to ask for an increase from 2250 dollars per film, which is what he had been receiving to 2500 dollars per film. He was so certain of a favorable outcome If not with mint, than with another distributor if mince proved intra that he and Lillian that he had Lillian, this is his wife, accompany him on what they regarded as a second honeymoon. So he's traveling from Los Angeles to New york with the goal of basically getting a higher pay from his distributor. Same distributor that is secretly working behind his back to take everything. Take his his animators, basically thinks that Walt is just an nova paid supervisor. They arrived the third week in February to a bitterly cold and blu blu city and found the reception there justice chile. With 2 oswald prints under 1 arm and a book of clipping under the other, Walt had gone to see Fred Qui at Metro Gold Mayer, also known Mgm in today's lingo. With the hope at the very least of getting a a competing bid to pressure on minsk, but Qui told him that cartoons were on the wan, and he said he was not interested. Walt putting the best spin on the conversation told Roy, Roy a a name you should remember Roy, is Roy Disney, It's Walt's older brother. Walt putting the best spin on the conversation told Roy that Qui, was just playing hard and said he would follow up in a few days. Temporarily re buff, Walt headed directly from Mgm to mint office to continue negotiations, but Mint was also playing hard ball. Not only did he not offer to increase the advance. He was now offering only the negative costs. Which he peg at roughly 1400 of film. A 50 50 split of profits and substantial salaries, which suggested that Walt was not a studio owner in his own right, but a sub contractor for minsk. Walt, agreed by the terms, which he no doubt feared would force him to compromise on quality again and seed more control, immediately contacted his old mentor Jack A, and, a reserved and dignified gentleman in Walt's World in Walt's words who had helped broker the original deal deal with Margaret Wink for the analysis that's this series of shorts that he was producing before. And who now edited the trade paper firm daily. A coat advised Walt to continue dealing with mint, but as a hedge, he set up meetings for walt with Metro again and with Fox. Break with Charlie looming while wired Roy later that day, meaning Charlie Mint. Before any rupture could be announced though and resort to a bit of chic of his own to thor mince He asked Roy to have an attorney drop an iron clad year long contracts for the staff with 2 option years. All contracts with me personally. Therefore, my signature necessary before contract is complete. Assuring us protection without responsibility, what warned what 1 of the contracts that what 1 of the contracts that should be held in readiness until he gave roy the word, and he closed reassuring Don't be alarmed everything okay. But of course, everything was not okay. Walt and Lily had lunch at the hotel after as guest of Mint and Margaret Wink the next day, Friday, March second. Where mint refused to discuss business. But from what remarks were dropped, walt wrote wrote Roy, I could see that he had something up his sleeve. After Mint suggested they meet in his office next morning, walt wired roy frantically to get the contracts with the staff signed immediately, lest mint or George Wink get wind of the plan and proper contracts of their own. Make them sign or no reason before allowing them to leave While telegraph Roy with a new imp that had alienate the staff. When Roy wired back that the staff had refused to sign the contracts Ear works warning to Wall was finally confirmed. Since jobs for animators were scarce and the men should have jumped at Walt's offer, he realized that Minsk and George Wink had indeed contracted with the staff behind his back. In fact, Walt was told that Mint had been talking to an animator, referring no doubt to the conversation with Harmon to take over the operation under George Wink supervision. Walt had suffered suffered 2 heavy blows. He had become expendable at his own company and his own employees had betrayed him. But Walt had underestimated mint and overestimate universal. In concluding his deal with the distributor, Mint had granted walt no rights to the character that Walt had created thus Leaving Walt no recourse, yikes. That's that's not good, guys. That Saturday at his office, Mince made Walt a final offer. He would give Walt 1800 dollars per picture, up from 17 50, plus 50 percent of the profits from universal, but he presented a new and start stipulation. Minsk would take over the Disney organization paying Walt and Roy each, an additional 200 dollars a week as his employees. Okay. So before we go any further, we go back a little while ago, Walt is happy. He's confident. He's traveling to New York to go to negotiate a race from 22 52250 dollars per picture to 2500 dollars per picture. And hopefully AAA larger percentage of the profits. Minsk in the meantime is going behind his back. It's taking his animators, and as now just said, it's gonna be a decrease actually. It's gonna be 1800 dollars per picture. And I run the organization, and I'll pay you a little bit of money in your my employee. So something we're gonna see throughout the book is, Walt Disney was a master of control. Every single project that he works on. Everything that he's wants to do, he wants to control almost on like, reminds me when I reading this book a lot of Steve jobs. How it comes up constantly. Walt's really not about making money. He's about producing whatever he's working on, he wants it to be the best. So it starts with cartoons, and that's that's cartoons that are in black and white with no sound, then he... He's 1 of the first people to add sound. Then he does color and sound, then he does short little movies, then he does... He's the first person to do full feature, cartoons, it with snow white which we'll talk about later. And then he goes from there to building a massive studio that he controls completely, and then he goes from there to building theme parks. And in every single thing that he's focused on, he is completely obsessed with quality and completely obsessed with control. Very much more of, like, an artisan as opposed to, like, a businessman. His brother Roy was much more of like, the the business. Man. So with that that context there, you have this extremely talented, extremely driven young version of Walt Disney being told by an older businessman that's basically trying to screw that, hey, I'm gonna control everything and you're gonna work for me. That that's just never gonna happen. Back to the book. Angered and distraught Walt refused went directly universal again who offered to talk to Men's and hu fired off a telegram to Roy asking him to find out the intentions of the rest of the staff and to send a check for a hundred dollars for additional expenses. He returned to his hotel, Lillian later recalled, fuming that he was out of a job but at the same time, he was glad of it because he would never work for anyone again. When Walt left for the city of Los Angeles on March thirteenth, he had nothing. No Nolan, no character, no contract, except for the 1 for the Oswald that he was obligated to animate under the terms of his deal with mint. No staff, say for the few who remain loyal like Ear, no plan and perhaps most important of all, no cartoon land to provide a haven from the real world. He would in later years, talk often of this episode as a betrayal saying he had warned minsk that those who had turned on w would also turn on him someday, which in time they did. He told it just like the plot of 1 of his stories where good will win and the villain will be defeated. Recalled 1 of his longtime animators. He loved telling the story because it was so poetic just. He would say that you had to be careful with whom you trusted that he had learned that you had to control what you had or would be taken from you that he had seen how du, the business world could be. He said he had learned all these lessons and would never forget them. But as he and Lily Lillian headed back to Los Angeles on the New York Central Cannonball with nothing but these lessons and the sunny Bro, he was riding home to buck up Roy spirits, the internally optimistic Walt Disney. Who had written out crisis after crisis had 1 terrifying thought. He would have to begin all over again. So I wanted to start with this. This is about 3 chapters into the book, and it's something that's referenced constantly throughout his life. He talks about it constantly. It's the span of... All these events we just talked about happened over about a span of 2 weeks, and Walt disney never forgot. He never forgave. He... It... This experience where he had basically, his entire studio taken from him. Only reassured walt, that he had to control everything. And so moving forward, he has 1 other business partner named pap powers that betray them again in the future, but the damage was much less. But this gives you a good idea as to why mostly will consider walt disney a control freak. And you also see, like, we we talked about, Elon Musk last week. Elon and Musk is running 2 multi billion dollar companies right now, yet, he's so obsessed with control and detail that he's taking time out of his busy schedule to edit... Press releases. So, yeah, see... This is very common with a lot these biographies we're gonna be talking about that the people in them are driven. They're intelligent and they are obsessed with control. So we're gonna fast forward in disney's disease life, He regain his footing. He starts a new on the train ride back from being... This is a great... 1 of the craziest parts. On the train ride back from being betrayed by minsk. He's makes drawings and he comes up with Mickey mouse. So he leaves New York with nothing, lands in La or doesn't land, but travels La by the time he gets La. He now has the beginnings of Mickey mouse. And as you know, listening to this, almost a hundred years later, mickey mouse is probably the most famous cartoon in history. So he has huge success with that, and the part we're gonna go to is he basically spends a years. So he's he's perpetually dissatisfied, once he master something, he quickly loses interest and moves on to the next thing because he always needs something to work on. So he spends the previous 3 years, working 7 days a week, countless hours, morning noon and night, developing the first feature cartoon. And it's called snow white. And everybody's telling them it's not gonna work, No one's gonna watch a, you know, an hour and a half 2 hour long cartoon before cartoons are basically shown in the movie theaters, they're, like, maybe 5 to 8 minutes long, and they were shown before the main preview or the the the main event rather. And once again, Walt Disney proves, everyone... Everyone wrong. So we're gonna get into a little bit about snow white, and then we're gonna also gonna get to his family. This part is called the triumph of snow white. The 9 months after snow white debuted may have been the best months of Walt Disney's adult life. The picture was an astounding success. In its first week at the Car circle, that's the theater. It grows 19000 dollars. In its second 20000 dollars. And by the time it finished its 10 week run, it had grossed just under a hundred and 80000 dollars. That's an astounding number got. That that's an insane insane number for the time. We're talking about the 19 thirties here. At the radio at the radio City music in New York, where the lines often stretched down the block, it grossed over 500000 dollars. After it went into general release in February, And after Walt had re the shipping shipping prince, it grossed 3500000.0 dollars in the United States in Canada alone and returned over 1000000 dollars to the studio. By May 19 39 with 6700000.0 in receipts. It would become the highest grossing American film to that point. Eventually surpassing the previous record holder by near 2000000 dollars. Let's pause there real quick. So he's trying something completely new. No one's made a feature feature length cartoon yet. Everybody's telling him what's it's gonna fail. Walt it doesn't doesn't... He kinda like, gets energized from people telling him it's gonna fail. It's mentioned throughout the book multiple times. So in that context, I always can tell what's failed, it's never been done before, and, oh, actually, it's not gonna fail. It's actually gonna succeed more than any other movie period had done at that point. Back to the book. Because of the low ticket prices at the time and because children who were a significant segment of the film's audience paid even less, walt always maintain that Snow white had been seen by more people in this country, than any other motion picture. Europe was equally rap. The film played for 28 weeks in London, grossing over 500000 dollars at 1 theater alone and when it was released to the seaside towns that summer, that theaters were forced to take reservation 3 weeks in advance, eventually ins executing special morning performances to satisfy the demand. They came in their they came in their hundreds reporting the New york Times, little girls with spade and pale, little boys and bathing trunks, Mothers with the family shopping, young with wind blown sets, and the newest shade in Sun tan. It grossed a hundred and 55000 dollars at 1 first at 1 first run theater in Paris, and over 1000000 when it had been completed its second run in the city. In 21 weeks at the at 1 Sydney Australia theater, it took in a hundred and 32000 dollars. When sensors is in Holland for bad children under 14 from seeing it because they thought it was too gruesome, the youngster stage an impromptu nationwide boycott of a dutch snow white chocolate bar, and the sensors re. By the time it finished its runs in 19 39, it had played in 49 countries and had dubbed into 10 languages. This is really interesting. But the phenomenon didn't stop at the theater door. There were by 1 account, 2183 different snow white products. 16500000.0 drinking glasses alone were sold. Walt launched a snow white comic strip and commissioned a play based on the movie, though it was finally decided that the theater owners might object to the competition and the play was scratched. Prompted in part by the success of Snow white, the studio ina operated a national radio pro radio program in January that was quickly canceled because Walt said, quote, if I listen in and the thing isn't right I'm upset and worried, quote, Walt even collected 15000 dollars by selling original cells from the film at at the K Art Gallery in San Francisco. When K came, K came in is the guy that, is running... He runs basically a separate business for the Disney brothers. So the Disney production studio creates the cartoons and creates some movies. And has distribution all over the world, and then the merchandise that comes from those productions, is that company is run by K Cayman. And it becomes a business that actually makes more money than the actual production. So when K came and reported as early as May 19 38 that you'll see why? I'm we're here. When k came and reported as early as May 19 38, that 2000000 dollars worth of snow white toys had been sold and another 2000000 dollars worth of snow white hand shifts. The New York Times merely editorial that animation might be a way out of the depression. Then were the accolades. Already in January, Walt was investigating whether Snow white might qualify for an academy award and was told that, quote, it is quite within the bounds of probability that the award committee might consider it for special honors end, quote. It had already been named 1 of the outstanding pictures of the year by the National border review and had won special citation from the New York film... From the New York Film critics. When the Oscars were awarded in February 19 39, Walt did receive a special acknowledgment for his achievement. 1 large Oscar statue and 7 smaller runs. The 7 smaller runs for the jo. The 7 jo that are in snow way. Isn't it bright and shiny 10 year old actress Shirley temple chi as she presented the award? Oh, it's beautiful Walt said. Aren't you proud of it? She asked? I'm so proud of it. I think All bust wall beamed. To which temple rejoined? Oh, don't do that, mister Disney. The exchange, 1 guest said, brought down the house. So now we're gonna get into the effect still moving in in about chronological order of his fam, his family. His family, especially his wife and then his 2 daughters become as important to Walt's as his obsession with his work. Snow white had had a solitary effect on Walt's immediate family too. His years of obsession with the film. The days and nights and weekends spent at the studio had taken their toll on his relationship with Lillian, who had never been especially interested in Walt's work to begin with and who once called herself her husband's severe critic because I always look on the dark side. She was 1 of the few and Walt's inner her circle who failed to appreciate the prospects prospects of snow white. Saying, I can't stand the sight of dwarf, and I predict nobody will ever pay a dime to see a dwarf picture. When Walt was at the studio, which was most of the time, the 2 seldom communicated, though Lily did say she made certain to be home by 05:00 or 05:30 every afternoon, Walt's Dinner time to serve him. He demanded a lot of everyone around him. She said, as a way of explaining her schedule. He always kept everybody in turmoil. It was turmoil that Lily didn't always appreciate By 1 account around the time of Snow white, the couple had even discussed divorce. 1 problem was that as surely as Walt was focused on the studio, Lily was focused on her family. He was very close to Lily until Diane was born. His secretary dolores fought told an interviewer years later. After Diane... After Diane came along, Lily grew more interested in her, so she pulled away from the studio affairs, and concentrated on the home before the the birth of their daughter, the first daughter, Lily Lily actually worked at studio. It was no doubt her way to find herself while Walt was fixated on snow white. Lily certainly seemed to resent her husband's preoccupation with work and the avalanche of attention he received, but she was no silent long suffering help me. Lillian would erupt. Diane remembered coming down for breakfast 1 morning. And seeing a large brown stain on the wall. She later learned that her mother had hurled a cup of coffee at Walt. Mother was a well contained poised person who never lost her temper with us children. Diane would say. But she would also not let herself be put upon. She stood up for her rights. Though Walt's deepest devotion scene reserved for his daughter, his studio and his pets. Things seem to approve with Lillian after she suffered her third miscarriage and and the couple at Walt's ins investigation decided to adopt. So they were trying to have kids for a long time, they had, I think 2 miscarriage before Diane was born 1 after, and then now they're gonna they're gonna adopt. On 12/31/1936, just as Snow white was reaching its most manic stage, Walt and Lily received their new 6 week old daughter Sharon May, though a bout of pneumonia sent her back to the hospital for a month's rec corporation. Both parents were devoted her. They made no distinction between her and Diane and what would always b at any mention of her being adopted. Indeed, Walt and Lily were so secretive about the adoption that he had his gardener, Diane nurse and marjorie Sew picks sharon up from the hospital left someone recognized the Disney's. When the fact of the adoption was cited nearly 20 years later in a profile of walt for Look Magazine, he wrote the editor fuming, quote, I do not care what you say about me, but deeply resent your reference to my daughter sharon adoption quote, The magazine stopped the presses and deleted the line. That imagine not happening today. In any case, their mutual love of sharon seem to begin a a reap approach between Walt and Lily, and shortly after Snow white release, they may have been investigating a second adoption, which for whatever reason never came to fruition. His family became more important to him as his social activities continued to diminish. Throughout Snow white long production, walt had been tense and frequently ill. Even after the trip to Europe that had temporarily re rein him. Various doctors visited him at the studio several times each week. Sometimes daily to provide everything from hair loss treatments to chiropractic sessions for a apollo injury that would bother him for the rest of his life, forcing him to hunch over to relieve the pain when he sat and stabbing him awake at night. So his main activity that was not working and there's not his family was to play Polo. But something happens and that... That's gonna change. And we'll see right now. Though during the production, he continued to play Polo, which had also diverted time from Lillian, His interest had wan after an accident at the Riviera country club on 10/28/1935. During a match there between Mgm and the Disney studio, the horse of a 31 year old contract player Mgm named Gordon West Scott, apparently collided with Waltz and West got fell by 1 account, Walt's Horse then toppled onto the young man. He died 3 years later without ever regain we regain... Without ever having regained consciousness. A month later warrior informed Walt that he had decided to quit Polo and was disposing of of his po. Walt reduced his playing time until May 19 38, he wrote with Riviera that the studio demands so much of my time that I'm going to have to give up Polo entirely. He requested that the club field offers for 10 of his 12 po, 2, he was having brought to Griffin Park, so he and Lil could ride there, and failing a sale, he said he would turn them out to pasture. From this point on, his primary athletic activity would be Bad men. Less time for polo meant more time for Lillian, and a month after notifying revere that he was dives vest himself of his po. He and Lily left for a vacation in New York. But the end of Polo also meant the end of his polo relationships, which were among the few friendships he had maintained. He had never enjoyed much of a social life. He had never had time for 1. And what little he had been, and what little he had had had been largely ruined by snow white. In the studio early days when Walt f primarily with his employees, his work life and his social life usually converged. But by the time he he began producing snow white, he had withdrawn from them socially. As animator Mark Davis put it, When the studio began to become really something. A few of these men, a few of these men weren't growing to the same degree that he was. So pretty soon, his associations were mostly with people away from the studio. And his private life became divorced from the studio. Many of these men could never understand that Walt had had grown them that he had changed. Yet, even as he had dis disengaged socially from his employees, Walt did not plunge into the Hollywood scene. Though he and Lillian socialize throughout the 19 thirties with the Spencer tracy, inviting them to the new house on working way for an afternoon of swimming and bad these invitations were occasional and were tender via telegram or letter rather than by phone. Similarly, even after he managed to lure his childhood friend, Walt F to the studio to work in a studio department The 2 were surprisingly distant and formal, employer an employee rather than pals. Most of his associates felt that he was close to no 1. Quote, walt was a hard guy close to, animator Walt Kimball said, He was a work. His career was his whole life. I think I was as good a friend as he ever had. Another employee describe Walt friendly, but a man who didn't appear to accept close friendships. Lily agreed, asked by an interviewer to name Walt's closest friends. She said, he really didn't have time to make friends. Walt had too much to do. He had to have a clear mind for work the next day. No 1, not even Lillian could crack him. He was so self absorbed so fully within his own mining ideas that he emerged only to share them and to have them executed. That... That line right there, reading it now probably for the fifth time, fifth or sixth time, it's probably... If you if you could do a 1 sentence summary of the biography of Walt Disney. That would probably be... That would probably be it. So let me repeat that. He was so self absorbed so fully within his own mind and ideas that he emerged only to share them and to have them executed. Walt seemed to realize he he was hopeless addicted to work at the expensive of family and friends. For years, he and Lillian had been shopping for a ranch where he could get away only to conclude as he wrote 1 prospective seller that his studios at the studio left him little time for actual recreation. Beginning in 05/19/3801 of his few extra extracurricular activities was an annual 1 week horseback ride in the California outback near Santa Barbara with a club of business professionals who called themselves the Rancher churros, Vista Doris. Though another member, Disney producer Dave Hand observed that the Vista might just as well have brought a long table and chairs since walt would talk more and more about his new ideas. Always ending with directions for me to see that certain new or different operations were affected, our workers transferred or revisions of schedule upon our return civilization. He didn't know anything else. He couldn't talk about anything but that studio. So even in his recreation, he wouldn't shut up the about was what he was working on. While the studio remained walt's priority, in the months after snow white during a brief lull in his workload, He had begun refocus on his family, in part because it was only with his family that he didn't have to be Walt Disney, an even more onerous obligation after his feature film success. Walt enjoyed the limelight, but he hated the public persona he was forced to assume. And from his un Midwestern upbringing, he hated the sense of inflated importance bestowed upon celebrities. Of which he now was certainly 1. If he was not a man without ego, he thought of himself as a man without heirs and so he was. Though his 2 story house was attractive and considerably more spacious than the pre fabricated band box that he lived in previously, with 3 bedrooms, a combination library, projection room, bar, a swimming pool with its own pavilion, and a broad lawn sweeping down the hill. It was hardly the the mansion 1 might have imagined for Walt Disney. He lived modestly in other ways too. Until he got his first cadillac in the early 19 forties, he drove plymouth and packard, and he brought it and he bought his clothes off the rack for He like plain food, his favorite meal was canned beans. Nor did he surround himself with the trapping of his celebrity? He told 1 interviewer that he deliberately kept Disney products out of his house because I've lived with it too much and I just didn't wanna live with it at home. But as pre preoccupied as he was, when it came to Diane and Sharon, he was a dot father who sheltered them from his own fame. He enjoyed telling how 6 year old Diane asked him If he was Walt Disney. You know I am. He answered, the Walt Disney, she questioned, when he t that he was, she asked for his autograph. He would chase the girls around the house, c like the witch from snow white, or he would troll them endlessly by their heels for hours and hours, Diane would say, Or he would stand in the swimming pool and let them climb up to his shoulders. I thought that my father was the strongest man in the world and the most fun Diane recalled. At night, he read to them. And on the weekends, after he picked them up from church, he would take them either to Griffin Park to ride the merry around, are to the studio where they would follow him as he as he snoop about, our peddle bikes around the empty grounds while he worked. They used to love to go with me in those days well with rem, and that was some of the happiest days of my life. They were in love with their dad. So I think that section gives you a good idea of not only that now the success that Walt Disney has achieved with basically creating the the highest grossing movie in history. But also, how as he ages, he becomes less and less social and more and more His family becomes more and more important to him. And especially with the birth of Diane and then the adoption of Sharon, he basically the the quote we just went over is some of the happy stays of his life were when his when his daughters were young when they were in love with their dad. So we're gonna move forward to... We we previously talked about 1 of the the most important events in his life. That was the betrayal by Charlie Mint, and devastated him. This next section talks about the death of his mother, and it was also 1 of the worst events that happened in his life. Now, as the studio was labor on Bam, Pan and the concert feature, a labor that had ended that had ended Walt's respite, there came an event that would end the turbulent times for Walt Disney all together. Ever since they had received their fiftieth anniversary promise of a new home, elias and Flo Disney had been living in a rented apartment on Commonwealth Street, while they and Roy hunted for a suitable residence. So we just back up there to give you some background. The Disney for the first time in the life are very successful financially as opposed to just having to plow all of their earnings back into the studio. Their parents, elias and Flo, were living in Portland. They wanted to do... But they were lonely. So Roy and Walt offered to buy them a house in Los Angeles so they could be closer to the family. Something we're not gonna talk about in this podcast, but it's is a main theme in Walt Disney's life is his father elias was a really hard man. Basically, the complete opposite of what Walt Disney was. And the first part of the book covers that a lot of the motivation for Walt to get away and to achieve his dreams comes from elias trying to, basically, like, beat the dreams out of him. And I don't mean beat it in, like, physical terms. But basically, was was he was very, like, wary man was not... He's not the kind of father that I tell you go and and pursue your dreams. Let's just put it that way. He was not like that at all. They had a very bad relationship, but Walt did have a great relationship with his mother. So let's go back to the book. They finally found 1 that September, a brand new home at 4 06:05 In the hidden village section of North Hollywood. The owner had suddenly died leaving his widow to dispose of it for 8300 dollars. It had 3 bedrooms, 2 baths, a living room and a double garage. But Roy wrote Walt, more important, it has a good heating system. A central gas heater with forced circulation that that's... I'm not mentioning that. I'm not giving you more detail than you need. That's the the gas heater is important to the story. The brothers put down 2300 dollars and spent between 505000 dollars to fur the house, and their parents moved in shortly thereafter. But as soon as elias and flo moved in, The much vent heating system began to malfunction. We better get this furnace fixed earl some morning will wake up and find ourselves dead flo was said to have told her house... Her house Alma Smith. Rory and Walt dispatched work from the studio to repair it. On the morning of 11/26/1938, Flo went to the bathroom joining her bedroom. When she didn't return, Elias got up to investigate and found her collapsed on the bedroom floor. Feeling overcome himself. He staggered out into the hallway and fainted. Downstairs in the courtyard, Alma Smith was empty a desk pan of oatmeal that she had spilled when she felt herself getting woo and realized that something was a miss. She rushed back into the house and raced up the stairs, found a elias on the floor, called a neighbor and then phone Roy. Meanwhile, she tried to open the window, but it was stuck. Then she and the neighbor dragged Flo and Elias down the stairs and outside, and the neighbor administered artificial respiration. Elias revived. Flo did not. She died of carbon monoxide poisoning from the defective heater. A lid on the air intake had slipped, rec circulating the exhaust into the house. It may have been the most shattering moment of Walt Disney's life. Though he seldom exhibited a emotion outside the studio, he was inc console. A misery deep and no doubt by the fact that she had died in the new home Walt had given her and by the c ability of his own work. A report on the furnace ordered by Roy determined that the installation of the furnace showed either a complete lack of knowledge of the requirements of the furnace or a flag disregard of these conditions if they were known. When his parents had arrived in Los Angeles, they only wanted to see the vast... When his parents had arrived in Los Angeles, they had only wanted to see the vast forest lawn cemetery. So Walt had let them off at the gate in the morning and return later in the day to pick them up. Now, Walton and Roy decided to bear, bury their mother there. You should have seen those 2 brothers recalled the Reverend Glen Pew, the husband of Herbert daughter Dorothy and the man who initiated the the funeral. In the following months, they regularly visited their mother's graves site, but Walt never spoke of her death to anyone thereafter. When years later, Sharon asked him where her grandparents were buried. Walt snapped, I don't wanna talk about it. So Walt Disney was like the rest of us. Life doesn't care that there that you're famous so that you're successful or that you're rich or that you make cartoons the delight millions of people. He goes from his largest personal or his largest professional success in Snow white to a few years later, the largest tragedy of his life, which is the premature death of his mom based on to happened in the house that he purchased and maybe caused accidentally by the person he sent there to fix it. So the next section I wanna talk about is what I would what I would say was Disney's most important project. He's he was ever involved in. So, we already went over the fact that he was wisconsin innovator in new fields all the time, So after Snow white, they continue to make, feature films. The studio doing really well. They go from having maybe 300 people and staff to, like, 1600 people. And then there is something that basically devastate demonstrates Walt Disney again and causes him to basically turn his back on the only thing you ever love, which was a studio. And there was a, a strike by the animators that basically he credits for destroying the studio. So, it lasts for... I think over a year, they start fighting about it, it's finally resolved by the time they resolve, they go from 1500 people down to 600, and then it's in a section of the book called 2 wars. This is happening while world war world war 2 is happening. So now not only do they go on strike and he loses basically the happy place that he built and is turned bitter. When, his employees and friends turn on them. But then the Us government, he's... Walt Disney studios asked to basically be forced to be a contractor to make, like, cartoons for the Us government to to gather support the war. So there's, like this huge... There's huge gap in him producing stuff that he likes. Lasts for 4 or 5 years. And by that time, he just... The studio is basically still running, but his heart's is not in anymore. And so his employee is complaining that he's never around that he used to be... Involved in any intricate detail now they can't even get him to, to sign off on new ideas or new productions. He has, like, a personal tragedy where he doesn't even hang out the studio. He starts getting obsessed with trains. So he, like, builds, like, trains that are basically, like, 1 tenth or 1 fifth the scale of of of, like, life trains. He puts a train in his backyard. He he has, like, 2 or 3 year period where he's just worrying about trains and the and not his studio. It's it's the most bizarre part of the book, but it does show his obsessed of nature that he's either... It's 0 or a hundred. He's either completely obsessed or he's not even paying attention. So during his, his newfound hobby trains, he gets the idea to build an amusement park. And that amusement park as we all know is Disneyland. And this becomes for the rest of his life his main obsession. It's the place he goes when he wants to get away from the studio. It's where he's obsessed with. It's what he's working on at nights and weekends, and it's basically his largest and most impressive project and the 1 that he cares about the most. So let's go into Disneyland. It was the park that Walt Disney cared about. The park that was his dream now. The park, all the time that Walt had been working on the Disneyland television show and all the time that he had been negotiating, preparing and approving. He had been thinking about the park. Everyone knew that he was only tangent involved with the other projects, even as the studio was overwhelmed. This avalanche of work hit the studio said producer Winston Hi, when Disneyland began. We augmented the staff by adding additional writers. We used our nature photographer to start moving out on projects. We had to get ourselves in high gear from a pro for from a program that included maybe 3, 4 or 5 features a year, to the prospect of 26 shows a year. So what they're talking about is a year before the studio opens, Disney does a deal with, Abc b the Television network says that they'll make a 26 shows a year, and there... He's now doing television, the first movie studio due television. As you can see, Disney constantly innovate over and over and over again. But even though people were like, wow, they're they're they're basically... You have a movie studio making movie quality content for Tv, which is the first, he only did that as a way to promote the opening of Disneyland, which is gonna happen a year later. Back to the book. But wall was barely part of the ramp up. Those were the days when he didn't have any contact with the picture. Ward Kimball said of Walt's lack of participation in man and space. That's the name of the future. He simply attended the screening, laughed out and then asked, How in the hell did you guys think of all that stuff? Mitt Milk Call, who was working on feature animations at the time had the same experience. He said that Walt would sit on the story meetings, but not as often as he once had. The difference was, Call believed that on weekends and evenings and sitting on the John and all that stuff, he wasn't thinking about our pictures. He was thinking about Disneyland. He was always thinking about Disneyland. While we were planning Disneyland, every amusement park operator we talked to said it would fail. And walt would come out of those meetings even happier than it... Than if they had been optimistic. So let's let's let's contrast that with earlier. He's building snow white, first feature length, cartoon, everybody, thinking. This telling it's not gonna fail. Studios they wanna distribute it. No one's gonna watch a 2 hour movie, winds up being the most successful film of all time. Fast forward, about 15 years. We're planning Disney world, partially Disneyland, every Amusement park operator, everybody saying, nope, Not gonna work gonna fail. And what... What... What's that effect? Most people might be discouraged. What was happy that they thought that? And here's why. He loved the fight now. He loved the fight now that he had something to fight for. Love the hurdles he had to leap. Love the idea that he had to prove himself right again, and he talked of waging the same old battles that he'd once had that he once had had to wage in making the animation features. With the exception of his advisers, he didn't want anyone on the staff who had amusement park experience because he told them, Disneyland wouldn't be an amusement park. And because he wanted young people who would be willing to learn and make mistakes. That's actually a really smart move. To be the general director of the project, he hired a tall 33 year old Oklahoma named C wood, who had been both a champion La T and the director of industrial engineering at an aircraft company during the war before becoming the manager of the Los Angeles branch of the economic research division of Stanford Research Institute, which had done this feasibility studies for the park. Wood which charming and a with a down manner and a thick southwestern draw The most winning and likable personality that 1 could ever expect to find, said 1 acquaintance, and he had and he had acquitted himself well while at R by using that charm to coax hold outs on the ball subdivision to sell their land to Disney. What was charm too. While reacted to him, the way the far the way the farmer reacts to the fast talking city slick. Called buzz price. Wood, in intern, recruited a retired admiral named Joe Fowler, who had once headed the San Francisco Navy yard as a consultant. The walt later trapped the Admiral as walt put it into assuming the role of construction supervisor. The officer set themselves up in a 2 in 2 old ranch houses on the site where just as the old riders apartment at Hyper, Hyper the first studio that Disney had before he moved to a larger studio before the strike. The staff common of the kitchen, dining rooms even closets. Walt's office was in a bedroom. There was a single bathroom in the facility. And then there was Walt Disney t over the site They're talking about the construction site where Disney being constructed by the way. And then there was Walt Disney t over the site in a straw hat and loud sport shirt. As in the old days, ordering the workers about alternatively hurrying them up and slowing them down, willing the property to conform to his dream, He walked over every inch of Disneyland. Ward Kimball said, telling him to move fence a little more to the left because you couldn't see the boat as it came around the corner. I'd be with him out there and he'd say, the lake is too small. Maybe we should make it larger. Let's find out if we can move the train wreck over another 50 feet. He thought of everything. Morgan Evans whose brother had landscape the property at Kara and who had been hired to landscape the park recalled. Walt's approach was to, Walt's approach was to say, I need a jungle. Or I need a touch of alpine flavor for the ski ride. He didn't know which trees work, but he knew what he wanted. He wanted perfection. He wanted to park as realized to match the park in his mind's eye. Evans remembered a Saturday morning when Walt complained that a Brazilian pepper tree had been planted too close to the walk at the entrance to Adventure. Evans had to pack up the 6 ton roof ball and move the tree. Having come to dread the studio, he chairs the park and the time he spent there. He would even sit in the catering tent eating hot dogs with the workers. Still, he was impatient with the pace of construction and nervous that guests might not see where the money and the effort had gone. He wanted the spending to show and it bothered him that so much money was invested in infrastructure. Several months before the opening, he gru to Harper Golf You know, I spent 50 percent of the total budget already, and there isn't 1 thing that you can call terrific out there right now. Golf remember that Walt was actually crying when he said this. Now, as the 07/17/1955 opening near, national anticipation grew. For 9 months, while had been promoting the park on his television program, and Abc had taken out 40000 dollars worth of full page newspaper advertisements to Ba who the 90 minute live tele cast of the event, for which the network had marshal would had called the greatest ever concentration of television equipment and personnel. 29 cameras stationed around the park. Abc b had already sold out the advertising in March and crews had been rehearsing every Sunday since May. The interest in the park was so intense that in April, the studio reported, the staff counted 9500 people stopping for information at the site 1 weekend. Saturday noon to Sunday evening. Even though there was no sign identifying the property as Disneyland. That's crazy. If the country was waiting expecting, so was Walt Disney. In spite of the park shortcomings, he seemed rejuvenate originated, almost gi. He was the first 1 to ride the attractions just like a little kid. He'd get off and giggle or if he didn't like it too well, his eyebrow would go up and he'd say, fix this thing, and let's get this show on the road. 10 year old Harrison El sc, whose father Peter was an artist at the studio, remembered visiting the site 1 Saturday, while his father painted a map of the park. The boy was watching the workers lay track for the railroad when Walt approached him. Spotted a board on a train carriage near the track and offered to give ride. Harrison jumped on the board and Walt pushed, Then when it had reached speed, Walt jumped on himself. He was acting just like a kid, Harris Ellen Shaw would say the years later, echoing Davis. At on the same level as a 10 year old kid. In fact, Walt's own capacity to experience the park, the way the guess would, with the same child like abandoned contributed to the appeal of the attractions. 1 acquaintance called the Park, the world's biggest toy for the world's biggest boy. Even with the opening hard upon him, and even with a clear x acceleration he was feeling, wall was still examining, still tinkering and still plotting. An assistant landscape remembered watching him 5 days before the dedication walking up and down main street and sc the facade. He would stop and face a building and look at it, step back. He said we kind turned. The man said. And then he would take notes in his little flip notepad. He would then look up at something else and make another note. Look down at the bottom of the sidewalk, check everything. And last minute a glance and he would go on to the next building. As a final test, Walt invited families of the members of the studios Penthouse club to kind of a sneak preview. We had sent a up. We had set a tent up, and we had a barbecue and 3 barrels of beer, and Walt would be running the train around, Walt recollect re recollect. Everything was waving and the Mark Twain would go by with everybody singing. It was just a glorious day. And Walt clearly wanted to prolong the joy he felt. The parks opening had been scheduled just 4 days after his and Lillian t wedding anniversary. So Walt decided to host a party on the evening of July thirteenth, not only to celebrate his marriage, but to show off the park to his family, his friends and notable. He invited everyone from his aunt Charlotte, and Joe Rosenberg to Spencer Tracy, Carrie Grant, Carrie Cooper... I'm sorry, Gary Cooper, and Lewis B mayer. He waited cheer at the gate to greet them. Then when most of them were delayed by a traffic sn, He stood there smoking nervous and gru. It was no doubt a measure of how tense he had been over the months of construction and how relieved he now felt that as the party was drawing to a close at the golden horseshoe balloon, he had shrunk a little too much and was firing imaginary bullets at the stage in the balcony. Diane had to drive him home during which time what was tit through a rolled map of Disneyland as if it were a trumpet. Then he's sang a song and fell asleep holding the map. Even after 3000 workers had cut 20000 feet of timber, poured 5000 cubic yards of concrete, and laid a million square feet of asphalt, Walt still wasn't finished. The night before the opening, he suddenly seized upon the idea of taking the giant rubber squid from 20000 leagues under the sea and exhibiting it at the park. The problem was that the squid latex skin had deteriorated since the shooting, so it had to be restored and rep painted. Ken Anderson who had designed the Disneyland miniature was assigned to the task along with 2 other staff members. But then walt appeared. Wall put on a mask, Anderson protocol recall and help the spray paint the screen with fluorescent paint. The area was enclosed and the paint anderson said filled the air and clogged our mask. It took all even evening to finish the operation, and Walt stayed up too, the whole night before the opening. Yet, for all the flurry of activity, Walt had had to go to the airport that day as well to greet people who had flown in for the dedication. He was pre naturally calm. Just about everyone else was worried except Walt, said Jack Say, the director of guest Relations. He seemed to love the excitement. That was because Walt Disney knew. He was in his element again, and he knew he was back. After all the doubts that the networks, his staff, his brother and even his wife had harbor about Disneyland. Walt had been vin. The opening day fiasco notwithstanding, the park was an instant triumph In its first week, it tallied 161000 visitors. And by the end of the month, it was attracting well over 20000 attendees each day. Over half a million visitors in all after 4 weeks of operation. In August, nearly half of all tourists to Southern California visited Disneyland. It was estimated, and the park welcomed. It's 1 millionth guest by the end of September. In its first year, it would attract 3600000.0 visitors. By the end of its second year, it would greet 4000000 more guests. It would receive its 10 millionth visitor less than 2 and a half years after its opening, by which time it exceeded the Grand Canyon, Yellowstone Park and Yosemite Park as a tourist attraction. So the parts in this book on Disneyland are a lot longer than that. I just took out mainly the highlights to give you a good idea of his obsession with the park, and then once again his ability to take an idea in his mind and make it a reality even in the face of every other person, even his wife doubting his ability to do so. Disneyland, the part of Disneyland is the second to last part in the book. And when you get that far and you read it, you realize that it's it's the is the most proud moment. It's It's the 1 thing that he would have stayed obsessed with till he died. He thought of the park as a living thing, something that he's constantly improved and basically is never finished. And if he had more time on the Earth, something he would have continued to approve on. So the next section and the last section here is called the end. Walt, why no hyper contract was nevertheless dis stressful of doctors and was concerned. He had shortness of breath and the excess weight which with which he had been struggling for years, suddenly began melting away. So that now he looked man and ill. Just to give you some context. This is about 8 years after Disney that opens. He must have known... He must have known that that his employees were commenting on his appearance. Commenting on whether he was seriously ill. Writer Jack Spire was was standing un comfortably with walt in an elevator the week before walt's hospitalization when their eyes locked. Walt was wearing a bright yellow cardigan. A reminder of wardrobes passed. Spire joke that he would like to wrestle walt for the sweater, and a 2, then a 2 made small talk before exiting. Then, just spire stepped into his office, He heard Walt's voice booming from down the hall, calling him. When I get out of the hospital, Walt said, when spire reenter enter the hallway, I will wrestle you for the sweater. At roughly the same time, Peter Ellen shaw saw a walt and expressed alarm about the impending operation. I'm not going over there to die walt told him evenly, there's no problem. But there was a problem, and Walt must have suspected it. In doing a diagnostic work up prior to the surgery, the doctors had discovered spots on Walt's left lung and immediately ordered him into the s saint. Joseph's hospital, directly across the street from the studio for surgery. Lillian, who phoned Diane nearly every day was at her kitchen door the next morning. They took an x ray of your father's long she told her daughter. And they found the lump the size of a walnut. The official press release said that Walt was in the hospital to undergo test and be treated for the polo injury. The truth was that walt was almost that walt almost certainly had lung cancer. He had smoked for years since his days with the Red Cross in France, chain smoking nervous smoking. Chain smoking, nervous smoking. His finger stained from the nicotine. His voice raw and horse and almost every conversation was pun frequently by a throat clearing. I just can't picture him without a cigarette, Diane would crawl. His hacking cough was dreaded, not only by among his employees who had long regarded it as kind of as kind of a signal of walt's impending arrival. But among his own family. Sharon had once asked him not to attend a school play that she was acting in because she said if she heard him cough, she would forget her lines. Lillian said that Walt had burned more furniture and more rug and more everything with his cigarettes than anybody I ever knew. And Diane claimed that he would always... That she... That 1 could always identify Walt's butts in an Ash, because he would smoke the cigarettes down to the last quarter inch until he could barely hold them. He would forget to put them out, she said, he would light them and get carried away with what he was thinking about and then just hold them. Sometimes he would hold them in his mouth or in his hand and get an ash on it 2 inches long. Now, after a half a century of smoking, he was undergoing surgery that just a few days early was thought to be relatively routine. The walt had typically been outward confident even at times abi, he knew his condition was serious. The day before the operation, a Sunday He drove the short distance from Diane recently vacated house in Nci, where he and Lillian were staying while a Carol wood house was undergoing renovation to Diane new house in Nci for a visit. At the end, he got into his at the end, he got into his car, drove down the driveway to the bottom of a swell and stopped. He sat there for some time in the car alone watching his grandson Christopher, play ball with Ron, then finally drove off. He knew. When the doctor emerged from surgery the next day, He told the family gathered that that there... He told the family gathered there that it was as he had expected in fear. Walt had him malignant tumor that had meta. The doctor gave him 6 months to 2 years to live. Lillian, Diane said, was in denial. Roy 2, exploding when he can't... When he said that Walt had carcinoma and his daughter law corrected him and said he had cancer. Walt never mentioned the cancer, though he carried with him a telegram from the actor John Wayne, another long lung cancer victim saying, welcome to the club. No 1 at the studio knew. Several papers carry story walt falling off horse playing Polo in hospital with neck injury wrote 1 anxious employee to another, would appreciate confirmation that it is not serious. Not even all the members of Walt's own family knew what had happened. Ruth and Ray his brother and sister. Both learned of the surgery through the newspapers. Though 1 of Roy secretaries assured them. He's going to be okay. The official press release reported that a that All lesion had been found on his left lung. Which had caused an abs access and a portion of the lung was removed. It made no mention of a mali. Even as this condition continued to worsen, the family wouldn't accept that he would succumb. On December fourteenth, Diane went Christmas shopping, buying him fleece slippers because he complained that his feet were always cold in the hospital. Somehow, that would make him not die. She later said. That evening, literally phoned her to say that Walt had seemed improved that day. When he put his arms around her to kiss her by, she said, she could feel his strength. I know he's going to get better. She told Diane. Roy visited that night and the 2 brothers talk for hours as Walt traced his Ep cut plans with his fingers using the ceiling tiles as a grid. Sharon husband, Bob Brown had also visited told Lillian that Walt did indeed look as if he had rallied. The next morning, Lillian and Diane got a call from Tommy Will that Walt had taken a turn for the worse. Diane drove to the old house to pick up her mother, Be lillian was still dressing, putting on her earrings with great deli and s off the hospital visit, and Dia recalled that everything seemed to be occur occurring now in slow motion. As if she might be able to arrest time and delay the inevitable. When they arrived at the hospital and got off the elevator, Diane saw her husband enter her father's room, then suddenly back out as if someone had shoved him. In fact, he was recoil from the shock of seeing his father in law's lifeless body. Inside, Walt's hands were folded on his chest. Uncle Roy was standing at the foot of his bed, was 1 of dad's feet, Diane later recall. Just kind of cares it, and he was talking to him. It sounded something like Well kid, This is the end, I guess. Sharon and Bob Brown arrived shortly afterward, and Brown asked Diane if she would accompany sharon into the room. Diane took Sharon hand and placed it on waltz. Now Daddy, Now you won't hurt anymore. Sharon Whispered. Walt had died at 09:35AM on December fifteenth of cardiac arrest due to lung cancer. I took care of Walt in his finals days, a nurse wrote the family, and I just want you to know that that poor man was so fearful."
}