{
  "transcript": "I was born to go into business for myself, and I was destined to find a business that would allow me to share with others, my enthusiasm for things I find pleasurable. My cravings for the adventures of travel, food and wine is what first compelled me to do what I do. In fact, like so many other entrepreneurs I've met. I'm not even sure I had much of a choice. A career in the restaurant business was going to tap me on the shoulder even if I hadn't found it first. This is not a typical business book. And it's certainly not a how to book. I don't enjoy being told how or that, I ought to do something. And I'm equally and uncomfortable dol out advice without having been asked for it. What follows is a series of life experiences that led me to a career in restaurants, which has, in turn, taught me volumes about business and life. Along the way, I've learned powerful lessons and languages. That have allowed me to lead with intention rather than by intuition. In the process of writing this book, I've done no research gathered no evidence and interviewed no 1 else. But I hope that admission won't stop you from enjoying it. You may think as I once did, that I'm primarily in the business of serving good food. Although food is secondary to something that matters even more. In the end, what's most meaningful is creating positive, uplifting outcomes for human experiences and human relations relationships. Business like life is all about how you make people feel. It's that simple and that hard. So that was an intro from the book I wanna talk to you about today, which is setting the table, the transforming power of hospitality and business by Danny Meyer. So I... Even though I read this book about a year ago, and I really enjoyed it, I kinda hesitate doing an episode of founders on it. Just because I'm not sure how many people know who Danny Meyer was. As much as I'm interested in the subject of entrepreneurship and founders, I didn't know who he was till friend of mine who also restaurant her, recommended that I read this book. And it's really fantastic. So for the people that don't know who Danny Myers, people the restaurant in industry knew him as a somebody who created Gourmet restaurants. He owned, I think 10 or 11 restaurants in New York City. And he he's influenced a lot of the thinking about, restaurant design and how to run a restaurant and a lot of other restaurant look up to them for lack of a better word. But how I was introduced to them because I've never eaten. I don't think I've eaten in any of his restaurants, other than, Shake Shack. So like, last week, when I talked to, lock talked about Steve Jobs on the becoming Steve Jobs. Steve Jobs created 1 of my favorite products of all time, obviously, the iphone, and Danny Meyer, also created 1 of my favorite products of all time. And that's the Shack burger. After the Ipo Shake shack had a few years ago, it increased his net worth, Danny Myers Net by about 350000000 dollars. So it's it's by far, his greatest business success. So this book, however, was published over... Almost 12 years ago, 2006. And at that time, Shake shack was only had 1 restaurant. And so now fast forward 10 years later, it's a public company. I think there's over a hundred Shake shack all over the country. So in this book, like he said, there's a lot of things that he learned from building restaurants that are applicable to any kind of business. And I... That's why I wanna talk to you about it today. So let me jump to this part. And it's... Why don't you just do what you've been thinking about doing your whole life? And this is, Danny Meyer are talking about how he finally made the jump and got involved and became a an entrepreneur. So at the time he's in his early twenties. He's living in New York City, and he is very successful salesperson for, a large company called checkpoint and he'll reference it here. So let's go right to the book. The joy I was experiencing each day by setting my own personal and professional agenda made it increasingly clear to me that I would never go to work for someone else. Even at checkpoint where I officially reported to sales directors. I worked for myself out of my own walk up apartment on the east side. I had built my own little business within a business, creating my own schedule, plotting my own tactics and exceeding whatever goals were set for me. My dad and both my grandfather had worked for themselves, and they were all presidents of their companies. My mother had owned her own art gallery. I had an un uncontrollable drive to win that was now in high gear. We're gonna talk about the influence that his dad and grandfather had on the way he purchased business too because he mentions it a bunch of times throughout the book. In late 19 83, Checkpoint asked me to lead the launch of an office in London. I was at a crossroads. Working abroad was a temper... Was attempting opportunity, but my dream as I was growing up, had never been to catch shop lifters on any continent. Checkpoint created hardware, and I think hardware that made it easier for retail companies to, stop people stealing from, stealing merchandise from the store. My years at checkpoint had been a period of great personal growth. I had learned that it was important to me and hugely enjoyable to compete in the business arena. I had learned how good it felt to earn, have and spend my own money. And not have to ask or feel obligated to anybody else for it. I had gained a world of independence and a new self confidence. I was in my early twenties making a hundred and 25000 dollars a year with no obligations except my to myself. Each year, I invested a good chunk of the commissions I had earned in checkpoints publicly traded stock, which during my tenure there soared from around 2 dollars to nearly 12 dollars per share. I was earning money for and from the company, and that had felt great but it was time to move on to something different. It was time to grow and pursue my life's career. I enrolled in Stanley Kaplan prep course for the law boards. My new plan was to practice law as a I prelude to a career in politics or public service. That was my fantasy. In reality, I was lost. The night before taking the l sat, I had dinner at Eli on second avenue with my aunt and uncle, Virginia and Richard Po, and my grandmother was rosetta a harris. I chose not to drink wine because the test was being given early in the morning. I told my uncle. I can't believe I'm doing the... This l sad thing tomorrow. I don't even wanna be a lawyer? So why are you, Richard Po asked in an ex tone. You know you don't wanna be a lawyer? Why don't you just do what you've been thinking about doing your whole life? What's that? I asked him? What do you mean? What's that? Since you were a child, all you ever talked about are thought about is food and restaurants. Why don't you just open a restaurant? The idea felt the idea felt at the time, both foreign and like an absolute bull's eye. The next morning completely relaxed? I took the ls at. And then I never bothered to apply to a single law school. From that moment on, I was off to the races. It would be nearly 2 years before I would have a location, a name or a menu for my restaurant. But instinctively, I knew how I would run the business. It would reflect the confluence of interest, passion, pleasure and family dynamics that it shaped my life. So I'm gonna go backwards in the book because that line where he just talked about the family dynamics that I shape my life. Like I just mentioned, he talks about his grandfather and dad, a lot throughout the book. And his grandfather was somebody he extremely looked up to for his business acumen, and his dad was more of a cautionary tale. So I wanna spend a little bit of time explain to why that is. And I'm not gonna read all the parts that, he references because it is a lot. But there isn't... Just at the end at the beginning of the book, this introduction gives you a, a good idea of what's going on. And this is Danny talking. My 3 most important male models were businessman with profoundly different business philosophies, personalities and styles. Irving Harris was a singular man who who's combining of social consciousness with business acumen was an enormous influence on me as a human being, and ultimately as a restaurant tour. So this is his mother's father. He graduated from Yale and he made his first fortune before he was 40 years old. Having c founded the Tony Home permanent company with his brother Nelson. They sold it to Gillette, the safety razor people. Gillette company in 19 48 for what what was then an enormous sum of money, 20000000 dollars. Grandpa Paul Irving, piercing analytical business mine was radically different from my father's intuitive and entrepreneurial. Morty as my dad was known, always had an abundance of new imaginative ideas for companies that he would run or try to run by himself. Irving on the other hand invested in or acquired other people's businesses, especially when the ideas that define these companies were compelling to him. His passion wasn't to operate the companies, but rather to bet on the quality of their senior leadership. Evaluating human potential was every bit as important to him as any other business idea, evaluating human potential is something that Gaining Meyer credits with success he has too. And he considers the people that work in the restaurant way more important on the concept of the food. And that's why he wrote a book about hospitality and how you make your customers feel. I'm back to the book. I adored grandpa irving, and I was awe by his other otherworldly business success. Through him, I became aware of my own competitive Z and began to believe in my own potential for winning. But for many years, I suppressed my love for him and also muffled my own self actual actual realization out of misguided defer to my father. Irving and morty may have once loved each other. But as the years went by, they grew to dislike each other intensely. If pressed for his true opinion, irving would have described Morty, so that his grandfather describing his dad as an unpredictable irresponsible river boat gambler. For his part, my dad considered his father law, an over bearing tyrant who couldn't loosen his all controlling grip on his daughter or for that matter on anyone else in the family. My father was un my childhood hero, a he a guess, and a man who cherished and passion... And passionately savor life. Dad also took risks as a businessman. He was always coming up with exciting new ideas based on his love of travel food and on his constant drive to share his fines with others. At 1 point, this is his dad's business. Open road tours had offices and staff in Chicago, Los Angeles, New York and Paris. Later, it opened offices all over Europe. I never fully understood how or why, but sometimes in the late 19 sixties when I was still a young boy, boy. Open road tore, tours went bankrupt. I remember abundant tears and shame, but few details. I heard comments like we expanded too quickly. And I had thoughts like my hero failed. This was another confusing and painful consequence of the failed business. My mother was anguish and her disappointment and approval were parent. Business details were not openly discussed. But the family's bruises were deeply felt. So was talking about Not only did they suffer financial consequences from the business collapsing, but it winds up tearing his family part too. By 19 70, when I was 12, my father leaked into the hotel business in Italy. Despite the pleas of my mother and with irving beg gru help in the form of a 1000000 dollar loan, he committed himself to long leases on 1 hotel in Rome and another in Milan. Remember that long lease part because he's gonna talk about it how, Danny does the opposite now. He was certain that becoming a hotel leader would be his ticket to Fortune. I don't know if I said that that word correctly. My mom correctly maintained that it promised nothing more than protracted absences from home. There was always some reason my dad had to go to Italy. Keep in mind, they're living in Saint. Louis missouri at the time. And he decides to open a business and run it from half halfway around the world. Each time the hotel workers went on strike, he flew to Rome or milan to help make beds. Business flagged and lagged. And although he was spending half a month of time, away from his family to adjust problems, it inevitably inevitably proved impossible for him to operate a hotel business across across 2 continents. At an enormous financial cost and an even greater emotional cost, My father finally found a buyer for his 2 leases. He then went on to his next idea. In 19 72, still optimistic, my father created another new business called Caesar Associates. This new company would sell packaged group tours at a deep discount for a very narrow niche of travelers, known as inter liners. Inter liners were airline employees and their families. As members of the international and air transport Association, an industry trade group, inter liners could fly standby at unbelievably low rates. Dad's business model was simple, but original. He aggregated all the discounts to which members of Ai t were entitled, and packaged trips lasting up to 2 weeks. In addition to low air fares, he negotiated rock bottom rates for hotels, ground transport, sightseeing, shopping, and dining. Caesar associates actually thrived for many years outpost in London, Paris, Copenhagen, Madrid and Rome, But this success wasn't enough for my father. Having failed to learn some critical lessons from his earlier business failures in the 19 sixties and 19 seventies, he gamble the fortunes of his entire business on another new 1. Involving risky and questionable real estate and hotel hotel deals back in s. Louis. He eventually owned 2 hotels in Saint Louis, 1 of which was a failure on every counts. My father had leveraged his entire company to purchase these hotels and also purchased a medical building in Clayton Missouri, which he planned to reimagine and red develop into something big. However, by the time he had empty the building of its existing rent paying tenants, the bottom had fallen out of the economy. His fund dropped out, but not before suing him. Although dad may have been an invent entrepreneur, he did not have the necessary emotional skills are discipline, and he failed to surround himself with enough competent loyal trustworthy colleagues whose skills and strengths would have compensated for his own weaknesses. By 19 90, shortly before he died of lung cancer at the age of 59, he was once again bankrupt. Once again, he had to inform his family, his second white Vivian. The... Obviously, the business troubles caused, Danny's parents to separate few years earlier than that. So once again, he had to inform his family, his second way Vivian and his 3 children and their spouses about a failure. We all had a painful sense of Deja Vu. Looking back, I realized that gambling as a metaphor for how my father ran his businesses, and my deep fear of repeating his mistakes had has always colored the way I run mine. Because each of his doomed experiences was marked by overly rapid expansion. I have always been afraid to expand my business too quickly. I'm not risk adverse, but I have types tight self control and I'm am not a gambler. So I wanna bring that up because he's writing these words in 2005 2006. And throughout the the book, he's constantly faced with that, so the book tells a stories of how he found found all his restaurants. And it goes into really a lot more detail I'm gonna go into here. But he's constantly referencing the lessons he learned from his grandfather's successes and comparing and contrasting that to his father's failures. And this thing where he talks about that he doesn't... That he... 90 day leverage himself, so throughout the entire book Danny myers is really, really hesitant to grow because he doesn't want to wind repeating his status mistakes and becoming a bankrupt. And then he talks about here. He says he, his dad had failed to surround himself with enough competent loyal trustworthy where the colleagues, that Danny always constantly hires and then partners with people that are smarter than Danny is at a specific thing that they need for that restaurant. So when I was doing research for the podcast in addition reading the book, I was seeing if in the 10 years since the book has been released if Danny keeps... If he still talks about these principles. And I found a video on Youtube where he talks about that he... It's not... He... Now he realizes with a lot more experience like growth in and in and of itself is not a bad thing, but before you grow, you have to have the infrastructure and the people. And he considers the people, the infrastructure to help you grow. And he talks about... He's been a restaurant tour for over 20 years. Excuse me for 30 years, and the first 10 years, healing only had 1 restaurant. Then he talks about how with Shake shack. There's, you, over a hundred locations now. And for their first 5 years, they just had 1 restaurant. So he was very, very hesitant. In the past few years since the book has come out. He's he's obviously built out and now has a system to grow, but he didn't have that then, and he was very weary to do any growth before he did. That's 1 of the best things I took away from this book. So let's skip ahead a little bit. I want to talk about... Okay. So there there's 2 really interesting things that are on pages next to each other. The first is what he credits as 1 of the smartest business decisions he ever made, and then I love this this idea of optional as a non negotiable. So let me go to the 1 of the smart business decisions he ever made first. At this point, he's hasn't opened his first restaurant. He's doing market research and he's traveling and eating and trying to figure out what kind, like, what it's gonna be French cuisine. What kind of restaurant is gonna make. So he's he spends a few months abroad eating and learning. Alright. And he's talking about that here. My time in Italy and France have provided a crucial introduction to the real work of restaurants, and nothing I had seen or learn had dis me from continuing to follow my passion. I'd like the kind of people I kept meeting in the business. Felt blessed around so much good food and wine and was intoxicated with the idea of taking an unexpected career path. In my many solitary moments during those hundred aids. I had an ample opportunity to contemplate feel and envision the kind of restaurant I now knew I had to open. 1 role I decided not to play myself with chef. Though I had fantasize early on about leading the kitchen, and in fact, had sped seen being a chef as the only legitimate avenue into the business. It increasingly dawned on me that as much as I love to cook, I was much more suited to become a restaurant generalist. My culinary education in Europe had provided the necessary foundation which to which clearly about food with chefs in their own language, firing myself as chef turned out to be 1 of the smartest business decisions I have ever made. And indeed, realized that he's a restaurant generalist and a founder restaurants where he's obviously thrived at. So this is the second part. So this is right after he realized, hey, I'm gonna fire myself I'm not gonna be a chef. I'm gonna find a chef, and I'm just gonna run the business. So my flight home and this is where he gets into the something he learned. Again, you're gonna see echoes of what he learned from his father. My flight home from Rome was a scribble fest. There were barely enough minutes with within the 8 and a half hour half the 8 and a half hours for all the notes I making of my time in Europe and my plans for New York. I scour the city sometimes with brokers, but more often just hunting on my own for unlisted places, seeking the right the right place in the right location. I had 2 non negotiable needs. I wanted to open in an emerging neighborhood, and I wanted to have the right to sign my lease to someone else if my restaurant should go out of business, having experienced my father's bankruptcies, and knowing something about how many new restaurants went belly up. I was sober aware that failure was a real possibility. To this day, getting an assign lease is the first piece of advice. I give any new tour. And on, few pages later, he continues this idea of optional. This optional part 2. Despite all the uni inspiring spaces I was seeing. I continue to reject the prevailing maxim location, location location. This is the idea that you somehow need an upscale address to be considered a great restaurant. But to afford an accept swan location, restaurants have to pass on their huge overhead to the guests, charging way too much money for lunch and dinner. Back then, an excellent restaurant was often... Was too often confused with an expensive restaurant. I was determined to go against the grain. I was no expert in New york Real estate, but I understood on a gut level that if I had handicapped location correctly and could successfully play a role in transforming the neighborhood, my restaurant with its long term lease locked in at a low rent could offer excellence and value. This combination would attract smart adventurous loyal customers in turn giving other restaurants and businesses, the confidence to move into the neighborhood. Until a critical mass had been reached in the neighborhood itself changed for the better. Moreover, where I to go belly up after a few years of such a neighborhood, I was confident that I could find someone else who would be eager to pay for my below market rent on the remaining years of my lease. I sensed a lot of upside upside and felt protected against the downside. Okay. And here's a a paragraph that reminds me of the the theme that a lot of the books on this podcast in their own way reference and it's what Tim Urban calls cook for Chef, and here's Danny Myers take on it. I suppose... At the time, he's he's figuring out what kind of restaurant he wants to do, and and he's talking about what... What it's gonna look like the architecture. And so Warren and Larry that people helping him do that. I suppose I could have picked my favorite on Rome and instructed Warren and Larry to just go there and simply reproduce it New York. Other restaurant have done this brilliantly. Years later, Ba arm Manhattan Soho district became such a perfect reproduction of a brass that I I don't know if I pronounce that correctly, that it would almost rather go there than to half a dozen authentic brass. I know of in Paris. That is an awesome accomplishment, but replicating something already in existence isn't where my own business or design sense has ever guided me. And skipping ahead, at this point, he's already owns a few restaurants. He's starting a new 1 called 11 Madison Park. And I like this... This idea he has about inadequate focus on core product. And here's the story of how he realized what he was doing wrong. A mistake he made and then how he fixed it. Next door, 11 Madison Park had gotten off to a decent enough start. But the public knew that in just 4 more weeks, we'd be launching a groundbreaking restaurant called Tab. So many people saw the more classic 11 Madison Park as the warm backed for the main event. 11 Madison Park would have to succeed by virtue of its architectural beauty, hospitality and solid kitchen. Conceptually, nothing about it was breaking new ground. In these early days, our lunch business at 11 Madison Park was lagging far behind are optimistic projections. But rather than explaining the sluggish ness as a natural challenge of building a business from scratch, we convinced ourselves that people didn't have the time to leave their desks for lunch. We decided that the solution was to deliver beautifully designed box launches to their office. We targeted credit su Credit Su first Boston in particular. Since its world headquarters were upstairs at 11 Madison. We offered a choice of 3 exquisite sandwiches, homemade potato chips, a bottle of water and a homemade cookie. Unfortunately, very few people bought this concept are the box lunches. We had made a fundamental mistake of trying to extend an original brand without first having established the core brand. It wasn't so much that people were tied to their desks. It was that they had no clear idea what 11 Madison Park represented. As a dining experience. Was it a bi or a grand restaurant? Was it inexpensive or for special occasions? Was it French? Was it a place for sandwiches, potato chips and cookies? Until we had answered all those questions for ourselves We couldn't avoid confusing our potential customers. Also, we hadn't done our homework. Credit Suite... Credit Suites first Boston already had a first rate company subsidized cafeteria for its employees. Run by an outside food service and creating the box lunches had kept our chef, Carrie He and the management team from focusing on what we should have been doing all along, which is improving the restaurant itself and doing the hard work necessary to build our lunch business 1 guest at a time. We abandoned a box lunch program very quickly and ended up with a costly inventory of 3000 unused boxes. The ex... This is the the main point. The experience was a vitally important illustration of inappropriate brand extension, wrong headed priorities and an inadequate focus on a core product. Fortunately, by working on the basics, our lunch business doubled within 6 months. We had found a wonderful m d who was expert at recognizing guests. We worked on presenting a menu that offered enough light choices to encourage frequent dining, and we worked on speed, and understanding that at lunch, time is everything. Okay. So skipping ahead, I wanna talk about the start of Shake shack, which is really interesting to me. And this whole section reminds me of this quote that Jeff Bezos is famous for saying. It, he's referenced it a few times, and it talk... It's his idea about the biggest oak. Everything starts with Ak acorn. I'm just gonna read the quote that I found. And this is Jeff talking. He goes, we know from our past experiences that big things starts small. The biggest oak starts from an acorn. If you wanna do anything new, you've got to be willing to let that acorn grow into a little sap, And finally into a small tree, and maybe 1 day, it'll be a big business on its own. So while I'm reading this part to you, just keep in mind, Chick shack is now over a billion dollar company with locations all across the country. And it starts out as a hotdog dog cart as part of an art installation. Okay? So the inception of Shake shack actually actually began with a humble hotdog dog cart. So there's this there's a sculpt that is doing a art an art installation in Madison Square Park in New York City, and it's talking about taxis and hot dogs, and to accent the art installation, they're looking for people with taxi serve food and serve hot dogs while this is going on. So he talks about. He goes, we've volunteer to give life to the project by actually operating the sculptures hotdog dog cart. Small as the project was or seem to be. I took this car quite seriously. I was eager to use the project as a test of enlightened hospitality. I was asking myself whoever wrote the rule that you can't push the envelopes of excellence and hospitality for something as ordinary as a hotdog dog cart. Could a hotdog dog cart be anything more than just a hotdog cart? So he talks about there's entire chapter called who who wrote the rule or whoever wrote the rule? So Danny uses it a lot in the book. And, basically, it's just another way of saying, we should be operating from first principles, which I've talked about on the podcast a lot through, the words of, entrepreneurs like Elon Musk and Jeff Bezos and and, as Steve Jobs and all these other guys. And so what he... What he with Danny Meyer, this is Danny Myers version of that. And so when he's starting something, he always asks, like, whoever wrote the rule that you can't serve really good food and not and and not be expensive. Or you can't serve wine at a, a hamburger shock. And all these other things. Basically just saying, hey, we can do whatever you want as long as it make sense, Let's let's think what is the best way to make this this business this restaurant and not just copy what other people are doing. So you'll see, he's he's like, I'm gonna do a hot cart. And, you know, anyways, visiting New newark york or any other big city. You're familiar with, you know, there's this bunch just crappy hotdog carts everywhere. You know, hotdog dogs are just sitting there in the gross colored water. You can get... And they're basically all the same when you're... What... Whichever corner you're on, the product, you know, it's just a mediocre or something that stuff you're face for with if you're hungry. So this is his take on it. My team and I decided to feature Chicago style hot dogs from a Chicago vendor, Vienna beef. And they... We boiled it in water spike with garlic, coriander and bay leaves. We would serve the hot dogs on poppy seed buns shipped especially from Chicago with the with the g toppings, celery, salt, onions, green peppers, tomatoes, mustard, pickles, spicy short peppers, cucumbers, and neon re. Our menu is limited, but we would also serve bags of homemade, beet stained potato chips. Fresh verb, lemonade, salty, chocolate truffle cookies and iced tea. It turned out that there was some risk. By the time this hotdog stand closed in early September 2001, We had actually lost nearly 5000 dollars operating the cart. While demand had been high and lines were always long, we addressed my requirement for excellence and hospitality by hiring too many people and working in a very inefficient system. So okay? He does it. Again, it's a temporary art solution. He's just doing a hotdog cart. Doesn't think it's gonna turn his shake shack. Let's skip ahead. He realized crap, man was 5000 dollars on this. And he's identified what he did wrong. And so they come back, he does it the next summer and then the summer after that. And by the time, he's fixing it little by little, and he's finally making a little bit of money on it. And now they're talking about doing a permanent location in the park, because remember the art legislation started out Madison square park. So now we're jumping ahead to that. Around the that time. So the in in Jeff Bezos metaphor, we're now going from a little c... A little acorn c to now we're gonna, this is the little sap part. Around that time, the city's Department of Parks and Recreation had solicit elicit proposals to create and operate a permanent kiosk in Madison Square Park. We were game and we decided to expand on the Hot cart and make our dream of a drive in come alive for good. And for the good of the park. So what he's talking about there is when he was kid Missouri, he spent almost all weekends at steak and shake, which was driving at the time, like, drive in, drive up or whatever you call it, hamburger place, and he just absolutely loved it. So he wanted to make something like that for Madison Square park, but obviously not driving because it's in the middle New York City. And here's some of his ideas. As we imagine our new kiosks, we thought about a we thought a lot... We thought about a lot more than food. We understood that people just don't go out to eat. They all select restaurants in order to be part of the community experience. Starbucks took the notion of drinking good coffee and standing in line to buy it. And figured out how to make the experience of drinking coffee with a community of other other like minded people become the real star of the show. The company also learned to super impose its blueprint onto to thousands of locations north southeast and west. While also conveying the sense that each Starbucks belong to its particular community. It was brilliant entrepreneurship to grasp that selling excellent coffee is secondary to creating a sense of community. Coffee cells, but performing a daily ritual with a self selected group of like minded human beings also sells. A business that doesn't understand its reason for existing is fostering a community will inevitably under perform. Again, he's taking this part. At this time, he's wearing the words. There's only 1 Shake shack. But you could see these he's learning from other businesses. Because he's talking about how brilliant he thinks Starbucks was about how they actually scaled the business while we're attaining each, like individual characteristics of the neighborhood. So now they're back to the bidding process. As soon as we'd won the bid, I'd set off to study burger and shake stands all across the country. We started out, of course, at Ted Dues and steak and shake in Saint Louis, continued onto to Kansas city where they went to Sheridan, and individually made stops in Michigan at C, Los Angeles at in and out burger, Napa at Taylor automatic refresher, Chicago at Gold Coast dogs and Connecticut for super... To visit super duper clamps and sick more drive. Always in search of the best of breed. Was funny when I was reread this. The first I read this book. I don't think I had founders as a podcast yet, but now reread it. His his search of the best cheeseburger going all over of the country kinda reminds of what we're doing here is learning from the best are not the best. I hate using word, but learning from people that have built companies, like great company builders. Going back to the book, using the kitchen of 11 Madison Parks private dining room dining room as our laboratory for Shake Shack, We worked hard to come up with just the right mixture of freshly ground beef. So, again, he did the research first. Now he's in the lab trying to figure out what am I... What am Gonna take from all those stuff I like and how am I gonna put my own unique spin on it for Shake shack. So he... Let me say that sentence again. We worked hard to come up with just a right mixture of freshly ground beef, tasting many variations and so we landed upon what we thought was a perfect ratio of ground ce steak to brisket. The fat to meet blend yielded a juicy, intensely beef result. We debated what the precise size of the burger should be to the half ounce. We argued over the choice of buns, soft potato buns. Tomatoes, plum, lettuce, bib and sauce our secret. We chose every 1 of our ingredients with extreme care and with an eye toward authenticity. Shake shack was an instant success when it opened in July 2004. So again, the the first shake shack opened in 2004. The first idea using going back to Bezos idea of this this, an oak starts from Acorn. The little acorn seed was back in the summer of 2001 with just a hot cart. Right? Then year after year turns into sap. Now, July 2004, first Shake shack and madison square Park is open, and it's a small tree. Okay? And just so you know, if you have a shake shack in your neighbor in where you live, you can download the Shake shack app, and it's a way to, like, skip the line because there's famously line, famously long lines on almost every Shake shack around lunch and dinner time. But if something I thought was really interesting about the app is they... You can permanently see... They have a, they they have a camera sitting out their first location in Madison of Square park. And so you... They embedded that in the app. So if you wanted to see, like, a live feet of what was going on there, that's there to this day. So, okay. So we're into the small tree section, Shake shack in success, July 2004. But as is often the case, the una degree of success brought new challenges. That first summer saw our team struggling to assemble and serve more than 500 different items per hour at the pickup window in a 9 hour day. That's a lot of dogs, fries, floats, cups, cones, lemonade, Sundays, concrete, burgers, iced tea, soda, beer and wine. Yes, beer and wine. Building on our blue smoke experience that's his barbecue joint in New york city. There was no way we were going to pass up the opportunity to add something to the possibilities of what 1 might drink with a double burger, hotdog dog or brat. Again, that's going back to who's whoever wrote the rule that you can't serve wine or beer at a at a fast... At a basically a fast food burger place, which he still does as day. Before long, Newark York Magazine was calling Shake Shack, burger Heaven, and wrote that our Shack burger was the city's best burger, a fit in this a quote from the article, a thing of simple beauty sw and a wax paper jacket. I never assumed that shake that the shack that Shake Shack success was going to be defined by someone saying this is the best burger I've ever had, and I definitely echo go that. It is the best burger I've ever had. But I would love for it If I if we were fortunate enough to stay in this business long enough, and continue to execute consistently well so that today's young people might 1 day be in a burger joint somewhere with their kids and say, the best hamburger Ever had when I was growing up was at Shake shack. So going back to Jeff Bezos Metaphor. Again, when this book was published there's only 1 Shake Shack, that little tree in 2004 2005 in 2006, is now a giant oak. It's over a billion dollar business and growing with over a hundred different locations. So I think that story is really, really interesting. As a way to visualize if you will, the metaphor that that Bezos uses a lot. The last thing that I wanna share with you. Again, this book is relatively short. It's only like, 300 pages. Really, like, reads like a story, really easy Read. So this is not gonna be 1 of my longest podcast podcasts. But there was this great, I wanna leave you with this great story from the founder of Ne and Marcus. And I've used this term where I don't know where to attribute to. I can't remember. I think it was from the founder of brain picking brain picker... Brain picking blog that said on a podcast 1 time that that book sorry, the original hyperlinks. And so reading this book, I learned about what you're about to learn too about the founder of Ne and Marcus. And then I looked him up on Amazon turns out he has a book. So I just got a sample delivered to my kindle. If the sample is interesting, then I'll order the book and maybe that pierce as as a a, an episode down the line. Alright. So let's let's close out on this. And this is advice from Stanley Marcus. This is Danny talking. In September 19 94, I traveled to Dallas, Texas to begin a tour promoting the union square cafe Cookbook. During a dinner hosted on my behalf by the owner of the San Sa Vineyards yards, doctor Mark Lemon, at the mansion at Turtle Creek. I had a chance to sit next to Stanley Marcus. The department store Mo, whose family had founded the luxury department store Ne Marcus in Dallas in 19 o 7. Marcus was then nearly 90. And for more than half a century, he had used his genius as a marketer and retailer to expand the Ne and marcus chain and burn his reputation fe extraordinary service. It turned out that he was interested in meeting me too. Although he had dine at union square cafe through the years, we had never had a chance to connect 1 on 1. It should have been a wonderful evening. Here I was seated next to a legendary figure whose company I admired greatly, but I was preoccupied. Gram Tavern had just opened in had just opened in late July. And in part because of all the early media hype, it was getting knocked around in the press. I was deeply troubled by this and also by Union squares Cafes performance. This his first restaurant, which was wobbly. Union square cafe wasn't used to operating with me without me at the helm every minute of the day. I had betrayed my own commitment to expand only if I was certain I could do so without compromising quality there. I confessed all this to Stanley and told him that I felt guilty for traveling out of town so soon after opening gram Tavern. Opening this new restaurant I said, might be the worst mistake I ever made. Stanley set his martini down. Look me in the eye and said, so, you made a mistake. You need to understand something important and listen to me carefully. The road to success is paved with mistakes well handled. His words remain with me throughout the night. I repeated them over and over to myself, and it led to a turning point in the way I approached business. The problem wasn't that I naive believed in perfection. This another important part. Perfection is impossible in business. As a company policy, the notion of perfection can be dangerous, and the fo of pursuing it can stunt your team's willingness to take intelligent risks. How can I expect my staff to create legends of hot to create legends of hospitality if they were playing it safe by trying to avoid mistakes? Stanley lesson reminded me of something my grandfather Irving Harris had always told me. The definition of business is problems. His philosophy came down to a simple fact of business life. Success lies not in the elimination of problems, but in the art of creative profitable problem solving. The best companies are those that distinguish themselves by solving problems most effectively. Indeed, business is problem solving. As human beings, we are all valuable You've got to welcome the in of mistakes if you want to succeed in the restaurant business are in any business. It's critical for us to accept and embrace our ongoing mistakes as opportunities to learn, learn, grow and profit. And this great way to end the podcast. Baseball top hit can make 7 mistakes that of every tenant bats and still ride a 300 lifetime batting average into the hall of Fame."
}