{
  "transcript": "Is barred kingdom B was unable to think small, and nothing was a barrier to him. The mere fact that something had never been done before presented to B, no suggestion that the doing of it was impossible. He was fired by an inner strength and self belief almost impossible to imagine in this fe age. While I could never lay claim to the genius of a man like that, I have tried to be his confident in my vision as he was. And at times in my life when I've have encountered difficulty and self doubt, I have looked to his example to fire me on. When I was deeply in debt and the dual cyclone looked as if it might remain a drawing board dream. I thought of his father Mark, who spent time in a debtors prison when the tunnel that he was building seemed destined for failure. When I have considered re total control and taking a back backseat consultant role, and there have been many fantastic buyout offers, I have remembered how B now never accepted such a position in his life. I have tried in my own way to draw on B dream of applying emerging technology in ways as yet imagined. He was never afraid to be different or shocking. He never shi the battles with the money man. And he had to overcome the most incredible resistance to his ideas. When he applied the system of the of pell to a transatlantic steam ship, he actually filled a boat with people and sent them across the sea. I have asked people only to push my inventions around, not to get inside them and try to float. And so I have sought out originality for its own sake and modified it into a philosophy, which demands difference from what exists. And I have told myself when people tried to make me modify my ideas that the great western railway could not have worked as anything, but the vision of a single man, pursued with dogg determination that was nothing less than obsession. Throughout my story, I will try to return to B and to other designers and engineers to show how identifying with them and seeing parallels with every stage of my own life, enabled me to see my career as a whole and to know that it would all turn out the way it has. And that was an excerpt from the book I'm gonna talk to you about today and the 1 I just finished reread for the third time, which is against the odds. On auto by James Dyson. So I re reread the book because I wanna do something special for episode number 200. And out of the more than 200 books that I've read so far for founders podcast, this is still my number 1 recommendation. I think every single entrepreneur, every single investor, every single person that is trying to do something difficult in their life should read this book. In his lifetime, Steve Jobs said a lot of brilliant things. But I think 1 of the most important things he ever said. Well, was this quote. And he says, I'm convinced that about half of what separates the successful entrepreneurs from the non successful ones is pure perseverance. And the book that I hold on my hand is pure perseverance. It took James Dyson 14 years of struggle, 5127 prototypes. Before he had a high quality product that he owned completely. And 90 percent of this book is all about that struggle and the lessons that he learned during that time period. And the reason I started with that specific excerpt is because James Dyson calls is barred Kingdom B is 1 of his personal gods. And what's amazing about that. It's the fact that B was doing his work a hundred years before James Dyson was. And yet Dyson is constantly talking about, hey I got this idea from B. Hey, the fact that I'm going through a difficult period. The fact that I I read and learned about b actually fired me on and and gave me the confidence to continue knowing that everything that's gonna turn out okay in the end. It's the perfect illustration of this idea that good ideas are timeless. And James, like all the greatest founders in history, were also students of histories themselves so much so that James wrote a book. Actually have it right here. It's called a history of great inventions, written by James Mason, I actually recorded, like, a small little bonus episode. I think it's like 45 minutes, maybe an hour long it's a very unusual book. It's almost like a textbook, like, a small textbook or, like, maybe, like, a small coffee book. But anyways, I'm going to... I I recorded a bonus episode for this other podcast feed I was gonna do, but I realized hey that doesn't make any sense. I need to just have 1 podcast feed. So I'm am going to include at the very end of this episode. You'll see that, I'm gonna include the bonus episode that I did on James Dyson book, the history of great invention, And I'm just gonna put that at the end of this this episode. Okay. So I wanna get into James tells us right on. Like, why is he writing this book? And he want... He's writing the book to help other inventors and entrepreneurs. He says part of this has to do with all the correspondence I received from other inventors. So at this point, I I guess I need to pause. James Mason to this day, and I'll talk about this several times throughout the podcast because he tries. He attempts to sell parts of his business along the way and know he wants it. So to this day, James Dyson owns a hundred percent of his company. It's still private companies. It's 1 of the most successful private companies in the world, this results in James having a network somewhere around 15 and 20000000000 dollars to this day. But when he wrote this book, the book was published in 2003 at the time, his company is only doing a couple hundred million dollars a. Fast forward, I think last year they did 10 or 11000000000 and something like that in revenue, about a billion or 2000000000 dollars in profit. But even at this point in his life, he's still really well known his product has his name on it, it's 1 of the most successful companies britain at the time. And, right as he's writing the book. He's jumping into starting to introduce his product into America. So let's go back to this. He's getting a lot of people writing in and saying, hey, how do I do? Essentially, how do Do what you did. Right? Part of it has to do with all the correspondence I received from other inventors. And when I say inventors, I do not mean men with workshops and science degrees and designs registered at the patent office. I mean ordinary people who have had an idea. Believe me, this is the most important part of this. Believe me, there are a lot of them. They ask for advice on developing their ideas. I can't offer real advice to all those people individually, so to an extent, this book represents my attempt to enter a dialogue and answer the questions that are put to me so often. The the way he thinks of himself. He's very an anti businessman. He's an and this is an anti business philosophy. And a lot of my personal heroes, James Dyson being 1 of them, Evo yvonne Shen, Steve jobs. They all thought this way too. They have a anti business philosophy. What they mean by that is it's like, I'm not doing things. The way it's always been done. I'm going to think about it from first principles. And I'm gonna come up with my own unique way of doing things. And so he says this book is an exposition of a business philosophy, which is very different from anything you might have encountered before. The thing about this 1 is it wasn't conceived by a businessman, and it has worked. And then he talks about the fact that people are saying, oh, you know, Dyson and overnight success. He's like, there's there's no such thing as an overnight success. It's it's going to take time. And he says, it is said that to be an overnight success, takes years of effort. So it has proved with me. There were 20 years of debt. Personal overdraft liabilities and at times millions of pounds. I have not taken over the market with a barrage of free offers, bomb bombastic rhetoric and gil promotions. This is all happened. I really believe because of the intrinsic excellence of the machine because it is a better vacuum cleaner than anything that has gone before and because it looks better than anything like that has ever looked. And so 1 of his main points in this book that he talks about over and over again and Like, everybody's got ideas. There's been millions of people that probably thought, hey, Can approve this product or approve that product. Most people don't actually act on it. And he's like, the the people that actually change things. The people that actually succeeded and the ones actually do something about it. And so he says for a hundred years, the vacuum cleaners had remained essentially unchanged. And he talks about, like, I shouldn't have been the 1 to to solve this problem. I was just 1 that had the idea. Like, maybe you would have had a... A similar idea, and actually did something about it. But I'm not an actual qualified engineer, and that reminds me of another quote from the Alma of Naval Robinhood, which I think is 1 of the most important quotes of the book because I think it so especially it applies to the the the time period in history that you and Iron are in right now. And Naval says the best jobs are neither decreed nor greed. They are creative expressions of continuous learners in free markets. That last sentence, creative expressions of continuous learners in free markets is exactly what James did here. And so he says, if anyone was going to step in and shake up and shake this up a bit, it was very unlikely to be me. Who wasn't even a qualified engineer. And yet, that's how it turned out. So in this introduction, he's just giving, like an overview of the philosophy in the way he thinks about building a product and building a business that he thinks applies to whatever it is that you're doing. Right? We are going to go in in fairly chronological order through the struggle, But I am giving you, like, this overview of of of his belief system. And so a lot of this is the fact that you... If you're making a physical product, it should look weird. So he says the look of the product, the intangible style that sets 1 thing apart from another is still closest to my heart, and we're gonna see he's stole... He steals another idea from his personal hero, Bernard, rather. It is only by remaining as close as possible to the pure function of the object that beauty can be achieved. My greatest hero was always barred kingdom B, whose inverted can curve and probably pronouncing correctly, was crucial to the structure of his bridges. And gave them the distinct stylist power that still wow on today. Another main idea from James Dyson. He's not into inventing new markets. He's saying us an everyday product sell you should examine the products that you use and then think of ways that they can be improved. Mature products are obviously a lot harder to improve, but if you succeed on some kind of breakthrough, you don't need to invent the market. So I'm gonna read this paragraph to you, but what's wild to me is that back on podcast number 1 78 on, Johnny Iv. If you remember in that podcast and in that great biography of Johnny, Him and his dad his dad taught design. And even when Johnny was a kid, they would... They would have their... A lot of their dialogues would be just examining products that already exist and they would use that as a prompt for new design ideas Like, well, is there a different way to do it? Could you apply a different way for the product to look by getting closer to the function of the actual object? And so James says, my own success has been in observing objects in which daily and daily use, which it was always assumed could not be improved bilateral thinking, so that's another main point of his. Won another 1 of his heroes as Thomas Edison. I've done, Think 2 or 3 podcast on Edison by now, but he's... He uses the Edison sony approach. So I'll go into more how he defines that later. And this is something that he says, in present day, it's, like, the hardest thing to teach new employees because they wanna rush and rush and rush. And they wanna change a bunch of different things. He's like, no, no. You gotta do it with away, Tom Edison day. You change 1 thing. You make a test. Then you get the results of the test to change another thing. So he says it's extremely slow, but you... But you can make, wild progress over a long period of time. Bilateral thinking, which I call the Edison estonian approach. It is possible to arrive empirical at an advance. Anyone can become an expert in anything in 6 months. So what does he mean by that? After the idea, there's plenty of time to learn the technology. My first iconic vacuum cleaner was built out of cereal packets and masking tape long before I understood how it worked. And this is where he gets in, like, what he feels is the best kind of business to build and his domain... The... There's 2 main things that he talks about over and over in the book. And he says explicitly, hey, This is the main point I'm trying to get across you, difference and total control. So he says the best kind of business is 1 where you can sell product at a high price with good margin and an enormous volumes. For that, you have to develop a product that works better and looks better than existing ones. That type of investment is long term and high risk or at least, it looks like a high risk policy. In the longer view, it is not half so likely to prove hazardous to one's financial health as simply following the herd. Difference for the sake of it in everything because it must be better. From the moment the idea strikes to the running of the business. Difference and retention of total control. Now, I don't think a book that can be summarized as a book worth reading. Biographies are obviously worth reading. That's why you see over and over again, the greatest people that have I've ever lived, spend time reading biographies. They feed your brain, they nourish your soul. But if you had to have a 6 word summary of this book, that would be it. Difference and retention of total control. This is not even a business book. It is if anything, a book against business, against the principles that have filled the world with ugly useless objects and unhappy people. And then he wraps up. And we we we see is in the 1 the reason I recommend this books so heavily is because it is fun to read. He's hilarious. His personality shines through. He has a very sharp point of view that, you know, there's some things in the. They're like, oh, I don't agree with that, but that's the point. He knows the worst ending we have any product or business is not hate. It's ind. And so the sharpness of his writing is going to evo. So he's gonna wrap up this whole introduction, and this is beautiful. He says we all wanna make our Mark. We all wanna make beautiful things and a little money. We all have our own ideas about how to do it. What, follows just happens to be my way. So he starts out. He's gonna tell you a little bit about a childhood, but again, he he... He understands he... This book is written to be read. He's like, listen, you don't need too much about where my parents are born or all that other stuff. And I agree hundred completely what he's saying. But he's like, I'm gonna give you, like, stories from my early life to understand why Am the way I am, which is extremely important. And he talks about, you know, even from a very your early age, I'm gonna get into and I think a large degree why he felt like a mis fit, and it's his word, was because his dad tragically dies of cancer. James is 9 years old. I think they leave behind... He's got 3 kids so it's James is 9... I think it's 09:12 and 14. So it's just devastating. So he says mis are not born or made. They make themselves. And a stubborn opinionated child desperate to be different and to be right encounters only a small ref of the problems he will experience and he carries the weight of that dislocation forever. I have been a mis fit throughout my professional life and that seems to have worked to my advantage. So this is where we get to the losing his father and and how that makes him feel. The fact, and, you know, the the fact that because he didn't have this mentor that somebody can show him the path that's in front of them. He has to want up working out everything for himself. It winds up making extremely competitive. He vowed, and then he also has a really important lesson that I missed the first 2 times. At, I think I did the first 2 times I read the book was the fact that The death of his father and the the fact that his dad was gonna make a career change right before he died to doing something he actually loved, but didn't get the opportunity to do. James was like, no. That's not gonna happen to me. This is my father died of cancer in 19 56. I was only 9 at the time. His death put me had a great disadvantage compared to the other boys. It made me feel like an underdog. Someone who was always gonna have things taken away from him. It made me feel that I was alone in the world. I had no 1 to help me through my boy problems and no 1 to cite their own youthful experience as an example to me when I thought I might be troubled by something that no 1 else had ever been through before. Life became something I had to make up as I went along, and I had to work everything out for myself. I suppose it made me a fighter. This made me very competitive. So as data as the opportunity to to the Bbc television is just about... It's just, I guess, starting. And he was given the opportunity to join Bbc television, he wanted to do that, and he says his move to career chain... To change careers came too late. Seeing him t by death in that way, having done something else for so long made me determine that that should never happen to me. I would not be dragged into something I didn't want to do. There is a fantastic quote. Jim Carrey is giving a... I think it's a commencement address. I can't exactly remember. But I saved the quote. I think Jim Carrey teaches his an important lesson. And he says, my father could have been a great comedian, but he didn't believe that was possible for him. So he made a conservative choice. Instead, he got a safe job as an accountant. And when I was 12 years old, he was let go from that safe job, and our family had to do whatever we could to survive. I learned many great lessons for my father, not the least of which was this. You can fail at what you don't wanna do. So you might as well take a chance on doing what you love. Okay. So it's fast forward to something that the... These are lessons that James learned from running. He's a few years older he. He's used, like, early teenager at this point. And 1 of the things is that 6 on the front to his life is that you should learn from the greats. Right? And then difference itself can be the means in which you actually win. And so he says there was no 1 to teach me how to run. There was no dad to tell me how great it was. And I always become And it it would it had become a very introverted kind of obsession with me. So he starts reading books. James went reading a few books on this guy named Herb Elliott. He was considered the world's greatest middle distance runner of his era. And so Herb coach in in these books, tells him he's like, you you you can build stamina by running up and down Sand Dudes. And so James doesn't smart here. He said, okay. Well, I'll just copy that approach. And he also see he's extremely dedicated and hardworking. So he'll do this twice a day. He does it once at 6 in the morning and then once, 10PM. But it says, Herb belly was a big name at the time. So I read a few books about him and discover that his coach told him that the way develops stamina and strengthen his leg muscles or run was to run up and down dune. I would get up at 6 in the morning and run for hours and put on my running kit at 10:00 at night and not reappear until after midnight. Out there alone on the Dune, I got a terrific buzz from knowing that I was doing something that no 1 else was. They were all tucked up in bed. I knew that I was training myself to do something better than anyone else would be able to do. I was out there learning how to do something and getting a visible result. And we he's always gonna compare and contrast the way he's doing it. To the way other people like his competitors. He's doing this and his competitors are running later on and throughout the book He talks about his competitors and the vacuum cleaning business, the way other companies think about sales and marketing. He's just... I I have notes on this later, so I'll probably bring this up, but just in case III forget. I really when you read this book, I feel a large, like, the the implication that he's telling us is just think about what you're doing. So many people are not thinking, they're just out there copying what everybody else is doing. And if you just slow down and say, why am I doing this? Why am Trying to sell my product like this? Why am Trying to manufacture my product like this? Why am I is my marketing set up like this? Why why am I hiring the same employees everybody's doing? And you just take everything 1 at a time? And this should look for a better way to do it. The accumulation of all these new ideas you have actually make your business stronger and better. So he says the act running itself was not something I enjoyed. The best you could say for it was that it was lonely and painful. But I started to win But excuse. But as I started to win by greater and greater margins, I did it more and more because I knew the reason for my success was out there on the sand dune. I was doing something that no 1 else was doing. Apart from me and herb, no 1 knew. They were all running around... They were all running round and round the track, like a herd of sheep and not getting any quicker. Difference itself was making me come first. And so let's go back to that idea about what Steve jobs said. I'm convinced that what separates the successful entrepreneurs half of what success... Separates the successful ones from the unsuccessful ones is pure perseverance meaning most people quit. And so James was learning from long distance running, the importance of not quitting in so many ways to tell me the most significant lessons in all my youth. I was learning about the physical and psychological strength that keeps you competitive. I was learning about. I was learning how to overcome nerves. This again, he's on running. It's the same thing when you're trying to do anything that's hard. Right? You're gonna be nervous. You you you're gonna wanna quit. You're gonna be in pain. So let me start the section over again. I was, in many ways to tell me the most significant lessons in all my youth. I was learning about the physical and psychological strength that keeps you competitive. I was learning about see. Ob. I was learning how to overcome nerves. And as I grew more and more neuro about being caught from behind, I train harder to stay in front. This is wild. Listen to this. To this day is the fear of failure, more than anything else which keeps me working at success. So something else that jumps out when you're studying and reading this book is that James believes that you should be intellectually open minded and broad. He does not believe in, like, the silos of intellectual disciplines. And you could see that because who is, like, his heroes were. This reminds me a lot of what Charlie Mu says. There's a quote from a speech that Charlie gave. He says, listen, since your academic structure, by and large doesn't encourage minds minds jumping jurisdiction boundaries. You're at a disadvantage. Nope and why you're at a disadvantage because no single intellectual discipline has all the answers. And so, Charlie is always saying, listen, you need to learn the big ideas in physics, math, chemistry, engineering biology, psychology business, all of them. And he's saying you need to be a generalist. And so James was inspired by generalist. Like, people like Leonardo Vinci. Vinci was a generalist. I read his biography. I think it's episode 15, something like that. And so he... He's constantly drawing on James Iso that is. He's constantly drawing on people that inspired him. So it was, like, Vinci, Francis Bacon, Michel Land, Thomas Brown, Thomas Hobbes. And so James point he's wrapped up in 1 1 partial sentence. Like, listen, you need the intellectual open minded in this that it takes for renaissance. James is not big on, you know, deferring to experts or just accepting dogma, and the best definition of dogma. It's just just results of somebody else's thinking. And we're gonna see why because his his mentor. The most important mentor he has in his life. Is his guy named Jeremiah Fry, which I'll get to first are in a little bit. First, at this point, James is at the royal college of art. He does not know what he's gonna do. It's thought. Maybe I'll be artist maybe be a painter. He was really attracted to design. And then he winds up. He's like, I'll be a designer. And then he realizes that he's got a combine design with engineering. And, this is another 1 of his personal heroes. Is kinda named buck mister Fuller, and this is buck mister is the 1 that that teaches him reading about him that is. Teaches... No. No. I has to do the engineering too. And there's a couple books that James mentions in the book about, buck mister Fuller that I might order and actually read. Because again, books are the original links. So it says then came buck mister Fuller. So his teacher he had a really great teacher in his guy named Anthony Hunt. Anthony Hunt often mentioned this American engineer, whom I who I had never encountered. So I bought myself a copy of the D world of buck mister Fuller and he starts reading as his Buck mister Fuller had described... Had been described as 1 of the century greatest dreamers, which he thought they were trying to to be critical of fuller. They thought it was it was an insult. And he's like, no, I I understood that now they were saying that is a good thing because besides, but I could not have been more wrong. Fuller dreamt because his vision was of a world that did not yet exist. The value of dreaming was the first thing that I learned from him. I'm we're gonna see the second thing I learned from is the fact that I don't have technical training, but neither this guy. And so again, we see James doing something smart, right? Seeing parallels and people's lives that came before him and realizing they're no different than me. So it says Fuller had no technical training at all, but absorbed his mechanical education, By osmosis during his wartime service in the navy, and then years working as an under underlying in the construction industry. Mocked in the early stages of his career just like Dyson would be, Buck mister Fuller knew well that the only way to make a genuine breakthrough was to pursue a vision with a single minded determination in the face of criticism. Same. You could say that exact same sentence about James. Right? If you try... I just love this this... When you see these parallels, it just gets me super excited. And, obviously, excites James too because he mentions it over and over again. It's like, wait a minute. What happened this, guy It's just like, what what I'm going through. If you try to change things and you upset the establishment, which is why invention and vi simplification have always gone hand in hand and James knows that because he wrote a book in my left hand, I'm holding a history of great invention. He clearly done the homework. To to understand that this is a constant throughout human nature. I saw then that to do what book mister Fuller did to make real progress in the way we live or think we or think, it was not enough to be just a designer. You had to be an engine. Engineer as well. And again, you didn't have to be a classically trained engineer. While Buck mister Fully buck mister Fuller inspired my first idealistic design dreams, he takes ultimately, second place in the Pant of my personal gods And so this is the part where I read at beginning the excellent part where he's where he introduces to Barr King of. I actually have a biography of B that I'm going to read and into a podcast on because he's, you know, he's hugely influential. We should obviously learn about them. I'm gonna skip ahead a little bit. This is 1 of my favorite ideas that that James has, and it's the on the importance of stubborn ness. I am led to believe that for vision, 1 might equally read stubborn ness. At any stage of my story where I talk a vision, and Arrogant seems to have gotten the better of me. Remember, I am only celebrating my stubborn ness. I am claiming nothing, but the virtue of a mule. Another thing I love about the book is because he just... He lays things out he communicates extremely clearly. And so he says, hey, this is a very important business principle learned. I learned the crucial business principle that would guide my later attempts, so he's trying to sell in college, trying to make some extra money by selling like importing cheap wine. But every... Like, it the product was not differentiated. So he says I learned the crucial business lesson and that would guide my later attempts at making money from invention. The only way to make real money is to offer the public something entirely new that has style value as well as substance in which they cannot get anywhere else. So that reminded me of a quote that I read long time ago, from in 0 to 1 by Peter T, And he says monopoly businesses. Right? And that's not... He's not talking about like classic mono monopoly where, like, you could actually control physical infrastructure and then just increase prices. Right? He's talking about completely differentiated businesses 1 of 1. Right? Like, think of, like, a Google. So he says monopoly businesses capture more value than millions of un competitors. And we'll see that later on in James story because his company makes more in profit than the the cl... The the other vacuum cleaners that just try to clone the Hoover, and not actually try to do anything unique and just compete solely on price. Okay. So the note of myself here is finding a modern B, or how to cold call a mentor. So this is crazy. And, again, I this is something Forgot. Like, I knew he worked with Jeremiah Jeremy Fry or Jeremiah? Germ Jeremy Sun. With Jeremy Fry. But I forgot how he actually made like, how he was introduced to him. And so he's gonna code called Jeremy Fry. The same way that a 12 year old Steve jobs called Bill Hewitt, which is 1 of the cofounder founders of Hp. Right? Which is 1 of the most influential companies ever created in Silicon Valley. Generations of technology companies have copied the ideas of Bill Hue and David Packard. And so this is a quote I found from Steve Jobs talking about this. He says, listen. I never found anybody that didn't wanna help me if I asked them for help. I called a Bill Hugh when I was 12 years old. He answered the phone himself. He's saying at that time, if he was just listening the way pages, the directory. So he just... He just looks it up, he calls. Me means say, hey, Need this part for this thing I'm making. I told him I wanted to build a frequency counter. I asked him if he had any spare parts I could have. He laughed and laughed, and then he gave me the parts, and he also gave me a summer job at Hp working on the assembly line putting together frequency counters. I have never found anyone who said no or hung up the phone. I just ask, most people never pick up the phone and call, and that is what separates the people who do things versus the people who just dream about them. You have to act. And so he's still in design school at this point, and our school rather. And he winds up having this meeting, James that is. He winds up having this meeting, and he sees this video of, like, he's, like, this quote unquote businessman, which we would refer to as entrepreneur say. He's it's like, he's not a suit. He's out there doing the work himself. He's sweaty, like, he just... He seems to be active. And James is... He, you know, he thought the business guys were just the the ones and suits that disappear for long periods of time to have, like, liquid lunches. He's like, who is this guy? And all, he should meet him. And so he gets his name. He says listen, I'd simply dialed the directory after my meeting and asked for Jeremy Fry phone number, and he invited me to his home for supper. See the parallels between Steve Gil and Bill Hewitt and James Dyson and and Jeremy Fry. So began my association with jeremy Fry. A mentor as important to me as any of the engineering heroes of the past with the great advantage of being alive and keen to nurture such talents that I possess. So Jeremy ends up making money. He made his fortune inventing motorized valve act for pipelines, But he was involved in all kinds of businesses. He would start new businesses, and he winds up invent... Him and James are gonna invent something called the sea truck, winds And he puts James, who just as was a young kid in charge of the whole business. And it was like the best learning experience of his life. And his... And I'm gonna talk to you a lot about that about all the lessons that he learned and he did wrong in the ct truck that he fixed when he when he did Dyson. It was that was really interesting. So he says, as a novice, anything, you're, like, a sponge looking to soc up mentors and models. And in fry, I had an ocean of experience to absorb. Fry, I think it's about 2 decades older than than James at this point. Or, he's always 2 decades older. He's obviously passed away now, unfortunately. But he says, like B now, he operated empirical. He had no regard for experts from other fields, and he was always teaching himself whatever he needs to know as he went along. And he was an engineer interested in building things 2 that derived not only excellence from their design, but elegance as well. So this is where he's really learning how to work from Jeremy Fry. A lot of things that he's learning is a the young person here. He keeps for his whole career. And 1 of this fact that he repeats over and over again to the reader of this book. Like Listen, you don't need to be an expert. You need intelligence and enthusiasm. And then another thing about Jeremy Fry and about James S. It's like, there's no work about work. I don't wanna sit meetings and you write me memos just work. And then the very act of what fry is doing here? Think about what Fry? Like... So from Fry perspective, he meets Dyson, and he's thinking well, okay. Here's a bright kid. Why don't I try to put him to work. And really, when I thought about this when I'm reading this? This is an asymmetric bet. There's limited downside if it doesn't work out an unlimited potential if James turns out to be competent. And Dyson actually steals this idea. This is... He says in the book, this is exactly what I now do at, Dyson. I hire bright young people that are enthusiastic and I let them work, see what they can do. So it says this is Dyson describing fry. He was a man who is not interested in experts. He meets me. He thinks himself. He's a break kid that's employ him, and he does. He rests little with the possibility of gaining much. It is is exactly what I do now at Dyson. I kinda just summarize that. Whole point. This attitude to employment extended to fry thinking and everything, including engineering. Like B, he did not. Remember, he he refers to fry as a modern B. Right? Like, he did not when an idea came to him, sit down and process it through pages of relations. He didn't argue with anyone. He just went out and built it. When I came to him and said, I have an idea, he would offer no advice, no more advice in to say, well, you know the where the workshop is. Go and do it. And then I would say, but we'll need to weld this thing. And he would say, well, then get a welder and weld. When I asked if if we shouldn't talk to someone about, say, hydro, he would say, the lake is down there, the land rover is over there, grab a piece of wood down to the lake and tow it behind a boat and see what happens. It's so wild reread these words because this is exactly how James works. Right? Now this is not a Mo opera day. I had encountered before. College had taught me to revere experts and expertise. Fry I ridiculed all that. As far as he was concerned with enthusiasm and intelligence, anything was possible. It was mind blowing. No research, no workings, no preliminary sketches if it didn't work 1 way he would just try another way until did. This is the Edison estonian principle. Right? That he do be references constantly this book. And as we proceeded, I could see that we were getting on extremely quickly. So think about this. Like, how... That's how you know what's a good idea. Right? This Edison estonian Principle. Used by Thomas Edison. Used by James Dyson. Used by Is bard Kingdom. It's used by Jeremy Fry, and he gets to... This is a part actually missed the first time. The first 2 times I read the book. The root... This is this actually blew my mind. The fact that the the mind blowing part for me was, like, your way is greater than the optimum way, which is like a really bizarre way to think. Right? The root principle was to do things your way. It didn't matter how other people did it. It didn't... This is a the mind blowing part. It didn't matter if it could be done better. Remember. Difference for the sake of it and retention of total control. That's James like Motto, his thesis. Right? As long as it works, and it is exciting, people will follow you. And so before we get into the lessons from the sea truck this thing that they're building. James just has a line here, again, I missed this the first time too. Maybe it's just a desire to be rich in successful and motivated me. For I was motivated in an almost devilish way compared to other students That reminded me of when when I... When you read about a Young Arnold Sc center who has this this psychopathic. Very similar like a Bill Gates too. The psychopathic, like mindset. Like, the the fact that he, he says over and over again. I was more motivated than anybody else around me. My drive was unusual. He talks about even when he gets to California, and he's already, you know, semi successful 1 a bunch of body building competitions, but he meets all these American body builders. And he's like, they're they're lazy bastards. They wouldn't work every day. He's like, I was in a rush to be rich. And James is saying a very similar thing here. He's like, listen, I'm willing to work harder because I... This is a life that I want for myself. So this is a a bunch of lessons from the c truck. And again, these are lessons that he's going to apply over and over again. No that myself. Don't try to sell half finished product. People do not want all purpose. This is number 2. People do not want all purpose. They want high tech specificity. And, actually, I'm just gonna read my notes here because I think it's faster. So it says, you cannot sell a half finished product. You were doomed from the start. If you do this, don't stint on investment in the early stages. So James tries to sell sea truck. Sea truck is, like, a flat bottom boat that you can then push on the land that is used to, like, move heavy machinery. There's... You can actually Google C truck in there there... There... They still exist to this day. And this is a unique design that him and fry. Made. So he tries to sell. At first, he tries to sell... The reason he's saying you can't finish to sell a half finished product. So James is running the business, but he's got, like, the shareholders of the business and the board telling him what to do. Right? And so initially, they start... They they try to sell a c truck without, like a cabin. And James not only designed this thing, but he's traveling all over the world, try to sell it, and the board he goes back, he said, listen, We need to finish the product. Like, let's put a cabin on this, and then we'll be able to sell them. And they keep telling well... They they they just set, like, imaginary sales goals. It's like, okay. Sell 4 a month, and then we'll build a cabin. And so he gets the 4 months. And then they say, okay, sell 6 a month, and then we'll build a cabin, James point. He's like, listen, if we invest in the cabin first, the sales will be a lot higher. And so the quote, he says about this. He's... Eventually, he says, I got my cabin in the end and sales took off. Now, James the second point here. People do not want all purpose. They won high tech specificity. So, if you wanted the Sea truck as like, a diving boat. Everybody would have different use cases. Right? James would offered to add compress compressors and a slower engine. If an oil company wanted a sea truck to haul their crew, he would add better seating and more powerful engine. So again, he's sees not selling something that's very specific for a specific, like need or nit. Right? He's saying, oh, I it can be whatever you want to be. The military would ask him. They would say, hey, can you make it bulletproof. He's like, I make a bulletproof. He he's essentially trying to be all things to all people? And in the process failed to convince anyone. And so the lesson he used... He he takes away from that later on is that they don't want all purpose They want high tech specificity. He applies that to to when he's building the dyson vacuum. It's the... It's the best vacuum I can cleaner in the world, but it's also dry cleaner. He never even mentioned that part. And he says this leads into the third part. Do not mix your messages when selling. Pick your products main benefit and focus on that. And the way he describes this idea, a consumer can barely handle 1 great new idea, let alone several. And then another the fourth lesson he talks about. And again, you have to learn to sell your own product. You were in the best position to tell others its value. And so he says I set off on the road to start selling it properly. It was time to spent away from designing, but it was it was to teach me that only by trying to sell the thing that you've made yourself by dealing with consumers problems and with the consumer's problems and product failings as they arise, can you really come to understand what you've done. To bond with your invention and to improve it. Only the man who has brought the thing into the world can presume to fo it on others and demand a heavy price with all his heart. And then the fifth lesson selling becomes easier when you believe in what you were selling. I'm gonna talk about... I wanna first pull this this is a Id scene over and over again. The best example of this was in Phil Knight auto shoe dog, founder of Nike. And he had a bunch of sales jobs before he start selling running shoes, and he ran track at Oregon. That's why he started Nike. And he's just, like, what the hell? I I can't... I couldn't sell in encyclopedia. Can sell mutual funds. Why he he would literally start to sell running shoes out of the trunk of his car. He would just pull up track meats, and then he'd do soon and sell out all of his inventory. And so he says driving back to Portland, I'd puzzle over my sudden success selling? I'd been able to... I've been unable to sell encyclopedia and I despise it to boot. I've been only slightly better at selling mutual funds, but I felt dead inside. So why was selling shoes so different? Because I realized it wasn't selling. I believed in running. Now watch how this parallels was exactly what James Dyson experience selling the sea truck. Selling back then was really pretty easy because I believed in what I was trying to push. As with selling anything, it was about seeing how the boat would fit into the life of the customer, not about mouthing off about how great it was. It is not about the right adjectives or shouting your mouth off. It's about discovering a need and satisfying it. So he's got this great job. He's working with his mentor. He loves the guy. He winds up being able to design new products and run the business. But he also realizes a lot of my work, like, I'm not a shareholder in the business. So he's gonna quit this job, and he's going to try to do an invention. And so I'm not there yet. At the time, I I guess I got back up. So James is living in a farmhouse, which is wild. That's over 300 years old. And so they're doing a bunch of, like, home improvement work when he's on his days off and when he's not working with fry, and he found himself spending a lot of time using Wheelbarrow. And he comes up with this this quote. He says, in all the thousands of years since his first conception, no 1 has ever stopped to say and said, I can design this thing better. I set my mind to possible improvement. So he realizes it's getting stock. He's like, well, it shouldn't have a wheel. It should have a ball. And so he... This is 1 of his first inventions. It's called the ball, And the same way he makes these mistakes from Sea truck. A lot of the mistakes he makes in building this company. He had... Like, what I'm trying to convey to you is like, he had to go through all these experiences because it was... It taught him. All these failures taught him how to do it the right way once he has his vacuum cleaner company. And so this is where we get into the James Because he's leaving the best... What he describes his best job in the world to make a bit better wheelbarrow bearer. Here I was kissing a goodbye to the best job in the world, a 10000 dollar a year salary and a company car, driven only by my desire to do something on my own. I've seen that most of my efforts go to reward... Most of my efforts went to rewarding the shareholders. And I just thought it was time to start. I started doing it for myself. It was in retrospect, a stupid decision. Not least because my mortgage was large and my 2 children were small. And so this desire, this realization that, hey, if I don't have any ownership, I'm I'm not gonna get get to enjoy the fruits of my labor. Right? The the the the benefits are gonna crude other people. This was, like, the main theme that book how to get rich by Felix Dennis. He took it to the extreme. He he won hundred percent of all's companies. And he would not give out equity at all no matter what. And that's podcast number 21 29, if you haven't listened to it yet. Terrible, title the book, but fantastic book. I mean, it's it's a cringey title. It's... I think on the podcast, I said, it shouldn't be how to get rich. It's how I got Rich. Would be able to title. But there's 2 things. 2 quotes. I excuse 3 quotes that I pulled from that book. So this... These are from Felix Dennis. Number 1, ownership is not the most important thing is the only thing that counts. Number 2, if I had only a short time to pass on the wisdom I've accumulated about getting rich to a son or daughter, then it would be this. Ownership sell be half the law, doing an outstanding job she'll be the other half. And number 3, ownership is power. Ask Bill Gates of Microsoft or Larry Ellis of Oracle. So that's Felix Dennis, alright, Felix Dennis. So in the ball, though. Okay? This is something that... Again, I'm trying to focus on the lessons that he... The the failures that he made trying to build this company that he eventually applies correctly. He tried selling the ball to stores, and the the buyer's is responsible for making these purchases decisions Like, no. What the hell is this weird? Like, why would we do this? We have, you know, wheelbarrow sell perfectly fine. Like, you don't need to improve it. And he's like, this is madness. Like I have a better product. It's very obviously better than than what's on the market, and he's gonna have the same thought when he does the a vacuum cleaner, like, why am I running into such resistance. And he just realizes, I'm just gonna go direct to the customer. And when he starts going direct to the customer, he starts making sales. And so he says it was an... This is such an important sentence in this book and I'm a pulled off for you. It was an interesting lesson in psychology, teaching me. That the entrenched professional is always going to resist far longer than the private consumer. That is so important. And how does he learn that? So tries for, you know, for a long time, they're not buying the the better product He's like, I I'm I'm desperate for. What I'm gonna do? In desperation, I turn to the newspaper. So he talks about, like, I'm just gonna do a direct response ad. It's in the book, the picture of it. It's hilarious. Tiny little drawing just says what it does. Says, and I slap down some direct response ads. And what do you know? The checks start rolling in. I was astonished. This was the same object that had been rejected completely by builders and retailers who had been able to see it in the flesh, and it was being bought by the members of the public who were sending off checks to company no 1 had ever heard of all on the strength of a little drawing in a tiny newspaper advertising. Advertisement. It was fantastic. And the business began began to gradually show a profit, we were producing up to 30 a day. And from here on are from here on things snowball. Now this is... So this is hilarious because, again, you have a profitable business, rather simple. And as it grows, they they bring in quote unquote experts and and business people and they destroy this business through sheer competence. I'm not there yet. But the business began, gradually show profit, from here things snowball, the gardening correspondent of the same newspaper actually sees the ad. I had seen 1 of our ads and called up asking if you could see 1. So James gives him, lets him, like, demo. The product, this guy loves it. So that's going to lead to a lot more sales, and this is something that James talks about over and over again. He's like, listen. Actually, Let me just read it to you. So he's talking about the editorial produced so many more sales than even his ads did. And he says it's the editorial are the very best way of convincing the public. 1 decent editorial counts for a thousand advertisements. From that point on, and throughout my struggles to launch the dual cyclone, I made editorial. The basis of all my I thinking about publicity. 1 thing you talked about over and again. It's like a lot easier to have people write about... First, you just, like, don't ever con try to control what they write about or your product. Right? That's not a good idea. And 2, they write about... If your product is strange looking If you're building a physical product, and you can make it look weird. It's more likely to be written about by journalist. Now, this is what I mean Like, again, this is a small but successful business. He's selling about 45000 ball barrels a year. Like, alright, That's a that's a wonderfully, like, growing nice business. Right? So they bring in, the board decides, hey. So I I... There's... Again, I had skip over parts just for time's sake, he brings in... He's got investors on company. So he doesn't own all of it. He doesn't control all of it. The board, you know, they have people that were quote unquote successful business people and other industries are sitting on the board, but they don't know anything about, like, the design of the product that he made. And they're, like, okay. This is what we need to do. We need to bring in a sales manager now that the business is growing. And then the sales manager who who who James calls a complete bastard. Decides, hey. We're not gonna sell directly anymore. This doesn't make sense. Let's sell now like, let's sell to retail to wholesaler and retailers. And so the not none of myself on this page is a direct relationship with the customer is the holy grail. There is no improving on that. What the hell are you doing? And number 2, don't expand if you were losing money, you just make the problem bigger. That is My Roth child to his son nathan on that 2 part Roth child series. I just did. They talks about. It's like, what are you doing? So you're losing money, Like, you're expanding the business you're losing money, The problem just gets bigger. And so they make the mistake. They make both those mistakes here. Like, you've had the holy grail and then you went away from it. Like... So it says in following his advice, the direct... The ambassador that is, to abandon a direct selling and supply shops via wholesale sales, we began to lose contact with the customer that was the basis of our success. As with the dual cyclone, so with the ball, the establishment of a client base by word mouth, which is the best form of advertising in the world. Right? The establishment of a client base by word word mouth is what gives a product longevity and integrity, a sort of wise man building his house on rock principle. But we went away from that. So now we're we're selling the wholesaler and we're making less money. So not only do we now have the relationship with the customer, but now we're making less. Now we're gonna start during going from profitable to losing money, and then what are we gonna do, we're gonna expand on borrowed money and at this time in history that the interest rates are crazy. It's like 15 percent 20 percent some wild stuff like that. So this business is gonna go ka. We were only making about half as money sale because, we had incorporate a margin for wholesaler. The business became cash negative, and we started to finance ourselves excuse me to finance ourselves and just in sinking into debt. What was the response to the board to expand? And so he's eventually going to get kicked out of this company. He's, like, putting up a fight. He tries to invent they they're losing so much money on the ball barrel, so then they said, okay. Now we need to invent how stupid the people running this company were at the time. Okay. We're losing money of the ball barrel. Let's invent another product to get us to to get us in a better financial position, not realizing you were in a fine financial position. You just were growing slower than you wanted to. So anyways, he actually offers them. He he and what's fascinating is he comes he he realized he doesn't know what the hell a cyclone is. And he's trying to fix a problem with the production line on the ball. That has to do with filtering dust in the manufacturing process that would actually have them close the the assembly line every hour. And so they lose and he's like, well, we can fix this the assembling never never has to close and we can produce more, and he wants realizing somebody another company that has a similar problem him. It's, like filtering out this this dust area. Would use like, a giant cyclone. And so he makes a giant cyclone for the ball and then realizes at the same time, hey, wait a minute. Why can't I use this for this this crappy Hoover vacuum cleaner that I've been using in my house. So we'll get there in a little bit, but He's gonna get kicked out, and this is where he he arrives at the main idea and why he owns his entire company to this day. It's always about maintaining control. 1 of the strains of this book is about control. If you have the intimate knowledge of a product that comes with dreaming it up and then designing it. I have been trying to say, then you will be the... Then you will be the better able to sell it, and then to go back to it and improve it. From there, you were in the best possible position to convince others of its greatness. And to inspire others to give their various best efforts to developing it and to remain true to it and to see it through all the way to its optimum point to total fruition if you like. And this is more about the struggle where, you know, he's not doing well. He's getting kicked out of his own company. And then he's going to a terrible terrible time in his business, and then his mother dies young from cancer. And this is why it's so important to read biographies and not business books because you see the entire spectrum of the human experience, not just work. And just the low lowest of low points in his career and his mother dies as is his last surviving parent, and I'm gonna read this section to you. And he says, I was very low at this point. But business traumas were put in their proper perspective by the sad death of my mother. She had been suffering from cancer of the liver. A disease who discovery whose discovering in her own body had seemed a bitter twist of fate. After the death of my father from it 20 years before. To be deprived, and this is the part that just kills me right here. To be deprived, in only her mid fifties of seeing her children and grandchildren mature, was very cruel. During her sickness, my wife had been pregnant with Sam, who was born just before she died, and I will always remember her c him. The death of my last parent was a terrible blow and I'll outweighed all my own personal disasters. And that is 1 of the powers of of a biography of a book where you... You see the person as a whole person and not just their work. And I had to, like, pause when I got to that point because I went through this a few years ago. My mother died of breast cancer. In that line he says, to be deprived in only her mid fifties of seeing her children and grandchildren mature was very cool. And that's exactly how I feel. My daughter was 5, and my niece was 3 when my mom died. And it's completely devastating. That she didn't get to see them grow up and they didn't get to know her. And then you add to the fact that James mom never got to see him succeed. It's just just just devastating. And if you've gone through this, you know exactly what I'm talking about where it's just just periods of, you know, being okay, go getting on with your life and then just wave of despair and regret. It's it's I don't think it's something that never goes away. You just... You're permanently damaged for those your life. Okay. So let me fast forward. Let me go ahead and start... I'm gonna go to the start of the vacuum business. This is the first vacuum business. This is not Dyson. A lot of the stuff he's gonna do here. He obviously uses when he builds this company. And he's just, like, you know what, the the ball... He's he's kicked out the company at this point. Right before he gets kicked out, he goes to the board they're, like, your your invention stupid. If it was possible to make a, a better vacuum cleaner Hoover would have already done that. He hears that that saying, oh, you know, Hoover would have done this if it was possible over and nerve again. And so he goes back to Jeremy Fry. And because he's determined to make the product himself. And he starts in an old shed. They're holding at carriage houses. I actually looked up what this was. So for horse strong carriages. They're like, a garage with no water, no electricity. That's where he's going to start his vacuum cleaner company. And this is he builds almost all of the... I told you he builds 5127. Almost all of them happen in this carriage house. Okay? In the first 3 years, he he has no money So he's gotta work alone at doing this. So he says before I went into production with the dual cyclone, I had built 5127 prototypes. So far you only know about 1. Well, this little room in the coach houses where I built most of the other 5002 200... Susie 5126. So he talks about, you know, needing money and very obvious where he's gonna go. He says, listen, Obvious man was Jeremiah my Jeremy Fry. He he was... He was someone who knew that things don't always work out immediately that innovation takes time and persistence. Furthermore, as fed up with the type of non executive directors who knew little of the manufacturing business. Obviously, Jeremy knows... He's an entrepreneur he knows what's up. Assuming you only had to set up a company and then rake profits. He talking about the people on the ball. So this is something that that He actually repeats over and nerve again, very similar to to Steve jobs and very similar to That profits only allow you to make the best products in the world. You can't reverse the order. You make... Like, you... James loves profits a lot, but it's not his primary motivation. So he went getting borrowing 20... Again, 25000 dollars of funding from Fry. He put up 25000 dollars of his own money, and then he borrows money against his house. This is something he does over and over again. The fact that many times, no 1 would give money, so he went barring and putting his, you know, risking the house that his family's in, to chase after the stream. It's really wild. And the crazy thing is this is the start of the struggle. The start it is now going to be 14 years from this point before Dyson, he has his actual vacuum cleaner that he owns a... That of his design that he owns completely. And so he talks about this. This is gonna be 3 your... 3 years. The first 3 years of toil with really nothing to show for it. She's trying to make prototypes trying to prove that his idea that his concept he works. All the while I was making cyclone. For 3 years, I did this alone. I could not afford to or anyone help me. When you start out, you just don't think it's gonna take that long. Sam, his his youngest kid grew up and started walking then talking all the while I made cyclone. Over the next 3 years, we used up all the money that had been borrowed. And our mortgage groups steadily grew bigger and bigger. And so during these 3 years, this is where he he he's doing the empirical testing. He's using the Edison estonian design, like, design process or experimentation process. And he just I'm gonna just bring you the highlights because this is 1 of my favorite things he says. There is no such thing as a quantum leap. There is only dogg persistence. And then the end, you make it look like a quantum leap. And this might be the most important thing to remember in this entire book. While it is easy, of course, for me to celebrate my dogg now and say that it's all you need to succeed, the truth is that it would demo me terribly. I would crawl into the house every night covered in dust after a long day in the house. Exhausted and depressed because that day Cyclone had not worked. There were times when I thought it would never work. That I would keep on making cyclone after cyclone never going forwards, never going backwards until I died. So 3 years. He's got an initial prototype. Remember. This is... The the the the the vacuum cleaner he's going to produce himself 11 years from now is a lot better than the 1 he has here, But he's said, hey, We got technology. We can patent it. So him in Germany, like, hey, we don't wanna pay any more money to this instead of... And manufacturing a brand new physical objects can be extremely expensive. Why don't we says Jimmy Fry, and I decided that rather than sell than attempting to... To produce a thing ourselves, we would try to sell a license for its production. And I'm gonna read a sentence. This is crazy. And so it was that over the next 2 years, I approached every manufacturer you could think of. And note know of myself was 2 years trying to sell a license question work. After 3 years of development alone. And so there's a saying, that that that popped to my mind when Was reading this part, that you don't have to worry about people stealing your idea that if it's any good that you're actually gonna have to ramp it down their throat. This is a little bit about that. It was really extraordinary and quite unexpected. Every single 1 of them seemed to miss the point. That here was an innovation of real benefit to the consumer. A massive leap from a crappy old carpet sucker to a cleaner of total efficiency and un power. For each manufacturer in turn, it represented an opportunity to bring out a new product with a major technical advantage over their competitors. Everybody. And here's a problem. Almost everybody doesn't say no. They just never say yes. There is a, number of, Pi customer number 50. Mark Jason's blog blog archive. He talks to Over again. And I'm pretty sure in that... If I remember correctly. In that blog archive, which you can actually read for free online on their website. And I think I linked to it if he's just scrolling in your podcast to number 50. I'm pretty sure I include the link in the show notes. But anyways, Mark teresa makes this point, that you gotta stop if you're a startup, stop chasing deals with a large company. They just... They... They waste time. They move slow and the biggest problem is they never say no. Fair They just don't say yes. It's exactly what James is is dealing with it over this 2 year period. It says in those 2 years, I plotted it around Europe. I survived on a sort of man attitude. Tomorrow would always be better. You have to think like that otherwise, you just can't go on. But he's running... He's to the end of his line here, and he's... There's many many, many, many times in the book. It's not just like, oh, I'm gonna be persistent. That's it. No. It's like, he, I'm gonna quit right now. I'm gonna quit soon. If this doesn't happen. I'm gonna quit. So this is his state of affairs, right before he signs his first license agreement, he is 38 years old. In the early weeks of 19 85, I was broke, hungry and depressed. My dogg and self belief in the absence of any real evidence that they were justified, were beginning to look more and more like insanity. My nerves were fragile enough to be susceptible to doubts. I needed a success to help knock down the doubt. And so at this point, he gets this random single inquiry from a from a company in Japan that wants to license his technology. He says Japan gets the concept right away. And there's another thing that I'm skipping over many parts of the book The department licenses is they're all, they're all unique. So there's a ton of and I think I have more notes on this later, but there's just... It... They're not easy deals to get done. Like, lawyers get rich off of them. They take a long time. He says dealing with this Japanese company was completely different. They got a deal done in 3 weeks. So he went to getting some upfront money and then a guarantee minimum of making at least 60000 a year. So it's a rather small deal, but it comes at the perfect time. He needed a small win. Now I'm gonna just give you, like, broad strokes here. It winds up selling really well, but his license deal was bad because the business he's doing business with was the company he's doing business with was crooked. So he only ever gets the 60000 year year minimum, even though it's obvious that it's selling more than that. Part of it it's like, you know, or what you gonna... You're gonna sue them in Japan. And, like, you... The the the upside is probably smaller than how much would cost you to actually enforce the contract. Right? And this is another reason later on why Dyson keeps insisting on total control, and he gets away from licensing. So he's gotta make mistakes for several several years. Trying to licenses this is his, his invention, and then he's just like, I gotta build this thing myself. It's like everything else. It's, like, when anytime I introduce other people, other companies, there's a ton of people ripping them off in the book, a ton of lawsuits, a ton of distractions. So that's why he's just, like, forget it, man. Just do... If it's important, you... If it's important to your business, you gotta control it. The the main point I wanna bring to your attention about this section though is that in 19 79, he has the initial idea for a back vacuum. Right? It's 19 86 before it goes on sale. And it's still not the main goal of an idea that he owns and sells and controls completely. But just that that's 7 years. Remember, we saw another 7 to ago, 7 to 8 years ago before he actually gets his optimal point. But I thought this point was interesting because he he's in Japan a lot. And he compares the way that the Japanese approach building up their industry. Remember this is post world war 2, with the way he... That Dyson builds up his company. And this is very similar. We learned a lot about this from the founder of Sony, Ak kia Mari, who actually influenced Jeff Bezos and Steve Jobs, some of his ideas. That's founders number 01:02 if you if you haven't listen to her, Haven't learn more... Or if you wanna learn more about that. But the the idea that the Japanese and James Dyson, James Dyson don't they don't believe in quantum leaps. They believe in progress progress over stages in... Excuse me progress in stages over a long period of time. They believe in progress by stages in the iterative development that I described as edison Sony. Their persistent trial and error that allows them to wake up 1 morning after many, many mornings with a world beating product. They were learning all the time. He's talking about Japanese industry as a whole. Right? Not at 1 specific company, but he uses this principle for his specific company. They were learning all the time improving little by little. They lived in... They lived an anti brilliance culture, and that was healthy. They know full well that quantum leaps are very rare, but that constant development will result in the end in a better product. And that is a mindset I share with them. I am not a quantum leap. So I'm in fast 4 few years. In the interim, he winds up signing another few licenses. He's still doing the the license route. And eventually just... He gives up because he realizes other companies are just incompetent. They're not gonna do things. He's a very hard, you know, nose dude that wants things done his way. And, you know, people like that. There's no point in trying to work at other companies because they're not gonna be, like, you I was to yourself. So in 19 91, things are a little better. He's he's still in the carriage house. But he's he's can hire small staff. He's inventing different, like, different variations of vacuum cleaners. Again, it's still not his goal. He went up saying another license. Has difficulty working with this company too and then another lawsuit. And in the interim, I skipped over this huge issue with him is that, he signs a deal in America for with Am, a Giant American company. So they wind up they went signing agreement with them, then they cancel it, then they copy a technology and there's this gigantic, you're saying, hey. You're using my patents. So they're having this huge lawsuit. And they're... They, you know, they got a lot of money. He doesn't. So they're just kinda drain them. They're like, we're gonna keep you tied up a litigation to quit even though we know that you're right. So at the same time, this thing's happening in America, he's he signs this deal with, to introduce the dual cyclone vacuum cleaner in Britain. And so he signs up a company because he still doesn't have a lot of money. He doesn't think he can manufacture himself. So in 19 91, he signs up with them. But there's no... Here's a problem. There's no sign of them starting production. They would ask for 1 change. Right? Like, oh, we don't like the handle. We don't like this. James would change it. Then they would disappear for this is exactly what Mark Jason describes his blog archive interesting enough. So then they would disappear for a while, then they pop up and ask for another change. They would repeat this process over an until James loses it. And he says listen, If you're not gonna make the damn thing, I will. And then they say, you can't. And then they sue him. And so then he counters sue. And he this is where he goes into... In the book, he talks about multiple times that. He he hates licenses. He... How they're each unique. The companies love complicating them. And then the lawyer bills just get way too high. So I would describe this entire process. So basically, why I'm telling you this section is because it's 1 step forward, 2 steps back, 2 steps forward, 1 step back at every step back. Other people quit. Somehow, James doesn't, but he he feels like it. And so at this point, this is the closest he ever gets to quitting. He's like, alright. And he says, I began to consider getting the whole thing and doing something else with my life. It's 19 91. He started this in 19 79, and he still... He's like, I'm 12 years in, forget it. I give up. And just as he's about to quit, a miracle half. He gets a call from his attorney. He's about to fly back to America again to do another deposition, and he says we've settled with Am. It is safe to say that this was the greatest turning point in my life since the day I tore the bag off my Hoover. Coming at a time when my single largest problem was a assorted of funds to produce my own vacuum cleaner, the fact that I would no longer be hem thousands of into legal fees was like a gift from heaven. That leak in the cash flow. That had only days before, maybe consider giving up altogether was now finally plugged. So this is when he's, like, forget licensing. I'm doing this myself. And this is the the insane thing. Remember. This company now gives him a net worth of 16 20000000000 dollars. It's a hugely value company. Right? He tries to give to sell equity and no 1 wants it. He tries to raise money by selling equity, and no 1 was interested. And this is what he said. So he wants up having to go into debt, and then he wants barn against his house again. But this what he says about this. I was tearing my hair out as these doors were slammed to my face for the most up to reasons. The poor bugger were so wrong to think that designers knew nothing while business. Or about marketing or about selling. It is the people who make the things that understand them and understand what the public wants. And a lot of them are saying, you know, oh, yeah, May... We'll give you a loan, but you got a hire professional Ceo or or whatever cases, it's like, this is ridiculous. I can run the company. And so we get to his entire point here. A vacuum cleaner designed entirely by me incorporating innovations up to the very latest point at which my technology had arrived to be produced and marketed and sold under my own exclusive direction was to be Frank what this whole thing had been about. So now we finally got to the very early days of Dyson. He takes this little crew. Jeremy Friday says decides, hey, Yeah, I wanna continue on with this. She's he's much older. I think he's in like, in the 70 seventies by then. So James now owns the company hundred percent. He names it Dyson instead. I think was, like, something... I forgot the name of the other vacuum cleaner It's not important. Vacuum cleaner company that is. And, you know, he's still got a great relationship but Fry, completely understood. So he wants to barring against his house like I said. But really, I'm reading the session is because when you're reading these biographies and almost all, like, reflections of an entrepreneur early career. They talk about like, a yearning for the early days of a company. And so this is a little bit about the early wonderful days of Dyson. It was a fantastic environment to work in. For it was just engineers and designers and no 1 to mess us around. There were no salesman. No advertising people. No marketing managers to interfere or to try to guide us in their direction. We had nothing to do, but to do our own dream product. There was no market research, and there was no focus groups. It was unique. The world just isn't like that. You were not supposed to do things like that. Just go ahead and do it all in your own. It felt almost naughty. And then this is what I was referencing earlier there Finally made it to my point in the notes where his point that that that is implied when you read the book. Like, listen, if you have a product that makes someone's life better, and that is still the best description. Yeah, that's a quote from Richard branson and that. A business is simply an idea that makes other people's lives better. And if you have a product that makes some of those those lives better. Then you can learn how to build a business as you go. And so a large part of the book is just James telling you to slow down and think about what you're doing. And if you do that for all parts of your business, you won't make the same mistakes that you see other companies make. And sit... So he says, I was following the path of my long cherished stream that designers could lead business from the front. And so then he just has a bunch of just upfront ideas that I wanna share with you real quick. How can you show a potential customer, the benefit your product provides quickly. And so he calls his idea to keep the the the bin where all the dust is collected keep it clear and transparent. The most B nellie going back to Embarking and B thing he ever did. And retailers and other designers try to get him to change it and to, like, cover it up. He's like, no. That's the point. And his his said he this is his his thinking. It's really smart. The site of a transparent vacuum cleaner full of rubbish would draw the eye of the potential customer. If the customer sees a long line of pristine vacuum cleaners. And then this weird looking 1 on the end, all visibly full of dirt, Well, then it clearly works. Doesn't it. And now we get to the point that he's weighted his entire life for. No left myself, my lock screen on my phone right now. It's a picture of ernest Shack. Right? From the book endurance that we did it back in the 01:40 or something like that. And it's a picture of ernest Shack. His beard is full of snow. And it's a reminder to myself because Shack his family motto was by endurance we conquer. And so I like to have that little reminder every time and see his face. I think of that by endurance we conquer. And that's what James licensed did. 14 years by endurance he conquered. As I have often said, I am not to be clever but to be dogg. And my dogg had got me to a point where I had my very own vacuum cleaner at last. On 05/02/1992, I found myself looking at the first fully operational visually perfect dyson dual cyclone. I was 31 years old when I tore the bag of my Hoover and stuck a serial packet in the hole. 05/02/1992. Was my 40 fifth birthday. So I wanna pull out some of his ideas because I like... He's got a really gifted mind for marketing and sales too. Something he does here that's really smart was he why he talks about why he named the company after himself. And this is a quote from founders number 1 91 from Neville. He says, embrace... Embrace accountability and take business risks under your own name. Society will reward you with responsibility, equity and leverage. And so Dyson echoes that idea here. He says the company name was crucial. I was about to go up against these big multinational companies. And my great advantage in a jungle ruled by face list conglomerate was that I own the product myself and was personally possible for everything I sold to my customers. And so I made this clear in the name of both the company and the product. Another thing that James believes that people always pay for quality. This reminded me of, Evo arts Pit story. So before he found Pat, Yvonne is a Blacks, and he starts making pecans, which is well, Mountain Climber shoes. And before he starts making them, you could buy them for 20 cents. And he thought they were crappy and that he could do a better job. And so he winds up making the highest quality pecans in the world, and he sells them for a dollar 50 each, which is 7 times what they normally cost. And he winds up taking 75 percent of the market. It was interesting. Was a such a... It was a high price with still a low margin, item that he actually starts selling clothing, which leads to Pat because he needed a higher margin product that I think that's kinda hilarious. But this is James echoing the same idea. We hit the number 1 slot. Selling more vacuum cleaners than anyone else despite costing twice this month. It's twice as much. Another idea James has, I think is fantastic. If you help educate potential customers, they are more likely to buy your product. Right? So there's a great talk that Steve Jobs gives on marketing. When he comes back to Apple. And in it, he's about to introduce the here's to the crazy 1 campaign that famous ad Apple ad, I think it was released like, 19 97. That's actually the reason the feed is called the feed because it's like here's the crazy ones to mis the rebels. That's I got that idea. But anyways, in that this talk, jobs talks. He's like, listen, you know, he he's he's analyzing other great how other great companies... How other companies are great at marketing rather, excuse me, like, how they approach it. He's like, wasn't in Nike doesn't even talk about their products in their ads. They celebrate great athletes. And he job says, is 1 of the most successful ad campaigns. Is about the absence of the product, and that's the got milk campaign that he's referencing. And so James comes to a similar conclusion here. He's like, I can't go out and advertise the fact that my vacuum cleaner gives you hundred percent suction, a hundred percent of the time because customers didn't know that Hoover didn't and that they get clogged as soon as you start using them. They didn't know that. And so all vacuum cleaners, like, at the time, all vacuum cleaners had bags. So there's no way for the customer to know that the bag was the problem. So James realizes well, if I start educating customers on the problems with bags, this will lead them to understand the drastic improvement that my product offers. Right? Compared to the existing products on the market. And so he winds up hiring a brilliant copywriter. And this is the ad that the copywriter came up with. I'm gonna read the whole thing. It's so it's amazing how much you can learn in just a few sentences. And so this is copy they wrote for a television ad. A woman walks up to the camera and says. Look at this, a vacuum bag. Did you know that it clog so much that after vacuuming just 1 room, you can have... You've lost 50 percent of your suction. She then tears up the bag and chuck her away and says, the new Dyson has no bag. So you get a hundred percent suction a hundred percent at the time. She then vacuums vacuums up with the with the dyson and you see pieces spinning around, like, inside the transparent Band I told you about earlier, and the voice says. The new dyson vacuum cleaner. We've said goodbye to the back. And then this is James writing about this ad worked really, really well. And he says, listen, it's not designed to win advertising awards just to sell vacuum cleaners, and that sentence was particularly interesting to me. Because exhibit been fascinated by reading a bunch of about the the founders of, like, the advertising of the modern advertising age. And that sentence, Like, look at how this all fits together with what we've been learning on podcast. Right? Not designed win advertising awards, just to cell vacuum computer. That last sentence James said could easily have been said by David Og or Caught hopkins hawkins. They say that over and over again. And, you know, these call hopkins hawkins were was writing about writing stuff like that over a hundred years ago. And it still works to the day. I just love when they see these these little pieces like fit together. This is another example of how books are the original links and then how he works. So this is legendary British Polar Explorer. His name is Ran Ran Fiends. I should know how to pronounce this I looked at his name up upon. I... Actually listened to him say it, a couple Youtube videos, but Ra F, Fin... It doesn't matter. So anyways, this guy sends James 1 of his books. I actually just ordered 1 of his books. Because, again, he's just like Shack. His... The book I ordered was called mad, bad and dangerous to know. So he sends he sends James this book with an inscription. It says, James thought the... My notes... James thought the book was fascinating. And he learned that he and ran approached worked the same way. This is what James says. His approach was so much like my own. He did what he did not by flashes as a brilliance, but by working very hard for long periods in the face of great hardship. And the ran the way ran discovers of James Dyson is he goes to buy vacuum cleaner. The sales rep shows him the Dyson. Rand says, no. I don't want a British made 1, and his whole thing in the book that I skipped over about the the the issues with the way certain industries are perceived and the fact that, you know, Britons would want, like, German made stuff or Japanese made stuff more than their own. But again, that's essentially what ran saying here, but going back to James idea, but, hey, take risk under your own name. Right? Each vacuum cleaner had a tag with, I think a picture of James Dyson and the story behind the machine, and Ran reads that and buys 1. And that reminded me of another Steve jobs the most powerful person in the world is the storyteller. So Hoover doesn't have a tag that talks about the company history or why the products made that way or any these other competitors. But here it is, Like, think about put yourself in ranch choose them. You you have a selection of products that they'll all do is they all say they're gonna, you know, clean your carpets. And that you have all of them are just, you know, nameless face conglomerate to use the the the words that Dyson used. And 1 has a picture of the founder. And saying, hey, this is what I... This is why My... This is why my 1 my product does and why it's different and why I think you should buy it. And so winds up leading to a sale, and they went up having a a friendship and a relationship. James just winds up raising money for different charities and stuff with Ran. And Ran, I think it's The book. It's like, from 1 British explorer to another... 1 British pioneer to another, So Thought was interesting. But the cover of the book is fantastic. And that's 1 of the best names of a book I've ever heard a biography that is mad, bad and dangerous to know. I have to read Are you kidding me? So James know that 1 of James idea, he believes that companies are built and they're not made. And you do that 1 brick at a time, and this story is sometimes literal. This is the guy that he wants up hiring to run his dyson business in Australia. Ross was exactly the sort of dogg stubborn act achieve that we needed. When I first met him, he had been in the process of building a house at the bottom of a very steep slow, slope. Down which the builders refused to carry the bricks, claiming it was too difficult and dangerous. So Ross, with the hope of his 2 young sons carried every single brick for his house down the slope himself by hand. Working at it steadily every single morning before showing up for work. This is a reminder that if 1 distribution channel is not working, you can always find another 1. So James, at this point, in story. He sells these odd arrangements for other companies and other countries to sell the Dyson vacuum cleaner. They do it under a different name. It's not called the dyson dual cycle. Eventually, he realizes this a mistake and he stops doing it completely. But at this point in the story, there's a company that's set up in America that is selling a different version of the Dyson, just using a different name I think it's called like the Phantom or something like that. And they're not doing well with retailers, so they try to go direct, and this is what James said. For a couple of years, it sold un spectacularly, and then the company relaunch it using info promotion. It's skyrocketed, becoming the most... Successful product ever launched by television shopping channels, a nausea method, but productive. So, again, exact same product. Just 1 1 distribution channel they were pursuing wasn't working at all. They try another 1, and it it takes off like a rocket. So more advice from James to be different unconventional, determined and Opt goes back to this anti Brilliance campaign that he has. You were just as likely to solve a problem by being unconventional and determined as by being brilliant. And if you can't be unconventional, be up twos. Be deliberately ob twos. There are billions of people out there thinking in train tracks and thinking what they've been taught to think. If you go in and you be illogical, then half the time people will laugh at you. And half the time you will strike up something interesting because you've stopped everyone else from thinking logically, which up until this point has failed to provide a solution. Be a bit wack and you shake people up a bit, and we all need shaking up. So he's talking about hiring now, and he he does not like people with experience. He wants to train them brand new He hires a lot of graduates just like Jeremy Fry I hired him when he was a graduate or about to be a graduate. And so... The main point here is it's better to hire someone who is enthusiastic and inexperienced than have to retrain somebody that has bad habits. The basic reason is they're un solid. They have not been taught to think by a company with nothing on mind with short term profit. We are trying to do things differently from everyone else. So it's easier to teach fresh graduates this new way then we train someone with experience. I began employing graduates because I was so appreciative of the opportunities given to me when I was younger by Jeremy Fry. He gave me cart blanche on the sea truck project and entrusted me with running the business from the start. I enjoyed and benefited from that. The responsibility of learning things by doing rather than me being taught by superiors. This made me feel that I was a pioneer. And finally, the product you make should always be improving the way you do that as you have to assess about it. I have mentioned iterative development as part of innovation. And that extends to the workplace. We are never satisfied with the product, and are always trying to improve it. We take any complaint very seriously and solve the problem. We are fascinated to the point of obsession with the product. It is this that allows us to maintain ownership of our product and without it, we don't have a business. I hope Dyson story inspires you as much as inspires me, and I hope the next time you get knocked down. You remember his story and you say. Alright, then, let's give it another go. For the full story, read the book by the book. Keep the book forever. It's fantastic stick. If you wanna buy the book and support the podcast at the same time. Do that by using the link that's shown to your podcast player. If you wanna stick around, I will add to the end of this episode, the short little bonus episode on a history of great inventions, and that is 200 books down 1000 go, and I'll talk to you again soon. We humans are astonishing invent. The proof is everywhere. The paper you're holding in your hands now, the ink, the presses that printed it even the notion of using words to put these thoughts into your mind. They are all inventions, acts of creation by someone somewhere. In this book, the stories behind the most important of these inventions will be told. And what amazing stories they are, spanning a range of human emotions and motivations, fear, lust, greed, and alt. It has certainly prompted me as an inventor to ponder why I do what I do. It can be enormous fun to think of new ways of doing things, and then to prove there are no mere pipe dreams by turning them into real live products sold around the world. But another big motivation for inventors has been frustration. Frustration about things that have been around for years, doing an okay job, but not anything like as good a job as they could. The breakthrough was realizing that things don't have to be the way they are. Frustration over the countless ships lost its sea through navigation errors led to John Harrison invention of extraordinary accurate clocks. Frustration at the appalling death rates and maternity awards led to Hungarian doctor semi to invent anti septic practice. And frustration at the many blu in mathematical tables led the Victorian mathematician Charles Ba to take the first steps towards the computer. Necessity has indeed been mother to countless inventions. The Sum invented written language to keep their business in order. In 18 56, Henry Be invented steel to make stronger cannons. In today's computers, for example are direct descendants of the electronic machine invented by post office engineers during the second world war to break ado off Hitler's most secret cipher. What all inventions have in common is that they start from a knowledge of what's already out there. Every invention draws in some way on the huge accumulation of know how built up over millennia. Any inventor must understand what I see as 2 of the key intellectual breakthroughs of the past 2000 years. The first is the recognition due mainly to Newton that the laws of science don't just apply here and there. They are literally universal. Spotting the underlying unity and apparently totally unconnected things can lead to world beating inventions. The other key idea is that of a scientific method. That is studying systematically things you don't understand. You have your idea, you design an experiment to test it and then draw your conclusions. We owe that to the cent seventeenth century thinker Francis bacon. And it sounds right until you try the alternative. Random guessing and wish thinking. But for most of recorded history, having a bright idea was no protection against being ripped off by the un. Thomas Edison said at first. No sooner does a fellow succeed in making a good thing than some other fellow pop up and tell them they did that they did it years ago. There is something that in theory at least, make sure that the credit and the money for the invention goes to where they are due. Patents. The idea that ingenious people should benefit from their creativity emerge in the fifteenth century Italy. The earliest known English patent was granted to John of, who was a stained glass maker. John received a 20 year monopoly to exploit the fruits of his ingenuity. In return, He was required to teach his process to to others. That too is still part of the philosophy behind the mount modern patent that it doesn't just encourage innovation, but also the spread of that innovation. Inventors have to disclose how they did it. To my mind, the key test for any invention worthy of the name is whether it can be made practical and put into production. Making an idea actually work and perform well is what inventing is all about. Indeed, overcoming manufacturing challenges had led to some of the most important of all inventions. Take the ship's pulley block. In the early 18 hundreds, the royal navy navy needed 100000 wooden pull blocks for ships every year. That's about 10 an hour, every hour, month in month out. Producing so many, while maintaining quality was not easy. But in 18 01A patent was granted to an engineer who claimed to have the answer. Mark B, the father of is barred B, he built the first mass production facility. Its machines turning out more blocks of higher quality with 10 men that had previously impossible using a hundred men. Henry Ford famously made a science of mass production. Cutting the time you need to make a car or chassis from more than 12 hours to just 24 seconds. Some of the most important inventions of the last hundred years have not been products at all, but the method used to make them. Methods such as job scheduling. And linear programming for optimizing production in the face of all kinds of constraints. And Toyota's famous just in time method for operating minimal inventory. Knowing when to ignore experts is also important. Edison proposal for electric lighting, circuitry was greed with total skepticism from eminent scientists until he lit up the whole... He lit up whole street to his lights. Similarly, In the 18 thirties, B now faced skepticism as to whether his steam ship, the Great Western would reach America. It couldn't carry enough coal for the trip the experts declared. B now went ahead anyway. And when the great Western docked in New York after a 15 day trip, half the usual time, it still had 200 tons of coal. The wright brothers faced no less con inc proof of the of the futility of their task. Leading scientists decided the idea of heavier than air flying vehicles as impossible. Years later, they were saying the same about supersonic travel. Being able to focus on problems and stay focused for days even years is critical. Edison never stopped until his ideas were on the market. If anything, he stayed too focused. He discovered radio waves during the his lab experience, but failed to pursue the discovery because of his determination to get products out the door. I certainly hope that this book kills off the myth of the mad capped inventor in his shed having a Eureka moment and making a fortune. Having the bright idea is crucial, of course. But it is just a start of the process of making successful inventions. 1 percent inspiration, 99 percent per inspiration as edison so accurately put it. Whatever obstacles are thrown in in their way, people will continue to invent. It is part of the human drive to create to improve our lots. It is my sincere hope that this book will fa and inspire an equal measure. For invention, the chance to make something work a whole lot better is something within the reach of everyone. You may not make a fortune with your invention or become famous, but you may 1 here 1 day hear someone say, hey, I bought 1 of those. It's brilliant. And that is priceless. And that was James Dyson writing and the introduction of the book that I hold my hand and the 1 I'm gonna talk to you about today, which is the history of great inventions. Written by James Dyson, and then a whole other team of journalist. It is unlike... I don't know how to describe this book. It's like the size of a a textbook book. It's illustrated. It's almost like if you took like, many Wikipedia articles, about 500 inventions over tens of thousands of years, and, you know, just wrote basic summaries behind inventions. And then throughout the book, there's... I don't know. Maybe 50 to 75 of them that James Dyson writes about, personally. So those are the ones are gonna mainly focus on. And I'm just gonna pick out ones I thought were interesting. And I if you listen to enough phone, I episode you probably heard me say over and over again, that even though I read, you know, hundreds... Or, I guess, hundreds. Where At 160 something books for the podcast so far. If you could only read 1, I would still recommend James Dyson auto. It's still my favorite book that I've heard for the podcast, not only is because it's his story is remarkable. And you fast forward... I mean, you see, you know, multiple decades of struggle to get to where he is now where he owns a hundred percent. Thanks as a private company. He's a multi billionaire. He gets to go to work on, on engineering problems that he think is interesting, but also he's very funny. And he... The the book... It's also short too, which I think I've talked about many times or I think more people would read if we could compress ideas down. You know, books don't have to be... Seems like the standard book, regardless of the subject is about 3 to 400 pages. You know? Dyson is maybe what, 220 in the paper version very short very fast, and he's really, really funny. Now this book is older. It's I think it was published first in 2000 or 2001 if I'm mistaken. So before he wrote his auto, but we'll also see his wit and just a funny ways he his mind works. But it also says, I guess, I'll tell you this upfront because I I realized when I got to the end of the book is that, wow. This guy has an unbelievable amount of historical knowledge about inventions and commerce and business, and it's kinda the thesis that we have on founders where, you know, you're learning a lot by just studying the best ideas of people that have come before you. And it's very clear through James Mason writing and just a level of detail he goes into. That he spend a tremendous amount of time building up that set of knowledge for himself. And I think that pays dividends and his work, pace dividends in mind and pay dividends in your... Yours as well. So let me go ahead and jump into the book was in chronological order. This is 1500 bc Egypt. And this is about the technology and the invention of shoes. And there's the the name that he's gonna talk about Bill Bower. It's gonna be familiar to you, because I just had a podcast on him a few weeks ago, But this is the shoe. From ats, the ice man to Bill Bar, and is written by James Jason. When Ot the ice man set out set out around 5200 years ago to cross what is now the Austria Italian border, he was wearing purpose made shoes of waterproof deer hide and bare skin sole with soft grass inside. Even in the stone age, people knew the importance of comfortable footwear. The discovery of such sophisticated footwear stunned archaeologist who discovered Oxy remains in 19 91. Around 1500 Bc, the Egyptians knew it 2. They had well made good fitting sandals, often highly decorated. This was the first footwear to be shaped to fit left or right feet. So that's why he's he's using 1500 to designate, that you mentioned the shoe as opposed to, let's say, you know, to 3000 Bc c or whenever Oxy lived. This was the first... Okay. So for that part. Footwear has long been expected to say something about who was wearing it, which leads us to that long standing icon, the trainer. In 19 71, the American athlete bill Bower poured molten rubber into a Waffle iron and produced the grid like soul still seen on trainers today. In 19 79, Bower helped set up Nike, which launched the innovated air cushioning system and began the trainer evolution from a simple sports shoe to a piece of high technology footwear. Okay. And I read that entire part. So I gives you an example of what I meant by like, little mini wikipedia articles about 500 invention I guess, with illustrates illustration, This is how I described this book. And in this, with the ones I I went back and read my my notes this morning. And there's just... You'll see him express the same idea over and over again, which I think is important. And there's gonna be a handful of ideas that he feels as important, and that's and that's gonna be apparent through different time periods and different examples. So this 1 happens to be in 400 bc Grease since it's the catapult. And the main I I would say his main point and behind this section is him telling us that a great idea never becomes obsolete. And we've seen this studying hundreds of years of the history of entrepreneurship on founders. Right? Do you can have an idea that worked in 17 hundreds, and it's a great idea of work in 18 hundreds, it works to 19 hundreds worse today and a work in the future. So he says bottling up energy until it is needed, is still a major challenge in engineering. Over the years, people have come up with all kinds of answers from batteries and flywheel to pumping water up hills. None of them are ideal. But around 400 Bc Greek engineers exploited 1 of the simplest and best means of storing energy. Elasticity. Using the elasticity of rubber, even a child can make a catapult with a pent up energy with pent energy that can be unleashed to send decent sized stones zooming in a hundred miles per hour towards targets 50 meters away. If the amount by which the elastic is stretched is increased, the range of the catapult increases dramatically. As the Greeks realized when they built their first barista. I don't know if I'm pronouncing that correctly. Maybe Be. Let's go with Ball. Essentially, he's now describing what Is essentially a scaled up bow arrow, The be used an energy storage system in the form of a rope tightly twisted and stretched back using a crank. The elastic energy pent up in the rope was then ready for release whenever needed and would send a sphere, a spear hurt towards the enemy. The catapult had a new lease loud life in the twentieth century when it's elastic energy principles found found use in hurling fighter aircraft from sea borne carriers, and this is where James is is best. He gives us history gives the evolution and then talks about other people building on that idea because they understand there's always room for improvement in other applications. That is a main theme behind the book. So let me start that that paragraph again. The catapult he just got done describing something that was happening in 400 Bc. I gonna describe something that that was invented what, like the... Maybe 19 fifties 19 40, something in that area. The Catapult had new lease on life in the 20 century when its elastic energy principles found and her found found news in hurling fighter jets from sea borne carriers. And for trapping them when they land, which just shows that a great idea never becomes obsolete. Okay. So now we're in 1 01:18 Ad d in China. And this is about the wheelbarrow. And I would say this is probably the most common idea of his in this book, and it's that there's always plenty room for improvement. So says it's it's difficult to imagine now, but the wheelbarrow was once classified as military hardware. Develop more than 2000 years ago to allow the Chinese army to transport heavy or large loads quickly and easily, the wheelbarrow is indeed a clever design. So clever in fact that it can be hard to see beyond it to how it might be improved. It was only after spending days using a wheelbarrow bearer while renovating my house that it became aware that the 2000 year old design could use some improvement. And, and what's more improvement of the component widely regarded as the greatest of all inventions, The wheel. The result was the ball bearer. This is a 1 of his first inventions that he talks about in his. Which I launched in 19 75. It did away with the wheel using a ne mod ball that didn't sink into the soft ground or damage lawns. In designing the ball arrow, I followed the more efficient European design and put the ball in front of the load, so some He talks about some of the early. I'm skipping over parts of, like, the thirteenth century. Data wheelbarrow bearer were the where the the wheel was in the back. So he's talking about the different cultures came up with different versions of the same invention. So essentially, it's a summary of that part. So she says, I followed the more efficient European design and put the ball in front of the load. When I was... While I was about it, I made other improvements such as replacing the metal... The metal pin with a plastic 1, because plastic didn't rust. The result was a was a barr was a wheelbarrow or ball. I would be happy to work with. And so when I think about that section, it's not important to focus on Wheelbarrow ball or anything. The main point is, hey, there's an event... There's a tool that's been around for a long time used by countless humans me, just a normal person realizing there's some deficiency can actually improve that. That is the main point that you can apply that idea to whatever is that you're use in your day life, like, hey. This could be... This could work a lot better if somebody actually just improved a few different things on this. If you think about it, that's the foundation of James career, James Dyson career. When he's like, you know, why are we bag... Like, the Hoover vacuum sucks. Why are we using this There's gotta be a better way to clean our house. And that simple idea pursued with dogg determination and invention and engineering actually built a foundation for, you know, James Dyson, James Mini empire. Or I guess, the large empire that he that he has now. And so we're gonna see he's gonna talk about this idea. Now this is complex powered machinery. We're in the year 1200 and in England and the the section of this, I'm just gonna read the main point up front. The note left myself. A lot of people may think, hey, there must be a better way. Almost no 1 does anything about it. So gives an example. I'm only gonna read up this a longer section, but I'm only gonna read the first 3 paragraphs. If there's 1 word that sums up the daily lot of people in the ancient world, it is dr. Their lives involved tasks that had to be repeated over and over again. It it often also involved considerable power output, making it physically demanding. Over the thousands of years that people ground wheat or raised water, more than a few must have thought, there must be a better way. Watching water race spies they worked are seeing the wind repeatedly same with door, someone must have wandered about harnessing these free and limitless sources of energy to release them from their miserable chores. Yet the first series attempts to do so do not seem to have been made until around 2000 years ago, and it took to around 1280 for water power to be used to drive hammer systems. The first powered complex machines and a vital step in the establishment of textile and paper industries in England. Such a slow development reveals something about the low status of the average person in ancient and medieval society. Now, this next 1 is just wild. This is the making a false limbs. In the 15 hundreds. This is crazy. So this is 15 36. He says necessity maybe the mother of invention, but compassion has been godmother to a fair to a fair few. Until the mid sixteenth century, Little was done to improve the lot of those born without limbs. Or those who lost them in accidents or war. Then a French doctor showed that Medics just hadn't been trying. To see that same... That same expression of the same... They're interesting. A different expression of the same idea that people just weren't trying. It's a main theme behind the philosophy dyson, I would say. When Ambrose Par began work as a military surgeon in 15 36. He was only 26 years old the time. The techniques issues were indistinguishable from those of a butcher. Badly damaged limbs were treated by amp. The stump was sealed was boiling oil and patients were packed off to cope as best they could. Ambrose, I Most most likely butchering his name. I'm gonna call Ambrose. Ambrose decided this was not good enough. Following the teaching of hip... Hip as to do little harm as possible, he minimized the amount of surgery and used hygiene, oils and l to treat wounds that affected to treat wounds more effectively and humane. But he reserved his greatest innovation for those who limbs, whose limbs, he could not save. Now, this is this is a mind blowing. Using his knowledge of anatomy and an all 2 ready supply of patients, Ambrose designed a range of artificial arms in hand. As his skill increase, so did the ingenuity of his solutions. 1 of his prosthetic hands, the hand designs had fingers that could be moved individually via a set of gears and levers. This is in the 15 hundreds. That's that's insane. His biggest contribution was not so much the devices he made. The sheer numbers left disabled by war meant that simple polls and hooks would have to suffice for most. Rather, it was by making disabled people a focus for ingenuity. Only since the second world War has the ingenuity been matched by technology to make prosthetics... Successful. However, in the past 20 years, medical technologists, many in military hospitals have used lightweight materials, sophisticated electronics to create so called my limbs. These detect nerve impulses sent to a limb by the brain, allowing the disabled person to activate a prosthetic like the original limb. Ambrose would have would surely have been delighted by such a miracles. So what he was doing in the 15 hundred's mechanically, we can now do electronically. That's another main theme. This is just a real quick thing on the vice which he credits to the year 1600 in Europe, and it says, no workshop worthy of the name is without a name is without a vice, and talks about what is a vice. Vice acts like an extremely strong, but un complaining assistant. Who is willing to hold anything you're working on and not yell if you miss. Variations of the same theme were developed and adopted by different trades over the years. Each evolving to a particular demands, but it took the genius of the inventor Ron Hi. This is the main point of why I'm reading to you to see that even after 400 years, the vice still had not reached its full potential. So again, the main point of this is even after 400 years, it had not reached its full potential, meaning things that we use constantly. People... How many people use device over 4... Those 400 years. And never thought to make it portable. That's what Dyson point. It's like, it was relegated to be installed in your workshop, you can move it, and if you wanted to use it, obviously, you had to bring things to it as opposed to bring the vice 2 things. And that's he's saying that Ron Higgins innovation is here. So it says, even after 400 years, of vice son its full potential. 1 of the best features of his world famous work mate which he launched in 19 71 is that it could be turned into a big portable vice. Now, this 1 is really actually... It surprised me. It's how the Lawn mower is a descendant of the gil The Gil is a gruesome effective device, but it was not... But it but it was not always us. Early versions dating back to at least the early fourteenth century had a simple plate like blade, which did not always do its job properly. Doctor Joseph Gill claim to fame, is that in 17 89, he proposed that device be used for aristocrats and H Poll, alike, I think that's just like, normal people, because he's... His parenthesis he says how democratic. So it's used for everybody. And prompted research into the most effective shape of the blade. Experiments using animals and cad led in 17 92 to the characteristic oblique blade, which slices rather than crush, causing complete d capita in 1 seventeenth of a second. This g research did have 1 useful spin off. It led to the design of a much more effective paper and cloth cutters. It it it made us also have led to Lawn mower. Which was inspired by cloth cutting equipment in 18 30 c. What he's doing there? He's tracing the idea ideas through different manifestations of that same idea. So you start with the gil, Gil inspires a, way to cut paper and cloth, paper and cloth cutters, inspires the lawn mower. Which is by the clock cutting equipment in 18 30 and brought well attended lawns within reach of everyone, not just the wealthy. No doubt the democratic minded doctor kill... Doctor Gill would have approved. In addition to talking about ideas and invention he likes, they also talk about, people. So he idol utilizes James Dyson idol utilizes Thomas in invent... Tough Thomas invention. Thomas Edison. But they also talk about I don't even know how many. Wright brothers. Just, like, half of the people that I've read biographies on for founders is in this book. And 1 person, it should... It's benjamin Franklin. Just wanna read this... You know, they offer, like, many I. No. It's not mini biography. It's just like, a mini sum... Of interesting things that that individuals happen to do, and this is called lightning mind, and it's about benjamin franklin. Born in 17 o 6 to 15 child of a poor boss channel, benjamin franklin went on to become 1 of the most remarkable figures of the eighteenth century. After George Washington, he was probably the most famous American of the period. He was an author printer publisher and inventor and scientists became a diplomat playing a key role and representing the colonies and negotiations with British Crown and part man. He had a hand in writing the declaration of independence, the American constitution and the treaty that gave the thirteenth former British colonies their independence. As an inventor he devised by spectacle and the Pennsylvania Fireplace. A wood wood burning stove, that could generate a greater heat than a conventional iron stove by using a great for the wood and controlling the flow of air by means of sliding doors. It warmed millions of farms and city homes and is still being made today. Franklin's biggest achievements came in the field of electricity, which by 17... 45 had becoming fashionable subject in the East coast of America. His full hearty demonstration of the electrical effects of lightning and impressed the world society so much that they made him a member. Franklin used this discovery to invent a lightning conductor suggesting that pointed metal rods should be built on tall buildings and earth on the ground. By 17 82, Philadelphia, alone had installed 400 of his conductors. Franklin conducted many other electrical experiments, coin terms associated with electricity such as battery, conductive, conductor, negative and positive and published a well regarded book on the subject. So I've already done 2 books 2 episodes on franklin and for founders. His auto and then the biography fight by Walter Isaac. I have another 1 that haven't read yet, but I will. It's called the first American. So there's gonna be... He he's too important a person not to keep reading any book that I can get my hands on about him. In fact, if I've talked about, there's many, like, different ideas that coalesce in my mind to to start founders to arrange it design it the way it is. And and 1 of that, or, the the first 1 is listening to this interview, by Elon Musk, like, back in, like, 2010. And he was asked. He's, like you know, how did you come, like, you immigrated from South America or South America. South Africa to Canada then to Land in California? You don't have any money? You don't have any resources like, how did you learn how to build all these companies? Did you read a bunch of business books? And his response gave me the idea for found? He's like no, I didn't read it any business books? Like, I like biographies. I think they're very helpful. And he's... Then he went on to lists biographies that he liked. He talked about Benjamin franklin being 1 of the people he most admire and that he liked reading both his auto, but also the biography by Isaac, which I've obviously read since then. This one's really important because Everybody's talking about it in present day, and it's about vaccinations and invented at 17 96 by Edward Jenner. I'm gonna read the whole part. Infectious diseases have claimed countless millions of deaths throughout history The black death pandemic in Europe in the mid fourteenth century alone left 75000000 dead. While the flu, the Spanish flu outbreak of 18... Of 19 18 to to 19 19, killed another 22000000. Okay? That number has been updated spokes published. They they think it's 50 to hundred million for this. Yet, over the century, stories emerged of certain people who somehow remain free of the disease. And various explanations began to to circulate to account for their Miraculous escape. A common theme was that people exposed to weak doses of the disease were somehow protected against the worst ra. By the by the early eighteenth century, some European doctors were advocating the idea of combat... Combating smallpox by deliberately injecting people with infectious matter taken from those with a mild case of the disease. The risk of such in were very light... Excuse, were very high however, and those who were supposed to be protected often feel victim to the full blown disease. During the 17 seventies, a young surgeon named Edward Jenner began pondering another curious claim that people who fell victim to a relatively harmless disease known as Cow, somehow subsequently became immune to smallpox. Jenner wondered if if exposure to Cal might provide a safe way of in people against smallpox. This... So this is going to be the first quote unquote vaccine. Right? In May 17 96 he decided to find out in an experiment so outrageous unethical, that would would... Today, undoubtedly land him in prison. Jenner in an 8 year old boy named James Phi with matter extracted from the finger of a dairy maid who was infected with Cal. 6 weeks later, the boy had suffered only a mild fever. So on July first, Jenner deliberately gave the healthy boy a dose of lethal smallpox. Fortunately, for the boy. Now how crazy is that? It's like... He's testing it. If he's wrong, the boy gonna die. Fortunately, for the boy, Jen proved to be right. We now know that the in inauguration had trained the boys immune system to recognize and destroy both the Cal and the smallpox viruses. Well, this was unknown to Jen, he recognized the significance of it is... His... Of his discovery about Cow, which he named, this is the most interesting part because I rate... You know, how everybody knows what a vaccine is how many people know that was named after a cow. Right? While this was unknown to gene, he recognized significance of discovery about Cow, which he named vaccination after Vac, did Latin for cow, it went on to save the lives of millions. And it remains the primary defense against infectious diseases. Okay. So now in the 18 hundreds, this is Francis Smith, and this is on the propeller. And really, I'm bringing this to attention because in his auto, he talks about reading biographies of people that inspired him and then using the... Their life stories to draw strength. So 1 of his main influences was this guy named is barred Kingdom B now. Okay? And in James Dice James is auto. He talks about periods where he was just... He was like, I'm giving up, this is crazy. I'm gonna fail and then realizing the lessons that he learned from the biography of B. That he went to the exact same thing and he kept going. So I'm gonna keep going as well. I have a biography of Bruno. Just haven't got around to reading it for the podcast, but I will and, obviously be on the main pot founder seats. So, okay. To propose is a perfect example of a great idea that has been staring people in the face for Century race. Is that same idea expressed in another way. Right? That we're just tons of... Tons of opportunities staring in the face of everybody. Maybe even inconvenience you were frustrating you, but just a small percentage of people do anything about it. Okay? It is simply the reverse of the water racing screw invented by Arch communities more than 2000 years ago. So that is also featured in the book. I read and re reread the section. I still don't even understand what the hell that... Like, how it works. It it seems like it's black. But, again, this idea, the main point here is it's not important for us to know how a water raising screw works, it's just taking an invention that happened 2000 years ago realizing that if you change it in this case, reverse it, it also can produce another invention, which is the propeller. A number of people toy with the idea of using a screw light device to propel waters through the air. James Watt seems to be the first to think about using it for ship production in 17 70. In 18 35, Francis Smith carried out experiments with a small built driven... Small boat, driven by a wooden propeller and went on to launch the first purpose built propeller driven ship and what did he name it. This is an 18 38. He named it the Arch because it's the reverse of Arch community's idea from 2000 years prior. How crazy is that? It's kinda cool. Among those to be impressed by the ship's performance was is barred Kingdom B, Then in the process of revolution transatlantic travel. After seeing the arch eighties, he decided that his next ship, which he named the Great Britain would also be equipped with a propeller, and in 18 45, it became the first propeller driven ship to cross the Atlantic. I just love what what Dyson did there. He talks about, okay that starts off. We have an idea. Our community's is 2000 years ago. And then we have another idea the variation of this by the guy named James Watt. And then j... Then Smith seems watts Watts innovation, you know, it's at, 65 years later, and he built something. He'd used the same idea to build it with another purpose. And then 15 years after that. B sees is able to to take a variation of Smith's idea. You see how, like, did a really poor job there. You, and this is a convoluted way of describing that. But you see how he's he's tracing the the same idea using different applications by different people for different purposes through different times. I think that is a very, very fundamentally powerful. Human idea. Okay. So this his next... The next 1, I'm bring to your attention, I covered all the way back on founders number 69. It's about Charles Goodyear and the vulcan of rubber. Rubber is are most extraordinary natural polymer. With probably more varied uses than any other. From wet suits to car tires, gasket, to surgical gloves, it is the perfect material for all sorts of applications. As long as it's used was care. Discovered in the Jungle South American in 17 36, rubber was long regarded as a tricky material to use. Becoming brittle and cold weather and sq in summer. Then in 18 39 an American named Charles Goodyear accidentally drops some rubber mixed with sulfur on a hot stove and invented vulcan vulcan. His invention was not entirely a fluke. He had already spent some years looking at ways of making rubber more robust. Even so his process was all too easily copied, and he spent the rest of his life trying to prevent others infringing his patents. Seeking new markets, he took out patents in Europe only to have them rejection on technicalities. The process did make money, but not before goodyear die with debts toll around 4000000 in today's money. Vulcan organization boosts the resilience of rubber, but some applications call for untreated rubber ability to remember and return to its shape. Now look how he takes this is fascinating. Again, I... I... I'm really impressed with his... Just the base of his knowledge and how much time and effort he had to put into developing his mind. So he's gonna talk about the mistakes... He just gave us the the complete history of Rubber and then talking about how even if with an invention, you still... We don't know everything about that invention and and that lack of knowledge can be fatal. Okay? So it says, organization boost of resilience of rubber, but some applications call for untreated Rubber ability to remember and return to its shape. That's when it has to be used with particular care as Nasa discovered to its cost in January 18... Or January 19 86. The space shuttle challenger took off and weather so bitterly cold that a 12 meter rubber gasket on 1 of its boosters lost its flexibility and allowed hot gas to escape. The resulting explosion led to the death of all 7 astronauts. Okay. So now we've gotten to the unbelievable What I'm calling the unbelievable story of anti intercept. 18 47. This is a reference in the introduction. Perhaps single most important of all medical conventions anti septic has saved the lives of countless millions. Yet their use was initially bitterly resisted by the medical profession. There's another lesson about human nature there. Right? Because history doesn't repeat human nature does, and we're gonna see the same resistance that ig Sam weiss. The inventor of anti subjects received is the same thing that we see countless assignments sir out other examples in history in 18 in 18 47, ig S, say hungarian ob, at the Van General Hospital was trying to find out why 1 in 30 young mothers was dying of some kind of fever I can't pronounce on a ward staffed only by mid wife's. So 1 in 30 are dying. Right? What the hell was going on here? But symbolize realized the figure jumped to almost 1 in 5 on the ward where medical students examine mothers. Okay. So way to me people were dying when there's only mid wife's? Why does that number go up by a factor of 6. When medical students are examining mothers as well. He then discovered that the students were arriving at the ward after performing dissection on corpses, still carrying dead tissues on their hands. His suspicions that the students were causing the deaths hardened harden and after attending the autopsy of a medical friend, a pathologist who had prick himself while dissect a corpse. Some was struck by the similarity between the lesions of his friend's body on his friend's bodies, and those are the women with that fever I can't pronounce. He decided the students were carrying some lethal agent on their hands and forced them to wash and dilute bleaching powder before examining his patients. Within 8 weeks, the death rate plummeted almost 20 fold. This failed to impress some superiors who resent it being told that they had caused so many deaths, and they soon got rid of him. So thank you for greatly reducing deaths by 20 fold, you're fired. Among those who read of ce melissa's work was Joseph List. An English surgeon who was attempting to reduce death rates in his operate. In 18 65, this is 40 years later, In 18 65, List began using carb acid to clean his hands in his equipment before surgery and produced a 3 threefold drop in mortality rates. But only after L showed repeated success with formerly high risk operations, did other surgeons finally begin to use anti routinely. So what is the cost to human life? On our ability to be arrogant. Right? 40 years worth of people dying when we already... When Ig agnostic discovered Hate just wash your hands. Keep your your your your surgery... Your for surgery, your workspaces, your medical office is clean and free from deadly bacteria and guess what less people would die. And him discovering that, the rewards for him discovering that rather is, hey, you're fired. And lucky that List picked us up 40 years later. Who knows how many people died because of that... Because the decision of these people being arrogant. Okay. So this is 1 of my favorite wild stories in the entire book. It's about movie movie moving pictures which obviously gets dispersed to the movie industry and the history of moving pictures is crazy. The movie industry might be the might be the the Ap aperture of gl today, but its origins lie and nothing more glamorous than a simple bet. The story goes at in 18 72, the Californian railroad Ty and race horse breeder, Leland Stanford, which Stanford University's is name for. There's actually a book on this subject right here called the... I think the Ty and the murderer about Leland stan Stanford and this guy, Edward James Mu, who we're gonna get to in here in a minute. Alright. So says, Story goes in 18 72, Stanford got into an argument over whether a gallo horse ever has all 4 hoo off the ground. Experts in artists alike agree that horses always kept at least some contact with the ground. But Stanford decided he knew better and bet 25000 dollars, which is the equivalent of half a million dollars today, that horses sometimes left the ground completely. As horses legs move too quickly for anyone to see exactly what happen, Stanford hired an English photographer named Edward Mu bridge, Mu bridge, with the intention of capturing the truth on a photographic plate. He had to wait 5 years for an answer. Mu bridge was something of an eccentric, which was blamed on which was blamed on a serious head injury sustained in a stage coach accent after he emi immigrated to American 18 fifties. In 18 75, after being tried and acquitted of the murder of his wife's lover. He lay Dogg in Central America. On his return in 18 77, Mu bridge set up a battery of 12 cameras parallel to a racetrack in Sacramento. With each camera shutter connected to a wire, stretched across the racetrack. So as the horse sc, he's gonna trip the wire and it's gonna take the picture. Right? It it created a series of photographs showing the position of the horse at each in in. Mu bridge stuck the images on a rotating disk and shown any light through them. The flickering images prove that Stanford was right. The horse did in fact sometimes have all 4 who moves off the ground. Mo bridge went on to carry out similarly studies of the movement of animals and humans. His academic interest being shared by a French scientist. We're gonna call his his last name is Mary. Who in 18 82 invented a single camera capable of taking multiple exposures in rapid succession. See where we're going here. We're going to the evolution of moving pictures. Others, however, were less interested in making discoveries a new technology than in making pots of money. They included the that Dorian of creative entrepreneurs, Thomas Edison. So this was a new word for me. Let me make sure I I have it correctly. It means, like, the best in of whatever they do. So the most respected or prom prom prominent person in a particular field. Dorian. Dorian is what Google's telling me how to pronounce it. So the... Let's go back to this support. They included the Dorian of creative entrepreneurs. See you see once more dyson unlimited admiration for Addison. Thomas Edison who in 18... Who in 18 87 asked 1 of his assistance, William Dixon to devi a suitable camera and means for projecting the resulting images. The result was the kin to grass. This is the early that they we we credit with the first movie. A camera which could capture images at 40 frames a second, and the kin, a form of peep show allowing individuals to watch the resulting film. The first Kin boots open for business in 18 84, and among the first to visit was a French photographic materials manufacturer named Anton Lu. See, this is... There's a lot of words here and I apologize for that too because I was get and words, but this is Dyson doing what he always does. He's taking the... He's taking us through the origin imagination of the, of an idea and how 1 person builds on where another person had left off. Which is what he talked about the very opening of the book. How everything that every invention is built on the previous work of others. Right? So why are you're not studying the previous work of others. Suit impressed, Lunar instructed his 2 sons, I'm not gonna say their names to develop a lay camera and projection system capable of making movies that could be viewed by an audience. In March 18 95, they gave the first demonstration of their cinematic system. A 1 minute film of workers emerging from the fact from a factory in France. It was not the last word in entertainment perhaps, but it was the first genuine motion picture. And the beginning of something that has become more than a merely a form of entertainment. It has also been an important meeting of social and even political change. So that all started because Leland Stanford wanted to prove that horse left the ground. That's crazy. Now with the invention in 18 85 of the razor, the main idea that Dyson giving us here is invent something people use once and then throw away, that way they keep going back for more. And that's what this person, who you're gonna recognize his last name King camp Gillette. Trying to make something both easily sharp and safe has exercise inventors for has exercise inventors adventures for centuries. In 17 71, the French Cut, Jean Per developed a razor designed to minimize cuts, but facial trauma was low down the list of priorities of the most famous man in shaving and what a name. King Camp Gillette of America. He took the advice of a former employer who made a fortune selling disposable bottle tops. Invent something that people use once and then throw away. That way, they'll have to keep coming back for more. The story goes at an 18 95, Gillette twig which product could make his fortune while shaving the mirror. It was a razor fitted with disposable blades. Gillette patented his idea in 19 o 1, and within a year of launching. In 19 o 3, he had sold more than 12000000 blades. This is Dyson on his love and admiration for the wright Brothers. If you haven't listen to it, it's founders number 28, yeah, based on David Mc mccoy expiry of the wright brothers. Fantastic book. By the way. Highly recommend to anybody. The genius of the right Brothers. Many people still think the wright brothers as a couple bike mechanics who cobb together a machine that flew a bit. Yet, Wilbur and Or wright combined rigorous scientific methods and extraordinary engineering skills to bring success where others had failed. Like Edison, the wright brothers systematically studied the many variables involved, building a series of gliders and carrying out empirical tests on a sandy beach with constant winds. In effect, they found a wind tunnel. To develop all All. So we talked about, with the... On the chuck New podcast. But what is astonishing was what they had to design their... Let me start that over, actually. But what is astonishing was was that they had to design their own propeller system, and the first true aero engine. The succeeded in building an engine whose power to weight ratio was as high as a modern day as modern day cars. It was, like, inventing the... This is this is a great way of summarizing it, and this is shows the the beauty of dyson mine. It was, like, inventing the car, wheel, and petrol engine all at once. Most impressive of all, they not only built the first airplane, they also flew. In the face of enormous scientific skepticism. This is another idea that he repeats over and over again. They put their lives on the line in order to learn more about what they were trying to achieve. And the whole project cost less than a thousand dollars are around 15000 dollars in today's money. So this book brings us all way up into the year 2000 and just ends just a few more ideas from James Dyson Here's 1 of them when failure is exactly what you need. This is about the post it note, which I have myself consumed thousands, maybe tens of thousands of these things. In my lifetime, the post note owes its existence to the frustration of American Church go, and a useless glue. Useless in Pre or quotation marks. During the early 19 seventies Art fry was a product designer with 3m M corporation. Each Sunday as a member of his local church choir, he would check with which which Him he was to sing during the service and mark them with bits of paper in his him book. Inevitably, just as the Him was about to start. The paper would drop out and Fry would have to... Would have to begin a forensic search for the right page. During 1 service fry mine started to wander, and he suddenly remembered some work done a few years earlier by 3m colleague, doctor Spencer Silver. While studying adhesive, silver had made a glue, which he discarded when it proved to have poor sticking power. Fry realized in 19 73 that this quote unquote failure. This is what I mean by when a failure is exactly what you need. That this failure had precisely the powers he needed to stick the bits of paper in his him book. A glue that was sticky, but not so sticky that it could not be removed. The following day, fry up obtained some of the glue and started making his bookmarks with it, and I do the exact same thing today with for founders. It took another 18 months to turn the Idea into commercial product. 1 key problem was solving the paradox of making this not very sticky glue per stick permanently to the message paper, but not to anything else. Trial marketing began in 19 77. People soon found, they couldn't live without them. And the final idea Dyson has for us is instead of adding features, make your product easier to use, and this is about the Apple tragedy. And again, keep in mind when you're writing this. This is before the the, you know, the renaissance of the the ipod, the iphone and and everything else that came after Steve Jobs came back to Apple. The appalling difficulty, most people have using their computer is nothing short of a scandal. Using a computer generally means using Microsoft Windows 95. Software so intuitive that you press a button remark, this is Hilarious. Software so intuitive that you press a button mark start to shut the computer down. Are so I'm told. I've always used Apple machines having bought almost every model since the 19 84 Macintosh. The machines brilliantly user friendly graphic features were based on technology acquired by Apple from Xerox famous Palo Alto research center. Also knows Park, whose computer design team was led by the visionary Alan Kaye, an Un song heroes of a computer revolution. Xerox bundled its own attempts to market a computer based on Kay vision in the early eighties. Sadly, Apple failed to capture the market too. Not for the first time has the best technology failed to win out, and Microsoft's dreadful mock of Apple's approach has come to dictate the way most people interact with their computer. The failure of Apple's philosophy to dominate the design of computers is a major technological tragedy. It is a pity. The computer industry doesn't spend more time on making software and hardware easier to use. Instead of adding yet more uni intuitive useless features. And that is where I'll leave it. It I'll leave a link in the show notes if you happen to buy the book, It'll know, support the podcast has at the same time. If you do buy the book, it's rather weird. Like it says, like a textbook. I read it straight through, like, you were to read a a normal book. I don't recommend doing that. It gets a kind of boring in in certain port, in certain points. It's more of a book, like you just wanna pick up and read a section. Might be interesting or read about a time period. It might be interesting. Again, It's more, like, if you had, like, a wikipedia of inventions. So use more as reference. As opposed to when you're gonna sit down and and enjoy the actual reading process. Anyways, I've talked enough. I gotta work on this other biography I'm reading for this week's podcast. Hope you enjoyed the podcast. Hope this was kinda weird. I know it's different than what I normally do, but hopefully, it was enjoyable to you, and I'll talk to you again soon."
}