{
  "transcript": "A century is a brief span as a historian measures time. It between 17 60 and 18 60, a small group of men transformed the face of England and brought about an economic and social upheaval so vast that the life of no single person in this country remain unaffected by it. They said in motion a process of rapid technical evolution that still continues. Of this small group of men whose lives had such prod consequences. Ins barred Kingdom B was perhaps the outstanding personality. He has his statue in Marble. Every boy's railway book refers to him. You may have seen his name engraved upon that great bridge. We may know of him as the over ambitious author of the broad gauge or of that premature giant among ships, the great eastern. Perhaps we only remember him by virtue of the evo overt tones of that remarkable name. A name in which all the pride and self confidence of an era seems to ring out like a bra challenge. What sort of man was this? That is the question which this book tries to answer. Although I've always admired Work, my inquiry was inspired by curiosity and not by hero worship. But the further I went, the clear did it seem to me that large though the achievement was, the man was larger still. B in fact was more than a great engineer. He was an artist and a visionary. A great man with a strangely magnetic personality, which uniquely distinguished him even in that age of powerful individual in which he moved to learn something about such a man. About his private thoughts, his hopes and ambitions and about the spirit which drove him is to know about the sources from which the greatest of all revolutions derived its dynamic strength. That was an excerpt from the book I'm gonna talk to you about today, which is Is barred Kingdom B now, The definitive biography of the engineer, visionary and Great Britain, and was written all the way back in 19 57 by Lt role. So before I jump back into the book, I just wanna tell you where I got the idea to to read a biography on B. Last week, I read I re reread the auto of James Dyson. And James Dyson is extremely explicit in his. He's like, listen, Barbara B. King Is my personal god. He talks about all the ideas that he he learned from studying the life and career, B that he applied to his own career and that he would use the example of the persistence and dogg and perseverance of B to inspire him not to give up in his own work, and so he credits B with building the foundation of, you know, Dyson multi billion dollar empire that he has now. And so I just wanna re reread this part again, because I think it's so important. It speaks to the power of biography and learning from the great people that came before us. And so this is Dyson talking about. His barred Kingdom Was unable to think small and nothing was a barrier him. The mere fact that something had never been done before presented to, no suggestion that the doing of it was impossible. He was fired by an inner strength and self belief almost impossible to imagine in this fe age, so I'm actually gonna pause right there before I finish that this paragraph. This biography of B covers his entire career. Most of my highlights as I go back and reread them is about what Dyson picked up here. The fact that he was fired by an inner strength and self belief almost impossible to imagine, James said it's impossible to imagine this fe age. Remember, James is writing this book in the early 2 thousands. Funny. The author Lt wrote. Writing this book in the fifties and thinks the same exact way. There's a lot of paragraphs in the book or rules like, they just don't make people like anymore. So let's go back to this. He was fired by inner strength and self belief almost impossible to imagine in his fe age. While I could never lay claim to the genius of a man like that, I have tried to be as confident in my vision as he was. And it's the most important. I think sentence that that Dyson never ever writes about B now. And at times in my life, when I have encountered difficulty and self doubt, I have looked to his example to fire me on. Skipping had a little bit and he says, I have told myself when people try to make me modify my ideas that the great Western railway could not have worked as anything, but the vision of a single man. We're gonna go into more of B obsession with having complete. Can troll of every single project. Pursued with dogg and determination that was nothing less in obsession. Throughout my story, I will try to return to B and to other designers and engineers to show how identifying with them and seeing parallels with every stage of my own life, enabled me to see my career as a whole and to know that it'll all turn out the way it has. Okay. So let's go back to the biography of B. The the book starts out with the story. This guy named Charles Mc, who's inch... Who's traveling with B doesn't know him they're traveling in the winner from France to England, and so they have to go... They have to cross the channel on a small boat. They went up being pulled in like this horse drawn carriage. And I'm gonna skip that entire story. I just wanna pull out 1 sentence because I thought this is a fantastic description. Of B personality. But again, most of my highlights is just gonna focus not on what he accomplished, but who he was as a person. And so my formula talking about, like the... Who is this guy? And his his impression of a young bruno Bruno knows in his early twenties at this point in his life. He said he was 1 whose high spirits seemed quite imp to cold and discomfort. So they went up striking and up conversation. He start become friends on this little journey, and B invites Mc like, hey, I'm going to to my dad's house, do you wanna come with me. B father is a famous engineer at this point. His name is Mark B. He is... He... Well, he was. At this point in history, trying to build a tunnel under the river team. Tim's. And it just got closed, he's gonna wind up him to spend some time in debtors prison which James talks about, in his, the fact that, you know, as bad as his circumstances and his financial circumstances were before he he strike success with his dyson vacuum, you know, he's not in debtors prison. But, this is Mc having a conversation with Work for now. He's expressing, you know, his condolences for the fact that at the at this current time in history. The tunnel is shut down. They're not gonna continue to work. It's too dangerous. They ran out of money. A bunch of people died. And I just wanna pull out, pull out Mark B positive mental attitude here. So says, Mark B Scarce he needed consolation of this kind for he had suffered many disappointment in his lifetime. And was ever philosophical and adversity. Courage, he was fond of saying, a man who can do something and keep a warm sang heart will never starve. And then me go back to another description from Mc of a young barred king number now. He's gonna use the word. There's a lot of people that describe B as Ga, which is the state or quality of being light lighthearted or cheerful, But that was the out... That was his external face to the world. Inside of him, burning an an intense fire. He's got a fire in the belly, he wakes up every day with a burning desire to achieve mission success, and he was willing to sacrifice his entire life to this. And in the end, he had a pre an early death, due to a large part because of his working habits it. So let me go into that now Mc could never have guessed that the ready wit and Ga concealed a fire and a power, which would drive him. Un unnatural by repeated disappointment to achieve within a decade, a degree of fame and fortune such as his father had never enjoyed. The father lived to a peaceful old age. The son sacrificed his life to his great achievements. More about his personality. The name of Bruno would not mean what it does today if he had not displayed the same characteristics of dogg persistence, How many times in dyson did he use that freight? Phrase dogg persistence. He says it over and over again. And again, I just wanna remind you that great quote from Steve Jobs. Where he's like, listen, I'm convinced half of what separates a successful entrepreneurs from the unsuccessful is pure perseverance. Most people give up. Let's let's just go back to not display the same characteristics of dogg persistence, and an unlimited capacity for hard work, which distinguished the self taught engineer. For he was more than a painstaking and ingenious Craftsman. He was also an artist of remarkable versatility and vivid imagination. But what most distinguished him was the force which drove him. This is that fire in the belly, that I just referenced. That burning desire to achieve mission success. His strength and the imaginative flare, which could seize upon and combine ideas in new ways. He was acutely self conscious. Oh, I need to pause here. So 1 of the benefits of reading such an old book is because this author, He wrote a bunch of biographies of other engineers. He was also a trained engineer as well, but he had access, temporary access to B own writing, and his personal diary, which was under lock and key. So we actually see the difference between the strength and outward appearance he would put up for the rest of society and other people, and then his own, like, doubts self doubt. Which again, everybody has. He just don't see them. And so that's 1 of the benefits of of this book. He was acutely self conscious. And the private man was a character very different from that of the cold, proud, abundantly self confident engineer whom he imp to such perfection on the public stage. And in this sentence is fantastic. So that's was gonna remind me of something that Jeff bezos said I'll get there in a minute. And and a really a reminder that to to... It serves a reminder to me as I I'm reading this book hopefully to you that life is an adventure. And to some degree it's a waste if we just survive and not treat it as the. It is a great man achieves evidence by his capacity to live more fully and intensely than his fellows. And in doing so, his fault as well as his virtue become the more obvious. So I double underlined to live more fully and intensely. There's a lot of sentences and paragraphs and references in this book in the fact that B treated life as a grand adventure. A large part almost all of his life, he treated his work as a grand adventure. I think that's a fantastic idea. But the second part of the sense where it says, listen. If you're gonna be doing this You're gonna live more fully intensely than most people. You're gonna... You're gonna... You're... People are going to obviously see, like, what you produce in the world, but they're going to beware of your faults, not just your virtue, but your faults are gonna become obvious. And so when I read that, 1 of the... The there's a great quote that I saved from Jeff Bezos, and he was extremely young. The first time he said it. He's repeated this since then. It's become, like, almost like a Jeff. These these sayings that he repeats over and over again that he has for multiple decades but he says if you never wanna be criticized for goodness sake, don't do anything new. Alright. So let's continue here. This is a great first sentence in this paragraph. It is not in freedom from faults, but in the ability to transcend and master them. That greatness lies. The key to them... To that mastery is self knowledge. And and in his early years, young B entries in his private journal reveal his own awareness, so he's self aware of his own weaknesses. He writes, and this is where I... He just knows. So this is not very different than Coco Chanel mindset. You know, the fact that I'm not here to play. I'm here to make a fortune. I'm here to be great. I'm here to be the best there ever was. He writes myself can seat and love of glory. Vie with each other, which which part of me she'll... What which part of them she'll govern me. The latter, meaning his love of glory. Listen to this, he knows he's, like, I'm obsessed with going down in history. Right? And it causes him this love of glory, and he sees his young one's readiness us. For him to be so self aware it's really rather amazing now I'm looking back on it. What... It's going to cause me to do some really foolish things, things. Hopefully, he he changes later in his life. The latter is so strong, So it say, let's let's put the word in there. My my love of glory is so strong that I often do the most silly, useless things to appear to advantage before those whom I care nothing about Okay. So when fast forward in the story, he's still are, I guess, I'm going backwards some story. He's still... He's late teen Year I think at this point in his life and his dad does something smart. He sets up an apprentice. I the apprenticeship for is bard under a master craftsman. I don't know how to pronounce this guy's French. I know how to pronounce the last. So I'm gonna call him Louie, but he's, like, 1 of the the best watchmaker at the time, and he actually inspires, like, an entire, like, future generations Craftsman that that described themselves as, like, stuttering studying under the too of this guy. They use his name as, like, their their school. So it says, Bruno education was completed by a period of apprenticeship under Louis, who was a maker of watches and scientific instruments. This last move reflects the sound of Mark. That's his dad. Mark's judgment. He could not have found a finer or more critical nurse for his son's mechanical talents. Louie was regarded as the supreme Craftsman in his field. The exacting standards of work under which B insisted throughout his lifetime were undoubtedly formed at this time. In 18 22 when he was 16, he returned to England and began to work with his father. So gifted was young B and such was the intelligence and enthusiasm, which he brought to bear upon his father's projects that in spite of his youth, he rapidly became more became more of a trusted and able partner than an assistant. He was thus able to play a major role, when in 18 24, Mark B embarked upon his greatest adventure. The boring of a tunnel under the T. Okay. So let's get to the working conditions of, as their trying to to take this tunnel, and the fact that so many people are getting sick is actually going to give An opportunity to, at a very young age to actually lead the project. So it says because the attempts at this period was a little more than an open sewer. The s at the working face was appalling. Working under such conditions, it is not surprising that throughout the whole period of construction, sickness claimed a much heavier toll than the accidents. When the work began, William Armstrong was the resident engineer under Mark, and B or bard is the assistant to William Armstrong. Mark is gonna fall 6, so he can't work as Mark was taken seriously ill a few weeks later, Armstrong broke down and resigned his post. So with his dad sick and the person he was supposed to be assisting quitting that That is barred in in the role of the engineer in charge. So it says, is board was in the role of the engineer charge took over short short notice the leading part in an engineering drama, which excited the wonder of Europe. So this is 1 of the largest projects on the continent at the time, and as the... And as such, just gonna have, obviously, have a lot of people's attention. I need to remind you, Isn't bart is 20 years old at this point in his life. The fact that he was barely 20 years of age, occasion little remark. Yet today when and this is so funny. Yet today when an education fetish prolong childish irr responsibility far into adolescence. It seems almost incredible. That such an immense burden of responsibility should have been laid on such young shoulders. Remember, he's writing these words in the 19 fifties. Right? So he says an educational fetish prolonged childish as a responsibility foreign adolescence, a large part of this book that mainly omitted from my highlights is the fact that, you know, engineers valued practical knowledge, knowledge to experimentation, knowledge through work, they have quite a bit of negative things to say about, you know, theoretical people. There's a lot of... Like, professors and stuff brought in to op pine about, like, the feasibility of what the engineers or engineers are building, and a theorist say, hey, it's impossible, and then yet in in this book, the engineers keep proving over and over again that it's not. But I think what marked did with the son here is the fact that he put in work at a fairly really young aging before he was 20. Is this very similar to, you know, the the the most recent example that comes to mind. I read the the those 2 books are the 2 part series rather. On the Roth rochelle, the rush rochelle believed in starting younger members of the family in the business really early. They thought it was a, huge mistake taking some of the prime years you know, from 18 to 22 18 to 23 and not having them work. They thought a apprenticeship and actually, the the the act of doing the work with more educational than just sitting in a classroom. So it obviously doesn't have to be either or I'm just bringing to your attention to the fact that, hey, for a large part of human history, We we put a lot more responsibility on younger people than we do now, and they succeeded and thrived at an early age, and we see that his case with his bart. Says his board through himself and to work with all that un spa energy which was his whole life. His working were insane. For as much as 36 hours at a time, he would not leave the tunnel, pausing only for a brief cat. I got to that part. And when I read the that book hard drive on a young bill gates. This is exactly when he I, he would work. He wouldn't really pay attention the time. He would do these these, like, sprints where he would work 30, 36 hours at a time, then crash for, like, 10 hours, 11 hours, get back up and do it all over again. And in that book and a young bill gates repeats over and over again. His desire, he wanted to be known as hardcore core. And That was something that that drove him. This is a description of both the father and the son, the B nails were not men to sit down with folded hands and be well their miss fortune. And so that's the reaction to, you know, almost everything that could go wrong went wrong on this project reminded me of the the the takeaway from James S since auto. Like, when you get knocked down, you know, you just say, alright then. Let's give it another go. Also reminded me of the story of Thomas Edison, and he was like 64 67 something like that. What his fire... His his laboratory in factory in New Jersey is, hey, caught fire. They go grab him from his house. He comes, like, he's essentially just watching his life's work burned down, and he's cracking jokes, and he space he's saying, okay. And he they have they have a quote in there. It says something to the effect of you know, even though I'm 67 years old or 64 years old, I'll start again tomorrow. Or, I'll start a new tomorrow. And when I took away from. It's like, obviously, I don't want this fire to happen, it's outside of my control, it has happened. All I can control was my reaction to this. So I gotta get up again tomorrow. Alright. Let's give it another go tomorrow. So there's going to be a giant accident in the tunnel. It's gonna shut down construction for years and years and years. It almost kills B And so this is about that accident, but really it's about his bard unusual response. And again, we go into the person of B. Although it was obvious that B was seriously ill and that his leg was giving him acute pain, he remained as usual, quite un undo and refused to leave. He was unable to walk, and so he laid on a mattress from which he directed the the diving operations. So what happens is you're digging a tunnel under a river, multiple times, this is gonna be the worst time, but multiple times the river decides to come through the tunnel. And so you have this huge massive of water that winds up just destroying all the equipment down there. People drown, and this is the the worst time, the the 1 that leads and say, okay. We're gonna shut this tunnel for a long time. He was unable to walk so he's on a mattress, he refusing the leave, and he almost dyson. He's he's gonna have, like, months of rec after this. From which he directed the the diving operations and would not be taken home until he had learned the extent of the cavity in the river bed. And so as he's later on, he writes in this journal, this hidden journal, how he felt. And this is where we just see he's got a very unusual mindset. To somebody, you know, that came very, very close to dying at a young age. When he laid up, he recalled terrifying experience in the tunnel and set it down for no 1, but his but his eye in the private journal, which he always kept on her lock key and which was not opened until after his death. This account gives us the most revealing glimpse we have of his strange nature. A nature in which the sense of drama was so strong that it could... That it could become totally absorbing and exclude all sense of personal danger or fear. So a few highlights here for you from his journal. I have now been laid up quite useless for 14 weeks. I s forget that day. So this is funny because the book is quite old and the way they write. It was actually extremely difficult, like, I almost gave up a few times. And I was like, you... What are you gonna give up in the middle for reading a biography of B, like, you missed the main point, David what's wrong with you. But there is, like, not a language barrier here, but I had to translate a bunch of things, and then I'd had to watch a bunch of other to make sure I'm actually understanding what the author try to tell me. But it just... ISIS forget the day. I s forget that day very very near feel that that day very near finish my journey. See what Mean? Like, there's a weird way to say. I almost died. When the danger is over, it is rather amusing, while it's... So he's he's saying it's amusing died. Right? That's all that's a very strange response. While it exists. It's a while I'm in it, I can't say the feeling was at all uncomfortable. So he's saying, while was happening, I wasn't uncomfortable. Now here's the weird thing. The contrary, in this instance, it was an excitement. So the water comes rushing through, he says when we were obliged to run, I felt nothing in particular. I was only thinking of the best way to get to get out. Yeah. He says, and then he few lines down. I took it very much as a matter of course that I never expected we should get out. So he's saying like, I thought it I was gonna die there. Eventually, he jumps up to, like, this arch so the water has been beneath him, like this huge rushing flow of water, and he says, I stood still there nearly for a minute. I was anxious for... He's gonna name 2 other people that he was working with. He wanted to make... Like, he he wasn't worried about himself. Was worried about the fact that 2 of his friends might have died. Who I felt too sure had never risen from the fall, and I thought were crushed under the great stage. I kept calling them by name to encourage them to come up through the opening where he's standing. Right? While standing there, this is the crazy thing, though. While standing there, the effect was grand, and he it that. The war of the rushing water in a confined passage. And by its velocity rushing past the opening was grand. He uses that word again. Very grand. That's the third time he describes it. Using the word grant. I cannot compare it to anything. The site and the whole affair was well worth the risk. Had been kept under another minute, meaning if I didn't escape 1 minute later, I was to die. So there it is. Says extreme mindset over now. At the time he wrote this, he still hoped to return to his post as an engineer in charge, but was not to be. The accident marked turning point in his career 7 years would pass before work on the tunnel was resumed, and by then, he would be much too fully occupied with projects as yet un dreamed of for him to play his old role again, the biggest project of that. Going to be the great western railway. Okay. So now we get to his years of frustration. So he is 22 years olds, I'm gonna read my out to you. So he's 22 years old. He starts to wonder about his future, completely normal. The name of the chapter is the year's of station and compares his low point where he's at in his life to his friend's high point. But, yeah, he refuses to be negative. B had still found time to sit by the fireside side wondering what the future held for him, and this is where we go back to his diary, his journal. What will become of me he asked. And then his dreams begin. I will build a fleet of ships and build a new london bridge. I will build tunnels, and it last be rich and have a house built I will be the first engineer and in an example for future ones. So this is is... You know, he he's he's his entire thing was I'm gonna go down in history as being someone that is great. So now we see that it goes back and forth. This idea of terror, Euphoria and terror that you and I always talk about that when you're doing something difficult building a company whatever it is. You only have experienced 2 emotions, euphoria and terror. And so now he's gonna talk about. His friend, Palmer has already built new London docs, and thus has established his fortune. While I have been engaged on the tunnel which failed. And so he's kinda beating himself up, but at the end does something extremely smart. It's a gloomy perspective, and yet bad as it is, I cannot with all my efforts work myself up to be down hearted. And he goes back and forth. Again, it's not static. He's excited about his future plans, then he goes back it's like, I'm a failure, then he goes, okay. I'm excited again. And then sometimes he finds it's like, weird equilibrium. Where he's like, okay. Well, maybe I won't be good or great. I'll just be mediocre. I suppose a sort of meat of middle path will be the most likely 1. A mediocre success. An engineer sometimes employed and sometimes not. And so I just talking about the fact the tunnel is is dead. It's it's... They're not gonna do it right now. They don't know if they're gonna do in the future at this point. And this is where we we see that he he comes up with his motto that he uses for his entire life. So I've seen this over and over again as a read as I read these biographies. I think it's a really good idea to have a life motto. Let me give you some examples, Teddy Roosevelt got his life motto from his dad. Get action. It which just a great way to think about how Teddy lived his life, Shack, Ernest Shack, who I told you last week is the lock screen of my phone. His motto was by endurance we conquer, Stanley, the guy that invented Marvel ever upward. And so B is going to be never to fair. The tunnel will never be finished now in my father's lifetime I fear. However, never despair has always been my motto. We may succeed yet persevere. Remember, this is a note to himself. Tunnel will never be finished now with my father's lifetime I fear. However, never despair has always been my motto. We may succeed yet persevere. So now back to the author. The next few years must decide whether he would become a mediocrity, or the first engineer and an example for future ones. So he... That's the path. He's I'm the best ever. I'm just gonna be mediocre. Right? Persevere. He threw himself into the task of establishing his reputation as an engineer with his unusual un spa energy. But many disappointment and lay in store for him before the ride of Fortune suddenly turned and swept him to fame. So then this chapter goes through all the different things that he's trying that never work out. And so really, the note of myself is is gonna be a lot of dead ends when you're trying something new. So he wants to doing this experiment. Again, he doesn't really work on 1 thing at a time either. I mean, when he does these major projects, he will. Like, once he hits on something he will, but he has a bunch of experiments usually in the air. He... On and off, he'd been trying this experiment. I'm gonna skip over what it is and just really give you what he took away from it. He's experiment. He's talking about, you know, I've been experimenting the sync for the last 6 months. How is that possible? And then he says something really interesting here in his die his journal. A 1 fort of the remainder of my life, what a life, the life of a dream, I am always building castles in the air, what time I waste. So he's saying I just wasted 6 months on something it didn't work out. That's 1 fort of the remainder of my life, you went to living to the age of 52. But I think that idea of looking at how what, like, the time you're spending and how much and compared to how much time you have left is a very powerful idea. Just goes on years and years of struggle and again, we see the comparison. Comparison is the thief of joy. So 1 of the greatest quotes I've ever come across. And he's got... He's forced to compare where he's at in life with the other on engineers that are that are doing great things and he's like, why am I not doing great things, Yet? These were discouraging times for. And so I'm gonna skip over the names while Tel was lauded for his great suspension bridge. While this guy was lauded for the New London bridge. This other 1 starts saying, a new railway, he's saying, what what do I have to show? An un tunnel, a useless gas engine to abort of docs schemes of little moment and a miserable of a dispute over an observatory. So it's gotta be extremely difficult. Like these people are out here doing the things I wanna do. They're succeeding and I'm just running into dead end after dead end after dead end. He had in fact, as we shall see already laid the foundations of for success, but this was not evident to him as of yet. For the present, he had to accept the crumbs let that were let fall by more successful engineers. And so that's the main lesson from Ver. The fact that it's not that he's per and everything's fine. It's like, so many people presented with what's happening in his life would just cave and give up and go home. And so he does some... There's... The know left myself on this page there's a bunch of smart move by, and then I wanna tell you about this quote from the founder. Alright. So it says B character was that of was of that finely tempered resilient quality, which flexes under mis, but never breaks. He could and undoubtedly did during these years of difficulty and repeated disappointment when fate seemed imp against him plumb into deaths of des. Of course. So I I love 1 of the most... Again, I hope I I hope you bought the book and you read James S, Automatically. It's fantastic. But he talks about. He's like, listen. He's like, it's easy for me to say now theory, I have 1 of the most profitable companies. I own a hundred percent of it. I'm wildly successful. I get to do whatever I you know, I wanna do. I'm making tons of money. I'm making other people I'm building products and make other people's lives better, but it's like, it's easy for me to tell you now not to give up. But there were days when I crawled into my bed completely depressed convinced. I was never going to succeed. And so we see a similar time in B life. The fact is, like, a lot of people have those feelings how are you gonna respond? How did James Dyson respond. How do b now respond? And the fact is he's like this, and I'm depressed. And he talks about over and over again, but I'm gonna keep going forward? Yet he never lost faith in himself. Once once 1 project on which he had pinned his hopes had failed, he would rapidly recover from that blow, dismiss it from his mind and concentrate upon the next with un diminish energy I mean really, what could you do? You can't what you're gonna sit there and cryo with spilled milk. What what is Bruno supposed to do? It did not work out wanted it to work out. It didn't... What I'm gonna do. It's like, I can only control what what my next move is. So this is what I mean by smart moves by him. He wound up hiding his feelings behind a bold of self confidence and enthusiasm, which impressed everyone he met and which aside from his remarkable abilities contributed more than anything else to his ultimate success. So he's not gonna let anybody him get it down, see him get down rather. When I read that, when I got I got his paragraph, it really did what popped to my mind. Is with Nolan Bush now, found mentor Steve Jobs told a 19 year old Steve Jobs He hired Steve Jobs. He had the opportunity to have Steve Jobs as his employee, and Steve's tells him are excuse Nolan tells him right before he found a or found apple rather. He's like, listen, you... If you pretend to be completely in control, people will assume that you are. And so we see when you read these viral received jobs, you he took that advice and ran with it. And we see very similar to you know, it it echoes what's happening in in. The fact that in his diaries he's like, damn it. I'm, you know, I'm depressed. I don't understand why my... Why things aren't working out for me, but externally, especially because he's gotta go and convince people to hire them for these projects. Right? These said large physical infrastructure projects at the very beginning of the industrial revolution. It not like he could do it by himself, Like, he's got to have this this this air air or or of self confidence, I guess is where we'd put it. Pressed everyone he met with him... Okay. Says contributed more to anything to his ultimate success. Pride never drove him another smart move. Pride never drove him to make the fatal mistake of refusing any commission as too humble. And why would he do that because B now treated every single experience of his life as a learning experience. So he's just racking up all these experiences, these jobs, some are failing, some are small and they're succeeding and that he uses all the... The the the things are exposed to as lessons, think about what Charlie Mu said. Like, you really should think of ideas as tools. Right? And so as you go and you're reading you're having all the experiences, you're you're just adding tools to your toolbox. And then you just pull it out at the right time. And guess what, if you have a tool that that no longer works dispose it and grab a new 1. I think that's a very like, a astute observation by by grandpa Park Charlie there. Thanks to those acute powers of... So he says, he never refused the commission is being too humble. Thanks to his acute powers of observation. Everything he undertook, contributed something of value to that store of experience, which was the secret of his versatility. So leads him to be able, you know, to design... Not only he when he does a great Western railway. Like, he's got build an entire. It's 1 of the largest railways in the world of time, he... He's building everything from scratch, but he he builds he winds up making them stay on trying to to improve other parts like, the the actual locomotives, which which wasn't a good idea. But he's also building, like, the train stations and their grand artistic buildings. He's having to go through rock. He... He builds bridges. He builds tunnels. He builds ships. He's just extremely versatile and all the engineering jobs that he takes. And so now we get to this fortune opportunity of the author was saying, hey, You know, he had laid the foundation of success. He didn't their skin. That at that point time and in in his life yet though. Right? Had that that opportunity had not revealed itself yet. So it says, this is just fantastic writing here by the author. It is impossible to read history or biography without being struck by the momentous consequences of trivial events. We are constantly reminded that life is a great and unpredictable adventure to which we awake each morning. See, this is what I love about reading these books since 1 of the main takeaways I take for myself was, like, my life needs to be in venture. I do not just want to exist. And part of that is learning, like, I look up and down my family tree, and there's so many people that just existed. There's no passion. There's no adventure. There's no thrill of life. They're born they lived and they died, and I don't want that for me. And I think again, reading these books is as you just constant reminder that life can be, it's extremely the that quote by Mark Jason. That absolutely love. Mark Mark says, the world is a very malleable place. If you know what you want and you go for it with maximum energy and drive and passion, the world will often reconfigure itself around you much more quickly and easily than you would think cons reminder. Life is a grand. Could be whatever you want it to be. Alright. So let's go back to this. It is impossible to read history biography without being struck by the momentous consequences of trivial events. We are constantly reminded that life is a great and unpredictable adventure to which we awake each morning. How many people do you know actually wake up with that mindset? Probably not many. And if you have a lot of around extremely fortunate that the most homegrown drum are apparently wasted day may afterwards be seen in recollection to mark a significant turning point in our lives. So it is with B. He had not been guilty of over immediately after his accident in the tunnel had he not been guilty. Over indulge to immediately after his accident accidental tunnel, his future might have taken a different course and the great works with which his name will always be associated might never have been built. So what that means there is just too many distractions. Where he's trying to recover his parents send him to Clifton. They advise him to go to the the space Clifton. This is where unbeknownst to him. They're about to... They're about to have a a contest for engineers to submit designs to what is going to wind up being the Clifton suspension bridge. I advise you to to Google that, take a look at this bridge, the design came from. It was completed after he died though, it is gorgeous. And so this is going to be this opportunity for him. Again, he's there for... Let me just read this. Am Running over my point? Alright. So it says B spent his c his C lesson sketching and clinton... And climbing about the gorgeous while the tall ships came and went with the tides. So this is just where he happens to be. It is easy to imagine his excitement when he heard of the proposal to build a bridge or should need... For... To invite engineers to submit designs to build a bridge. Here indeed was a project after his own heart. So he happens just to be studying this area You found it very beautiful. He's doing drawings since he's just a very interested person in in general. And then later on, they said, hey, we're engine... Fellow engineers who wants to submit designs for this bridge. A right place right time. Right? Says, Bruno decided that this... And then we see 1 of the things about Bruno. Like, I I wanna build great things, but they want to build great things that are beautiful. And again, that that heavily influenced Dyson to for the... He talks about in his automatically be over and over again. The importance of... The the physical design of your product. If you're making physical products, but you can get them... You can enhance their beauty by keeping the design close to the function of the actual, like, and in the case of B now, it's a bridge. In the case of dyson, it's a ball or a vacuum cleaner. We see that here B decided that the site called for a suspension bridge and he lavish upon his competition design his competition designs infinite pains and exquisite drafts ship, so that it became not merely engineering drawings, but works of art that he's traveling all around this area, studying the bridges that came before him. And why is he doing that because then you learn things that you wanna copy and things that you wanna avoid? In this way B learn what what to emulate and what to improve and then what to avoid? Same motivations that that B has been setting the bridge that we do have studying, you know, the careers of people that came before us. Here's the problem. The bridge. So it's the the the same the same theme that you see in... That you saw in Dyson light life on the last podcast you see in B life, 1 step forward, 2 steps back 2 steps forward 1 step back over and over again. There's a bunch of riots to have nothing to do with P. And so they went pushing back this this... He he wins. Obviously, the he gets in charge of this project. And as soon as they start trying to make progress. There's a bunch of civil owned unrest and ryan break rights breakout out, and they they stop working on the bridge. All thoughts of proceeding with the Clifton Bridge scheme, were forgotten the year of 19... 18 32 pass without any further any further moves being made B occupied himself with other concerns. The summer of that year found him in a state of great des at odds with himself and much discouraged by his persistent lack of success. We go to his his journal. I'm unhappy exceedingly so. B took stock of his gloomy situation. So many irons and none of them hot. And this another example of even though it looks bad. He doesn't know things that are developing behind the scenes that are gonna change his fortune unknown to him in the autumn of 18 32, same year where they're not making any progress on this bridge. When his future had seemed so dark and un promising, 4 bristol merchants had gathered to discuss the possibility, of building a railway from Bristol to London. And so this is going to be the great western railway. He talks about. So he's submitting a bid, and we to go back to his his his journal. What was this B long awaited opportunity? How will this end he wrote in his diary that night. So he doesn't know how it's gonna end, but he doesn't lack the the self belief. Right? Already, he did not doubt that he could secure the appointment. What then of his rivals? This is how he described the the competing bits. Admittedly, they were not very formidable, and that word formidable. Comes up over and over and over again. Let's define it. Inspiring respect to in... Being impressively large, powerful intents are capable. So the day... So he wants to obviously getting the getting hired as the the main engineer, and he... As... This is was fantastic. He wasted no time. So he gets told, okay. You got the job. He goes to work right away. B no said no time in getting none to work. The great adventure there's that word again had begun. The great adventure had begun. And this is what we see, like, his love of an ar schedule, many people think led to, you know, his early death. These were such hectic days that that he had He had scarce found time to sleep for more than an odd hour or so. His days were spent traveling about in coaches or on horseback, while by night, he worked on his on his reports estimates and calculations. And as if this was not enough, there were other irons to be attended to. So It's funny, he went from, you know, just saying, I have a bunch of irons in the fire, none of them are hot. Once he gets hired to be the engine engineered a great Western Railway. This is gonna be, you know, all eyes are on him. His services are now demand. So he's doing surveys for other stuff, He's working on docs and and all these other things. And so we got... We see his his, his schedule at this point. He's working 20 hours a day. I don't even know how this is possible. And so in his... There's there's 1 phrase over and over again in his diary, up at 5. Up at 5, up at 5. Up at 5AM. Such pressure of work taxed even B extraordinary powers of endurance to get most, and he confessed to 1 of his most trusted assistance that between ourselves, it is harder. It is harder work than I like and I'm rarely much under 20 hours a day at it. And so why is it so difficult because of the... This is unprecedented and that's the thing about Now I don't know if I'm explaining to. Like, the stuff he's he he he attempts. No 1 has ever done these things on the size scale that he has. And that's what he's going after. While others shook their heads and pronounced that line from London Bristol was too long and over ambitious, his was a mind that impatient scorn such limitations. Already in imagination he had traveled far beyond Bristol and soon very soon, he would span the Atlantic to New York. So the western railway it must be. As to its greatness upon that, he was already determined and so saying you can't even build. Like, what are you doing? You can't... This is way too ambitious. He's took once step further. Okay. When when I'm done doing the Great western Railroad? Hue way? I wanna be able to sell tickets, so you can go all the way to New York. So you get to the end of the line, and then you get 1 of these giant ships that I'm gonna build. So would you take something that people think is already crazy ambitious and adds to it. Finish his paragraph. This time, he was gonna win, but it would be a great struggle. So let's go to the diary of somebody is working with them, and we get a description of how B worked. I believe that at this time, he he was... He scarce ever went to bed. Though I I never remembered to have seen him tired out of spirits. He was a very constant smoker. He smokes cigars 24 7. And would nap in an arm chair. We very frequently with his cigar in his mouth. And if we were to start out of town at 5 or 06:00 in the morning, it was his frequent practice to ro me out of bed at 3 at 3AM. When I would invariably find him up dressed and in such gl, At the front of having curtail my slumber by 2 or 3 hours more than necessary, no 1 would have supposed that during the night, he had been pouring over plans and estimates and en ent in a serious in serious laborers, which to most men would have proved to destructive of their energies during the following day? What what is this guy? Like, what's the... I guess, the equivalent of what people would take now? Is, like, mod or or a bunch of adderall. Like, what is what's the eighteenth hunt... What what is the equivalent? 18 hundreds? Like, how is this guy doing this? But I never saw him otherwise, then full of Ga. And apparently, as ready for work as though he had been sleeping through the night. And so this is b nell. He's 29 years old. He's fired up, and he just cannot believe how fast his life changed. Bruno meteor success was due not only to his undo geniuses as an engineer and his unlimited capacity of hard work, but also the magnetic power of his extraordinary personality. B could Hardly bring himself to believe it. It seemed too good to be true. She talks about, at this point. He's been working. So he's been working on the railway for almost 2 years. He was so busy that he he stopped updating his diary. Taking down his long... Long neglected diary from the shelf, he reopened it, and wrote. What a blank in my journal. And during the most eventful part of my life. When I last wrote in this book, I was just emerging from obscurity. I've been toil away most unprofitable at numerous things, unprofitable at least at the moments. What a change. The railway now is in progress. I am the engineer to the finest work in England, and I have a handsome salary. It it is like looking back upon a fearful pass, but we have succeeded So he's talking about reread his past entry. So like, looking upon back upon a fearful past, but we have succeeded. A pretty considerable capital is likely to pass through my hands at this age of... And this at the age of 29. I really can hardly believe it when I think of it. In fact, I am now somebody, everything has prosper. Everything at this moment is sunshine. I don't like it. It can't last. This guy. Bad weather must surely come. Let me see the storm in time to gather my sales. So he's like 2 things are going to be good to be true. Of course, it's gonna be difficult, and he's obviously gonna have a lot of struggles. So it takes... Almost, I think 08:10 years to to finish the railway, but we see an update in his diary. This is a year later. He's still doing a well. And really, this is just a fantastic. You know, what we're all striving for to to feel the this satisfaction with our work. Right? Work is gonna be a huge part of your life, a third to half of all your entire life. I mean, half, if you consider the time you're actually awake. You know, if you sleep 8 hours a day, you have 16 hours left, you work for 8, you know, obviously, some people will work a lot more. Even if you work for 8 hours a day, it's half your life. When I last road, I was in high spirits, it seems... And and this guy's working essentially, if he's awake. If his eyes are open, he's working he's insane. When last I wrote I was in high spirits, it seems but dread a reverse. I dread it still yet everything is prosper since and is still going on well. So he's just talking about, you know, the fact that his services are in high demand, and really, this is a fantastic sentence. It just, you know, the satisfaction, working extremely hard for something. The things you work the hardest for. And obviously, the things you derive the most satisfaction out of, and he says really, my business is something extraordinary. So it talks about the fact that he got married, but he's... You know, he's really just married his work. He does have kids, but it says my profession is after all, my only fit wife. The author says this is probably some of the true words he ever spoke. He determined then to make perfection of his work, the Supreme goal. And from that resolve, he never subsequently waiver And that really is central to understanding the life of of B. Like, I he has 1 thing in his life, and he's willing to sacrifice. It's... If you ever had to compete head to head with somebody like this, like, it's it's nearly impossible because he does he'll sacrifice family, he'll sacrifice health, health, he'll sacrifice everything, and he does. He went up... He... He's gonna have a stroke towards the end of the book. Has a stroke. He's you know, the last great project he worked on a gigantic ship that's, like, 6 times larger than anything else Exists in the world, and they're about to launch and he has a stroke, and then he dies you know, a short time later. Let's go back to where we are, though. He's still building the railway. And again, the reminder you that all the things that B is attempting. They're unprecedented. He's not. Remember when Edwin Land, the founder Polaroid told told us, like, don't build a me too product. You should only dude... Don't do anything that anyone else can do. And that's how he guided his career. Same thing with what what Does? It is hard for us today to appreciate the of the task, which confronted And the construction of the Great Western Railway. History holds no previous record of engineering adventure upon Soho Roi at scale. That's fantastic writing, by the way. When he had written before that he was an engineer to the finest work in England, he was making no idle boast. He knew that it would be so because as any artist or Craftsman must, he had already conceived the completed work in his imagination. In the course of the survey of surveying the land where he's building the the railway? In the course of the survey, he had covered every yard of the way and had seen with it the mind's eye, his iron road lying wide and true. He's saying he... He's manifesting this. He is seeing with his mind's eye before it exists. And some people think that's, you know, that's it's like Willie Fu fu, like nonsense, you know, All I can say is I've... I've... This this idea is this this important visualization. You go read arnold sourcing center talks about the over number gonna sat up at night and saw his life. He tones of over and number again. I'm already even the greatest body building the world. I'm already making millions. I'm already gonna be the the the greatest high speed actor in hollywood. You know, way before it happened. Bob No. Let's take a more specific example, Bob No founder or Intel, fair child. Semiconductor, if you you name other entrepreneurs in history. They're more successful in this guy. There's not... That list is extremely small. Talks about every night, he would sit down. For his entire, if he started it because he was like, if I remember correctly, like, a diver, like, you know, diving in into pools, and he would visualize see himself the night before, with the the the successful completion. Of his dives. And then he carried that into his business career later on. In sports this works Kobe Bryant talked about, you know, well before he had that 81 point game. He talked about being a kid and visualizing, just getting hot and hitting every shot. And he talks me was, like in a dream. You know, you're not gonna be like, oh, wait, you know, I break that 3, I stopped at 50 points. So he says, in my mind, I had scored over a hundred points. I saw myself do it before I did it. It sounds if you... Take a isolation. It just a little bit crazy, but the the mind is something we just don't understand, and it's extremely extremely powerful. So here we have. Again, b. Before this gigantic unprecedented railway, something that he to struggle through to do for almost a decade. Before it exists. He's, like, I saw it. I I traveled when it was just grass and gravel and rock, and I saw it. And all now all I have to do is go through the motions to bring this dream into reality. It's extremely powerful. I got goosebumps right now. To gather about him men who could satisfy his exacting standards and match his tireless energy was not easy. And he was often disappointed. And so let's go back to this idea, or let's not go back to it because I just... Like, got, let's continue this idea of. This is an example of an employee not living up to B standards. Right? And we've seen this over and over again, when I read something, like, this... The 1 thing that's that's larger in my mind because I've read, like 4 or 5 books about David Og. He's personal hero of mine, somebody I aspire to be, like, for sure, some somebody I don't measure up to at all yet. But I hope to, in my completed form, and what he learned from... He was an English in a French kitchen from a master chef, but it's guy named Qatar. I think it's how you pronounce it. And that's something that he learned over and over again. It's like, listen, like, you cannot let mediocre people on your team. At at all, this guy would wind up firing people because their pastries wouldn't rise high enough. Like, he was like, extreme og learned from him. He was a young man sign party in his twenties when he's working for this guy. 1 of the most respected to chefs in Paris. Like, okay, this is how Like, the customers... What's interesting to me is, like, that part is hidden from the customer. Right? The customer is, like, wow. This food the greatest, this experience at the restaurants is amazing. They don't see all the work behind the scenes that Og is getting to scene. Right? And this just relentless dedication to extreme excellence. In fact, I'm about to give you another bonus episode here in the next few days. And I'm reread the sky... This guy did something smart. It has to do buffett shareholder letters that are organized on topic and not by year. And so that'll come out in in in a few days because I've already... I'm almost done reading. But but I read... I'm glad I'm reading this at the same time as reading this book because Buffet talks about this. Like, listen, you gotta cut the mediocre people. Like, you can't have mediocre people in management even if they're nice. Like, you you just can't. Very few people can can run business as well. There's a lot of, you know, mediocrity and and bad decision making. So like you... When you find... Like, you have to have a good person in charge of the business whether yourself. It's somebody else, so he... You gotta cut the mediocre people out. It's exactly what Og would say as well. And so we see B, you know, being kind of ruthless about this. The air... The the assistant who made the mistake received the following miss, he must have felt he must have been left deciding weak in the knee. So this is now broom now talking about somebody on the great western railway that made a mistake. Plain gentleman language seems to have no effect upon you. I must try stronger language and stronger measures. You are a cursed, lazy, ina ineffective, va. And if you continue to neglect my instructions and to show such infer laziness. I shall send you about your business. I have frequently told you amongst other absurd un habits that that that of making drawings on the back of others was inconvenient. By your cursed neglect of that, you have again wasted more of my time then your whole life is worth in such a fashion did B forge and temper his human tools. Okay. So moving on, when you... When you're, like, learning about B, you know, he has this, like, huge battle over the size of these gauge that are used in the in the in the construction of railways airways. I'm skipping over that all the apart. I'm gonna give you the line that's important. Okay? Because they're talking about, hey, you know, like, he he... When you ask questions, like, why is something done this way. Usually, you you keep going, and you could follow it back to, like, the beginning of the industry. And it's like, well, that's how this first guy did it, So then everybody just copied you know, for many, many years without asking why. That was the case here. This guy, you know, starts a standard gauge talks about the the the size and everything else. I'm skipping over there. It's just like, hey, This is what it worked then, then, you know, this other guy saw what this guy did, and you copied it. There's no reason what... For whatever. So really there's no reason other than somebody did it before. And all they say is they they did so without pausing to consider the question on its merits Saul. Big big takeaway from the life of First principal sinking, which is not a new idea. And, you know, everybody talks about it now. It's literally written about in this book. And they were doing it in the 18 hundreds to prior doing it before that as well. On the contrary experiment was the breath of life to now, and for him, precedence only existed to be questioned. And it says Bruno rejected precedent and proceeded from first principles. Remember, this is a term you're gonna hear constantly nowadays. Right? It's a good idea. I'm not... Obviously a good idea, but it's not a new idea. That's the point. Bruno rejected precedent and proceeded from first principles to design what he confident believed would prove to be the perfect railway. And so I just wanna pull out 1 other point from this section, which was really fascinating. So it says to his critics, you know, him questioning, like, trying to be different and trying to question every single part of what he's doing. His critics like this ridiculous to his critics it appear to be an example of a per reverse striving for originality for originality sake. So they're saying you're just trying to be original for original shake. So Dyson as we learned on the last podcast. Dyson takes us 1 step further. He's like, no no. You should be different for the sake of it, and he's saying difference in the idea, difference in the product, difference in the way you're running the business that you're only going to get these mono profits by being different. And sometimes which was mind blowing. And if you haven't gone back and listen to that podcast, definitely do that. And obviously read the book, but he talks about, it's like, even if there's a better way. You should still do it differently. That is like not... That's not. I don't even know if I... Out of all the books that I've read. I've ever come across an idea like that. And that speaks is just dyson fundamental belief and ind for the sake of it. And so again, we're still building the great Western railway. I wanna pull out more from his diary because I think it's so interesting. He's writing to a real friend so he can actually reveal himself. Right? He's not gonna tell it, like, if you just bumped into him or if he work for, he's not... You're not gonna penetrate his... You know, the facade that he has he's like external off. Right? So he's writing to a real friend, and he's revealing the agony and terror. He's doing something I've ever been done before. It's a, 1 of the the largest scales of humans and human endeavor up to his point in history. It's not supposed to be easy. So he says and he's, like, very confused by. This is a very interesting metaphor here. So let's check this out. I can compare it to nothing, but the sudden adoption of a language that's familiar enough to the speaker, but unfortunately, understood by nobody but him. Every word has to be translated. And so it is with my work. 1 alteration has involved another, and no 1 part can be copied from what others have done. No 1 can fill up the details. I have to do that all myself. And invention is something like a spring of water, limited. I fear sometimes, I fear I sometimes pump myself dry and remain for an hour or 2 utterly stupid. And yet even as difficult as it is. He has no regrets he wants to be doing this. I have never regretted 1 instant, the course I have taken. And then a few pages later, just another great line. His career was to him a tremendous adventure. And so there's in addition to like, the the problems with the fact that it's difficult physical engineering. You have to battle the weather, the elements, the actual earth fighting back to you, you have to motivate employees. He's all... There's all the politics involved because, you know, you're not gonna do a large physical infrastructure without, competing governments and interest. I skipped over a lot of that part. Obviously, you know, I might talk to you for an hour an hour and a half about these books every single 1 before I sit down and talk to you. I've spent 10:15, 20 hours reading. So if you hear a podcast that your interest. It's a good sign that you do you can learn a lot more by reading the books. It's impossible to replicate the value get just spending hour after hour after hour. You know, and if you're reading about for somebody you're you're spending maybe 20 hours in their mind. Okay. So let's go back to where we are on the story though. Fast forward a little bit. Obviously, pass all the political stuff and these fights these lawsuits and everything else that's going on. I wanna talk about, like the actual work. This is wild. They're they're having to to to go through rock at this point. But it says it was an immense undertaking and the more staggering when we remember that apart from the steam pumps, which kept the workings clear of water and the power of gunpowder which was used to blast away the rock, it was accomplished entirely by the strength of men and horses working by candle lights. This 1 tunnel for 2 and check this out. This is a mind blowing part. For 2 and a half years, the work consumed a ton of gunpowder and a ton of candles every week. He's going to a ton of gunpowder and a a ton of candles every week for 2 and a half years, just for 1 part of the railway. Eventually, he winds up completing this project. He was obsessed later on with the Great Eastern, the 1 he... The the the giant ship that he is on. That he was working on when he dies, but this might be as great. If you look at actually ones that were actually completed, because a lot of stuff had to be completed by other people after he died and everything. This seems to me, like, I would be like, this is what I'd be most proud of, I guess. But let me summarize this here, which had seemed the railway had seems too many so impossible of realization only 8 years before was now a magnificent reality. So go back to that. I saw the whole thing in my mind. I just have to go through the motions now to bring it to this this thing. I saw my mind's eye. I see it laying there. I could touch it. It's iron. It is there is now He took that dream, that vision and it is now physically real. Other people can now interact with this thing that only took place in my mind. So there's an entire chapter called B against bureaucracy. We gonna pull a couple of things here. I'm gonna read my note to first. He's against anything that stopped that inhibits building the ability to make une unequivocally decisions, Steve jobs, quote in the Joan Iv book. I gotta grab that in a minute, about telling the team that this is the way I want it, so the the ability to have, again, companies are led by 4... They're not led by committee great companies led by formidable individuals that are they're are capable of making une unequivocally decisions. That is very clear if you studied the history of entrepreneurship. This is the way I wanted it. The decision is mine. I think if you could talk, I think if you could talk to the to these founders. So a lot of founders were learning from other the podcast. Obviously, they're dead. We can't talk to them anymore. We have to read their words and that's the way we have conversations with them. I think if you could talk to these founders, they'd say there's too much emphasis on consensus That is definitely what B would say, let me read the section, then I'll grab the Joan. I've... Arch... I I just said his naming correctly. Johnny I've. Oh, man. Okay. Even in the age of individual, B public life was Mark for his round expressed hatred of government officials and of any law, rule or regulation, which interfered with individual responsibility or initiative. The innate caution of the civil service mentality, its inability to make une unequivocally decisions or except personal responsibility represented the very opposite. Of all that B stood for. So that's good. Describe something in this case a person by describing their opposite. The inability to make on quote decisions and the inability to accept personal responsibility was the very opposite of what B stood for. Okay. So there's a quote from this book on Johnny Iv, and it's founder number 1 78. If you haven't listened to it. And it's Steve Jobs. He's coming back for Apple. He's dealing with, you know, This is the way I want things done. People are giving a lot pushback. And so this is another illustration of what they're saying. Like, B needed the ability to make une decisions. Same thing, Steve's running into here. When we took it to the engineers, they came up with 38 reasons, they couldn't do it. Jobs called. And I said, no. No No. We're doing this. And they said, well, why. And I said, because I'm the Ceo and I think it can be done. And so that quote, what what what jobs is saying? It's like, I'm the 1 responsible. Like, I... The 1... That 1 person the company that can make une unequivocally decisions. It has to be done this way. That that mindset is very similar to how B approach his work. In fact, he would constantly threaten and resign. When they say, hey, let let's get you an assistant engineer a resident engineer. Like, I don't even understand those terms. I don't care that's how other projects are done. I will resign if I have... If I don't have complete like, complete authority and and, control. And so this is an example of that, the know myself is, I'm only doing this if I have full responsibility and control, there's a response when they're saying, hey, we're gonna hire some... You know, somebody help you, Like, basically, like, a number 2 kind of person or maybe somebody you can share responsibility with. He gets this whole, like, crying crazy response. Just gonna pull out full lines. So And this is... Now we... I fast forward to away in store. We're almost at the end of his life. This is... He... He has a million different projects. Right? But this is the great Eastern. It's called... They they called the the Great Leviathan. They wanna up changing the name to the great Eastern. And I'll go into, like, how... You what Let me read that part you first, and then I'll give you. So it says, actually, no. Let me read this part. Let me not get confused. So he's writing back to the the the directors of this project because he's the lead engineer, the only engineer and he that he's like, that's going to remain or I'm out of here. The fact is I've have never embarked in any 1 thing to which I have so entirely devoted myself, and to which I've devoted so much time, thought and labor on the 6... And on the success of which I have stake so much reputation. And to which I have so largely committed myself. So you talk about this project. And so therefore, I can act, I cannot act under any supervision or form part of any system, which recognizes any other adviser than myself or any other source of information than mine or any other question connected with the construction or mode of carrying out practically this great project on which I've stake my character, nor could I continue to act if I could be assumed for a moment that the work required to be looked that the work required to be looked after anybody, but myself, If any doubt ever arises on these ports on these points, I must cease to be responsible and cease to act. So there we have, now being une unequivocally that he will be the 1 making the une unequivocally of just decisions. And so they wind up, they went right after they get the letter, like, it served his purpose. Like, okay. Leave your home, buddy. What withdraw the the request then. So let me go back and the story a little bit. This is a the crazy. Again, he only wants to do things unprecedented. And this reminds me of, you know, Bezos... Jeff Bezos telling us, like, it's better. Like, you got 1 likes to live 1 career. Just... It's better to be bold. I'd rather be bold than timid. It's like, just be bold. I mean, if you go back and read Bezos to shareholder letters, which I have... I did all the shareholder miller letters on what founders number 71, and then invent and Wander, they're reprint in that book. I think that's founders number 01:55 somewhere like that. Use the word bold all the time. So it says B began to consider the idea of building a simmer large enough to carry her own fuel around the world. He had the conception of a ship 6 times the size of anything that it ever existed. And that... It's gonna hold that record, for another almost 50 years. And this is like, the age of, like, a rapid advantage... How crazy it is is sort age of rapid advanced advancement in marine technology. And to some degree, you know, it it was kinda fo to temp something like this, but you don't... I guess, you don't know your limit until you go over it. Right? So it's gonna wind holding the record for the leadership. There's a lot of struggle in the book gotta deal with, you know, it goes with the company goes bankrupt. I mean, the story was whole career It's just like, oh, okay. I'm gonna try something unbelievably hard. Wow. Unbelievably difficult. And this is where, you know, he's he's at day at night. He's completely committed. This obviously, not obviously, but this is where he's gonna wind up dying before he sees this the successful completion of it, but they're about to launch at this point ready for launching the whole weight over 12000 tons. Never, since time began, had man attempted to move so great weight, and there were many who shook their heads and pronounced such a feat impossible, predicting that the great ship would rust away where where she lay, a monument to human fo and presumption. And so even launching the ship was just unbelievable just headache. But I wanna point pull out 1 thing here that I thought was really, again, another unique guide idea. Like, because most people say 1 things not working, like, you know, try a different route. And so Bruno would also have, like, his his... Like, okay. Something's not working. I'll just do more of it. Like, check this out. To him, it was a simply... It was simply a question of practicing that doctrine which he had once preached. This is what he says to stick to the 1 point of attack. However, defended, and if the forced first brought up is not sufficient to bring 10 times as much but never to try back upon another in the hope of finding it easier. So, again, let me read that again because this is, like, he's got... You know, he's writing in the 18 hundreds. They they spoke a little differently than we did to stick to the 1 point of attack, however defended, and if the forest first brought upon is not sufficient to bring 10 times as much, but never to try to never to try back upon another and hope of finding it easier. It's not working just do more of it. And moving ahead, we're almost to where he dies. Know that for myself on, to summarize what's happening on the next few pages is complete dedication until death, only focused on the successful completion of the task and to hell with everything else. From that moment, when the sem of his great ship had first taken shape under his pencil. It seemed as if it had claimed its creators body and soul. It became an all consuming passion to which he dedicated himself utterly without regard for health, for fortune or for family. Slowly, but surely, it excluded every other concern from his mind. He steele himself to meet and con confounded betrayal, hostility, ridicule, and every kind of adversity in order to complete his task that no appeal of this kind could reach him. To yield even in the smallest degree to such persuasion would now appear to him an admission of defeat. And so that... I mean, now it was the end of the book. It would became apparent as I start studying B. Like, why Dyson? Because Dyson is also a mis fit and, you know, a crazy person. Just he's absolutely refusal to give up. You know, it's it's obviously not normal. I can see now. I could see all way up until this point why he would latch on to B. He called him again, a personal God. That's... What... How Dyson describe B, a God. He was a God to me. Right? And you get to that 1 paragraph and it's just like, alright. This is Dyson. Dyson is seeing in B what he wants to reflect in himself. He steele himself to meet and found betrayal. Die dyson Had to deal with that. Hostility. He had to deal with that, ridicule. And every kind of adversity in order to complete his task that no appeal of this kind could reach him to yield even in the smallest degree to such persuasion would now appear to him an admission of defeat. And I guess my point I'm trying to make there is it's like, understanding now spending hours studying B. I have a even more fundamental understanding of of dyson. Like, enhances my understanding of of his work of his life and career. This is where I said or they say. He worked himself to death. He also had like, kidney disease and ne is is... What like, complicated things he wants having a stroke. So it says on the morning of Monday september fifth, the engineer boarded his great ship for the last time. At midday that deadly adversary whom he had kept a bay So, overt took him, and he was suddenly seized by a stroke. He was paralyzed, but still conscious as he was carried down the ship and to his home. And so the ships in the water there... He... He wanted to be on board because 2 days later. September fifth, he has a stroke September seventh, they actually take him down... Take the ship down the river, and he was so confident that he had finally succeeded. Right? So he's... The the author makes the case Other people made the case that. He's gonna die and cover 15. So 10 days after stroke. Right? In that interim that 10 day period. Like, he wanted to kinda wheel himself to stay alive because he wanted to hear like, the successful, like, the the the first trip that the boat ever makes. The part of it explodes I shouldn't laugh because he winds up killing him. But he... Once he hears the news. So I'm gonna read this section, this where he dies. But to give you the background before I section, the the the ship is still salvage, And it it lasted and he he does these transatlantic ships, you know, for for many... I think many decades moving forward if Not mistaken after Dies, but he never understood it. Like, he never gets to the the main tragedy here is the last thing he here is that part of it exploded because there's pressure built up in 1 of the engines and and, you know, a couple of people died that were on the the boat. So this is what they're gonna reference here. His body paralyzed, only the engineer spirit still rallied around him, holding death at bay at why a while longer, but for 1 reason to hear news of the success of his great ship. He was so confident of a triumph, which must a tone for every mis fortune. Instead came the news of this disaster. This final stroke was too cruel to be born. The spirit broken at last, the light in his eyes went out and as night fell, he died. It is only from the words of friends not intended for the public ear that we can begin to understand the weight of such a loss. The most moving tribute of all came from his friend, Daniel, who in his diary wrote. On the fifteenth of September, I lost my oldest and best friend. By his death, the greatest of England's engineers was lost. The man with the greatest originality of thought and power of execution bold in his plans but right. The commercial world thought him extravagant. But although he was so. Great things are not done by those who sit down and count the cost of every thought and every action. And that is where I'll leave it for this full story by the book, If you buy the book using Link to, it should be supporting podcast at the same time, Amazon sends me a small percentage of the sale sale when you do that, that's 201 books down 1000 ago, and I'll talk you again soon."
}