{
  "transcript": "Customer review. A guide to both wisdom and Sherlock Holmes. We Sherlock Holmes fans, readers and secret I need a map. Here it is. Peter Bevel is 1 of the wisest people on the planet. He went through the books and pulled out sections from Conan Doyle stories that are relevant to us Modern, a guide to both wisdom and Sherlock Holmes. It makes you both wiser and eager to re reread Sherlock Holmes. That was a review from Amazon, and it's also the way I discovered the book I'm we talked you about today, which is a few lessons for investors and managers from Warren Buffett and was written and put together by Peter Bevel. And that review was written by the seem to le I've read a bunch of ti books I highly recommend them. There's some of my favorite books. Fooled by randomness, Black swan, anti fragile, skin in the game, the bed of P. And so I had the idea when when Day I was like, well, what are the books that he likes to read? Like, reading his books, like, what are the books Helix. So I was going through and he writes a bunch of reviews, good and bad on Amazon of the books that he reads. And so the title of the book that Ti Was reviewing there. It's a few lessons from Sherlock Holmes. Was like, what what is that? That that stuck out. So I end up clicking on the Amazon author page. Of Peter Bev. And then I realized, oh, wow. He wrote a few other books. He's got a few lessons from Sherlock Holmes. He's got the the book on I'm holding my hand, a few lessons for investors, managers. And then he has, probably arguably his most famous book, which is seeking wisdom. From Darwin to Mu. And so I started to click on the the product description of his book seeking wisdom, and Just wanna pull out a little extra real real quick from the product description. So it says his quest for wisdom originated partly from making mistakes himself, and observing those of others, but also from the philosophy of super investor and Berkshire, Hathaway vice Chairman, Charlie Mu, and then this is what made me just order all of Peter's books. A man whose simplicity and clarity of thought was une to anything Bevel had seen. In that sentence describes all that that's basically how I feel about Charlie Mon. I think he might be the wisest person have ever come across. And so then I read Tel celebs review of that book seeking wisdom them And he says a wonderful book on Wisdom and decision making written by a wise decision maker. This is the kind of book you read first, then leave by your bedside and reread a bit every day. Let me pause right in front of in the middle of his review because I was gonna say the exact same thing to you about the book that I hold my hand. It's a like a series of essays. You can read it It's like, less than a hundred pages. You could read it in a day if you want. But I think the value is just keeping it out somewhere on a table, your bedside wherever and just picking it up and maybe reading, you know, for 05:10 minutes. And then thinking about, you know, what you're read and then doing that consistently. So let me go back to this Wonderful book on wisdom and decision making written by a wise decision making decision maker rather. This is the kind of book you read first then lead by your bedside and reread a bit every day so you can slowly soak up the wisdom. It is sort of mont montana, but applied to business. That's... If you ever a red to books. He mentions Michelle Day Mont, not... Probably not something incorrectly. Several times, somebody he admire. So so it's sort of mont montana, but applied to business with a great investigation of the psychological dimension decision making. I like the book for many reasons. The main 1 is that it was written by a practitioner who knows what he wants, but not an academic, enjoy it. Okay. So that leads us to this book. Eventually, I haven't read the other 2 books. This is the only 1 of Peter's books I've at so far. I will do podcasts on those books in the future. I wanna start off with... He tells us why... Well, first of all, I like that he starts his book with a quote and then ends it with a quote. Actually, you know what. Let me read. Let me read the first 1 because I think it's fantastic. This is how he begins in the book. Now now it's a funny thing about life. If you refuse to accept anything but the best, you very often get it. And then he ends the book with a quote by confucius, and he says in all things success depends on previous preparation and without such previous preparation they're sure to be failure. Okay. So let's go to where he's talking about, like, what's the point? Like, why am I writing book. He says some managers have asked me. You always talk about the wisdom of Warren Buffett. Can you put together a memorandum with some of his key quotes that are useful for us managers? There are a lot of good books out there about Warren, but I wanted it I wanted to do it in a shorter, easy to read way. So I selected and arranged his words from the annual reports and the owner... And the owner's manual and added some headlines of my own. And then he talks about all the people needs to think for for him being able to put together this project, but he, I I thought it was really interesting how he directly thinks Warren. He says thank you, Warren. You have really enriched my life. Your yearly letter and your yearly letter and doses of timeless wisdom always brings shu sunshine to my day. You represent the very best of wisdom and human qualities. And then on the next page, he just has a quote for warren and Buffett, that I that I've read before I think is really good. I am a better investor because I'm a businessman, and a better businessman because I'm an investor. Okay. So let's get into the actual book, and this is what I think Peter did that is extremely smart. And I wish I did this. Because I read, every single warren buffett shareholder. It's, over 50 years of of, his letters. It's by far the longest book I've ever done for the podcast. It's the longest as podcast. I think it's like 3 hours long. I think it's founder number 88 if I'm not mistaken. I definitely gonna have to take another crack at it. 1 because there's very few people that have ever existed that have studied and thought more about business and warren buffett it and his shareholder letters is... You know, he's did he's digesting all the knowledge and all the time. He spent for many decades and telling us, like, what's most important and what he's learned. But I made the mistake because when I when I recorded that podcast, I sat down and tried to do it in 1 shot. So I went through all my notes and highlights. Lights from something that's the size of a textbook, and I just went in chronological order. What I think pete... What I think the better ideas is to I would take all my... I would read them again, extract out all my notes and lessons. Right? Remove all the financial stuff because, you know, you don't need... You... It's obvious. Like, they put together the greatest investment record in the history of human civilization. So you I don't... You don't need to know it's, like, 20 percent this and 50 percent that. But really I think the most valuable part is just taking out the lessons and rewrite and writing them and organizing them. And so what Peter did here is he organizes most of what he's quoting from is the shareholder. Right? And so what he did here is he organized it by topic. And then as he he'll put in highlights the end of, like a paragraph. What year it came from. Solo right now, the the section I'm in. Yeah, you know, he's got 1 paragraph that that comes from 19 96. Another 1 that comes from 2007. Another 1 comes from 19 83. Another 1 comes from 2007. And so organizing it by topic. I think actually makes it easier for what Warrants trying to teach us, like, to sink into our brain. I think I was, once I read this, like, damn, that's a way better idea than what I did. So I'll hopefully rectify that mistake in the future, let's go into what he's talking about. So really, he's so he's, like, what is what a really great business is? The best definition of a moat that I've ever heard, profit attracts competition, Steve jobs on Disney doesn't want you to know how lucrative. I'm reading my notes that I'm leaving for myself, obviously before I get into the highlights and then I'd rather wrestle g G. And so in this section, let me back up real quick. In this section, they're gonna talk about what's what's... Like, they're defining. What's a really great business? What's a good business and what's a gruesome business? So such out, the best businesses are are by far for owners continue to be those that have high returns on capital and they require a little incremental investment to grow. So they're gonna start out with their really great business. So what Peter does here is he adds highlights and, like, summaries in bold of what he thinks than, like, some... Trying to, like, dis still down what warren trying to teach. Right? So this is Peter summary, the really great business. And you just list some of these characteristics, high returns, a sustainable competitive advantage and obstacles that make it tough for new companies to enter. So they're making a lot of money, that the ability to make money is to sustained over a long period of time and be... It's so tough to compete with them that very few people are able to to create new companies to sail their position. Okay? So now we get to warn. A truly great business must have an enduring moat. That protects excellent returns on invested capital. And then Warren in his 2007 Shareholder letter defines that for us, which is fantastic. So he says Mo, a metaphor for the superiority that a business possesses that make life difficult for their competitors. So I thought of it's a very famous character when you read wearing wearing Buffett shareholder letters or if you hear him speak, it's Rose blu. She founded Nebraska Furniture mart, it's funny because he he winds up talking to her. She's, like, 78 year old lady at that time, and she started the company with 500 bucks. Right? 1 of the greatest entrepreneurs have her lyft. I'm surprised there's not like, a biography on her. Maybe there is. I should actually go look. But he he wants a hand her. They they do a deal is like, how much she you wants. She's she what it's 130000000 I can't remember what it was. So he shows up a couple of days later. Hands are check for an absurd amount of money. She barely looks at it. Right? Folds fold the check in the pocket, and then she says something to him, like, mister Bo are warren, we're gonna put our competitors to a meat grinder. And so he always references in in his talks and writing. He's like, listen, I'd rather Wrestle G. Like, she's so good that you'd rather Wrestle g. Then compete with. So that's what... That when he talks about mo. That's why I jot down that notes to myself. So he says the dynamics of capitalism guarantee that competitors will repeatedly assault any business that is earning higher returns. And so this is why I think something gonna be becomes is very obvious when you studied the history of entrepreneurship and you read these biographies. And the maximize I always use is bad boys move in silence. The people that make money shut up about it. They try... They... Even this is for the very reason. The dynamics of capitalism guarantee. To the... They shut up about it to the to the to the degree that they can. If it's a private business, obviously, a they'll shut up about it. We just saw this when I did that, recent 3 part series on Jeff Bezos. I think it wasn't until the Amazon un bound. So it's part 3. Of that 3 part series. The book that just came out by Brad stone where they finally had to reveal in that book they talk about. They didn't want anybody to know how big Aws was. They were tried to bury the revenue and profit. And eventually, they had to pull it out, and they said, you know, we didn't we didn't want to we didn't want our competitors to have this number. They... We didn't want them to know how lucrative that business was. So that may... When I'm reading this little paragraph. Right? That reminded me of a, something I read a long time ago. I would say the best biography of Steve jobs is is becoming Steve jobs. Right? The 1 ring by isaac since great too. But this 1II really, really enjoyed. And I think that's, like, founders number 18, somewhere... It's way back there. You you can find in in in the archive. When he was in that book, it tells a story of of, of, the founding of Pixar and just how difficult and he steve jobs intently studied Disney. For years and years and years he studied Disney. He had in his mind, you know, there was gonna be an eventual... I I think he knew for a long period of time. That eventually Pixar, like, there there was only 1 home. Like, it was gonna be such a valuable property, and it goes in in that that book is in a more detail about his strategy, which was genius, and the the the deal that Steve did with Bob winds up Steve winds up being the the large single shareholder in Disney. Is really quite amazing. But anyways, he said something in that book that I thought it was very interesting. And he talks about how much money Disney was making in animation and that they're not gonna tell you how lucrative it was. So let me just read that. I I should just read this to you instead of rambling. So it says, This is Steve talking. You can't go to the library and find a book titled the business model for animation. Steve explained. The reason you can't is because there's only been 1 company, Disney that's ever done it well. And they're not interested in telling the world how lucrative it was. And to me that what Steve's... What Steve obviously picked up there is exactly... It's very similar to what what Warren saying here. Like, listen, if you're making a lot of money and people know about it, They're going to try hey. Can do that too. But in mix of capitalism guarantee that competitors will will repeatedly assault any business that is earning high returns. Therefore, a formidable barrier such as a company being the low cost producer. So he's talking about the businesses that he's trying to make money on, and how how do you essentially, how do you overcome competition. So you have an advantage because you can be the low cost producer, so then your competitors can't compete with you. He uses Geico and Costco as an example of that, are those possessing a world... A powerful worldwide brand and he use example like Coca Cola or American Express is essential for sustained success. Business history is filled with Roman candles, which are companies who... Whose mo proved illusion illusion and who... And whose mo were soon crossed. And so a way to analyze the company's mo. He's like, we'll ask yourself, if you had ton of money... I had a ton of money and a lot of skilled people, like, could you actually compete with them? And I think he uses the example. Like, if if you gave somebody 20000000000 dollars that overcome Coca Cola market share That's like, impossible. So he says, 1 question, I always ask myself in app praising of business is how I would like assuming I had ample capital and skilled personnel to compete with it. So I'm gonna skip over the good business part because I wanna get to the gruesome before I get to the gruesome now. There's just a a quote from his 19 91 shareholder there that was fantastic. So he's talking about buying seized candy. He says in our cease purchase, Charlie and I had 1 important insight. We saw that the business had untapped pricing power. Just took 1 to know that myself is you only need 1 important insight to make a fortune. Even if they, obviously, Berkshire is 1 of the the best companies that I've ever been created in human history. But even if you just own c's. You'd be unbelievably wealthy. They bought the business for 25000000 dollars This is a quote from 2007 shareholder letter, pre tax earnings since the purchase of that 25000000 dollar seize candy over a few decades had been... And this is cash going back to to Berkshire Had been 1350000000.00. Okay. Now let's go to the gruesome business. And this is really the type of business you don't wanna be in, which I love studying not only the great, but like, the worst. Right? So the... Completely opposite upside in the spectrum. Peter's note here is like, requires a lot of capital at a low return business. Warren says the worst sort of business is 1 that grows rapidly requires significant capital to en gender that growth, and then earns little or no money. Think airlines. Here's a durable competitive should we hear, a durable competitive advantage has proven elusive ever since the days of the wright brothers. And that's an example. He says in many industries, differentiation cannot be made meaningful. These again, this is the type of business you don't wanna be in. Hence the constant struggle of every vendor to establish and emphasize special qualities of product or service. So he talks about, you, you can't really do airlines. He's gonna compare and contrast to where you can and cannot do that. This works with candy bars. Here's example of cs. Right? Customers buy the brand name. They don't come in asking for a 2 ounce candy bar. But it does not work with sugar. How often do you hear someone say, I'll have a cup of coffee with cream and Cn sugar, please? It's so Was gonna tell you, what what do you what do you do if you find yourself in a situation like that. I think you would you would say get out of that business, but if you're in it and you're not leaving, the only way you can make money is if you were the low cost operator. It says when a company is selling a product with commodity like economic characteristics, being the low cost producer is all important. And I would say probably the greatest historical example of that is John D rockefeller. This is exactly what he did. He would... He was obsessed with the eliminating waste. He was the the lowest cost provider in the oil and the... I think, hey, the first for refining ke, if I'm I remember correctly. But what happened is the way he would even... He would... He would... His costs were so low that he was able to make a profit at prices where his his competitors would lose, so he'd go and, try to buy his competitors. Right? And he would show them their books. And because I first, like, no. I'm gonna sell to. And then he would... Like, he they would see his books, and they'd realized, oh, my god. This guy can make a profit at a price that would bleed me dry. And Rock would also say crazy shit to his competitors, like, I have ways of making money you know nothing about. It's kinda spooky. But anyways, seeing this, many of his competitors, you know, they sell the writing on the wall. So they wind up selling to them, and this helped him consolidate. And so let's re reread what Buffett just said. He didn't say this is 1 of the things that's important. He's it's like, this is the most important thing. With a company that selling a product was commodity like economic characteristics being the low cost per producer is all important. And this goes on for many pages of... Because he has experience in this. Warren winds up, he talks about the original buying berkshire. Hathaway was a textile company. He winds up making more money. When he bought Roses furniture an. Right? He went in making more money in 19 months selling furniture than he did 15 years selling textiles. So he has a lot of, like, personal experience. Like hey, I made this was say, don't do this. Like, just get out of these crappy businesses. And so this goes on for many, many pages much longer than describing what a great or good businesses is. But, I'm just gonna pull out a couple quotes for you here. Says that this devastating outcome for shareholders in and he's talking about himself, indicates what can happen when much brain power and energy are applied to a faulty premise. So he's talking about the fo of investing in continuing new invest in textiles. And this is what makes warren so great. He takes these complex issues and he puts him into these low anecdotes and stories and maxim that you can... That that are just so easy to digest. The situation is suggests suggestive of Samuel Johnson's horse. A horse that can count to 10 is a remarkable horse. Not a remarkable mathematician. Likewise, a textile company that allocate capital brilliance. Within its industry is a remarkable textile company, but not a remarkable business. We get an important truth here. In a business selling a commodity type product, it is impossible. To be a lot smarter than your dumbest competitor. So that's the way Warren describes it. Let me pull out another quote from John D Rockefeller again who built an empire in a commodity type business. Right? And so let me actually... Let me re reread that section real rick. So it says, in a business selling a commodity type product, it's impossible to be a lot smarter than your dom competitor. Okay? So heat warrant is saying that in 19 90. This is something that John Rockefeller said in 18 hundreds. Oftentimes the most competition comes, not from the strong, the intelligent, the conservative competitor. But from the man who is holding on by the eyelids and is ignorant of his costs. And anyways, he's gotta keep running or bust. So on the next page. She's like, this is what you should have done as a wise friend told me a long ago. If you wanna get a reputation as a good businessman, be sure to get into a good business. My conclusion from my own experiences and from much observation of other businesses is that a good managerial record measured by economic returns is far more a function of what business boat you get into than how effectively you grow I'm gonna pause there. This is very fascinating idea all the back phone number 50, I read through all of Mark Jason's blog archive. Right? And he has... What... At the time he's was writing this I thing, like, 2007. He's like, you know, what is... What's most responsible for a business success. You know, Mark has this like psycho knowledge of business history. I would say if you hear him talk it's crazy. But... So he's, like, you know, it's the product. Is that the team isn't the market. And he goes through and and and argues the other side of what other people would tell you. Right? It's the product. It's it's the team, And he's like, no. I think it's the market. I think the market is the most important predictor of a business success. This is very similar to a warrant saying. He's like, listen, it's more of a function of what business boat you get in and how effectively you grow Although intelligence and effort help considerably, of course, in any business, good or bad. The smartest person, the smartest most capable person with the best product in a bad market like textiles, I mean, the warren just went on for page after page, like, this is stupid, this is a mediocre business. Should have gotten out, and then use my talents on something that actually capable of producing profits. And so there's another category of businesses after the gruesome and they just call this other tough businesses. These are businesses you wanna try to avoid. He talks about, hey, you know, you can succeed in retail, but it's tough. Like, your competitors are always copying you, consumer, taste or f. They'll they'll they'll banning you right away. And so he... I like this idea that he calls a retail business and similar businesses like that. There... I have to be smart everyday businesses. He's like, you do not want a business so we have to be smart every day because we're humans are not smart every day. Right? It's so much harder. So avoid the main takeaway from the section. Avoid the I have to be smart everyday business. In contrast to this, meaning retail. In contrast to this have to be smart everyday business, there is what I call the have to be smart once business. For example, If you were smart enough to buy a network Tv station very early in the game, you could put a shift list and backward nephew to run things, and the business would still do well for decades. And then a few pages later they're they're trying to identify. What are the key factors for success or harm and how predictable are they. This is just gonna pull out. I'm gonna... 1 of my favorite ideas that I learned from Charlie Mu. Maybe his most powerful ideas is find a simple idea and take it seriously. Right? And this is... I was actually just right before I started recording I was my phone with a friend because I was telling him about this book I was reading is like, what do you think? Like, what's the benefit? Like, that have you keep reading books on on Buffett and mon and all these people. And the easiest way for me to summarize that quickly is, like, they do simple things extraordinarily well for a long period of time. And that is just hard for most humans to do. Warren has this great quote. It's like something like, human... Humans have a per... There's a per reverse characteristic in human nature to make simple things complex. It's just so hard to keep things simple. Do the simple things extraordinary well and do that for a long period of time. This is this is like, ana to to our nature. Right? So he says, investors should remember that their scorecard is not and again, investors and entrepreneurs, anybody running a business too. Investors should remember that the scorecard is not computer use... Computed using Olympic diving mechanism. Methods. Degree of difficulty doesn't count. If you are right about a single business... Or about a business, whose value is largely dependent on a single key factor that is both easy to understand and enduring, The payoff is the same, that as if you had to correctly analyze an investment alternative, characterized by many constantly shifting and complex variables. And later on if, I'm if I'm not mistaken. I a note or highlight in there, where you compares is, like, the what the the the likelihood of the probability of your success if you have 1 characteristic of your business you focus on as opposed to getting 10 correctly. I'm pretty sure I cover that later on. And then finally, this summarize this whole section. The truly big investment idea can usually be explained in a short paragraph. And so then we're gonna sum up, Peter and Warren are gonna sum sum up. It says to sum up the great good and gruesome. Think of 3 types of savings account. The great 1 pays an extraordinary high interest rate that will rise as the years pass. The good 1 pays an attractive rate of interest that will be earned also on deposits that are added. Finally, the gruesome both pays an inadequate rate of return our interest rate and requires you to keep adding money at those disappointing returns. Business experience, direct and vic carriers produce my present strong preference for businesses that possess large amounts of enduring goodwill and that utilize a minimum of tangible assets. Next section note of myself is kinda what I was just telling my friend. Do ordinary things extraordinary well and consistently over a long period of time and that creates mere calls. Our managers have produced extraordinary results by doing rather ordinary things, but doing them exceptionally well. Our managers protect their franchises, they control their costs. They search for new products and markets that build on their existing strengths and they don't get diverted. They work exceptionally hard at the details of their businesses. And he wrote that in 19 87, he expo on that idea in 2005. If we are delight customers, eliminating unnecessary costs and improving our products and services, we gain strength. But if we treat customers within an in within ind, and we tolerate b our businesses will with. On a daily basis, the effects of our actions are imp. Cumulative, though, their consequences are enormous. When our long term competitive position improves as a result of these almost un undo actions we describe this phenomenon as widening the mo. And then he tells us explicitly why why doing so? Like, doing this on an consistent basis over our long term is so important. And doing that is essential if we were to have the kind of businesses we want a decade to from now. We always, of course, hope to earn more money in the short term. But when short term and long term conflict, widening the mode, the mode must Ti I says that must take precedence. You must do that But when short term and long term conflict, w the mode must take president presidents. This reminds me of something heard Peter T say he wrote in his book to in a in 0 to, but Heard him say, it's like listen, almost, it's very counterintuitive, almost all of the businesses profits are 10 to 20 years into the future. So in 0 to 1, he says let's the overwhelming importance of future profits is counter, even in Silicon Valley, for a company to be valuable, it must grow and endure. But many entrepreneurs focus on short term growth. They have an excuse. Growth is easy to measure, but durability isn't. And so he gives the example of, like, Paypal. He had done... He's like, listen, the biz... By the time the business has been at that... At this point that he's writing. Or excuse me what he's writing about at this. He's writing about, the time in history and Paypal had only been around for 27 months. He found that 75 percent of the company's present value would come from profits that would be generated 10 years later. And so that was actually hard for me to to, like, get my head around for such a long time. I was like what do mean almost all business profits are 10 to 20 years in the future. But you see this when, like, people post It's like, oh, you know, the first year, the sick company, like Salesforce. They did, like, I'm making these numbers up, by the way? They did 5000000 dollars a a year in their revenue the first year. Now they make 5000000 dollars, you know, every 8 hours or something like that. And I've seen posts and calculations done like that. You know for Amazon Apple all that kinda stuff So that's where you really try to wrap your head around. Was like, what might seem like a big number today. Can be compare comparatively much smaller in the future for a business that has been widening a moat for 10:15, 20 years. Now we're gonna get into, really the people part of the business. If you read Warren and Charlie. You talk about, know, Charlie says over and over again, like, most people are rap poison. He's he's very much like an elitist point of view. He's like, you gotta stay away from the Sc bags and there's plenty of sc bags, crushing business. So he says we do not wish to join the managers who lack admirable... Who lack admirable qualities. We do not join... Wish to join with them. No matter how attractive the prospects of their business. He summarizes this here. We've never succeeded in making a good deal with a bad person. And they talk about, like, how do they... Like, what do they use to determine like the quality of a person? What don't they use rather? Charlie and I are not big fans of resumes. Instead, we focus on brains, passion and integrity. So don't rely on resumes if you need to find undiscovered talent, which new companies have to do. Right? Because if the talent was discovered, you'd have a a much wealthier company just over pay for that talent that you can't do. That's exactly what Nolan Bush did in the early days of Atari by hiring a 19 year old steed jobs. Most recent, more recently, a couple of podcasts, Jeremy Fry. That's what he did. He was able to hire a young smart James Dyson. Listen to what they're asking for. Brains passion and integrity. That's a description of James Dyson. Right? 1 reason they're not being on resumes or or what degree you have and really just focusing on passion brains and integrity says our experience with newly mint Mba had not been that great. There were academic records always looked terrific, and the candidates always know just what to say, but too often, They are short on personal commitment. I underline that twice. I'll tell you why in a minute. Too often they are short on personal commitment to the company and general business savvy. It is difficult to teach a new dog old tricks. So short on personal commitment is the opposite of puts forth maximum effort. 1 of the things I'm most proud of about my daughter when she gets, her report card is the teachers for years. Like, they have put this on puts forth maximum effort. I don't even care what the grade is that she gets. But the fact and she gets straight a's because she's, like, really into school and really well behaved. Basically the opposite I was when I was a child. But I just so proud when I hear when I read puts forth maximum effort. That is fantastic. And if somebody says that about you, that's a hell of a compliment. Right? But what that is so devastating. Like, it's a devastating insult for somebody that has professional pride that that if somebody would say that you're short on personal commitment. Oh, it's gross. We do not remove superstars. Now, this is another note of myself. Warren, he just knows the power of maxim. Like, he's fantastic about this. We do not remove superstars from our lineup ups, merely because they have attained a specific age. Superb managers are to scarce a resource to discard simply because a cake gets crowded with candles. So now he gets into a little bit about corporate governance, like who's on the board, who's who you're hiring to run the company? Such like, who do you have around you? Were the people we have around you. And, you know, he's nicer about it than other people have been, is embarking the B. We saw could be ruthless. Steve Jobs can be ruthless, you know, Jeff Bezos is Ruthless about this, but they just edit edit edit. Constantly adding the actual people that they have around them. And, Warren says it in a nicer way here, but he says listen in. This means that directors must get rid of a manager who is mediocre, no matter how likable he is. He's talking about the directors he chooses and selecting a new director, we were guided by our long standing criteria, which are that board members have to be owner oriented, business savvy, savvy, interested and truly independent, and then he says the rarest of these qualities is business savvy. Many people, and that's a great thing about reading warren notes, oh, shareholder letters. And why it's so, I think valuable useful of time. Is because not only he's telling us the good ideas that he... That he's come across. A lot of it is watching, like, really terrible behavior, which he says is like, abundant in Corporate America, and then doing the opposite. Right? So he says... And this is a pretty crazy thing. The rarest of these qualities is business savvy. These are people that have already made it onto boards. Right? Many people who are smart, articulate and admired have no real understanding of business. And so he talks about, like when they're trying to select new people on the board, new people to run the companies. Like you're you guys are focused on the wrong thing. Over the years, I've been que many times about potential directors and have yet to hear anyone? He I that word. Anyone ask. Does this person think like an intelligent owner? And so 1 way to figure out, like, are you choosing the right personnel is he has this idea. Like, what is this... Ask yourself, what is the specialized activity that I'm in, And then, obviously, next note I of myself, and not obviously, I haven't said it yet. Next Don't myself is eat your own cooking. So start with this idea. Like, what is the specialized activity you're in. At Berkshire, we are in the specialized activity of running a business well. And therefore, we seek business judgment. So put that at the top of your list. Each Talking about, you know, What education does this person have? What age are they? Are they a man? Are they woman? Like, no, are they an intelligent owner or not? Do they have business judgment or not? What are you people talking about? Most of our directors have a major portion of their net worth invested in the company? We eat our own cooking. We want the behavior of our directors to be driven by the effect their decisions will have on their family's net worth. And so this is what I mean when you study warren and Charlie. They have a sophisticated advanced understanding of human nature. And part of that in in my interpretation is the fact that if you expose whether they expose me, you, any number of humans that live now will live in the future have lived in the past, to similar stimuli. We act in remarkably similar ways depending on that stimuli. So this idea. Why we you need to have a lot of money in here because your decisions will be better if you can... If you... Your family benefits from your decision or can be harmed by your decision. You have to eat Drone cooking. We want the behavior of our directors to be driven by their effects. Their decision will have on their family's net worth. Moving on to management now, hire well, managed little. Is the maxim here at Berkshire managers can focus on running their businesses. They are not subjected to meetings at headquarters nor financing worries nor Wall Street Harassment. Our trust is in people rather than process. A higher well managed little code suits both them and me. And this this might be my favorite thing in this entire book because it's simple and so powerful. It's a a great way to think about how to run your business. So he says just run... There's 3 things here. Okay? Just run your business as if 1, you own a hundred percent of it. 2, it is the only asset in the world that you, and your family have or will ever have and 3, You can't sell it for at least a century. Imagine if you had... If that was, like, the the the the the the rubric in which you make business decisions through. Right? Just just run your businesses as if 1, you own a hundred percent of it, 2, It's the only asset you in the world that you are your family have or will ever have. And 3, you can't sell it for at least a century. And then on the bottom of this page, we get a Victim from Charlie Mu. At Berkshire, we believe in Charlie Dick. Just tell me the bad news, the good news will take care of itself. Here's a quick 1 for you When setting compensation think, I get what I reward for. This is another note left myself warren understands human nature, which Are which is repeating, make sure incentives are tied to the same variables that determine value for owners, and tied to the result of the area that the manager is responsible for and can impact. When we use incentives, they are always tied to the operating results for which a given Ceo has authority, we issue no lottery tickets that carry payoffs unrelated to business performance. So he uses the the business that he bought, Scott Felt, bunch in as as an example in the book, and the guy running the business, Scott Felt is this guy named Ralph Shea. So it says we compensate a count compensate Ralph based on the results of his business rather than the... Those are Berkshire. What could make more sense since he's responsible for 1 operation, but not the other. A cash bonus or stock option tied to the fortunes of Berkshire would provide totally capri results to or excuse rewards to Ralph. He could, for example, be hitting home runs at Scott Felt while Charlie and I rang up mistakes at Berkshire, thereby ne negate his efforts many times over. Conversely, why should option profits or bonuses be he be heap upon Ralph, if good things are occurring in other parts of Berkshire, but Scott Filter is lagging. And why are they doing this because they know if the compensation is out of whack? It's gonna generate irrational decisions made by that person because they're optimizing for their own it's over that in the business. Right? So he says arrangements that pay off in capri ways, unrelated to a manager's personal accomplishments may well be welcomed by certain managers, who app, who, after all refuses a free lottery ticket. But such arrangements are wasteful to the company and cause the manager to lose focus on what should be his real areas of concern. Additionally, irrational behavior at the parent company may well encourage I imitate behavior at subsidiaries. And then he's saying, the rewards that you're setting your compensation should be large. Why are you capping them? In setting compensation, we like to hold out the promise of large carrots. For... But make sure their delivery... The their delivery is tied directly to results in the area that a manager controls. We do not put a cap on bonuses. Okay. So now we go into more of, like, their unique operating philosophy. We keep it simple. We don't... This is notes, know Left myself on this page. We keep it simple. We don't have strategic master plans. We like to steer the boat every day. Singleton, which I'll tell you more about in a minute, henry Singleton that is. And it's rare for people to consider opportunity cost, but you should and our approach is hap hazards. So let's see what all those notes mean. Our acquisition technique at Berkshire is simplicity itself. We answer the phone. We do have a few advantages. Perhaps the greatest being that we don't have a strategic plan. Thus, we feel them Now why wouldn't you do that? We feel no need to proceed in an ordained direction. Which would be a course leading almost invariably to silly purchase prices, but can instead simply decide what makes sense for our owners. So let me pause there. Somebody learned from, by hearing Warren speak And Charlie is Henry Singleton. And so I wind up reading. I read 2 books so you can find them in the archive. I'd start with founders number 01:10, which is a book that's really hard to to find. It's called distant force. I'm pretty sure I paid over a hundred bucks of that book if I america correctly. Very hard to find, but worth every penny. And what I well, I studied intently warren and in Charlie approach way before Singleton. Right? I didn't even know who Singleton was, but they kept saying. Was like, listen, man. This is... This guy put up the greatest record in American business history, Mu said something like his returns were utterly ridiculous. And what blew my mind and I talked about on the 2 podcast Said it was Singleton. It's was like, I'm starting... I started reading his books I'm like, oh, my god. Like, he's like, the Pro warren Buffett. Like, a lot of the things that I thought were warren Buffett ideas Singleton had done, you know, a decade or 2 before. And so what... They're talking about here that, like, they have the same approach. Like, we don't have this big master plan. So I'm gonna read a quote from dis... From distant force, and founders number 01:10, and here it is... And this is Henry Singleton response for not having a business Once criticized for not having a business plan, Henry Applied that he knew a lot of people running companies had very definitive plans they followed ass. But we're subject to a great number of outside influences on our businesses, and most of them can't be predicted So my plan is to stay flexible. He told he told the reporter who was interviewing him. My only plan is to keep coming to work every day. I like to steer the boat each day rather than play, should be rather than plan way ahead into the future in Singleton, if you haven't already read up on, but his business career was wild. I think he starts his first bit... Tele, he was his first business. Right? He starts it at 44 if I remember correctly. And if you had invested a dollar I think he's career last maybe 15 years or something like that... I forgot to the exact... Maybe 20 years. But anyways, after every dollar you put in, you would have got back nearly 200. I think maybe a hundred and 80 dollars. So his returns were were quite ridiculous. So let's go back to what what Warren is saying here this is the summary from Peter. What is the best use of my cash? So he's asking these questions. Right? Think about this before you invest anything with your time, money, whatever. Do I wanna invest my cash into this business at the price today? Or is there something else I would rather do with my cash? Now this is warrant talking right here. In doing this, we always mentally compare any move we are contemplating with dozens of other opportunities open to us. Our practice of making this comparison is a discipline that managers focus simply on expansion seldom use. So he he's describing his his hap hazard approach acquisitions. We have no master strategy, no corporate planners delivering us insights about soc economic trends and no staff to investigate a multitude of ideas presented by promoter and intermediaries. Instead, we simply hope that something sensible comes along. And when it does, we act. So those words are written by Warren Buffett. I could see henry singleton writing those exact words as well. Another thing, let's see. The note My on myself... I left myself for this page is focus. And then it's a misconception that a movement in any direction is progression and then a funny story. So let's see what this is about leaders, business or otherwise, seldom or deficient in animal spirits and often re increase activity and challenge even if that increased activity challenges and actually beneficial for what to try to do. In many of these acquisitions, managerial Intellect wilt it in competition with managerial adrenaline. The thrill of the Chase blinded the pursue to the consequences of the catch. Pascal observation seems apt. It has struck me that all of men's mis fortune spring from a single cause that they are unable to sit quietly in a room. And then about a decade after hear wrote those words, he expo on this idea, a serious problem occurs when the management of a great company gets sidetracked and neglect its wonderful base business while purchasing other businesses that are so so are worse. Loss of focus is what worries Charlie and me the most. And now this is a funny story and a great example of that. I can't resist repeating a tale told me last year by a corporate executive. The business he grew up in was a fine 1 with a longtime record of leadership in its industry. Its main product, however, was distressing glamorous. So several decades ago, the company hired a management consultant consultant who naturally advised diversification and then, into the then current fad. Before long, the company acquired a number of businesses, each after the consulting firm had gone through a long and expensive acquisition study. And the outcome said the executive sadly. When we started, we were getting a hundred percent of our earnings from the original business. After 10 years, we were getting a hundred and 50 percent from our original business. So this is how to think about acquisitions are what I learned from 50 years of experience. And so he's saying before you buy something, especially if you're giving your company stock, understand the the true value of what you're giving up. I've been in dozens of board meetings in which acquisitions have been deliberate. Often with the directors being instructed by high price investment bankers. The bankers give the board a detailed assessment of the value of the company being purchased with emphasis on why it is worth far more than its market price In more than 50 years of board memberships however, never have I heard the investment bankers or the management discussed the true value of what is being given? Saying all their focus on is like, what they're trying to buy? What what is the value of what you're giving away? Managers and directors might sharpen their thinking by asking themselves if they would sell 100 percent of their business on the same basis. They're at being asked to sell a part of it. That's a really interesting idea. Right? And if it isn't smart to sell all, on such a basis, they should ask themselves why it's smart to sell a portion. Okay. So now this section... Remember, they're all is... I think, like, 15. What is this? So yeah, 15 different essays This is on management issues, and don't know that myself is. This part is so good just read it all. Okay. Charlie, and I know that the right players will make almost any team manager look good. We subscribe to the philosophy of Og and M founding genius, David Og. If each of us high it is a quote from, obviously. If each of us hires people who are smaller than we are, we shall become a company of dwarves. But if each of us hires people who are bigger than we are, we shall become a company of giants. Protect the reputation. The priority is that all of us continue to zealous guard Berkshire reputation. We can't be perfect what we can try to be. And as I've said in these memos for more than 25 years, we can afford to lose money. Even a lot of money, but we cannot afford to lose reputation even a shred of reputation. And then he gets into the management and its effect on cost efficiency at some companies corporate expenses run 10 percent or more of operating or things. This tit thing, that's such a great description of it. The tit that operations to us make to headquarters not only hurts earnings, but more importantly, its slashes capital values. Charlie and I and this is why he's bringing this up. Charlie and I have observed no correlation between high corporate costs and good corporate performance. In fact, we see the simpler low cost operation as more likely to operate effectively than its bureaucratic brethren. Our experience has been that managers of an already high cost operation is uncommon forceful in finding new ways to add to overhead. While the manager of a tightly run operation usually continues to find additional methods to curtail cost. Even when his costs are already well below that of his competitors. So Tiger doesn't change his stripes. I think it's the the maximum there. Right? Sci seems to make many organizations slow thinking, resistant to change and sm. In Winston Churchill words, we shape our buildings and afterwards are building shape us. That wisdom applies to businesses as well. Bureaucratic procedures beg get more bureaucracy and imperial corporate palaces, induce imp behavior. And so Just saying you just get rid of, like, you're gonna make mistakes either way, but you'd rather have a mistake of of, a bad decision than moving too slowly. So you said we would rather suffer the visible costs of a few bad decisions then incur the many invisible costs that come from decisions made too slowly or not at all because of a s bureaucracy. A compact organization lets all of us spend our time managing the business rather than managing each other. And then this this something he learned from Tom Murphy, which is the Ceo of Cap cities. This is really smart. I don't know if I've ever like, I I this... I don't know if I've ever heard anybody else, think like this. So he's talking about, like, don't be careful. Don't over staff when times are good. You when your business doing well, You you're like, oh, we have plenty of money We're gonna hire. Because thinking about not just the decision at that time. So let me just read the section you. 30 years ago, Tom Murphy, who was then Ceo of cap... Cities drove this point home to me with a hypothetical tale about an employee who asked his boss for permission to hire an assistant. The employee assumed that adding 20000 dollars to the annual payroll would be inc, but his boss told him the proposal should be evaluated as a 3000000 dollar decision. Given that the additional person would probably cost at least that amount over his lifetime. Factoring in raises, benefits and other expenses. And unless the company fell on very hard times, the employee added would be would be unlikely to be dismissed. However, marginal his contribution to the business. And so the next section is good whether it's good or bad times, you should be cost efficient and do what makes sense. Don't let the the temporary either, increase in business or decrease in business, have you make a rational decision. Charlie, and I do not believe in flexible operating budgets. As in non direct expenses can be x if revenues are y. Our our expenses should be 5 percent of of of revenue. Should we really cut our news, the news the news reporters at the Buffalo news are the quality of the product and services that sees candies simply because profits are down during a given year or quarter? Or conversely, should we add a staff economist or corporate strategist, an institutional advertising campaign or something else that does berkshire knows goods simply because the money currently is rolling in so that Trader Joe's when I just did that biography for a few weeks sale, Joe Columbus, C colombia. Right. I don't know pronounce the name, but trader Joe just call. He didn't think this made any sense either. He's, like, his competitors in the in the grocery retail business. They would do like, advertising budgets based on, you know, do you spend 10 percent of your revenue on advertising. He's like, why? And so he does like this content? He took a lot of Ob these ideas and Ob overview on advertising and he did content marketing man for that thing called the fearless Flyer. And he went drastically expanding his business and actually spending lesson on advertising. He's like, I don't... This doesn't make any sense to me. Just said now Warren says it doesn't make sense to him either. That makes no sense to us. We neither understand the ad... We neither understand the adding of un needed people or activities because profits are booming nor the cutting of essential people or activities because profit is shrinking. That kind of y y approach is neither business like nor humane. Our goal is to do what makes sense for Berkshire customers and employees at all times. And never to add the un needed. Okay. So now they have the entire section on on risk how to reduce risk. So says Charlie and I to test even small risk unless we feel we are being adequately compensated for doing so. Charlie and I believe so you're saying you can't delegate risk risk control. Charlie and I believe that a Ceo must not delegate risk control. It is simply too important. If the Ceos is incapable of handling that job, he should look for other employment. And someone made... Way to minimize risk is just keep things simple. If in both business and investments, it is usually far more profitable to to simply stick with the easy and obvious, than it is to resolve the difficult. The most elusive of human goals, keeping things simple and remembering what you set out to do. That's so good great I gotta repeat it again. The most elusive of human goals, Keeping things simple and remembering what you set out to do. This is about mastering the fundamentals. Ben Graham taught me 45 years ago, then in investing, it is not necessary to do extraordinary things to get extraordinary results. In later life, I've been surprised to find that this statement holds true in business management as well. What a manager must do is handle the basics well and not get diverted. So this idea of mastering the fundamentals is something you see, not just in business. It's all masters of their craft do this. The example I always used because it's it's a greatest illustration of this. Is 1 of the the last interviews that Kobe Bryant did before he died. He's relaying a conversation that him and Michael Jordan had because his daughter who unfortunately perish with him. Was, you know, really into playing basketball, and he was looking at... You know, he's to Text and Michael. He's like, listen, I'm having a hard time. His... Kobe suspicion was that, like, you should just focus on mastering the the fundamentals. Right? Like, why are you teaching your 12 year old? Like, all this complicated fancy stuff in basketball. Right? So Kobe took the opposite. He's like, I just teach my kids the basics, and then we do it over and over again. That sounds exactly like Warren and Charlie approach to business. Right? I just keep teach my kids a basics and do it over and over again. So he's he's bouncing this idea of Michael Jordan this conversation. He's like, dude. Like, they're they're just doing... They're having these 12 year old kids do way too much Like, I'm having a hard time remembering what I was doing at Basketball when I was 12. What were you doing? And Michael's like, dude. I was playing baseball. And Kobe tells. I'm pretty sure is it's A rod interviewing him. He says think about that. Let that sink in. Greatest basketball player ever lived hadn't even picked up the ball yet. What is the chance your 12 year old needs all fancy shit. And so we get to the point where he he breaks down. Like, if you can just have a business with 1 variable at focus on that your chance of success is is a lot higher. So it says, if only 1 variable is key to a decision, and that variable has a 90 chance... 90 percent chance of going your way, the chance for a successful outcome is obviously 90 percent. But if 10 independent variables need to break favorably for a successful result, and each has a 90 percent probability of success, The likelihood of having a winner is only 35 percent. Now we get to something that that Charlie Mu says, I think maybe 1 of his most important ideas just stop trying to be brilliant. It's next to impossible, just avoid being doing dumb things over a long period of time, and you'll come out way better than most people. Right? Peter says that is better it is better to just try to avoid the really dumb things, what can really hurt you than try to be very smart. And Warren says you can produce outstanding long term results primarily by avoiding dumb decisions rather than by making brilliant ones. Charlie and I have not learned how to solve difficult business problems. What we have learned to to do is avoid them. We adopted a strategy that required are being smart and not too smart at that only a few times a year. That's really what I would take away from his writing in Charlie writing too It's like, it's impossible to be smart every day. So don't set yourself a position where you have to be smart every you just can't. Doesn't matter how smart you are. So it says we adopted a strategy. We just need to be smart a few times a year. Indeed, we will now settle for 1 good idea year. And then he just has a maxim here. I think that applies to not only, like, personal life investments but so a business a fat wallet is the enemy of superior investment results. And that's not that that's that's that's not all that different. It's very similar to few weeks ago, maybe the Roth rochelle. I came... I think I had to be the Roth rochelle podcast I was doing where the game of Thrones, like that that scene from Game of Thrones made me think of that. So war warren saying here fat wallet is the enemy of superior investment schultz, that was, like, who, you know, who major your who major your family Rich? Was it the fancy lads and silk? No. It was a hard bastard. So the hard bastard used coming up with not with not any money. That's part of what's driving them. Right? Does an investor named Josh Wolf, who has a great maximum on this. He says, chips on shoulders, puts chips and pockets. And this is what Warren says. Intelligent investing is not complex. Though that is far from saying that is easy. What an investor needs is the ability to correctly evaluate selected businesses. Note the word selected, You don't have to be an expert on every company or even many. You only have to be able to to evaluate companies within your circle of competence. The size of that circle is not very important, knowing its boundaries, however, is vital. And so that idea, you note the word it's selected, You don't have to be an expert. Any every company or even many. And in some... In a lot of cases, the greatest fortunes of the world... The world has ever seen. They had to know 1 business. There's a quote in the the second buffet by Fiat, the 1 by by Lowe. The 1 I did most recently. Maybe, like, I don't know, 2 months ago, but it says, what John D Rockefeller andrew Carnegie, Sam Walton and Bill Gates have in common, is that each os his fortune to a single product or innovation, and then another maximum... 2 more maxim here from from Buffett, big opportunities come infrequently when it's raining gold reach for a bucket, not a t. And then you got his point... He's about to make mechanics. You gotta be really careful when things look easy. This actually reminded me of something Bob Noise founder of Intel said. Speculation is most dangerous when it looks easiest. So Bob said, he would give advice to young entrepreneurs. He's like, listen, if you see a business or he says, if you... When you look at another guy's business and it looks easy, you don't know enough about it. That's a para. He said it a lot better. But this is... This next section is on avoiding on avoiding deceiving yourself. Nothing s negate rationality, like large doses of effortless money. And so this whole section, out... This... I'm I don't I don't think I'm being clear here. This is all about risk. It's about speculation and leverage and and when things look too easy. So he's just going through... I'm just pulling up some some highlights here. So this is an example, every generation has had to get his own head chopped off in its own way. Throughout history, there have always been bubbles and bust. And so his point that he made on the previous page. Actually, you no I should read you. Let me go find it real quick. So he's talking about that there's always uncertainty. Like, you gotta be really careful when you have the over con confident pro pro like, they're just full of crap. Right? Common comment today often talk about a great uncertainty. But think back, for example, to 12/06/1941, 10/18/1987. So before per... The day before poor harbor, the day before the huge crash in the eighties and 09/10/2011 or excuse me 2001 day before September eleventh, Obviously, no matter how serene today may be, tomorrow is always uncertain. Let me go back to this other page. Every generation has to get their own head chopped off in its own way throughout history. There been always been bubbles and busts. Yet they take us by surprise every time. I read a book, like, probably 15 years ago about this called the 8 centuries of Fo. And it's all about bubbles and bust human history. I thought it was interesting. The less the prudence with which others conduct their affair. So he's he's saying, this happens over and over again. So what do you do? Like, what how how do you reduce risk here? And this is a very good simple sentence. Right? The less the the the less the prudence with which others conduct their affairs, the greater of their prudence with which we should conduct our own affairs. So I take that to mean that when everybody else around getting sloppy tighten up. He's gonna talk about, leverage the importance of surviving and keeping control, so you don't have to rely on other people. Un, some people have become very rich to the use of borrowed money. However, that's also been a very good way to get very poor. Once having profit from its wonders very few people retreat to more conservative practices. Leverage often produces a 0, even for smart people. Over the years, a number of very smart people have learned the hard way that a long string. This is so good. It's like classic worn here. Very smart people have learned the hard way that a long string of impressive numbers multiplied by a single 0 always equals 0. That is not an equation whose effects, I would like to experience personally. And his whole point is like, if your leverage is gonna wipe you out of the game, you can't win the game. If you can't if you can't survive and actually finish the game, the fundamental principle of auto racing, is to finish is that to finish first, you must first finish. That d is equally applicable to business. Another great way to think about this The roads of business are riddled with potholes. A plan that requires dodging them all is a plan for disaster. This... So this is why he's he's talking about why they they value liquidity so much. We will never become dependent on the kindness of strangers. Having loads of liquidity, let's us sleep well. And why? Because it's the nature of his business. If you want to shoot rare, fast moving elephants, you have to carry a loaded gun or shouldn't, you should always carry a loaded gun. And he's writing these words over back in 19 80. The most attractive opportunities may present themselves at a time when credit is extremely expensive or even unavailable. At such a time we wanna have plenty of financial firepower. During the episodes of financial k... Now he's writing this in 2010. During the episodes of financial chaos that occasionally erupt in our economy, we will be equipped both financially and emotionally to play offense While, others scramble for survival. So this is... I wrote just jot down this note on this paragraph. This kind of a gangster statement from from Warren, about what is you about to say here. So let me start that over. You'll see what I mean about that. During the episodes of financial us that occasionally erupt in our economy, we will be equipped both financially and emotionally to play offense while others scramble for survival. That's what allowed us to invest 15600000000.0 dollars in 25 days of panic following the the Le and Brothers bankruptcy in 2008. And so I went back. I was like, whoa, I was saying like, you guys are panicking you're going broke and you're panicking. Meanwhile, I'm sitting on a vast fortress of Fortune. Right? So I went back and looked, and the the numbers I'm about to give you a a couple years out of date, but justin in 1 of those investments was 5000000000 of that money. Into Bank of America. And so the numbers I have or 7 years later. So that's 2017. Sorry. 9 years later, he made... So he invested 5000000000 in Bank of America, he winds up making 21000000000 dollars. So a profit of 16000000000 since the investment was made, plus the investment now pays Berkshire more than 400000000 per year in dividends when he exercised the the the warrants in 2017. So again, go back to what he just said, we're equipped to both financially and emotionally to to play offense. While others scramble for survival. We invested 15600000000.0 dollars in 25 days of panic. And so he did that. So he's writing about... He did it in 2008. He's writing about in 2010. Let's go back to what he said in 19 87. If you want to shoot rare fast moving elephants, which what he did for Bank of America and all the other rest he made then, you should always carry a loaded gun, which he did. 19 80. 30, he... He waited 30... Was that? 28 rather. Not 30. 28 years. To put this idea into practice. I mean, he obviously put in practice for them, but on such a alert scale. The most attractive opportunities may present themselves at a time when credit is extremely expensive are even unavailable. At such a time, we wanna have plenty of financial firepower. He wrote that in 19 80. That's wow. See this is what I meant about why Peter did such a smart move by taking all this, like, arranging it instead of by in by year. He ranged a by topic. Because now all this is on 1 page for me to reference, and you see the idea formulate, and then the application many decades later. That's really cool. We're still in the section on risk. Have ton of highlights in the section apparently. So this is really on just the the the the dangers that we're... We constantly wanna copy everything that's going on around us. So no a way to think about this is just ask yourself a question. Are you just copying the behavior around you? The tendency of executives to mindless imitate the behavior of their peers, no matter how foolish it may be to do so. He calls this the the, the managerial trap of institutional imperative. So he's defining it as the tendency of executives to mindless imitate the behavior of their peers no matter how foolish the it may maybe be to do so. And so he's got a maxim for us. What the wise do in the beginning fools due in the end. He hits this over and over again year after year, the behavior of pure companies will be mindless imitate. And so 1 way to get around. Asking like, why am I doing what I'm doing? Ask why Was is his, like, counter to this. Would rather be wrong in a group than and he's he's describing the behavior that he sees this Ridiculous behavior. I would rather be wrong in a group than right by myself. We are willing to look foolish as long as we don't feel we acted foolish. And the final section is just about... It's really, really short. It's like 3 pages. So about this you're gonna make mistakes. So what are you gonna do? Mistakes are going to be made. What do... Are you going to do? You have to do post mortem on your dumb decisions. Agonizing over errors is a mistake, but acknowledging and analyzing them can be useful. That practice is rare in corporate boardroom rooms. There, Charlie and I have almost never witnessed a candid post mortem post mortem of a failed decision. Triumphs will be trumpet, but dumb decisions either get no follow up or are rationalize. So this is part reminding me of a, again, another 1 of this interview that Kobe did before died. And he talks about, like, you know, winner loss, winner lose your, response should be the same and that when you lose, you have a lot of valuable information. If you go back and actually analyze it. Right? So he was talking to... He was, like, a big promoter of women's basketball. And so he's talking to 1 of the best women's basketball players in the country, Katie Loose Samuel, her team had lost in the finals, and he he he was having a conversation with her. He's like, have you watched the game. And she's like, no. No. No That's way too painful. He's like, no. You have to. And so this is a quote... That he said. He says you have to do the hard stuff and watch that game and study that game to not make those mistakes over and over again just because you weren't brave enough to face it. You have to deal with it. Face it and then learn from it. And he says he... I invited her to my office, and we watched the game together and went through. There is a mismatch. This is what you should have done. And, like, you just learned a ton doing that. And so C... Again, Kobe was applying it to basketball. Warren saying or this it saying for your decisions you're making your career. You've got to go back in and actually figure it out, so you don't do that mistake in the future. Learn from them, learn from your mistakes, but it's better to try to learn from other mistakes. The trick is to learn most lessons from the experience of others. And then just 2 more things attack growing problems early. When a problem exists, whether in personnel are in business operations, the time to act is now. And then he closes with that quote from confucius. In all things, success depends on previous preparation and without such previous preparation, there is sure to be failure. I think the example of him talking about having a lot of liquidity and having the the proper emotional temperament to calm while others are panicked is a perfect description of what confucius said many, many centuries ago. Success depends on previous preparation. He had that gigantic opportunity in 2008 based on stuff he did decades before. And without such previous preparation, there is sure to be failure. And so that's where I'll leave it no brainer to buy the book. I paid 19 dollars for this thing. Are you kidding me? And you can keep it out and just pick it up and read 1 essay that probably takes 05:10 minutes at a time and then put it back down. I think it it's a fantastic little reference and I really like what Peter did, and, and know, the way he organized, you know, multiple decades of shareholder letters into a book that's, you know, less than a hundred pages. Just absolutely fantastic. So if you buy the book and you wanna support the podcast at the same time. You can buy the book using the link that's in the show notes in your podcast player, that is 200... We're at? 202. 202 books down 1000 ago. I'll talk to you again soon."
}