{
  "transcript": "It wasn't until the second half of the twentieth century, the venture financing became a professional large scale industry. And the man who led that transformation was George Do. I can't recall exactly when I first came across the name of general George Do. But I do know that in 2002, when I looked into the spare literature on the history of Venture Capital, his name kept popping up. I found a bunch of newspaper and magazine profiles, a chapter on him in a book or 2, and a short film. But no full length biography. He is the founder of the modern Vc industry, but there's been remarkably little written about him. He is the first person who basically ran an institutional venture capital Fund and he played a lead role in getting the Vc community to see itself as a real industry. The venture capital industry began to take shape after World war 2 on the Northeastern sea board when in 19 46, Do became president of the first public venture capital firm. Boston based, American research and Development Corporation. The famous inventor, Charles F Ke predicted A would go bust 5 years. Bed do proved him wrong. Over the next 25 years as his firm finance and nurtured more than 100 startups, many of which became huge successes that pushed the frontiers of technology and business. A companies led the way in developing computers, Adam Smash, medical devices, and new machines that Bra water. Do even backed to George H w Bush's first company, Zap offshore. He was very important because he was the first 1 to believe there was a future in financing entrepreneurs in an organized way. The more I researched Do life, my fascination with an idea transformed into a fascination with the man behind the idea. Do was 1 of the most charismatic characters I have ever come across. Though I have never met the man. I fell under his spell. That was an excerpt from the book that I'm gonna attempt to talk to you about today, which is creative capital, George Do and the birth of of Venture capital is written by Spencer e anti. And the reason I say I'm gonna try to... I'm going to attempt. I try to talk to you about this book today is because this book produced prompted so many disparate thoughts and ideas. While in my mind while I was reading it. I'm gonna try to tie together, but I might not succeed. I might be all over the map today. So, hopefully you stick with me. I haven't been insane amount of highlights and notes and just hands tangent in front of me. So let me first tell you why I'm I'm I wanted to cover this book right now. And I'm in what caused me to to push this up the queue because I have a couple hundred books, a lot of recommendations obviously come from you, of books to cover in the future. But I wanted to put this towards the top because a few weeks ago, I was... I did a 2 part series on the the house of Roth child, the the Roth rochelle family. And there was a section in the second book that I did in that 2 part series. That really put together the importance of and how... Of the Roth rochelle family and how they're able generate so much wealth, and that book was written by Neil Ferguson. And in that section, he describes that the Roth were responsible for inventing an entire new asset class. And that surprisingly was also mentioned in this book. I'm gonna read a... I'm gonna skip ahead in this book That I'm gonna read an excerpt about the Roth child that comes from creative capital. And I'm gonna try to tie this into into how this relates to the the life and career of, George Do. The most powerful bank of the nineteenth century. The house of Roth Child is a case in point. In the first part of the century, the Roth child family rose to power transforming a small merchant bank in Frankfurt and a closed exporter in England into a multinational financial conglomerate by lending money to war torn cash strapped European governments. Later on, they created the biggest bank in the world and this is the most important part by pioneering the creation of the modern bond market, enabling British investors to buy internationally t able bonds on other European nations with a fixed interest rate. The Roth child made a colossal fortune by making these loans and by speculating on their rise and fall. So that summary that's in this book is an extension of what Neil Ferguson wrote in his book, the the House Roth child money profits is the the out of that book. It it's wanna cover a few podcast podcasts back. But this idea that they created an entire new asset class. Now you fast forward 200 years later. The international bond market is something over, like, a hundred front hundred trillion... Hundred trillion dollars, hundred, like, 1920000000000000 dollars. And when I learned that or read that, this is blew my mind. It's like the idea that something so large and something so important was invented by just a person. It reminds me the the Steve Jobs quote, which is I think he he said this at a at a commencement address, let me actually get the the entire quote real quick. This was Steve Jobs said. And he said, when you up you time to get told that the world is the way it is, and that your life is just to live your life inside the world. Try not to bash into the walls too much, try to have a nice family life, have fun save a little money. That's a very limited life. Life can be much broader once you discover 1 simple fact. Everything around you that you call life was made up by people that were no smarter than you, and you can change it. You can influence it. Once you learn that, you'll never be the same. So I think about all the industries, all the people are involved in international bond market today that started, which just an idea that I... These this idea that humans in the past today, and in the future will constantly create new asset classes. Okay. So that's the 1 idea from the Roth. The second thing is... So that's, like the the larger picture The the the the second thing that I thought was so interesting that I learned in that book is you can create an entire new asset class. Right? But then inside of that, you can find something that you deem valuable. And you can collect and accumulate as much of this thing that you think is valuable as possible. Right? So what I mean by that is in the book. Talks about, they were obsessed with accumulating gold. And they talk about this in the letters in within the family that. Like, no... We're just gonna stack This is our old habit of accumulating gold. This isn't, like, the early 1800. Think about how how difficult to be. They would buy gold all over the world. Any kind of, person government, whatever the case was that was selling gold, they would buy it. And so when I got to that part of the book. It made me think of something else. I'm gonna try to all together. What's remarkable about the book that I'm talking about today is me and Spencer, the the the the the author of this book have obviously read a lot of the same books. I'm not kidding. He probably mentions 25 different entrepreneurs and books that I've read for the pie S for. And that was 1 of my favorite things about this reading book is because he kinda ties all this together. So 1 of the books that I read and the he read, the he references is titan, biography of John D. Rockefeller, and in that book, I would say Rockefeller approach to the accumulation of standard oil stock is the same as the Roth child's approach to the accumulation of gold. And there were a lot of people. A lot of different people had equity and standard oil, anytime they wanted to sell out. Maybe they wanted to to sell some stock to buy a yacht or whatever the case is, Rockefeller would buy it. And he talks about even way 4 Senator oils incredibly valuable. He's telling young partners in the business. It doesn't matter. Whatever you do, and I'm gonna para. He's like, listen, you sell the shirt on your back. But you don't sell that damn stock. And, of course, many people didn't listen. He wind up taking his own advice, and we see the result. Building 1 of the most colossal fortunes in human history. Right? So that leads us to this book and why Wanted to read that. I was like okay. So you have people without human history, you know, humans decide something is valuable, you know, way before we even had this thing called money. There... We know for a fact, if you study history, you're going to see that they're gonna... They're going to invent new asset classes, then there's going to be things within that asset class. That are gonna be extremely valuable sometime in the future. So we have George, who creates an entirely new asset class venture capital, which in today's day and age is growing rapidly. But within that, so you have George starting a new asset class, but then the majority of his wealth is going to become from 1 1 company that he has ownership have been, which is Digital Equipment Corporation. So at the same time, I'm reading on these books and I'm having these thoughts, I watch this watch and listen to this interview by Mark G. And anytime I can hear Mark speak, I do. Right, I find it very interesting. Think gary's is extremely well read, and it hit me, and it only hit me because I've I've listened to a bunch of talks my mark jason. Right? And it only hit me because I happened to be reread these 2 books at the same time. And I realized, Mark does something that's really smart. He combines an extensive deep knowledge of human history in general and business history specifically. Right? With paying attention to the edge of the Internet or the edge of technology? And so that I thought about that, like, like, why? Why is that important? And I was like, if you study, like, if you're reading about the Roth child, you're reading about George Do, you're reading about all these other the the the beginning of companies and all this other stuff. You realize okay, you get a fundamental understanding of human the fact that history doesn't repeat human nature repeats. Right? And that you know, in the past, we've been invented new asset classes. We're currently inventing new asset classes in the future we will. Well, how do you discover what the new asset classes are You head... You hang on in in our day. You hang on the edge of the Internet. So what... What's the the the the... I would say, like, the the largest our most well known asset classes been invented recently. That's gotta be cryptocurrency. Right? And so you have cryptocurrency in the whole, and then you have other things like, something I just read about and then, like, on a lower level, like, underneath that. Like, you could say, N nxt is they completely new asset class. I just read heard a story that's that's rather remarkable if you... That could can only take place on the edge of technology where you have this guy, this happened very very recently. He went to spending something like 5000 dollars on an FNT people and from the outside. Obviously, misunderstood and we know this because we've covered this over and over again and beginning of a company. Beginning industries, it's always gonna to be misunderstood by outsiders. Right? So this this guy, since 5000 dollars on an n. It's a picture of a rock 19 days later. He sells like for 1300000.0 dollars. And when I hear about that, I'm like, okay, That person is speculating in a new asset class, and an N nxt just like the roth were speculating in international bonds 200 years ago. And so let me try to tie this all together. I think the lesson that I just learned from putting all this together from Mark Jason and who again is a lot smarter than I am. Right? Hat study history. So you have a fundamental understanding of human nature. Read all the time. It's funny because now you see... Since they... Since, you know, a lot of people are working remotely, Mark... I I've seen a couple like, remote interviews or remote talks by him. And I think it's his house, but his background is a ton of books. It's not even books in a books shelf. It just has stacks of books everywhere. And again, this guy has unlimited for all intents purposes unlimited assets. And he's telling you. Right? His actions are telling you, hey, there's a lot of valuable things in these books. You should probably read them. So let let's go... Let let's slice together again, and I'm trying to, like, I don't have notes. I'm sure trying to tell you these thoughts because I think the combination of all these ideas is very powerful. I think he's a great example of that. It's like, you you read all these books you study history, So you kind have a fundamental understanding of human nature. Right? Understand that what we're doing today may look new, the principles are not new. So you have that fundamental understanding of nature, and then you hang out on the edge of technology. And at edge of the Internet. And I think that's where you can come... If you combine these 2. And mean, he's institutional this in a business. Right? You combine these 2. And you can create great opportunities and potential large financial rewards for yourself. So that is why I'm reading this book right now. So let's go into his biography work. I'm gonna give you an overview, because my... There's not... There's not gonna be this like cohesive narrative here. I'm gonna give you an overview his life. And I'm just gonna go through the highlights 1 by 1. Okay? So he had, like, 17 different jobs. That's obviously an. So he's the founder. He's gonna be the founder of American Research Development Corporation, which is 1 of the first Venture capital Firms. Ever, do they call the father venture capital. He's found nsa, which is 1 of the world's top business schools. This is in Europe, because he's born in Paris then emi to the United States. He's a professor at Harvard business school for 4 decades, and this is, like, when they didn't the very beginning they didn't really have a curriculum. And then he serves in the military, and that's why they call him general because he wants becoming b general in in the United States military during World war 2. So that's the outline of his career. Let's jump into a little bit about him. The Frenchman became arguably the most influential and popular professor at Harvard Business schools graduate school of business. Over 3 generations, Do, taught thousands of students, many of whom went on to become executives at the world top... The world's top corporations. He called his course manufacturing, and this is what's so fascinating to me. He called his course manufacturing, but it was really his philosophy of life and of business. And so that's something that pops up over and over again. Is the way they approach when you're reading these books is like, 1 thing that jumps out to you is like you really have to spend time developing your own philosophy on business and life. It's important, and it should be unique to you. At Harvard, Do became a yoga Yoda like figure. Dispensing wisdom to an ever growing group of disciples. And I'm gonna read some of his maxim here. There's to spread throughout the book. Before I do that, he's stressed talking about what he taught his students. He stressed comments and themes, such as self improvement, Teamwork and contributing to society, while sp up his philosophy with practical and pi words of advice. And so this is just some maxim that some of his students remember him saying in his lectures, a real courageous man is a man who does something courageous when no 1 is watching him. If any information is to be exchanged over whiskey, let us get it rather than give it. An auditor is like a tailor. He can make a fat man look thinner or taller or younger. You will get nowhere if you do not inspire people. Always remember that someone somewhere is making a product that will make your product obsolete. And then it talks about the fact that he was just way ahead. His they they call a visionary the sense that, like, his ideas with many of which come to fruition many decades later, and are actually, only successful after other people can apply... Apply them in the future. So it says Der Do was 1 of Century most visionary. Thinkers he was able to recognize the importance of global nation and creativity in the business world and decades before economists appreciated the value of technology. Do realized that innovation was the key to economic progress. And that is 1 of the most for me 1 of the most interesting parts of the book, and I think what is most influential to the world that we live in today is like, all the value was coming from these big S companies. He's like, no. The value is on the edge. It's for the startups to new entrepreneurs. The engineers, the innovators. The people that have an idea and a product that I actually change. It's not... Coming from these big large corporations that turned into these, like, slow moving geographies. So it says during World war 2, Do played a critical role in the Allied victory and learned how to become a venture capitalist. That was actually a fascinating part. I'll talk to you more about a little bit. As head of research and development in the office of the quarter master General, he led a revolution in the military by applying science to the art of war. Under his command, the Us army found substitutes for critical raw materials, developed new innovative... Items such as water repel fabrics, cold weather shoes and uniforms, Nutritious compact food, and in 1 confidential project, Do oversaw the invention of Door. This is interesting. It's lightweight plastic armor that was named in his honor. For his achievements, he was promoted to the rank of Bridge... B air general, and won of the distinguished service medal, the highest Us military medal given to a non. And then something that's that's throughout the book is the fact that he was very he was capable of independent thought. This is a little bit about that. In the military, he ruffled feathers by resisting orders so he can make sure soldiers had the equipment they needed to survive in the trenches. And in the financial world, he upset the conventional wisdom by proving that there was big money to be made from patient investing in and the nurturing of small unproven company. Something we take for granted today. Right? But it was a a new thought in his time. And it was through his work at Harvard business school. He's like, well, there's a deficiency. Like, there's a there's huge gap in the market of the American economy like, so that he's gonna start a company to fulfill that this is the need that Ad would fill. Right? So he says A would solve a major imperfection of modern Us capitalism. New companies were starved for money and professional management. Entrepreneurs at the time had a difficult if not impossible time raising capital, banks were ultra conservative, reluctant to lend money to un improve ventures, and it's saying, like, this is something I had a misunderstanding of before and I mentioned it you before. It's like, if you go back and you read Like I read had a lot of books on, like, Bob No to founder of Intel. The early days of Apple, I've done a couple of podcasts on that. Henry Singleton Tele. So I thought the first venture capitals ever ever was Arthur Rock. Because Arthur Rock winds up having this crazy careers is invested in in Intel, Apple and Tele. He was on the East Coast. He was actually a student of George, which he's in this book, which is amazing how this all ties together. But in the... These... All these other books that I'm reading, Arthur Pop constantly he's a hilarious character. I wish Could find a biography on them but he was talking about was like, listen, like, the the this thing that we called Venture capital. Was, like, it was called Ed adventure Capital, which in my opinion way better named than Venture capital. But he's, like, they called it Adventure Capital, and all the money we'd we would raise would come from, like, really the the the descendants of really rich families. So think of, like, the descent of Rockefeller, the Whitney, people like that. And so George's time because George is about George gets involved, I think about 12 years before Arthur does. It, like, it does and maybe like 10 or something in there. So it says, listen, banks are very culture conservative. They're not gonna lend to unproven ventures. So the only get... The only people fulfilling this need were rich families like the Rockefeller. And he winds up coin investing with Rock belt... Rockefeller brothers fund multiple times. And so check this out. This is the beginning. And we're gonna go, you know, we're not going chronological alerts. So this is... My notes are wild for this for this this book. So this is the beginning of the company. Think about this. You know, we have III just think it's so fascinating to go back and think about, like, the beginning, speaking of a company, beginning of an industry beginning an asset class. Aa d's beginnings were modest. The first venture fund ever raised was 3000000 dollars. I think when he dies I'm not mistaken, his... His... His part of D when he dies it just 1 company. And he invested over a hundred. Right? Was worth 59000000 dollars. And he dies in the eighties. So that's, like, you know, that's for inflation. It's probably a couple hundred million today. I don't know the exact number. So, again, big things start, quote from Jeff Bezos, big things start small. The biggest Oaks starts an Ak acorn. You've gotta to be willing to let that Acorn grown into a little sap, and then filing to a small tree, and then maybe 1 day, it'll be a big business on its own. And we see that here. 3400000.0 dollars, just 1 company invested for himself. Maybe, I'll be see the other people involved, the founders involved other people made a lot more money, 60000000 dollars when he dies. Okay. So it says, this is funny. This is what we would call marketing today. Do, I'm gonna call him George, because I I probably mis mispronouncing his name. George was exert, George also exert an influence to his writings, speeches and A ards annual meetings. So we call that marketing today. He believed in building companies for the long haul. That 1 sentence is gonna give him all kinds of trouble. Because at the time, it's a public company. They want earnings right now. And this is something that the he and he winds up, a lot of his students went up going and they move to the West Coast. They start, all these venture firms, Some of them are stone exist say, like, Gray lock, and they wind up fixing the fatal flaw that George had and had more notes on the in in the future is the structure, and it wind up he had all kinds of issues with the Sec. He has to go to war with Irs. He winds up losing all of his top talent later on because they he just can't compensate them. And, like, 1 case, they wind up... Like, his second or third in command winds up inc integrating a company helping a company grow the founder that company makes 10000000 dollars, the person that led the investment and discover the opportunity made got a 2000 dollar raise. So just another example of just learning for mistake. So it says, George often work with the company for a decade or more before realizing any return. That is why he often referred to his companies this is his children. And now we get to a main theme before I read to the very next sentence to you. He was all about people. He thought people were made all the difference in the world. The person that actually taught I think teaches the the that the that point. Now people are way more important than anything else is if you read Ed Cat, his book creativity Inc. I did a podcast in a long, long time ago, maybe, like, the 30 or something like that. People would make our... The argument that Ed Cat might be the greatest manager of creative people ever. But he has a couple quotes from his book. I wanna reach you. Ideas come from people. Therefore, people are more important than ideas. Getting the team right is the necessary precursor to getting the ideas right. And 1 more quote, If you give a good idea to a mediocre team, they will screw it up. If you get a me... If you give a mediocre idea to a brilliant team, they will either fix it or throw it away and come up with something better Based on my reading of this book, I think George would agree with that quote. So says, when you have a child, you don't... So I... Let me tell you my note here. I wanna make money, but I won't disregard a good person for a slightly better return. When you have a child, you don't ask what your... What return you can expect. He was quoted in a Fortune Magazine story. Of course, you have hopes, you hope the child will become president United States, but that is not very probable. I want them to do outstanding outstanding well in their field. He never had children. He's talking about the companies he's working with. Right? And a lot of the people because he winds up being a decade or 2 older, he has, like, surrogate sons. Like, there's 3 people in particular that he winds up thinking of as as, you know, adopted sons for lack of a better word. And if they do, the rewards were come. But but if a man is good and loyal, does not achieve a so called good rate of return. I will stay with him. If I were a spec, the question of return would apply, but I don't consider... I... But I don't consider a spec, constructive. I am building men and companies. And so this idea of developing relations relationships was extremely important, Ken Olsen, who's... I'm gonna talk about later. He's 1 of the founders of digital equipment Corporation, which is George's biggest, like, biggest hit. He's ever done. They they have, like, a very close relationship, and they had 1 way before digital equipment Corporation turned into the, you know, the gigantic company that became. And it's actually, somebody actually sent me a book recommendation there's a biography On ken. I haven't read it. It's called the ultimate entrepreneur. And so that idea I am building men and companies. That is also very similar. We saw that, there's a few people that popped in mind when I read that sentence actually, when you think of Bill Bower, c cofounder Nike. He was building tracks stars at Oregon. Right? Phil Knight was 1 of his his runners. But his concern was what kind of man you would be after you left and matured into full adulthood. That's why his biography is called Men of Oregon. Les schwab. Same thing. Right. His geography. He talks about... Yeah. I'm very happy that I built a successful company. I'm happy that it gave away 50 percent of the profits to my actual employees. I made other people rich. But I was... He said it was most proud of the people that he mentored and how in many cases, he was considered, like, a second father to to people that, you know, he helped get... In into business, a lot of them wind up asking him to be in their weddings, and he's like that's just some of... It was almost it was even more gratifying than the building of the company. So this is a little bit about his relationship with Olsen, which we'll talk about later. As a perfect match. And Olsen, George found the took Arch typo, entrepreneur engineer turned entrepreneur who was dedicated to making his company success. I like this quote from George, who he's describing Ken. A creative man merely has ideas. A resourceful man makes them practical. I look for resourceful men. When A liquidate, its stake and digital, the company is worth more than 400000000. They wanna doing, like, I think right before he dies, they're they're doing, like, 99000000000 dollars a year and 80 something like that. So it says when they liquidate stake companies with 400000000 yielding a return on their original investment of more than 70000 percent. It was the young venture Capital industry first first home run. And then now the author and still the introduction. This Crazy. Now the author tells us why the book was written, George was the prophet of this new startup up nation. The leader of a social and economic crusade that democrat sized, democrat sized the Club world of finance, more than any other person through his teaching. Writing and leadership in the military academic and financial worlds, pioneered the trans transition to an economy built on entrepreneurship and innovation for playing this role, George should be revered as much as other well known business titans such Jp Jpmorgan, Rockefeller or Carnegie. Hopefully, you'll agree with me after reading this book. Okay. So let's go to his early life a little bit. I wanna tell you about the influence of his father, because George is definitely a little bit of a hard ass or definitely a hard ass. Extremely, like, Spartan disciplined person, watching costs like a hawk, was very concerned about, like, applying perfection to not only, like, your work life, but also, like, your manners the way you dress Like, he's was just very, like, very grand, like a very tight ship even personally. Some of that's gonna come from his father. So this story, I'm gonna give you the the end of it. George places... He's a young kid at time. He place a second over overall on his class. He runs home. With his report card, and he's expecting his father to be proud, and his father just looks at him and said, why second. And this is the lesson that George took away from that, and also, this is gonna be very similar to how he actually are on. He began to understand the reasons behind his father's behavior his father, he would tell a friend years later when recalling the incident was not concerned that George had failed to achieve first place in his class. No. No. He was concerned that George was happy placing second. To his father who was a famous automobile engineer who had raised his children to strive for excellence in everything they did, celebrating anything less than the best possible result smack of contentment, and contentment. His father believed is a state of mind that recognizes a no need for improvement. And so this is a little bit about his father's career. Every successful man can usually point to a mentor that helped guide his career. For August Do, that man was Arm Peugeot, So that's the head of that famous car company. How do you say that? Poo show Push Peugeot show. Okay. So peugeot show. So it says Arm recognized August August mutual fascination with machines and with the future and shortly they after his return to the factory. Sent August on a series of apprenticeship in order to learn the latest techniques in automobile design and engineering gas powered explosion engines as they were called the time. So this is the late 18 hundreds and they're trying to figure out how to mass do or, I guess, first make and then mass reduce automobiles. And the reason this is important to the story of George is because his father does extremely well is like, the... He's essentially the right hand man of 1 of the greatest industrial in Europe at the time. Right? And he leaves that job because he wants to take a risk on himself, and he starts his own company's own automobile company making cars on his own name. And he does well for a while and then World war 1 happens. And his factory is destroyed. He had a partnership with the the brothers the Bentley brothers. You know, the car that's extremely they popular in nowadays. So at the same time that the the, France has to take over his factory to produce supplies for the war. He loses the partnership with Bentley Brothers, and he winds up having to retire early. And so why is that important? 2 things. 1, after world war 1, they the the family to realize there's no opportunity for the son, George, I don't. I think he's like, 20 something like that, So they send him to America by himself? And 2 for the rest of his life because he saw what happened to his father, and this is kind of counterintuitive, he was extremely risk adverse and conservative with with money because he saw how Fortunes, Like, even when you... You know, you're at the highest of highs, how rapidly things could change. Here's another maxim from from from George, a... And his influences his his thinking on creating this new asset class. A commercial bank lens only on the strength of the past. Said George and 1 of us here maxim about the venture capital business. I want money to do things that have never been done before. And then we also see something in in George's mindset, which a lot of motivation for doing something new could be, like, your dissatisfied faction action with the current state of affairs. Right? I just went over the the the of James S and you just could not believe how crappy these the fact that vacuum cleaners were clogged immediately we start using him, how the hell and a hundred years of use had nobody thought a better idea. It just true of him insane. There's a lot of that with George because he's on the East Coast. You know, he's at Harvard. He's back and forth between New York He knows about a lot of investment bankers, and he's just, like, they're not entrepreneurs. They have no desire focused to start anything new. They just wanna work for these these companies that have already been established a long time ago or these family banks have that are multiple generations. And he says, he just talks about the stuff he doesn't like on Wall Street. They rarely if ever took a hands on role and helped to nurture company. He... George realized how critical such nurturing was in determining the success of a new venture. I don't know anyone on Wall Street, whoever built a company. They simply fur money. And that is the least important part of it. And so at this point in his life, he is still... He just a student at Harvard. He's not teaching her yet. He winds up Henry Floor. So I Am gonna skip over a lot of stuff. Obviously. It... I... It took me close to 15 hours to read the book do all my notes I and talk to you. Right? And so the author does a great job I he's talking about, Alexander Underground bell and just all kinds of people and and how they financed their early ventures. So a lot of these people I've done podcast on it. They're in archive if you're interested. So but 1 person that I have to tell you about is that Henry... Henry Ford influenced George's thinking. So this is a little bit about that. In the spring of 19 13, it took almost 13 hours to build a model t. So 13 hours to build 1 car. By the end of the year, when a complete assembly line was in place, it only took 90 minutes. The price of the model t could then, therefore, because you can make your way more efficient, it goes from 950 dollars, 15 years later, it's a third. It's like lesson that's the 290 dollar, or... Yeah 290 dollars. By that time Ford was producing half of the motor vehicles in the world. Europe, and again... He had a front seat front row see at this? Because this what his father did. Europe may have pioneered the development of the automobile, but mass production was a Us innovation. When George cracked opened the pages of American mach, machinery, this whole new industry of machinery and mass production was unveiled before his eyes. After all, automobile manufacturing was like the early twentieth Century version of silicon Valley. It was an industry transforming the world and creating vast riches for the select few who mastered the new techniques of mass production. Why is that important Because he sees just a few decades. He goes from this, you know, basically handmade industry. To when it's generating gigantic wealth made Henry ford 1 of the richest people on the planet at the time, flipping through the pages, gave George an appreciation for the dynamic nature of technology and the emerging power of America. So that's going back and forth is talking about what's happening in world run, George every single 1 of George's cousins, dies. Yeah, they're all similar a little older than him in World Run, the the the countries and sham his his family's wiped off financially. So that's when they send America, and I just got... I I already told you this if I'm gonna read this to you. 1 of the things that profoundly affected George was his father getting wiped out financially. It affected his attitude towards risk. He was very, very cautious. And then we see a a young George go through something that is every human goes through. He's on the... About heading to a country or... Not everybody goes to experience, but this idea of, like, what the... What what is my future hold? Like, what is actually going to happen to me? He had no family or friends in the United States nor much more much... Nor much money to fall back on. He was facing the most difficult challenge of his life standing on the deck of the shit... Sea looking out into the deep dark void, George must have wondered. What does my future hold? What am I going to make of my myself and what happens if I fail. And so we're gonna see this this fear of failure. It's extremely powerful. 1 of my favorite ways to illustrate this. Is if you ever hear Jimmy Iv talk, He talks about this He's like, listen, you need to make fear a tailwind instead of a headwind. Fear in most cases, you know, it stops people from chart... From trying. Jimmy used it as as fuel. And in that great documentary defiant once. He talks about these guys. Jimmy says fears is a powerful thing. It's got a lot of firepower. Then he goes on while making fear a tail tailwind instead of a headwind. Anyways, the reason I bring that up is because, something with... There is a, like, a cautionary tale to the story too. This fear of failure turns George into, a work hall 7 days a week, always on it, just completely obsessed. There is at the end though. He... He he's married. He has this wonderful marriage there. They're married for like, 50 years. And the end of the book, like, they they buy they buy a vacation house. Are gonna build a dream house now that he's retired. And his wife writes him a letter saying now we get to spend all this time together. The next year, she gets diagnosed with cancer. 2 years later. She's dying. She's dead. And so this idea that you gonna put off living your life for some, like, future date of retirement that you have more time, like, the future is always uncertain. And so the cautionary tale because I'm not gonna read those highlights because I'm not... I'm not gonna cry on the podcast. Like, it is devastating. He is devastated by this loss, and he's writing her poems. He went to getting ind into into the business hall of fame, and his speech is not... He's, like, you think my life's a business story. My life's not a business story. It's a love story, and he writes AAA letter. He reads a poem a, like, a love letter and a poem to his dead wife, and everybody's in the audience crying. We lucille balls there. She winds having the the the poem printed out framed and sends them a sends them AAA note that, like, you know, you you... When you said touched my soul changed my life. And through, like, the the survived the next, like, 10 he wife probably, like 10 years, and it's just devastating. So, again, cautionary tales there. I know that, yeah know, I'm prone to this. If you're listening to this, you probably are too, you know, there is a element of being obsessed and working all the time, it's a mistake. It's a mistake that happens over and over and over and over in these biographies. I'm telling you I've read hundreds of them. They all regret this. There is probably a small percentage of humans. These complete psycho paths that don't have feelings other humans. You know, I'm not talking to those people. But for a normal person, a normal driven person That wants to work all the time, it when... If you over optimize your work life at the expense of your family, you are going to regret. And it's obviously a difficult thing to avoid. If you have some of the smartest most productive most capable for formidable people that you and I are studying, and they make this mistake. We have to use their examples as cautionary tales. You read these poems. These letters He thoughts that George is having about his wife after she died, and it is obvious. He's phil regret. And that it's over. Like, his wife, there is no... You can't... That's the worst possible situation you could be at the end of your life because you can't go back and fix that. And I think the best way to hammer that point home is if you buy the book and read it. The last chapter it's called Love story. It's... You know, it's a... Just read that chapter. It's it's... It it'll drive that point home, and I don't think you, you know, if if that 1 chapter might be able to cause you to avoid making that same mistake, you know, the price of the book it's priceless. Like, it's... You there's not a better return on investment from that. Let's go to to George 20 26. He's, working in investment banking and he hates it. His outspoken temperament did not fit well within the the state, environment of an investment bank and he was never obsessed with a accumulating extreme wealth, The chief Lore of the investment banking game. So it was not at all too surprising that when the Dean of the Harvard business school asked George should come back to Massachusetts and become an assistant dean, George accepted the offer. And so this is gonna be his his 4 decade long association with the Harvard business school. And so this is a little bit about that fear failure. I was just mentioning he was honored by visions of failure. So George worked time to ensure that his teaching Would be a success. And he says, like, I took this job, but I don't know if I do it. I don't know if I can teach her or not. And so we figured their way to increase his chance success just spending more time at it, at least it was a subject that I felt close to, and it's... And I and I had studied it very hard. So I spent hours and hours and hours at night studying, and I took for further courses. And then I just have a note, a few paragraphs, a few pages later, rather, good guy, George. Over the next 4 decades, George would go on mentor thousands of other students giving them advice, finding them job guiding guiding them in their careers and taking an extraordinary personal interest in each and every 1 of their futures. In fact, throughout his 40 year teaching career, George kept detailed files on many of his students which he updated on a regular basis is a great anecdote later in the book where 1 of his students asked for advice so I take this job, like, you know, I I can double my salary or something like that, you know, I have a young family. And George was like, no You should go and get an Mba or whatever case is. And so he went up not taking the see ones I'm getting the job. And, like, a couple years later, I think 9 years later or something like that. The the the the student winds up running the company being promoted to the president or whatever case is, and George sends of a quick note. You were right. I was wrong. Congratulations. So I thought that was really cool. This is... He he just understand fundamental understanding of this guy is he comes up with his own philosophy on everything. Right? He wants to think things suit for himself. In the classroom, George to began to develop a novel educational approach, where most professors kept a chilly distance between themselves and their students, George believed strongly forming a close bond between student and teacher from the start of his teaching career, he felt that every student deserved personalized attention. A second tenet of his early philosophy, which he absorbed from his father was drilling the value of hard work into his students. So he's writing a letter says George described with a pal sense of gl, the importance of impart a strong work ethic. I do believe that the men leave my class. They have a definitive notion of what an honest day's work means. The third tenet of his philosophy was an emphasis on pragmatic management on the nitty gritty realities of day to day decision making, Not high fl theories. A lot of this book is, like, personal red... Letters he wrote. There's another book. I almost read. And I'm glad I did this 1 first because I wanted an actual biography. It's called the first venture capitalist as a term, and it's a... I think almost all of it's, like, his writing are, like, the the somebody, like, edited the book together. It's a lot of his his notes, his letters. He also, like, write in public as well. And then, like, re rem from his students. But this is an example. So we have a lot of quotes in this book from his own writing. This is samples of that crazy work ethic. I haven't had a day's arrest for 4 months. And so right away, he becomes really good at teaching. He gets a note from his class it says you've given us something a far greater value than case case books or assignments, you gave us yourself. As you paste back and forth on your, on, on the deck before us, you looked upon our group not as a class, but as individuals needing guidance. You gave us needed advice encouragement, criticism. You gave us original... You urges into original constructive thinking upon difficult problems and develop powers of analysis and understanding of infinite value and days to come. And so this is a... This is the effect it had on receiving this note had on him. It was remarkably po moment for joy a major milestone in his young teaching career. The Heartfelt know from his students prove that George despite all of his doubts was hitting his stride as a teacher. This is more in his philosophy what that what that what his class was like. George we began mix some... Some of some philosophy into his pragmatic teaching method. He would stand in front of their class facing back and forth, and he would encourage the students to ponder the purpose of life and the purpose of business. It was a highly unusual technique, but the students realized George was giving them knowledge of much deeper value. He pepper his lectures with a number of pit, which pupils would would take notes on. Here's a couple of examples of that. 1 should not only be able to criticize, but should all also have a suggestion to make. Another 1, don't challenge other statements. Have them repeat them over again. Ask about prospects who didn't buy product, by your product, always challenged the statement that nothing can be done about a certain condition. He used his course as a forum to explore new subjects and business that we're assuming greater value Excuse assuming greater significance in his view, such as entrepreneurship and leadership. George devoted 1 class to the process of financing and building a new company. It's really interesting how all of the the experience that he's exposed his life are going to combine together to create something new. His... The the the the class that he's teaching at Harvard he went up serving on a bunch of boards, like 20 different... The boards, like 20 different companies. His experience in the military, his experience he saw with his father. All leads and then his dis displaced for a lot of what was happening on Wall Street. All gonna culminate into this. Like, hey, we really need to create a way to start to to get talented young people to start more companies. Okay. So at this point in his life, he's married. They never have children, but it says, George was is a work hall with no family responsibilities to avert his energies. And because he moves was a work Like because he didn't have personal extraction. So now he's, you know, setting up, he's doing part time consulting with the military. He's he's running his class. He's serving on 15 to 20 different boards. He's starting. He's going back on this... In the summers and going back to Paris start this international business school. And so this is when he is approached to do Aa d. And this is... What happens is they start... They... They put the plan together, and then world war 2 breaks out, and they have to wait, and then they they form Aa in 19 46 after the war. And so Aa actually starts out as this, like, group of New England businessmen, and it's like, the the the president of Mit, and it's... They're gonna call themselves, enterprise associates. So... And and this is, like, a very weird structure. Enterprise associates would raise 300000 dollars from 20 different people to finance the final stages of promising research projects. So they... This this, like, little group is meeting with various entrepreneurs. Mostly these are, like, academic product pro projects they think they can turn into a product. Right? So they look for ideas. They wound up having a dinner. They find 1 company. It's this company called national research. So a bunch of people at the dinner say, okay, This is May seventh. The reason I'm telling you that this state's important. 05/07/1940 They're like, okay, we're gonna do this, we're gonna fund this company. Right? May tenth, Germany Invades, Luxembourg, Belgium and the Netherlands and France, And so most of the people were at... Who are at the dinner who agreed to to put a money. A couple of days later saying they're gonna withdraw. It's not a good time to do this. And so this is what they learned. The people that were, like, some people... Almost everybody backed out so Not gonna do it. But the people that were still gonna do it. There was a group of them. They wind up doing In the future. Right? So this is what they learn from this experience. Still the experience of enterprise associates taught the venture industry pioneers an important lesson. They realized it was a good idea. It might not be a good idea idea to have to have a company with only enough money to find and study projects. Right? So you have... You're you have people looking for money, then you come then then they... They're saying, okay, We're gonna we're gonna work with you. And they essentially, they say they pass the hat around. So you could think about, like, okay, well, we found this guy or this company. Do you want... Let's have dinner do you guys... Let's all throw in. Right? So it says it's... This is not a good idea. The company should have its own money? Instead of the money being with withheld. So it says, it might not be a good idea to have the company with only enough money to fund find and steady projects, then pass the hat for capital to start the new company. A company should have its own capital. They concluded. That way, it would be insulated from events outside of its control. And so it says for the time being though, the war snuff out the formation of the nation's venture capital industry just as it was getting off the ground 6 years later though, George compton and a bunch of the other other members of the brain trust would revive their plans to create a regional venture movement, but first firsthand had a water fight. So I'm gonna skip over a lot of his war war work, but I do want to talk to you about how he's work in the military during in World war 2 actually helped inform his later career in investing in new company. So says George learned how to become a venture capitalist during the war. For it was through What we're that he underwent the most significant meta morph of his life, transforming himself from a professor of business into a world class builder of innovative new enterprises. When George became head of the military planning division, he began running in a sense his verse his first venture capital operation. The purpose of his division was to identify the unmet needs of soldiers and oversee the development of new products to fulfill those needs. 1 thing he learned he had a bunch of different offers, because he done consulting and stuff. The military before through his his, position at Harvard business school. And so he... He's got a couple different opportunities to to choose, like, who's gonna work with. And really, the the the the key lesson, I learned from this section, is, like, you should always leave you you have a a few options, work with the smartest people you know. And so 1 of his former students is running the quarter master. Cores at quarter master core at this time. And so he says, I had several other offers from different parts of the Army and Air Force, but he explained his decision later in his life. The... And the only reason I went to the quarter is that I considered general Gregory, the most intelligent officer I knew. And so 1 of the advantages that George had during this time is the fact that the limiting factor then and probably now is good people. Right? Leader people leadership skills and brains. And so there was all this, like, deficiency of staff constantly. And they're like, how the hell George finding all these qualified people. Well, he had at this point he'd been a teacher for 15 years. So he's got, like, this ro deck so to speak of just driven intelligent people, and he... And that's what was something he did that was really smart. He's just maintained and nurture these relationships for decades. In some cases for entire life. Right? In case with Ken olsen And in, he's he's almost about to die. They're on a board together. Like, you know, they've known each other for what, 30, 40 years or something like that. So this is a quote on from a newspaper around this time that gives you a little indication of what that means. I don't do the work. I just picked the right bright men to do it for me. While teaching at Harvard Business school for the last 15 years, George always had a sharp eye for... For a sharp eye for a young men, men, today, a lot of them were working for him. And never failed to deliver for their ind fat fat chief. 1 word is omitted from George's otherwise complete vocabulary. That word is impossible. If a thing must be done, it can be done. 2 good ideas for you here. So he's got a great team, but in the service of this goal, so he's got a... They're they're they're in charge in in many cases of making sure all the the people, the the actual people fighting the war have the right equipment. Right? And he just winds up the the main idea here, I guess 1 of the good ideas here is in the service of this goal of building the best team. He also paid attention to details others missed. And so at the time he's requisition supplies for for tankers. And so he's asking a questions Like, how much space is in there. Like, we need to know. It's like, no 1 knows. So it says before the war, no 1 thought to measure the foot space in the tank to see how much the soldier shoes would would fit in such a cramped quarter or to see how soldier shoes would fit in such cramped quarters. But George did, in fact, he had a tank delivered to his parking lot in Washington Dc. So again, just paying attention to details that other people miss they're important to your job. And then the second good idea is, he would break the the chain of command because he didn't want... He didn't want the information he was getting to be filtered from other people. So what I'm about to reach you is this is something he had in common with, like, the founder of Ups, who would insist on talking to drivers. Like, every time he'd pass a driver on the street. He'd pull over just talk to them. Right? Jeff Bezos did this with anybody could email jeff at amazon dot com. He wanted, like, unfiltered information from his customers. The founder of Kin codes. We saw him do this, par Paul or Fella. Right? They all wanted... The main theme here is they all want unfiltered information from the frontline. They understood that was the most important part, and they knew that layers of managers distort the message. It's very similar to like, if you played the game telephone when you were a kid. Same things happening when your adults except because you've added all this this layers of management. So it says 1 of the wonderful peculiar of of George was that he didn't want word coming back from channels. So the description of that. He knew it would take forever. And they'd run into people that didn't agree and they'd get s. He wanted us to violate all kinds of rules and regulations and just write us a letter and just write a letter and put a stamp on it. It was a rare opportunity to express myself to someone who would read it. With intense interest and start to do something about it. It would not be laid in in a desk and forgotten about. It would not be s because of bureaucracy, it would be moved and action would be taken on it. I'm just giving you an idea of this the size of the organization. He's running. This 542 people when he joined. There's more than 2000 at the peak that we're working directly under him, and he had a budget of, a couple billion dollars. He's also, again, working 12 hour days, 7 days a week. Okay. So let's go back into the main point of this. Right? He's starting a new asset class. Fast forwarding. This is 19 46 they start the American Research and development, corporation also known as Ar. Ar was formed, this is George Writing in the company's first annual report. Report. To Aid in development of new or existing businesses into companies of stature and importance. Ari was the first professional venture firm that sought to raise money from non family sources, primarily institutional investors such as insurance companies education organizations. This was a critical development since she was greatly... Since it greatly expanded the potential amount of money that could be devoted to venture capital. And so now they're writing. This is 1 of his his partners are writing about, like, you've gotta stopping being afraid to take risks. Like that is where all the opportunities. We have the greatest number of possibilities for new investments. We have various means for selecting the most attractive possibilities. And for spreading the risk on those selected, does this not fur a sound business basis for trying new methods of applying development capital. We cannot depend safely for an indefinite time on the expansion of our old big industries alone? We need to create new. Right? That's where all the opportunities. We need new strength, energy and ability from below. We need to marry some small part of our enormous financial resources to the new ideas which are seeking support. And this is a big headache they wanna having. The idea of venture capital was so new that Ari d's founders were forced to re engineer aspects of various financial regulatory structures in order to make their idea viable. This... And... I'm gonna admit a lot of this because they're go into way more detail than I want to on the podcast but there's just... The reading this is like, there's just all these arbitrary rules. And what's so interesting to me is, like, they didn't just accept... Oh, this is how it rules. Like, no. They thought, okay. The way you have this set up preclude me from pursuing this opportunity. So guess what I'm going to to get these loss changed. Before Aa could offer its stock for instance, it had to obtain a number of exemptions under the... And there's all these... And the reason I wanna read all this to use because, like, like, kinda of boring and the sense it, like, the investment company act of 19 40. And this other... Like, there's... All these little weird rules and and and and acts and pieces of legislation that that have been passed decades before that would preclude opportunities that George and his team were trying to to pursue, you know, 30, 40 years into the future. And so 1 way they get 1 of these changed because, like, the the guy that wrote. So let's see. What... The... George was hated by the fact that 1 of its board members this this attorney was also, counsel to the National Association of investment companies that helped write the investment Company Act. This is a little bit about what kind of projects they're looking to fund. The firms that clear guidelines for making investment projects should have passed the test tube stage. They should be protected through patents or specialized knowledge and techniques and can afford and can afford attractive opportunity for eventual profits. And so what they do is they say, hey, we raised a little bit of money. All you, you know, all you people doing experiments, all you people with long haired, crazy ideas come to us. And so they get... You know, they they get... I don't know, hundreds of of of pitches, and then they only select obviously, a few. This is just a few out. I'm not gonna... They go into so much more detail, but, there was, like, for example, these are some of the first few ones. They company developing a handgun that melted car engine Grease by vapor a solvent in eject it into automobile transmissions. They funded 2 Mit scientists who were developing a 2000000 volt generator that was 8 times more powerful than existing machines. Another company that sold radioactive isotopes and made radiation detection machines. This is right at the very beginning 8 of nuclear age. And then we see a quote here from George talking about a good synopsis of his idea at George best explained the formula in his 19 49 annual report, a team made up of the younger generation with courage and invent ness, match together with older men of wisdom and experience should bring success. And so part of this is that... It was was interesting to me is it's it because they're a public corporation they have, like the cement, like, pressure from other people are misunderstanding maybe it's better way to put it. They made for like selling assets sooner than they'd want to. This is 1 of their first small wins if they held on, they could have made more money. 1 start fulfilling its high hopes was tracer lab. It's founder getting William Credited George with inspiring him to focus the company its best opportunities. The general... Oh, everybody in the book calls him the general, by the way. The general provides 2 things that a young scientific organization most needs, enthusiasm and appreciation. Like all the others, I started out with a handful of ideas and a lot in a lot of long range plans. In a couple of years, I got bogged down in detail. George stepped in just in time to pull me out of the rut. So they wind up getting their first capital gain ever, It was 37000 dollars when it sold 1700 shares of Trace Lab. So he gets some press coverage. To get some wins. I'm fast forwarding a little bit. And really, his his whole issue. The whole time is he's like, I'm trying to build a great organization, and I... I don't have enough money. I can't raise them. Investment banks wouldn't under rate. So it says despite this successful offering and positive coverage, News week Barron, other outlets, real revealing that half of A d's ventures were showing a profit, A A could still not convince an investment bank to under rate. Its second offering. And so this is where he expresses is a frustration of the lack of money he's able to raise. Like I have way more opportunity to pursue than money. He expressed frustration of the growing gap between the rhetoric and the reality of the venture capital business. If it could be even call a business at this point. I am afraid that as usual, people will leave in venture capital as long as somebody else's money does it. He said. People will make long speech speeches explaining that they that they don't want the government to finance small businesses or new businesses but they still do not want their own money to be used for it either. On this another great thing about reading this book is Like, he's he's pretty funny. This may Chuckle, and it also, you know, talks about a bit of a hard ass. On his desk, he kept stopwatch. Sometimes I use it to see how long it takes someone in a meeting to tell me the same thing 3 times, he said. Alright, so the book is... Goes into all detail, like, a very interesting, like, each company will have, like, several paragraphs of what it's at... What's happening in it. What they do. I... But I wanna point out 1 thing that a lot... A large role when you hear of people that work with George and raise money from them, some of which wind up being his employees in the venture firm. They all say similar things. It's like, they help he helped him manage their mindset. And so I think this is an example of that the general understood that this would be a slow thing, said the founder of high voltage. At early board meetings, I would try to give an accurate accounting of the profit and loss. He would look through me and ask what I really thought. George's outlook and this is the the founder still talking. George's outlook inspires and transforms my own, lifting me above the worried plane that he was on. Grappling with these myriad challenges led George to believe that managing talent was the most important ingredient in the startup up equation. And this is what he says about this and the note of myself Already told you. This is about Ed Cat. It's very similar to what Campbell said about people being way more important than ideas. So he's just as George writing in his annual port. An average idea in the hands of an able man is worth much more than an outstanding dia in the possession of a person with only average ability. So now we're a few years into D. This is where 1 of his few former students, and that's where he... He who's a lot of people. They actually wanna join it. I thought it I was interesting his description And this is... I didn't know at time at learn this later on in the book. This is Bill Elf Elf. I think it elf, I think is his last name. He's 1 of the founders of Grey lock partners, which is in venture capital firm is still around, and he went up founding it all the way back in like, 19 sixties, 19 65 somewhere in there. So this is what Bill said. It looked to me like an adventure. It was a fragile company, and we didn't have a lot of money. I says, Bill ended up working for Aa d for the next 18 years. And I think he went up being, I wanna say he's George, like, second or third command. This is 1 of the talent... Very talented people that George loses because inability to compensate talent. He's going through, like, all these fights with the Sec at the time. It's... There's a crazy amount of detail in the book about that. But this was funny. We the struggle, I I really need to make sure I'm emphasizing for. Like, how difficult what he was he was misunderstood by everybody. He had a hard time raising money. He had to fight with regulators. They had pressure because of the the structure of the business to produce immediate profits, which doesn't go along with new business creation normally. Right? And so it says but he he also he... And then this is also going to illustrate, like his personality. Like, he's he's really funny. Through all the ups and downs, George maintained his dark... His sense of dark humor. Never go into venture capital if you want a peaceful life. He warned a group of businessman businessman in 19 50. Keep on financing concrete that doesn't move that doesn't call you at 02:00 in the morning to tell you about a new human accident. And this is an update. We're about 5 years into the business, So it's, you know, it's very much, like, a, take 1 step forward to steps spec, 2 so forward 1 back kind of thing by the night, by the end of 19 51, combined sales of A ards portfolio companies doubled to 40000000, and total employment rose to 3000 workers. They've made 26 investments at this 0.21, reported profitable operations. And so you have decent beginning, but then, again, from the outside everybody's misunderstanding. So, like there... At the same time, that, you know, their their portfolio... They're making 40000000 dollars and in sales. They have 3000 employees of all the portfolio companies. The Dow Jones average increased 14 percent that year, but the prices for A, went all the way down to 19 dollars by year end. People that had invested in the stock 3 years earlier or down 25 percent. So that's not where you want your investment to be, you've held a stock for 25 for 5 years and you're down 25 percent. George defended the firm's poor stock returns in his letter, taking issue with the way that A was being compared to an investment. His answer is investment trust rather. His answer was that investors needed to be more patient The corporation does not invest in the ordinary sense he wrote. It creates it risks. Results take more time and the expenses of its operation must be higher, but the potential for ultimate profits is much greater. So this is about... And he... This has mentioned many times. Like, the counter nature of their work. Right? It is misunderstood by outsiders. I know I said that a lot. I have, like, it it comes up over and over again, in the very beginning. And this is, like, same thing, beginning of an industry, beginning of an asset class beginning of a company, which is what we you and I have mostly studied. The beginning companies, they're always gonna be misunderstood. Right? So it says, don't worry about the company names here, they're funding. That's not important. The growing success of Ion avionics and High voltage convinced A ards directors that early stage investments in technology companies represented its best opportunities. This is the counter 2 part. The risk investments they were learning held the greatest potential to... Actually held held the potential to generate the greatest financial returns and the highest personal satisfaction. It was quite a turn about an Ari ards thinking. After Aa invested in high voltage and Tracer lab, some of our friends began to say, oh, Lord, not another long hair project. Why doesn't an A back something commercial and make some money. We learned our lesson. Now this is the most important part. Now we realize that our best things are long haired. So internally, they're making... They're learning on these lessons to counter nature of their work. Externally, A d was clearly making progress, but investors still weren't buying the story. Much of Wall Street still viewed Air d as a freak philanthropic enterprise dreamed up by a strange collection of harvard professors in State Street Financier. Fortune Magazine noted that Skeptics, particularly stock workers believed that this mighty aggregation of brains had brought forth a financial mouse. So main part of this. Is George not only having to maintain and manage the the, like, the mindset of the people he's working with. He's gotta do it for himself. He's got... You know, he feels like it's progress. No one's understanding. It's taking years for him to explain this to people. So he's a little gloomy. George stood down his starts in the state of the industry in his 19 53 letter. His conclusion, Venture capital is not fashionable. The search for... And then this is where he talks about. It's like, people are 2 rate of of risk. They're not understanding. So search for security instead of hard work and daring up, They they they are searching for security instead of hard work and daring opportunities. And so there's a cyclical nature at this point, people stop stop like, they stopped getting new new pitches, says the deal flow... Its deal flow was slowing to a trickle. We do not know of any interesting new projects, George confessed. In a in a note in a may note he left to himself. He often wrote notes or memos like is to clarify his own thoughts. We do not know where to find interesting projects. And so we see the sad state of affairs. It also doesn't help because he's got... He's he's already tang with the Sec at this point. And so this is the sad state of affairs. This is 7 or 8 years into his company. And after the founding of. Ad... They're the share price is destroyed. A shares were so beaten down that A was no longer seen as a growth investment. It was a value play. So the only people thought. It's like the cigar button a version of, like, like, the Buffet people that that use a cigar method. These are the people are buying a stock now. It's like, no. No. It's not that you have, growth large growth in company in and company earnings in the future. Like, no. It's a value play. It's I thought that was funny. I mean, it's not funny. The time he's going to it for sure. It's very depressing for him. But again, they're misunderstood. They don't know. They're about to hit really hard. You know, the this is where they're going to... I wanna say 4 or 5 years from now is when they... Where they hit their first home run. And I guess, that is a good idea for you and. The idea that the the future value is most likely be realized when it's misunderstood by other people. And so at this point, they're like, okay, this project isn't working out. We should just sell. This is gonna be... I'm gonna read a census to you because this gives you a good insight into his personality. His own treasure. Suggested that giving up, they should give up and they should sell Ari. And this is George's response to disguise. His name was Ford. Says George wrote that Ford was a week, an uni man who never believed an A. So it's like, I you on my team. You're... We're good. Oh, you go against me You're weak and interesting, and you have no belief. And so now we're gonna go this a summer... Summary that we're 10 years in. 10 years into his company. Ready? A decade after its founding, George had led Ari to a fairly successful record, thanks to 10 years of trial and error. Ari began to cod notify the principles of venture investing. It had nurtured several innovative and successful businesses, and it had found a way to deliver operating profit and a modest capital gain, but Ari had yet to fulfill its grander ambition of creating a venture capital community nor had it produced a block blockbuster company of stature and importance, but that was all about the change. And so this is where Ken olsen comes in the the beginning of digital equipment corporation. I wanna pull out a quote from Ken because I thought this was interesting. So this is a great foundation for a company. Right? So he says, he's like about, his own motivation for what he's trying to do. We felt electronic was going to revolutionize industry. Right? So that's his reason for certain Dc. Think about it. A great foundation for company that could be played other things we felt blank was going to revolutionize blank. He he filled in those 2 blanks with electronics is gonna revolutionize industry. But if you have this fundamental belief like Ken did, we felt blank was going to revolutionize blank. And so there's a description of, like, ken's... What's Ken's doing this like, Ken's doing at this point in his life. He's helping Navy's student Mit. But I wanna pull this out because it talks about he was given an opportunity. So it says in 19 52, Olsen, a cocky, 26 year old was asked to participate. So he's extremely blunt with his ideas he pushes forward. Now that word Cocky is important. Let's go back to Nolan Bush now. Remember he started 1 of the... If not the first, 1 of the very first video game companies. Right? And he talks about the importance of being cocky. Perhaps everyone has creative potential, But only the arrogant are self confident enough to press their creative ideas on others. Why is he bringing that up because he was a mentor for Steve Jobs. He hires Steve jobs in 19, Steve jobs starts Apple at 20. If I'm not mistaken. Let's go back to the full quote. Perhaps everyone has creative potential, but only the Arrogant are self confident enough to press their creative ideas on others. Steve believed he was always right and was willing to push harder and longer than other people who and this is the important part who might have had equally good ideas, but who caved under pressure. Steve is not 1 to cave under pressure, Ken is not 1 to cave under pressure. Talks about Ken. This... And then the north of myself here is, like, this makes sense why George wanna back them because they think similar similarly. Excuse me. So it says Olsen despise the organization man with it's perfectly trimmed hair and is a Mac gray suit. He's talking about, like, people working Ibm and Large Corporations this and his neat suburban track house. He believed in the individual engineer and in collaboration with small teams of colleagues that quickly develop products that change the world. George has that same belief too. And so what Ken is gonna do, he wants to launch a computer company. That is gonna make machines that were cheaper cheaper and easier to build and used than, the the expensive Ibm Ibm mainframe of the day, which had almost, like, complete control of the the market. And so it was funny to me at this point. He's helping staff Too. 1 of his former students comes to him. Johnson Sam Johnson Johnson had 2 other offers both for more money, but he visited George to see what he thought about the job. You're a scandinavian. Aren't you? Ask George? Yes. Reply Johnson. Scandinavians work very hard. Reply, George. I could use another hardworking working Scandinavian because that's what Olsen is. You do that. You work for D and you make them work hard as hell. And so again, we see the importance that that George puts on work ethic. This is very interesting to me. The the the the the predictable response about, of humans. So he's trying to make a more personal, you know, computer, Olsen that is. And he's just told... Yeah, you can't do. This computers are not a toy. We've seen this before. Also wanted is to liberate computing computing from the tyranny of the elite, the concept of an interactive computer was strange. Some people thought it was wrong. Computers are serious. You shouldn't you should you shouldn't treat them lately. You shouldn't have fun with them. How we're... I mean, about the world we live. Right? How ridiculous the sentiment is. And they're telling him this time. And again, this is why it's so important because, like, go back to Nolan Bush, like, cocky people are able to push their ideas. They're not gonna let you... They're not gonna give up. In the face of, you know, people telling him don't do this. You shouldn't have fun with them. They shouldn't be exciting. They should be formal and distant with red tape involved. That is a quote from Olsen about what people told him. Another maxim that spreads out the book, 1 of Detroit or 1 of George's Maxim. Was you should always raise money when you don't need it, having learned through hard experience, than when you do not need money, or excuse, when you do need money, chances are, you were unlikely to get it, this is very similar to the the few lessons for warren Buffett. We just went over He says the most attractive opportunities may present themselves at a time when credit is extremely expensive or even unavailable. At such a time, we wanna have plenty of financial firepower, which means plenty of cash. So this is a quote. I wanna bring your attention about somebody that works at Ad for George. So it says George was head of it, and he was more than anything else a teacher. He said. He was in the business to test a thesis. Making money wasn't really a very high objective. He wasn't opposed to it, but the salary were modest. There was no ownership in the company for anybody. This was a... There was a missionary z about it. That's how George got away with under paying us all because we believe we were doing something for the greater good. That we were making America a better place. And I just wanna bring to your attention again. This is yet another historical individual, somebody to led a remarkable life where they thought of themselves as a. Did we see this over and over again, whether you're an investor founder or whatever the case they talk about I'm a teacher. That's how they describe themselves. Let me give you a quote from founder or the founder of Costco, Jim Cynical. If you aren't spending 90 percent of your time teaching, you aren't doing your job. So that's his quote. Right? Let me give you another quote. His mentor. The guy that he sole price, the most influential retailer without a doubt that's ever lived. Right? Was Jim Mentor in the biography I did on sole price. He talks there Jim Ci work to forward to the book. He's also in the book because He was a meant tea of soul price. He's giving an interview much later when Costco every successful. So they're like, you've known soul price for a while. You must have learned a lot from him. And he's like, no, That's not... That's that's not accurate. I didn't learn a lot from him. I learned everything. Everything I know came from sole price. And what it's sol. You train an animal. You teach a person. And so we see this over and over again. You teach Teach teach, and a lot of that is... That's why I say over and over again repetition is persuasive. You read these books, seems like, they they have a philosophy a way they want the the people that they're leading to think and they repeat that over and over and over again, they stick to these ideas for a decade after decade. So now moving ahead in the story. This... We're about 15, 16 years into the founding of, he's gonna give a speech. This is where the the the the the why am I stuttering? The the the the title of the books. Excuse me. Come So it says he traveled to Illinois where he delivered an extraordinary dress she's talking a bunch of security analysts and he titled to address creative capital. The more insightful part of the talk focused on George's explanation of A ards investment philosophy. And this is what he said. The first tenant was that the risk part of the spectrum has to date proved the most rewarding, and the greatest capital gains have been earned in companies which were started from scratch. Second, most venture investing has not been built on achievement of dramatic overnight successes, but on the steady growth of soundly based, well managed affiliates. So they reference portfolio companies as affiliates. That's the word he used to use. And that's where he he kept talking about He's like, listen, yeah. We're a public company. He want me to make money this quarter. It's like, all the money is in the future. It's not built... It's built on... The the achievement is built not on dramatic overnight success, but on steady growth over a long period of time. Third, technology has proved a rewarding field for American research. And is particularly well suited for creative capital investment. Why? He says the reason. In specialized technical areas with products protected by patents and not know how it is easier for small companies to compete with large organizations? I think a lot of people probably still believe that that the... But he's saying that in 19 61, then he goes into what... Like, what is his role? What is his what is his contribution and all this He says his biggest hurdle was usually convincing the small yet proud companies that they needed outside help. George didn't hold that against him. He knew that if entrepreneurs weren't self driven and a bit ego they would be punching the clock for Ibm or general electric. So he has a fundamental understanding of the mindset of the entrepreneur of the person he's working with. That's extremely important. Right? He's like Listen, I don't hold that against you. I know your your little cocky. You're driven a bit ego and if not, you'd be working at a big s company, you wouldn't even be interested in starting a company. You have to be somewhat crazy to wanna start a company. The general closed his lecture by stressing the importance of management assistance and the venture business. There is always a critical job to be done. There is a sales door you can open, a credit line to be established. A new important employee to be found. He's tom about all the stuff that he's helping his companies do. Right? Or a business technique to be learned. The venture investor must always be on call to advise to persuade to dis to encourage, but to help build, then if you talking about if you're doing this, then venture capital becomes true creative capital, creating growth for the company and find financial success for the investing organization. And so this is also, I think 1 of the benefits and what I was trying to explain to you earlier or maybe at the very beginning is the fact that you may have a belief about something that's a misunderstood by outsiders, but, like, George had of fundamental belief in what he was doing. Right? Like, this is a great opportunity, this makes too much sense we have to do this. Right? And for decades the decade and a half people are non understanding. Eventually, they come... They they agree, but they agree later. Right? And what was fascinating to me is So A was majority owner of D. Right? So Digital Equipment Corporation that's this gigantic multi dollar company is gonna happen. They own like, 70 percent of the company something like that. Right? And they could have sold out for quick guaranteed profit. And George rejected every off offer. And so, like, you have huge companies trying to, like, Xerox comes to him. Hp, who whoever Packard comes to him. All these other firms are like, hey, we want dig digital know we wanna... But, like, just book this it Dude. Give us give us this company. What are doing? Like, just take the money and run. And George is like, no. He said, no. He rejected literally every single offer. And his his bet, he's like, well, I think the company could prosper on its own. It doesn't have to be a part of a of of a larger company. And he... The the reason I I bring this to your attention now is because when he's saying that, it's like, it's not at all certain that he's correct. And so this is Ken who... You know, George could've have just sold Ken's company out from under. And this is what Ken said He's like, listen, Ari wouldn't bind sell companies at the first opportunity. This sounds obvious, but it's very hard for someone who owns a major part of the stock to be patient. The general really preach this and he... And more importantly, he really practiced it. So there's 2 ideas that I that came to my mind when I got to this section of the books. So sometimes I look back at some of the books I read, and I'm like man, I don't know if I should do books on entrepreneurs that are still active. Right? Like, maybe that's suit so premature. Like, maybe we should just focus on people that very close to retirement or or dead. Right? And so a long time ago, I read a book on the early days of Snapchat. And now in Hindsight, I'm glad I did because we see, like, what happened there. And so when I get to this section about, like, George not making a really smart decision by not doing so. Something. Right? And then you look at, like, Evan Sp decision. Like, he had the opportunity. Like, how... It's so bizarre to me and admirable. Right? Because I I probably would have sold. I was in his shoes. Like, you compare, like, the 2 different paths of Instagram and and Snapchat. Right? Nothing wrong. Like, I'm not poking fun to anybody because I'd I put, like, I think the main founder of Snapchat... Or excuse, Instagram, I think it's Kevin I said they sell for what a billion dollars. I think he wants getting a hundred and 40000000 dollars. I don't know He... I don't know how he was time. I don't know 30 years old or something like that. And hindsight I was like, can you believe, like, at it's funny because at... At the time, I was, like, Mark Zuckerberg is insane, he's spending a billion dollars his company he's not generating revenue. Right? Now if it was spun up by its own which what? Hundreds of billions who know... What is the the value? A lot more than a billion. Whatever number you wanna put on it. We can all grant that. So he criticized Mark for doing it at the time, and then everybody's like, yeah. Good for you, Kevin. Now it's, like, oh, Kevin sold and, you know, you can't to outside people, but go, he get... He left so much money to. Yeah, But how hard... Like, think about your 30 years old Right? You're not rich by any means. I don't think he came you wealthy. Obviously at that point. He's like, somebody's offering to give you money, like, you're set for life. That's extreme... I'm I'm trying to set this up to realize how difficult it is to do. And so Kevin, you know, winds of losing to of his company later on, gets a hundred and 40000000. I'm not gonna hate on the dude. I'd I'm doing the same. I'm most likely making that same just vision. Right? Even if people can think it's a a mistake in hindsight. And maybe if you have just, like, this fundamental love. Let me go off on a weird tangent, I had a dinner last night too. We were talking about people that love what they do. And I was like, you know what I have a weird dot, that's been coming to my mind lately about, maybe we don't actually know that right definition of love what you do. And they're like, what are you talking about? I was like, well, if... Like, the person you're talking about, you say they love what they do. There's a price. Right? That you could pay them that they stop doing that. Right? And they're like, yeah. I was, like, I I never thought about this too before Sorry before I start reading all these books, but I'm like, if you truly love what you do. And if you wanna... This isn't, like an extreme mindset. I'm not saying this makes sense for everybody. But, like, if you truly to love what you do, there's no amount of money that somebody could pay you. Like, how much would you have had to offer Steve jobs to sell apple to you? The answer is nothing. All the money in the world that dude is not selling apple. How much would you have to pay warren Buffett to not work at Berkshire. Well, he's worth what. I don't even know how much billions, like, billions of billions of dollars. He's in his nineties still going to work. That is how you know they love what you do. So saying that's what just happened to be a conversation had last night is also I think influenced by some some things I thought about when I reading this book. So let's go back to this. I like, okay. So that's the the route that the Instagram shows. And then you look at like, still young kid is twenties. I forgot how old he was. Right? Evan Sp, Mark Zuckerberg comes to you So, hey, I'll give you... Alec, that's a nice little you got there And I saw a company. I'll give you 3000000000 for it. And you ghost them. You ignore them You're like, no I'm not selling it. And so in that book, I think it's called how to turn down a billion dollars. It says, Evan was obsessed with Snapchat being a permanent company, and he said, it was his best idea they he'll ever have, and he's not gonna sell his best idea to anybody else. And then I also in that book what I found interesting and need you learn is who are who are Evans 2 heroes, Steve jobs and Edwin Land. Both of which would... There's not a dollar you could have paid Edwin land to sell Paulo. Right? There's not a dollar you could... You you could have paid steve jobs to sell Apple. So how the hell is this young kid. Have such a sophisticated understanding of that. Right? And what's the result? So the Left myself on this page is, is Evan that came to mind when I talked it when when it talks about Georgia's is not selling D. Right? If is Evan Sp decision not to sell to Facebook, is it not 1 of the greatest investment decisions of all time. It has to be. And so that leads me to my second note Something... III just described to very few newsletters. There's 1 that I do like a lot because it's so ec and bizarre, and it's actually free to read. It's called, you can go to liberty RPF dot com. Liberty RPF dot com. And I've read this quote in his newsletter. And do you know who Nick sleep is? I didn't know who he was, Liberty like an investor. He he he just curate a lot of interesting like, ideas. And so I learned a lot from meetings newsletter. Anyways, he had a quote about nick sleeps just prolific investor I think he had, like, a decade where you you return, like a thousand percent, something like that. Right? And so Nick sleep said something was fascinating that ties together what happened with George and what I just said about Evan. He says the best investors not investors at all. They are entrepreneurs who never sold. Okay. So let's move on. This is, again, another... I think 1 of the main points here is this is the fact that, like, the... What, if you have a fundamental understanding of your company what's happening and say, it's always better to go with what you think than what the external world says. And in this case, he wants and unfortunately, the part of the external world is just regulated. It's just ham hammering them. I'm laughing it's definitely not funny it. If you were Georgia at this time, he feels like he's finally getting some kind of validation because they they just hit real hard on Dc. And yet even if investors a stock starts rising that causes the Sec to not think venture capital. It's such a weird dichotomy here that to think venture capital is not that important. And he says there meaning the Sec lack of appreciation for the importance of venture capital was driving the general mad He was always going crazy about the Sec, The tragic irony of this bitter struggle with regulators was that they were lowering the boom on A just as investors and economists were beginning to recognize the significance of Georgia's achievement. So now he had to fight the complete ind of outside investors before, takes a decade and half and then they're like, oh, 0, wait. This guy's is actually right. So then they come around to him. And as they come around to Sec So... What you're doing is fundamentally not... Valuable, and it's violating all these regulations and we're gonna hammer you. And so it's because of all this this this... He's hands are tied red tape for the... With the Sec. He just loses all of talent. This is where his second and command leaves. They just... Wanted... Because they realize, hey, this guy not gonna retire so I can't take it over. But also they realized that they have to improve the structure of these of the... It has to a partnership. Right? And because there... This is was the example where some of them, you know, in the case where they're financing entrepreneurs companies, Entrepreneur has stock in the company makes ton of money. The Sec is like, it's there's just... I'm not gonna cover their weird rules because they don't make any sense to me at all, and, obviously, they've been since changed and even the rules that weren't changed. They figured out a way to get around them with the different structure, But really the point of, like, reading this is this is, like, we do have to learn from mistakes of other people. Like, we need these sack... Like, Georgia's instance, like, the sack official lamb. You didn't know when they set up the company this way that this is going to 20 years in the future is gonna cause them to lose all his talent. So it says this is where Bill l Elf leaves starts the own company. There there's 1 more reason Elf left, he realized along with an increasing number of investors and new companies that venture capital into the stock markets mixed as well as oil and water. Elf could see the government's increasing interference with Affairs was not going to end. The Sec letter, challenging Air practices, was received by Aa a week before Elf resigned. And so Elf comes up with a solution for this, He says for Elf a solution to many of Ar problems was to take advantage of a new organizational form, the limited partnership. Although it might be too complicated to convert Aa into a part leadership, it was not too late for Elf to form his own. He would not be the first person to realize the advantages of such a structure. So there's are some other people in California doing the same thing in 19 61, Arthur Rock, who was in an investment banker and a student, and a previous student of George. When he went to Harvard, formed Davis and Rock, and he adapted the old oil wildcat cutting business. That was interesting. The big Rich. I think it's founder number 01:49, if you wanna learn more about that. Adopting the old oil wildcat cutting business. The limited partnership offered several distinct advantages over the publicly traded investment company. So they're talking about the difference of what the the people that came after George did that improved on what the mistake george made, but George know a mistake when you made it. Right? So it says, they had to sync advantages over the publicly traded investment company, general partners who ran the firm received not only a management fee that covered salaries and expenses. They also... In which George had to to figure out through operating profit. Right? They also received the share of the capital gains that feature eliminated eliminated A d's compensation problems, which led to, obviously everybody leaving. You're not gonna have talented people stay if they can't be paid well. The firm's limited partners also maintained a long term horizon that allowed them to fore dividends or interest payments. But this is the important part that overall, his thesis was correct. It was really mind blowing that you could take small amount of seed capital and get ownership of a company that was worth more than Ibm in a fairly short period of time. During the course of its existence, A financed a hundred and 20 companies, but it was the development of digital equipment, that allowed George to accomplish his ultimate goal. George was very important because he was the first 1 to believe there was a future in financing entrepreneurs in an organized way. And I'll end with some highlights from a speech that he gave when he retired. This is... There's 2 ideas here for you. Here's the first 1. Remember, and this is really important. Remember that our happiness is in direct proportion to the contributions we make. In other words, how we serve other people, and then he ended his speech with 1 of his favorite stories. On a road somewhere, 3 men were breaking stones. They were asked what they were doing. 1 said, earning a living. Another said, I break stones. And the last 1 said, I help build cathedrals. Let us build cathedrals together. And that is where I'll leave it for the full story, you gotta read the book. If you want to buy the book, using... If you... Buy the book using the link that's in the show to your podcast player, you'll be supporting the podcast at the same time. If you want to support a friend and the podcast at the same time, There's a link below where you can buy a friend, a gift subscription, 2 founders. 1 that never expires, so they have access to founders for as long as founders exists. Just link below for that. That is 203 books down 1000 to go, and I'll talk to you again soon."
}