{
  "transcript": "It's hard to believe that 1 man revolutionized computers in the 19 seventies with the Apple 2, and the 19 eighties with the Mac, animated movies in the 19 nineties with Pixar and digital music in the 2 thousands with ipod and itunes. Inside Steve's brain cuts through the culture personality that surrounds jobs to une the secrets to his unbelievable results. It reveals the real Steve jobs, Not his heart or his famous temper, but his mind. So what's really inside Steve's brain. According to Lean Cane, who has covered jobs since the early 19 nineties? It's a fascinating bundle of contradiction. Jobs is an elitist who thinks most people are Bo. But he makes gadgets so easy to use that a Bo can master them. He's up obsessive with a filthy temper, but he forge deep partnerships with creative geniuses like W, Jonathan Iv, and John Las. He's a buddhist and an anti material, but he produces mass market products in Asian factories. And he promotes them with absolute mastery of the cra medium advertising. In short, jobs has embraced the traits some consider flaws, na, perfectionism. The desire for total control to lead Apple and pixar to triumph against steep odds. And in the process, he has become a self made billionaire. In inside Steve's brain, Connie dis steals the principles that guides jobs as he launches killer products, attracts fan loyal customers and manages some of the world's most powerful brands. The result is a unique book about Steve jobs that is part biography and part leadership guide and impossible to pit down. It gives you a peek inside Steve's Brain and might even teach you something about how to build your own culture innovation. That is from the inside cover of the book that we talked to you about today, which is inside Steve's brain, It was written by Lean Lander Connie. So I wanna tell you real quick before I jump into the book, I wanna tell you how I found this book. It's been recommended to me a few times over the years. Most recently, somebody recommended it to me. They had listened to a founders number 1 78, which is the book about Jonathan Iv, and they pointed out there they're like, hey, do you know that guy, has that author rather. He wrote another book. It's this book inside Steve's brain. I didn't I didn't make the connection previously, or maybe I did, but I forgot it about it. But anyways, that that maybe think of was like, you know what? I wanna... I have to read that book because I thought Connie did such a great job with the the Jonathan Iv book. So when I went to buy the book, I realized that there has been an updated version, and there was an updated version, a reprint with additional chapters after Steve passed away. And I didn't want that. I wanted this to be a period. Piece. So this book was written 2007 we're 10 years into the return of, steve jobs to Apple. The iphone has just been released. It looks very promising, but it's not a tenth or a a hundredth of what it is today. And I think there's value in reading a book that's like a snapshot in time. So I've done this before. The... I've done 6 different 6 different podcast podcasts. 6 different books on, on jobs. Most of them our biographies, 2 of them, 2 out of the 6 were, like, it's talks about 1 it was a book insanely simple, which is Apple's approach to, marketing and it's more of like a business book. Right? And then creative a selection which is fantastic because it's about, like, how Apple to develops products. But the 4 biographies I read. I'm just gonna list them in case you haven't seen them or listen to the podcast or read the books yet. Number 5 is Steve Jobs by Walter isaac inn, number 19 was becoming Steve Jobs, the evolution of a reckless ups start to a visionary leader. Number 76 was returned to the little kingdom, Steve Jobs and the creation of Apple, and then number 77 was Steve Jobs and the next big thing. Many of those books are gonna want up reread in the future and re... And recording another podcast on because they're so valuable. But the reason I'm this to your attention now is because I would actually read them in the opposite order that I read them. I would start with Michael Mori book, return to the Little Kingdom, Steve Jobs in the creation the Apple. And if you can actually get the original copy of the book. It's I'm called the Little kingdom. I got the updated version in 2009. But what... What's amazing what that book... That book was published in 19 84. So it covers the first 7 years of the history of Apple. And we see a... It's a snapshot in time just like this book is. A snapshot in time to a young Steve jobs and the way he talks and thinks about products, and a lot of the traits that are in that book, he carries on for multiple decades. And what's really wild about that is, you know, you and I always talk about the idea that, like, a lot can change in lifetime. The author of that book, he was a, reporter, for time Magazine when he wrote that book, and then he gets into investing. He's a billionaire. If you fast forward to present the day, like, he's a billionaire investor. There's just a reminder, that so much can change in in 1 lifetime. And then after that, I would read Steve jobs the next big thing because that book is all about the... His wilderness years from 19 85 to about 19 97 when he goes back to Apple. And it... You she... You see 1 of the greatest entrepreneurs in in history, just make mistake after mistake after mistake, and that's another period piece because it ends, right at the beginning or right a sec he's coming like Apple, and then I would read becoming Steve jobs, which, like an overview of his life and then Steve jobs by Isaac skin, and the reason I would put Steve jobs by Isaac and last is because Steve actually worked even though Steve jobs by Isaac... Isaac was was published before becoming Steve jobs is because Steve worked hand in hand. With Isaac on that book and the way that book ends. You know, he knows he's gonna die and he's reflecting on the lessons he learned and how he looks at the process of company building and dedicating his entire life to Apple. Just even if you read the last chapters. I mean, obviously, read the whole book It's it's gigantic. I think it's like, 500 pages or something like that, but it's it's just so the the last chapter where... I'm I'm pretty sure it's the last chapter. It's closely to the in the book where Walter is like, listen, I'm gonna let Steve in his own words describe, like his legacy and how he thinks about his work. So anyways, I that... That's why it was important to me to not get the updated version. This book is written in November 2007. Most of the highlights I'm gonna talk you about today. I really I really want to treat this as if Steve is talking directly to you and I. Right? So most almost every single highlight is going to be Steve in his own words. There's quote... You know, I've read ton of books on him obviously, watched 1 bunch of talks. There's quotes in this book that I've never even heard from him before. So that was really like, that was really beneficial. I'm gonna give you a little bit of background real quick, and then we're gonna most... Like I said most of the what I'm gonna talk to about is it's just him talking directly Right? So this is November 2007. Apple has a monopoly on the P 3 player market with the ipod. In the United States, the ipad has nearly 90 percent market share. The itunes music store sells 5000000 songs a day, and they have 80 percent of all... They selling 80 percent of all the digital music that that is sold online. Jobs has just sold Pixar to Disney for 7400000000.0, and at this point, he is the largest single end... Largest individual shareholder in Disney. And then somebody this a quote about jobs. He is the Henry J Kaiser or Walt Disney of his era. I've done podcast podcasts. Multiple Pocket in Walt Disney, and then Henry Kaiser, a lot of people don't know who he he he was. But after world war 2 or even, I guess, during world war 2. He was his famous as Elon. In his day, he was his... Henry Kaiser was his famous as Elon Musk today. Kaiser started over a hundred companies. He built the Hoover dam. I mean, it's just remarkable. He... There's I read his biography. It's an archive if you wanna listen to that as well. So then, let's jump right into what Steve's is talking about. Says, you know, as a kid, I was just, you, I was kinda uncontrollable. I mean, he as an adult he's uncontrollable too. Right? And he's, like, I was a borderline delinquent. 1 of my favorite quotes about entrepreneurship comes from entrepreneur. And he's like, listen, if you wanna understand the entrepreneur, The minds have an entrepreneur study that Juvenile delinquent. Did You Juvenile delinquent is saying with his actions. This sucks. I wanna go my own way. That's a para because I don't have front of me. So he's, like, you know, at school, jobs this is a borderline delinquent. I would have absolutely ended up in jail. So a neighbor in his neighbor of his actually gave him. This is the result of a neighbor giving him a hobby electronics kit as a kit. And this is 1 of the most important ideas that that Steve has, it echoes what... 1 of my favorite quotes from Mark and Jason where he says, you, the world is much more malleable than we think. And so Steve is talking about what he learned is experimenting and tinkering with electronics when he was a kid. These things meaning the electronics were not in mysteries anymore. It became much more clear that they were the results of human creation, not these magical things. And then it gives us a little history because it's really hard. I think Apple might today might be the the world's most valuable company, but they've been at it for multiple decades, and they they grew what's amazing to me is what the introduction said, where it's like, you know, this guy made innovative products in the seventies eighties, nineties 2 thousands and 2010 right before he died. That's that's insane. So it says in 19 83, Apple entered the Fortune 500 at number 04:11. The fastest ascent of any company in business history. This is Steve talking about that. Because it 1 thing he... He'll hotel you over and over again. Like, if you're starting a company just to make money. You've already lost. He's like, the money will come as a byproduct of building great products and building a great organization, but you absolutely cannot put that first or you're doing your off. So it says, I was worth about a million dollars when I was 23. I was worth 10000000 dollars when I was 24, and I was worth over a hundred million dollars when I was 25, And it wasn't that important because I never did it for the money. And then this is state of affairs as the book opens up as he's writing this is just 10 years into Apple's return. Apple's engage in probably the most remarkable second act ever seen in technology. So that was the at the time, the Google Ceo, Eric Schmidt. The ipod is a smash and the iphone looks like 1, and that is a great example of why I didn't want the updated version. It looks like 1. It it looks like it's gonna be a smash. They have no idea that they have created the greatest consumer product in hit ever created. The most successful consumer product. I can't think of another 1, than the iphone. And so this is an an an example something you and I talk about all time. Like turn your personality into a business philosophy. Your work is too important. Should develop your own philosophy which should be unique to you. And this quote is fantastic. So it says all the traits, the instincts that made Steve jobs at bad fit for the business world are perfect for the world of consumer devices. So he's talking about the failure of of his time at next. He made and remade Apple in his own image, and this is the greatest quote. Apple is Steve jobs with 10000 lives. He's someone who has turned his personality traits into a business philosophy. And here's a great quote from Steve Jobs. I've never... I I don't think I've ever come across this quote, And I absolutely love it. This is Steve Jobs resume at apple's dot mac website. And so he's describing himself, and this is fantastic. Thick. I'm looking for a fixer upper with a solid foundation. I'm willing to tear down walls, build bridges and light fires. I have great experience, lots of energy a bit of that vision thing, and I'm not afraid to start from the beginning. And that is a description of Apple. Right? When he came back. I'm looking for a fixer upper or but has a solid foundation. I'm gonna read this again. I'm looking for a fixer upper with the solid foundation. I'm willing to tear down walls build bridges and light fires. I have great experience. Lots of energy a bit of that vision thing, and I'm not afraid to start from the beginning. That last sentence might be the most important. I'm not afraid to start from the beginning. So I wanna read you a quote. This is from Gill Emilio. This is Ceo, the person that winds up was running Apple before Steve comes back, and he's the 1 that decides to buy next. They're having all these issues. So like okay, maybe we can use the next operating system, and we'll bring Steve back and he can con do some consulting. And again, at this point, Steve claims he's like, no. I don't know if I'm, and and Larry Ellis, I think backs him up on this if I'm not mistaken, but, you know, he he claims that it was not his intention to take back control of Apple. I don't know if I believe that. But this is... To know myself is passion is infectious and charisma is king. And this is Emilio talking about them hammering out. He's at Steve's house. Steve's like, let's go for a walk. He used he he loved to have meetings while he was walking while he's moving. And he says I was hooked in by Steve's energy and enthusiasm. I do remember how animated he is on his feet, how his how his full mental abilities materialize when he's up and moving, how he becomes more expressive. We headed back for the house with a deal wrapped up. And so that deals when they they went buying next for 4 400000000 dollars. 1 way to think about that as Apple pays 400000000 dollars to re hire steve jobs and they got the deal of a lifetime. Steve is also famous for saying that the most powerful person in the world is a storyteller. I think he was a fantastic storyteller. He talks about good storytelling can last for decades. Yeah. He would compare and contrast the work day. He was doing a Pixar compared to what. He did apple. And he's noticed I said my devices. You you won't be able to boot up a device I make 20 years from now. Right? Always constantly building, something will last for a few years and it goes into the dump, what you're doing, talking about what Add campbell doing, and the people at pixel pixar is, like, they'll... If you do it correctly, like, good storytelling last forever. And he gives... Gives an example. This is another thing that I was talking about last week or not last week a few days ago on, the podcast with George Do. The idea that when you're... And this is popped over and over it to, like the best founders have these this deep historical knowledge. And I used, Mark Jason as a as an example, he's doing something smarter. Or you I... You can observe it just by listening to talk, listening to been talk. Is fact that he has this crazy historical knowledge. And then you combine the deep historical knowledge about humanity and in general and businesses specifically with also hanging out on the edges of to technology, hanging out on the edges of the Internet where a lot of the the the new opportunities are coming, and you combine those. And I think you have something powerful. Steve does the same thing. You'll see throughout the book. And in general, you just hear him talk. Like he's constantly referencing Like, what was walt Disney doing 50 years ago in this book he talks about what you learned from Da vinci, Michel Land. Edwin Land. He talks about in the beginning of this career that he would just call. He's like I'm living in Silicon Valley. I have access to all these people who had built fabulous companies. I didn't know anything about building companies so I'd call him up and try to pick their brain, try to take him lunch, try to get jobs with them. You know, Bob No, the people from Amd. I can't remember their names at the moment. Bill Hue bill bill Hue and David Packard, Nolan Bush, Andy G because all these people. And so what's what's funny is right after I finished releasing that podcast. I just stumbled upon another podcast where this this example that I was using is like, very evident. It's called the podcast in case you wanna listen to it. It's the history of Silicon Valley. So the name of the podcast is the rest is history. And number 93 and then 94. Silicon Valley part 1, Silicon Valley part 2. It's an interview with Mark. About the history of Silicon Valley, which is really funny because in that, he's comparing, like, he he does a, reference of, like, it's the movement that Elon Musk is creating present day is not very dissimilar to the movement that Henry Ford had created previously, and he he makes the, the contrast. He's like, listen, you know, I it's implied. I don't think he says it specifically, but it's like you have these founder led companies that can lead movement. He's like, there was a movement around Henry Ford, but there's not a movement around Ford Motor company. And Really does speak to the, you know, people make all the difference in the world. But in that 2 part series, you know, Mark is expressing his his understanding developed, you know, I don't even know dozens hundreds of hours of analyzing. Like he's en knowledge of his industry and more importantly how it rates really relates to the states. Not very different than what I'm about to reach you here is the fact that, he's talking about, like, how... What is what Pixar is doing in the nineties. How does that compare? With what... Walt Disney was doing, you know, Snow white came out in the 19 thirties. So he says, I don't think you'll be able to to boot up any computers today in 20 years. But Snow white has sold 28000000 copies, and it's a 60 year old production. So he's talking about the fact that, good storytelling can last for decades. Now he gets until, like, his stated my dennis where I don't believe him. But is, you know, it's skeptical. Do I wanna do this? Jobs was skeptical. That Apple could stage to come back. He was so skeptical that he sold. So he's coming back in 19 97. He gets so much shares. He sold the 1500000.0 shares he received from the next purchase at rock bottom prices. All except for a single symbolic share. And so when I got to this section and made me think of another, a, a quote, A highlight I saved from the book on Isaac, this is Steve... This is from the book, Steve jobs Walter. Isaac, and he's talking about, like, this period in his life, which is also very what this book... Like, it's the same time period that's covered in this. Right? So he's talking about, like, do I really wanna do this? And he says we've just taken pixar public, and I was happy being Ceo there. I never knew of anyone who served a Ceo of 2 public companies and I wasn't even sure if it was legal? I didn't know what I wanted to do? I was enjoy spending more time with my family. I was torn. I knew Apple was a mess so I wondered. Do I wanna give up this nice lifestyle that I have? What what what were all the pixar shareholders, what will all the pixar shareholders. What will they think? I talk to people Respect and this is funny. This is why who I'm sending why I'm reading this to you because Andy Grove, if you listen to the podcast I don't his memoir. He's written a bunch of other books. They're they're, you know, people quote them for they're good for management, how to operate a company and everything else. But his memoir is just a... Even if you'd... It's just a phenomenally well written book that takes you on this emotional roller coaster about the first 20 years of his life and it's just... It's unbelievable what that guy was able to survive. Right? So jobs is about to call Andy Grove. And, of course, if he read his memoir swimming across, chances are you're gonna go through that experience and you survive like that. You're gonna be a hard ass. Right? So we see that and Andy Grove was known known for that. Just his his reputation was, like, he had a blunt, like, no bullshit personality. Right? He and and communication style. And That I was talked about in the book the innovators. I think that was founders number 01:57. If I'm not mistaken. So it says, I I talked to people I respected. I finally called Andy Grove. I gave him the pros and the cons. And in the middle, he stopped me and said, Steve. I don't give a shit about Apple, and then this is Steve's response. I was stunned. It was then. I realized I do give a shit about Apple. I started it, and it's a good thing to have in the world. That was when I decided to go back on a temporary basis to help them hire a Ceo. So that's a funny story. Like, I I chuckle every time I read it. But Also thought, like, and I didn't realize that to I re reread it a few days ago. I was, well, that's actually a good... Like, decision making framework about what you're working on, and it's a 2 part decision making framework. Do you actually give a shit about what you're doing? And the second part is, is it, a good thing to have in the world. And if you're answering yes to both those questions, you have to do it. Even if it's risky. And I think that's also an illustration of the power of storytelling because he's... That's the lesson or that that maybe the insight you take away from that story. Right? Like, do I really care about what I'm doing and is it is it good... Is it something good for the world to have in the world and I have to do it no matter what? And he's able to tell, like, this funny. But, you know, I read the long time ago. I've never forgotten it. Years and years it just sits in your brain. So that's another thing where maybe the thing I'm respect most about steve jobs, and I do have, like, granted, like, I definitely think... Like, he's 1 of my favorite entrepreneurs ever. And I don't think that's, like a very profound thing. I'm saying, you know, even if you don't think he's a greatest entrepreneur in history. He's definitely mount Rush. If there's a mount Rushmore of entrepreneurs in in human history, he's definitely on it. But when I when I when I analyze everything, like, the way he he approaches work, the results of his work. The the thing I might respect the most or admire the most or maybe the trait, maybe better way to say this is, like the trait that I won and and the ability he had that I want. He's like, I've never come across somebody that thought clear. His ability to the... How clear his thinking is when you read his words and you and you read his biographies. He was a crystal clear communicator. And I think that's how he was so successful in getting people. You know, you I can't do a lot of things by yourself. Right? You have to get the collaboration of other people And I think that was 1 of the, the obviously, sees a great storyteller as well, But he was just... There was no ambiguity. In that book creative selection, which is written by a programmer, Ken C, I think his name is, he worked on the the the the keyboard for, the original iphone, he worked on Safari, and I I can't III escaped my memory what the other projects he worked on. But he says something about that how every decision making, like, he called Steve Jobs like, the the Oracle of Delphi, but he's, like, to Oracle, when you when you go to Oracle, in the mythology, they would they would... They'd had come back, you asked him my question and come back, like a riddle. He's like, no. Steve wasn't like that. It was crystal clear. You knew exactly what he wanted you to do next. And I think that was extremely powerful. Let's go to the beginning when he's he's coming back to to Apple? And again, he's just doing from top to bottom once he starts taking over control? He's... He's trying to? Like, what do I have here? Like, what are the? What are the product line? What's the product line you'd be? Do I have what's the finance? The financial resources I have. What are people? Like, what's happening here. And, really, this is something we discovered when when when we study jet with Jeff Bezos, Amazon Does so well. It's just like, it's could all be so simple. Like, just look at things from the customer's perspective and then work backwards from that. This is a quote from Steve talking about this the product line. This doesn't make any sense. What what are we doing here? What I found when I got here was a zillion in 1 products. It was amazing. And I started to ask people, why would I recommend a 3400 over 4400. When should when should somebody jump up to the 6500, but not a 7300. And after 3 weeks, I couldn't figure this out. And if I couldn't figure this out, how could our customers figure this out? Okay. So this put point in the book, This is when he's doing the survey. He's going through everything. I have more notes. I wrote longer notes than highlights on the book. So I'm gonna go through 1 1 by 1 just tell you what what thought spawned my mind, was spur in my mind. I don't know what we're I'm looking for what what thought came to mind as I read that. So it says, he immediately embarked on an extremely thorough survey of each and every product, and he went through the company piece by piece. I know left my myself is here. That's a smart idea to do not and not just for turnaround. Like, why don't every couple months every year, whatever it is do the same thing in our own company. Right? He mainly embarked on a extremely thorough survey each and every product that that we're making. He went through the company piece by piece. Asking why? Does this still make sense? Like, that's a very simple idea of but very powerful like results. The second thing is, during the a bunch of these meetings, and he says something. Someone started taking notes, Steve said you don't need to take notes. If it's important, you'll remember it. So the thoughts is far. That came of mind. You don't need to know everything, just the important things. Another 1. He would sometimes ask hypothetical questions. If money were no object, what would you do? That's start with a question and work backwards. So we saw that with Jeff Bezos such just mentioned that. An example, I think this was in the book, Amazon un bound, the the the most recent 1 written by Brad stone. And he was getting... He was getting a little pissed at, like, he didn't think the team he put in charge of Amazon Marketplace. Was being ambitious enough, so he'd, like, rip up their paperwork and stuff. And then he just said if... And something that you see Jeff do over and over. He just... He starts with a question. So he's, like, instead of... Like, let's keep having these meetings and we're wasting her time? He asked him question. How would you get a million sellers into the marketplace. And that's at the tone. 1 made that his team way more ambitious. He told them, like, at that time, they're like, that that was... It's impossible. And 2, he made it easy for them to start with the end of mind and it and then work backwards from that. And then the final thing that that's happening on those pages is, you know, Steve is cutting in a bunch of things. Right? Like, we gotta keep cutting if Apple's is gonna survive. We have to keep cutting. There was no screaming matches. There was no calling other people Idiots. It was simply him saying we've got to focus and do things that we can be good at. And so a lot of people, let me give some context to happening in the book. Like, you, they're making Apple at the time was making printers. They're making millions of dollars A you're doing this, and Steve's point was, like, okay. We're making money at. That's fine. But other companies can make printers just as good as we can. What they can't do need to focus on what we're best at what people... What, we can do that no 1 else can do No 1 can make a better computer than us. That makes me think of his hero, Edwin land founder Polaroid. He has this fantastic, and he would do the same thing in his company he's like, we're not diversifying into all this other garbage. Like, we made the world's first instant camera. And so he would say, 1 of 1 of the quotes I love from Edwin Land. He's like, listen, my motto is very personal and may not fit anyone else or any other company. It is, don't do anything that someone else can do. Is that not what Steve Jobs is telling team. Everybody... Somebody else can make another printer just like us? They can't make an Apple computer. Let's focus on that. So 1 of my favorite videos you can watch on Youtube is, just typing like, steve jobs on marketing, and he goes in and he talks about marketing is about values, and he's giving a speech. He's explaining his thinking. Behind what winds up being 1 of the greatest Apple ads ever it's here. So the crazy ones. What he says here, this is a paragraph. It was very... It's fantastic. I'm gonna read this to you. Jobs realized that while the products sucked, the Apple brand is still great. He considered the Apple brand as 1 of the core assets of the company and perhaps the core apps. The core asset. Now we get direct quotes from him. What are the great brands? Levi's, Coke, Disney, Nike. Most people would put Apple in that category. You could spend billions of dollars building a brand not as good as Apple. Yet Apple hasn't been doing anything with this incredible asset. What is Apple after all? Apple is about people who think outside the box. People who want to use computers to help them change the world. To help them create things that make a difference and not just get a job done. And so his thinking is like, instead of us saying, you know, hey, buy a new apple, it's this fast and has this much storage space. It's like, why don't we celebrate the creative people, the people that if they were alive today, you know would use an Apple machine. And I'm gonna fast forward a little bit, they're this is really, really important, I think to pull out because he's already... Now he's taking the reins, this... We're still in the... In... We're about 2 years into his return to apple. And the north of myself is this is Steve Jobs. 1 of the greatest founders ever, and he is full of doubt and uncertainty. Why do you think you can get away without having doubt and uncertainty. Right? I've never been so tired of my life. I come home in about 10:00 at night and flops straight into bed, and then I haul myself out at 6 to next morning, take a shower and go straight to work. I wouldn't be honest if some days, I didn't question whether I made the right decision. So what does he do? He does what every other human does? He looks to his... For... To others for inspiration. This is not very different to him. What James Jason was saying. He's like, listen, it's easy for me. I now own a hundred percent of a company that's worth tens of millions of dollars. I've spent decades after decades releasing all these new innovative products that people all over the world love. And it's easy for me say, yeah, Don't give up on your dreams, but he talks about in his auto, which is why that book is so important. It's like, I crawled in the house. Covered and dust, depressed thinking that I was just gonna go on making prototypes, never going backwards never going forward for the rest of my life. And what did dyson say? He says, I I looked to people like, Kingdom B. And at times in my own story when I wanted to give up. I looked to him, then I don't have the exact quote for me. He's like, I looked to his... The... The arc of his life to realize, okay, he went through periods like this too. And by by identifying with him. I was able it was able to give me the belief that my story would turn out okay in the end. That is good is I'm para, But that's what exactly what Dyson was saying. Right? How powerful. How much is the inspiration and the example of Kingdom B like, how valuable to that is to Dyson. It's worth literally billions. It's the same thing here. What is he saying? I wouldn't be I would be I wouldn't I wouldn't be honest If by some, I didn't question whether I made the right decision. What does he do? Job said he looked to his hero, Bob Dillon for inspiration. And so he says 1 of the many things that Jobs admire about Dylan was his refusal to stand still. Many successful artists at some point in their careers atrophy. They keep doing what made them successful in the first place, but they don't evolve. If they keep on risking failure, they're still artists. Job said. Dylan and Picasso, another 1 here... 1 of his heroes. And this is... Again, goes back to... Just having that fundamental understanding history. His Davinci was a hero of his. Edwin Land was a heroes his dylan Picasso. Einstein. Just over and over again. So says as they keep on racing failure, there's still artist job said Dylan and Picasso we're always risking failure. Alright. So moving on, another thing about jobs is there's no ambiguity with him. He's it's like 0 100. People, he he would make really quick judgments about people. He would call him geniuses or Bo, and this is the importance of of editing, so you're only jobs is all about, again, people with the quality people. And he's like, I'd rather just instead of making a million products and having, you know, a bunch of c players, C b players. Like, I'm gonna cut everything. I'm gonna go down to 4 products, and I'm only gonna put my best people on every product. Right? So he says, if we could make 4 great product platforms, that's all we need. We can then put our a team on every single 1 of them instead of having b or CBAB or c team on any of them. We we the result of this is that we can turn them out much faster. And so he went up you know, I think they lay, like, something like, 3000 people I forgot the exact number It's a lot of people. And this is part of the reason why jobs insisted on a clear chain of command. The organization and quote from jobs here. The organization is clean and simple to understand and very accountable. Everything just got simpler. That has been 1 of my mom mantra focus and simplicity. And it's funny that he says, like the har he's got, like, easier to understand. He also didn't really care about hierarchy. Like if he He wouldn't... Let's say he wanted to talk to you about something that you need to do demo. He would go directly to that employee. He wouldn't go to that. Even if that person had maybe 2 or 3 layers in between him and and jobs. He was like I wanna talk directly at him. I don't need to go to his boss. 1 of jobs favorite Maxim at Apple is focused means saying no. He's talking about, now he's was talking about building the imac without a, without a floppy disc, which sounds funny now, but at the time was a, like, a huge deal. And this is 19 98. That's why it was a huge deal. And the note, I left myself here longer than than the highlight. I'm gonna read the highlight. First. Josh wasn't a hundred percent sure of the decision himself. But he trusted his gut that the floppy was becoming up elite. The Imac was designed as an Internet computer. This is 19 98, you will not be free of doubts. Think about what the product is, and the quote, I wrote... I jot it down. This quote actually learned from Trader Joe. And he says his favorite... His favorite quote about management ever was from tech Thor. Tech jordan was the founder of Lit industries who also ties in. Lit industries is 1 of the largest, single investments by Henry Singleton and Claude Shannon, and they made a ton of money on this guy's company. But check says, if all the facts could be known, idiots could make the decisions. And so a way to think about that is are you're you're not gonna be free of doubts. You're gonna have to make decisions under uncertainty. If all the facts could be known, idiots could make the decisions. I like this sentence because it may think, like, what you you can find out what you want your company to do by using examples of what you want your company not to be. And so he talks about, like, we're 1 thing that was... It seems obvious to to us now I guess, but he his focus is like, I'm selling computers to individuals. Like, I'm not going after the business market. And his whole point is, like, people are already doing that. This just not fundamentally interesting to me. The roots of Apple were to build computers for people. Not for corporations. The world doesn't need another Dell or compact. Okay. So now we get to house Steve worked, demos, multiple variations extreme attention to detail, DA1 man focus cruise, group and embrace the grind. So it says for the next 18 months, the team had a weekly meeting which jobs with jobs during which they'd show him the latest mock ups. Each element of the new interface for each out... Excuse me, for each element of the new interface jobs requested several variations so that he could select the best ones. And, again, if you want to know more detail about this, read the book creative selection it's fantastic. Jobs always ask for multiple variations of products in development, both hardware and software. So they they it a mock up and this was funny. This is also something that's in the bulk create a selection. Jobs jobs leaned forward his nose to the screen. And when examine everything close He would compare the mock ups pixel by pixel. He was way down into the details. He would sc everything down to the pixel level. An example of how embracing the grind, how long the would take. Jobs in the team spent 6 months refining the scroll bars to jobs satisfaction. The scroll bars that you'd see in the the Mac operating system. 6 months just on the scroll bars. And so this a great essay called embrace the grind. It's written by this guy named Jacob Kaplan Moss. I think he you just... It's when I Google embrace the the grind. It's the first thing that comes up. But it talks about, like, he uses... He starts to the post with, a lot of people think that, like, things that are magic are just somebody going to to insane levels of trouble to make it seem like magic. And so he talks about how Penn and teller do certain tricks and they'll reveal how they did it. And it was just a way more work than you thought anybody would actually do for 1 trick. Right? And he applied that Jacob applied that in his own work where I forgot which companies working at, but they're having all these, like bug reports. They never resolve them. It's completely disorganized, but, So he's put in charge to to to figure out, like, how... Like, we're not making progress. Anytime we saw 1 bug there's, like, another, you know, bunch other that pop up. And so what he did is he essentially he wrote out every single 1. I think on a post it note if I remember correctly and locked himself in a room for 3 weeks straight. And so he organized organizes them, he winds up defining a bunch of duplicates, and they start eliminating him from making no progress to making, like, hundreds of removing, like, hundreds a day. And he laid the foundation to to wind up getting to the point where they were... They were actually no longer going backwards. And I think it took, like, a year. So it's 3 weeks of intense work, right? To organize them and then attack them systematically. And his whole point, is that a lot of what we call magic is in the 1 mundane. That if you're willing to actually embrace the grind hence the the the title of of the post, you can actually pull off things are... That are impossible to other people because they wouldn't even think to put in that much level of effort. How many people are spending 6 months on scroll bars. How many people are putting their notes to to the screen and looking at things pixel by pixel I think... And he and he... Not only applies a scroll. He plays it to everything. I think I have highlights later, but just in case I don't I'll tell you now. Like, he's read... He's he's about to present. I think it it was, like, a new Mac. I can't remember it, but he was doing 1 of his famous product presentations. There happens to be a reported in the audience watching him, watching him, rehearse. And just... They kept going over, like, 1 part of the presentation, what the lighting was for that, like, where it should be shown And the times reporter, I think it was times quarter. Was just like, what does it matter? Why are you doing that? I was like that is the perfect illustration of of the opposite of the standard. Right? If Steve jobs is mantra embrace the grind. The mantra of almost all of humanity. That's good enough. And if you can apply that embrace the grind philosophy over multiple decades, which Steve clearly did, you get you produce magic to use the the determine in the the the essay sa by... The Essay si... The essay by Jacob. So let's go to let the note I have left on myself are left I left page. Crystal clear communication, I already mentioned, you know, that's something thing I admire maybe most about them. And and this is talking about when they're they're the first people to realize, hey, you can sell music. Like, you know, you don't... If you give people better experience, like, Naps, ka, all the other things that were the file share programs that that we use when we're younger. You know, you... Yeah. You're getting it for free, but it's sometimes as you educate viruses It's kind of a pain in the ass. If I can devote deliver better customer experience. And I communicate that customer experience. Like, people will respond to that? And he really summarizes by, I'm gonna give them a better experience for a dollar a song. Anybody can understand that. Right? Why would somebody spend a dollar song when they could just get the same song for free? Jobs answer was the customer experience. And he says, we don't see how you can convince people to stop being thieves unless you can offer them a carrot, not just a stick. And the carrot is, we're gonna offer you a better experience and it's only gonna cost you a dollar or long. Jobs has said that the starting point should always be the user experience. And this is what he says about that. As technology becomes more and more complex, apple's core strength of knowing how to make very sophisticated technology, comp to mere mortals is an even... Is is in even greater demand, and that's just crystal clear communication, a better customer experience for a dollar song. They use that same thing when the ipad came... The ipod came out, you know, a thousand songs in your. Okay. In an instant, anybody reads I like, okay. I know exactly the benefit that this product is promising me. This is another quote from him that I think is fantastic. It's he says be a yards stick of quality. Okay some people are not used to an environment where excellence is expected. And if you're not in an environment like this, I think books and podcasts can actually simulate 1. There's a quote, member Andy Be. So it's a guy that started that bank key. Wanted up being a billionaire, kind of, like, this Essential character. But I did a podcast on him when he was trying to trying to see if he could, take on, like, the best poker players in the world. It's like, the the professor of the banker or and the suicide king or something like that. But there's a quote in that book that I think is it talks... It speaks to why insisting on the highest quality standards and and only having the best people working with the best people so important. And it says, Andy had played... Andy had played against the best poker players in the world for nearly 300 hours. It was impossible to stick around against that level of competition and not improve. Okay. So now we got to this part that I referenced earlier where time reporter is watching. It's imac. Is when they're they're doing the imac introduction. And he just like, what the hell going on? He says, throughout all this time, the time reporters is utterly my. Why so much effort is put into a single lighting queue. It seems to be so much work for such a small part of the show. And his point is why invest so much Elbow grease in getting every single little detail just right. And now we get direct quotes, great quotes on design, from Steve. So it says design is a funny word. Some people think design means how it looks. But of course, if you dig deeper, it's really how it works. The design of the Mac wasn't what it looked like, although that was part of it. Primarily it was how it worked. To design something really well you have to get it you have to really g what it is all about. It takes a passionate commitment to really thoroughly understand something to chew it up, not just quickly swallow it. But and then he he's echoing the same point than you and I've been talking about for the last, like 10 minutes. Most people don't take the time to do that. And any quote some romania sculpt or I've never even heard of, and this is a fantastic quote. Simplicity is complexity resolved. So it's simply is not ignoring the problems. It's solving them. Right? When you start looking at a problem and you think it's really simple. You don't understand how complex the problem really is job set. Once you get into the problem, you see that as complicated, And then you... And then you come up with all these con convoluted solutions. That's where most people stop. See. He's doing that again. He's comparing contrasting his embraced the grind ethos. Right? To how most people or to what most people do rather. So it says that's where most people stop. And the solutions tend to work for a while, but the really great person will keep going. They'll find the underlying problem and they'll come up with an elegant solution that works on every level. And if you think I fast forwarded wayne story. But if you think about what the time supporter saying. Like, why why are you went through such work for every little detail, this is a great maxim by Steve, but I also have be an answer to the the confusion that the reporters is experiencing. Job says. A great carpenter isn't going to use a lousy piece of wood for the back of a cabinet even though no one's going to see it. So this is jobs again on the importance of of, the quality people you have. And really think about this is you can't delegate the job of of selecting the talent. Like, you have to do that. I always consider part of my job was to keep the quality level of people in organizations I work with very high. That's what I consider 1 of the few things I actually can't contribute individually to to really try to instill in the organization, the goal of only having a players. In everything I've done, it really pays to go after the best people in the world. And then once you hire the best people done your job is to remove obstacles from them, he's talking about the development of the Macintosh, I thought this is fantastic. The people who are doing the work are are the moving force behind the Macintosh. My job is to create a space for them to clear out the rest of the organization and keep it at Bay job said. And then this is Andy Hertz who worked with jobs forever, and he's... He put it more bluntly. Says, the most important thing Steve did was e a giant shit deflect umbrella that protected the project from the evil suits across the street. And then something that's also apparent if you study, Steve Jobs is like, how important marketing was him. And it says advertising has always been extremely important to job second only technology. Jobs long stated ambition is to make computers successful to all, which to him means they have to be advertised to the public. Quote from him, my dream is that every person in the world will have their own Apple computer. To do that, we've got to be a great marketing company. And so if you really analyze what he's saying there. If you believe your product will improve the lives, of your customer, you have a moral obligation to get good at marketing. Because the better you get... At marketing, the more people on... Will know about your product, the more people to get to experience the benefit that your product provides. This is jobs on passion and not giving up. It says without a passionate commitment to your work. You they might lose it. You might lose interest in in and abandonment it. Unless you have a lot of passion about this. You're not gonna survive. You're going to give up. So you've gotta have an idea or problem are wrong that you want that you wanna write that you're passionate about. Otherwise, you're not going to have the perseverance to stick it through. I think that's half the battle right there. Later on, he's given this interview. This is... I think this might be in the eighties. Actually says I've always I've always been attracted to the more revolutionary changes. I don't know why because they're harder. They're just much more stressful emotionally, and you usually go through a period where everyone tells you that you've completely failed. And he's saying he's attracted to that. How crazy is that? And I like this. He's like, you don't start out trying to innovate. You just start out. Your focus is on making the best product possible. If you follow that path, then you can't help it innovate. So he's like, when he was asked by a New York Times reporter if Favorite consciously thinks about innovation, he responded. No. We consciously think about making great products. We don't think. Let's be innovative. Let's take a class. Here are the 5 rules of innovation. Let's put them up all over the company. Job said trying to system innovation is like somebody who's not cool trying to be cool. And this is funny. It's painful to watch. Like, it's like watching Michael Dell try to dance. His heroes are some of the industry's greatest inventors and entrepreneurs, Henry Ford. Thomas edison a Edwin Land. Jobs often spoke of land. Steve lion land. He saw in him in land, 1 of America's greatest inventors ventures, and so we get this great description. This is an U. Land had already been kicked out of his company, Steve's is about to be kicked out of his company, like, a year or 2 from there. And so it says, this is a description of them meeting, and this is when Land just retired. He's like, forget this. I'm just gonna dedicate all my time to to to science. And so so it it was a fascinating afternoon because we're sitting in the big conference room with an empty table. Doctor Land and Steve were both looking at the center of the table. The whole time they were talking. Doctor Land was saying. I could see what the polaroid camera should be. I'm gonna restart this over because this is fantastic. Okay. Ready? I could see what the polaroid camera should be. It was just as real to me as it was as if it was sitting in front of me before I had ever built 1. And Steve said, yeah, that's exactly the way I saw the Macintosh. If I asked someone who had only used a personal calculator, what a Macintosh should be, they couldn't have told me. There was no way to do consumer research on it. I had to go and create it and then show it to the people and say now what you think. Both of them had this ability to well, not invent products, but discover products. Both of this wild man, both of them said these products had always existed. It just said no 1 has ever seen them before. We were the ones who discovered them. The polaroid camera had always existed, and the Macintosh had always existed. It was a matter of discovery. Steve had huge admiration for doctor Land. He was fascinated by him. And not only, I think that's an interesting, like, part to read, but just the site idea where you finally find someone that does, like, that... I'm like that too. And in jobs case, he actually got to meet this person in most people's cases Like, you have to you have to find these people that you identify with, you know, through usually through books or some other some other medium. Right? But once you do it is a way to realize, okay. I'm on the right path. The they was reminded me of a a great story that Kobe Bryant told 1 time. And it's, like, he's getting ready to play, Jordan for the first time. He grew up idol Jordan, you know, copying his moves learning from as much as possible. And so they're about to play and his teammate comes up to him. And Could Kobe on the story. Teammate comes up and like hey, can I kinda I give you some advice? And he and his teammate goes, whatever you do. Don't look Jordan in the eye. And Kobe said. Excuse me. Why the hell would I not look him in the eye, and then Kobe says, I don't think my team may understood. I'm that too. You can't fucking look me in the eye either, buddy? And I think jobs realized the same thing. He's like, I'm that too. Think having that experience is actually really important because it it, like, provide you with extra motivation, Like, okay, I'm on the right path. I'm... I think the same way this guy does? And I just love the idea of sitting there thinking of a young Steve jobs. What is he at that age? Maybe 20 28, 29 years old sitting there. You know, if you think about it, put it in history issues as a 28 29 year old Steve jobs talking his idol. Right? 95 percent of Steve jobs accomplishments are in the future, and realizing, I think that way too. And look with this guy that things like me was able to accomplish. I don't. I just love that, and I love the way that that you can you can, dis distilled that down into what Kobe said. I'm that too. Alright. So this is why jobs always focused on the quality of the product first. Jobs noted that Apple had a monopoly on the graphical user interface for almost 10 years, which sow the seeds of for its demise. Instead of trying to develop new breakthrough products, the company concentrated on making maximum profits from its interface monopoly. The product this is a quote from jobs. The product people aren't the ones that drive the company forward anymore. It's the marketing guy. Are the ones who expand the business into Latin America or aren't whatever new market. Because that... What's the point of focusing on making the product even better when the only company you can take business from is yourself. Job said in situations like this, the people who built the company in the first place. The product oriented staff tended to become tended to become replaced by those with a sales focus. Then 1 day, this is job still talking. Then 1 day, the monopoly expires for whatever reason. But by then, the best product people have left, and they're no longer listen to. And so then the company goes through this tumultuous time and it either survives or it doesn't. And so the antidote to that, jobs at point it's like, don't ever take your, your focus away from the product. The quality of the product has to be the first thing that you're focused on, and he's gonna expand on this a couple pages later, and it's really on the importance of your motive. And I think this is... I've heard them expressed this idea, but not in these words before. Jobs uses as inspiration, he Packard. 1 of the first Silicon valley companies, and 1 that has always had a strong engineering culture. The older I get, the more I'm convinced that motives make so much difference. So much difference Job said. Hp primary goal was to make great products. And our primary goal here is to make the world's best computer, not to be the biggest or the richest. 1 thing I like about jobs too is the fact that he just he didn't silo, great ideas. Right? So everything is adding to and interacting with, like, ideas are are more powerful, the more you combine them too, the more you combine them. So he would say, like, I don't really believe there's a different machine are in technology. I don't really think they're they're... They need to be separate. And and then you'll see where he draws, like, historical parallels that this is not a a new idea that he's saying. Right? Jobs that said several times that he thinks technological creativity and artist creativity are 2 sides of the same coin. When asked about the differences between Art and technology, he said I've never believed that they're separate. Leonardo Nov vinci was a great artist and a great scientist. Michel Angelo knew a tremendous amount about how to cut stones at a quarry, not just how to make a sculpt it. Right? I don't believe that the best people in any of these fields see themselves as 1 branch of a fork tree. I just don't see that. People bring these ideas together a lot. Doctor Land at Polaroid said, I want Polaroid to stand at the intersection of art and science and I've never forgotten that. So this next quote is actually not from jobs. Remember, the get the the book opens 2007, they have what 90 percent of the M mp 3 player market with the ipod. They're selling 80 percent of all digital music at the time. This is 1 of their competitors from Rap city. And it's a Ceo. Am I right? No. This is Rob Gu Gl Founder and Ceo of Real networks, which operates the rival Rap city music service. And speaking in 2003, Gl said. It is absolutely clear now. That 5 years from now, Apple will have 3 to 5 percent of the player market. So he's only off by what, 85 percent. Right? And the reason I I bring that up is because there's something also where, like, I was watching interview 1 time, with Jay z. He was going around. This is many years ago, he was going around and pro pro promoting because he only does interviews when, like, he's very private for a celebrity. He was doing an interview promoting Magna carta Holy Grail. So this had to be, like, 2013 era. And so he talks about, like, when people say something to you, they're not talking about you. They're expressing, like, their own fears and, like, their own limitations. Right? So he used an example like, his uncle... You when he was a kid, he would, like, start beating on the table start wrapping, and his uncle would be like, what are you doing? Like, wasting your time and then you... Jay z talks about, like, sorry, you know I'm be famous Rapper and with sell millions of copies. And he's like, never... He's, like, his his uncle told him he's was like, you'll never sell a million copies. And he has a line in 1 of his songs on the album. He's like, Michael said and never sell a million million records, I sold a million records like million times. And in the interview, his point is like, when people are saying, you can't do something. It's like, no. What you need to hear is, like, they can't do something. They're saying, I can't do that. So they're they're putting their limitations and their fears on you. And I think there was a there was a great piece of advice. So 1 of the first acting jobs Arnold First Ever got was with was with Lucille Ball. And I have a book on her. I'm gonna read a book on her because, you know, she owned her her own production company, She... Like, this is extremely rare. She might have been the only person in Hollywood doing it at the time. And then for Not only was a rare in general for an actor to to take control... Create a control over that and take control of the profits everything else, but the fact that she was a woman made it even crazier. But she gave him advice. She was like, towards the end of her career, he was just coming up. And he... Remember that advice decades later because he he talked about in in speeches. He wrote about in his book, and she's like, listen, this industry is, you know, really distorted and messed up. But this is what the advice I have for you. Like, when somebody tells you no. You hear yes. So somebody says, no. You're not in the part. You you she says funny she's like, you hear yes, and then you hug them and say, thank you for believing in me. So Arnold's point was just like, the... He's, like, this device I never forgot, but he would just... Anytime... Anybody told him no that's not gonna happen. He would automatically change it in in mind that they're saying yes, it will happen. No. You can't do this. Yes. You can do this. And so he used that as motivation field to keep going. And you know, he was like imp to doubts. He was like, a real life terminator. Where you shoot a bullet at them, instead of shooting bullets at them and then bounce off. It's like words of discourage or oh, you can't do this bounce off. I just think everything like, what Luc lucille is saying, what Jay z saying relates to what this guy's is saying. He doesn't know. Like, you guys probably... I fast forward. You probably have 3 percent to 5 percent of the market at that point. Don't tell me what I'm gonna do. You don't know what I can do. Alright. So moving on, this is real quick. Ak Mari, founder Sony, job in the book, in this book jobs goes and flies to Japan and meets with him. He's really influenced by the way Ak built Sony and the Walk man, you know, Walk minutes old couple hundred million products, and so that was part of the inspiration for the ipod. But really, the section was very interesting because they learned not only... Like, they learned the demise of the... The Sony Walk was that it was so easy to copy. Right? So the note off myself on this page, just kind of what we were talking about earlier about the embracing the grind. Like, what... How can you make what you do more difficult to copy? And it says some critics I'd like in the ipod show the to the to Tony's Walk, which is eventually eclipse by cheaper knock off. So, okay. Well, that's nice you have ipod. How are you gonna stop? How you gonna avoid the fate of Sony Walk even though was, you know, 1 of the most successful consumer products all the time. And it says the ipod is essentially more difficult to copy than the Walk was. It contains a... Whole... And this is because it jobs philosophy on maintaining complete control and being completely integrated. Right? The ipad is essentially more difficult to copy than the Walking was. It contains a whole ecosystem of different, of different elements, which coordinate with each other. The hardware, the software and itunes. The itunes store that is? And if you're we really think about it. What's the... What's the thing? What is the product that ended the ipod dominance. It wasn't a product from another company. Was the iphone The fact that they just bundled that with the iphone. Now you It it it serves the same purpose. Your phone say serves the same purpose the ipod used to. That really interesting anyway. So it's really interesting I that I thought I I thought I think is the fact that, you know, how can you do... How can you make what you do more difficult to copy? And then another example, I think, of, this whole embraced the grinding thing that you and Have talked about a lot today, The the fact that if you have consistency over a long period of time, that produces miracles. It will look like magic to other people. In 30 years since founding Apple, jobs remain remarkable will be consistent. The demand for excellence, the pursuit of great design, the instinct for marketing, the insistence on each on on ease of use and compatibility all have been there from the get go. And then I'll close on this and, really, this is the importance of believing in your vision, and then being patient enough for the rest of the world to catch up. The thing that jobs cares about, design... The things that jobs cares about, design, ease of use. Good advertising are right in the sweet spot of the new computer industry. And think about they didn't had no idea how accurate these words were. There... Words are written in 2007. We now fast forward, you know, multiple years, we see that there... That this was... He was right. To the degree that is even he could probably couldn't fathom them. The things that job cares about design ease of use, good advertising a right and sweet spot of the new computer industry, Apple's, the only company left in this industry that designs the whole thing job said, hardware, software. Developer relations, marketing. It turns out that in my opinion, that is apple's greatest strategic advantage. It is apple's core strategic advantage. If you believe that there's still room for innovation in this industry, which I do because... Because Apple can then innovate faster than anyone else. The great thing is that Apple's Dna hasn't changed job said. The place where Apple has been standing for the last 2 decades is exactly where computer technology and the consumer electronics markets are converging. So it's not like we're having across the river to go somewhere else. The other side of the river, is coming to us. And that is where I leave it. It's a wonderful little book really fast to read. You don't even have to read it in nor you could read it, like, a chapter at a time. If you really wanted to. So if you want the full story, read the book. If you buy the book using the link that's The show notes, it should be supporting the podcast at the same time. If you wanna support the podcast and a friend at the same time, I will leave a link in the show notes. If you use that link to buy your subscription to founders, I will extend it for a lifetime. I I have to do go this and do manually. So as soon as I see it, usually, you, do it, like, put done maybe the next day or whatever case is. So I will leave a link if you want to buy a friend a lifetime access founders that help your friend, help the podcast as well. That is 204 books down 1000 ago. I will go... I will talk you soon. And in the meantime, I will be embracing the grind."
}