{
  "transcript": "In many ways, I have come to live what might seem to be a contradictory life. Part in the future part in the past. Most of my waking time is spent in our labs, surrounded by dyson, engineers and scientists, exploring ideas that we hope might shape the future. Ours is a life of challenge and frustration, all of which is a fulfilling pastime, But I also have an interest vi on obsession with the past. With the stories, artifacts and spaces that have shaped our world. Repairing the old and adding to the new has become as much an important part of my life as inventing for the future. Renovation might sound an odd enthusiasm for a modern designer an engineer. Yet there is much to learn from the past and from those who have shaped the world before us. It is about understanding and celebrating the progress that has been achieved, learning from it and building on it. Let me give you an example. The whittled jet engine, which we have lovingly restored to its original specification and which we fire up from time to time in the parking lot at the Dyson headquarters is another example of restoration of the past. Though it needed love when we took it on, the widow engine is not some old world object. It's the embodiment of Frank Widow revolutionary concept. A way of solving the problem of how aircraft could fly at much greater height speed and smoothness than they could possibly do in 19 30. The idea that he formulated at the age of 23 to form a new arrow engine was as extraordinary as it was fragile. And who wanted to believe Widow was right? Certainly not government experts. He had to pursue his project alone. Yet in doing so, he revolutionized flight for everyone and changed the course of the second world war. While the Widow engine is perhaps my biggest inspiration, there are great many similar designs and engineering icons scattered around our campuses each with its own story. There is the English electric lightning jet that's hanging in 1 of our campus cafes. The concorde engine in 1 of our office spaces. The dissect mini parked in another, and a har jump jet in the parking lot. 1 of these, the mini which I can't help with coming back to is a good example of why you should not listen to market research. The British Motor Corporation, Bmc canceled 1 of the 2 proposed many production lines as a result of the feedback for Market research. The corporation was told that people would refuse to buy a car with such small wheels. In the event, the Bmc was never able to catch up with the demand that followed the launch of the trends setting mini. There are many more examples I won't name here yet each such artifact has its own story of against the odds progress. And lessons on why having faith in your ideas and believing in progress is so important. What these pieces of our history demonstrate is that it is hard for other people to understand or get excited by a new idea. This requires self reliance and faith on the part of the inventor. I can also see that it is hard for an outsider to understand the challenge and thrill of inventing new technology, designing and manufacturing the product and then selling it to the world. Being an entrepreneur is not necessarily about making a fast buck. It's about creating new products and new opportunities, generating rewarding employment and opportunities in the process. The entrepreneur is part of a cycle of renewal, driving progress. It is not easy. The margin between profits and loss between success and failure is small. Just as you think you've have understood a situation and how things work, it changes without warning. There are traps around every corner. As soon as Dyson became successful, people in Britain asked when I was gonna sell the company as if I were only lowering myself temporarily to the dim and gru world of un creative manufacturing. Once I made my first million, it was surely time for me to get away from the sweat, grime, and grim routine of factory life and become a rec inclusive lando building duck houses and perhaps and cleaning the moat around my house. In any case, why would a supposedly educated person be ruling around in factories when he could be doing something quote unquote, creative, and preferably from an office or a studio? Is it that they did not see a company as an enterprise that makes wonderful products, employees and supports many others? Is it because they admire brilliance and and easy success over the long stamina and grind of running a business for generations. Many wise friends advised me to sell in the early days when a few attractive offers came in. I suspect they feared that I might lose at all or they felt that I had achieved all that I needed to achieve. A family business has most of its wealth tied up in the business. So continuing to keep it as a family business is both a risk and a responsibility, but I like living on Knife edge, competing and building the business. I am passionate about developing new technology and working with a wonderful and creative team around me. Those kind people totally miss the point. I didn't work on those 5127 vacuum cleaner prototypes or even set up Dyson to make money. I did it because I had a burning desire to do so. I find inventing researching, testing, designing and manufacturing both creative and satisfying. Going against established expert thinking was a huge risk. No 1 could confirm that what we were doing was a good idea. Everyone, in fact, confirmed the reverse, The data were all against it. If however, we had believed the quote unquote science and not trusted our instincts, we should have ended up following the path of dull conformity. In following a different path, obstacles will be put in the way of pioneering manufacturers. Yet the process of creativity and of solving seemingly ins sol problems is rather wonderful. It is hard to be pioneering because you don't know whether or not you're gonna succeed. You will stumble and have to pick yourself back up, believing that you will succeed. It is scary. I am scared all the time. Fear though can be a good thing as it pumps the adrenaline and motivates as athletes will confirm. A life of perpetual learning, pursuing science, engineering and technology has been a magical and fulfilling adventure. The quiet thrill of improving products through the application of technology and making them enjoyable and surprising to use. For an engineer, the creative impulse, the desire to improve things and the need to solve problems or a state of mind that cannot be switched off. It is there all the time, whether you're at work or you're at home. It is the intellectual challenge of seeing frustrations and problems and developing a product or system that solves them. Scientists and engineers combined, recognize recognized today's problems and are capable providing new solutions. History has proved this time and time again. As an excerpt from the book that we talked you about today, which is invention, a life, and it was written by James Dyson. So this is an updated if you've listened to even a few of these episodes by I now, you know that I think that his original auto that he wrote 20 years ago. Or, I guess, over 20 years ago by now, it's a must have. It should be in every entrepreneur library, there should be in the library of anybody's who's trying to do something difficult. Because it's all about struggle and perseverance and and overcoming that. This book is now updated. He writes it. He's 74 years old. When his last auto ends, he has 1 product, he's about to make a washing machine, but at that time he's just made his vacuum cleaner he's only in the... He's about to expand to the American market, he's dominating the the market in Britain. When that book ends, I think he's doing something like 300000000 a year in revenue. Over the next 20 years, he builds this gigantic privately owned business his his family owns a hundred percent of the business to this day. And now they're doing billions. It's like, something like 8 to 10000000000 dollars a year in revenue, a billion or 2000000000 dollars a year in profit. And what was remarkable to me because I just re reread his original, what week ago 2 weeks ago or something like that, and then read this right after because this book was just released. So I don't normally do, you know, brand new books on the podcast. Most of the books every for the podcast are extremely old. But, James License a personal here mine. So, of course, as soon as I even saw, I pre ordered the. I didn't even know it was coming out. I was just googling or excuse me. I was amazon Amazon searching for the, his previous auto to see if they they had anymore in stock. And I0A new book. So I immediately pre ordered it. And what's remarkable to me is he's the same person. Like, it's it... It's just now 20 years older, 20 years wider, wiser has 20 years more experience. So there's a ton of highlights. Before I get into why he wrote the book. He tell... He tells us explicitly, like, why is he doing this. He did a fantastic interview on the Tim Ferris podcast. I think it's Tim Ferris number 530. So if you wanna hear James in his own words. Highly recommend listening at podcast. Just wanna pull out I wrote down a quote or 2 from there. And... Because he talks about. He's he's on, you know, he's going around doing Podcast interview interviews, obviously promoting the book. And he said something is... He tells us exactly, like, what's the what's the theme of the book. Right? The theme of the book is really that you don't have to be an expert, And this is James talking. And in fact, experts are often unhelpful. You have to have enthusiasm, curiosity, a thirst for knowledge and determination, and those are the things that will solve all of the world's problems. And 1 big problem, that he talks about is like, young kids are now and they don't understand the nobility of of and how creative and exciting working in technology doing engineering. Solving hard problems. I think what I wrote, this note I... I left myself is, James makes a full throat defense on the nobility of engineering, manufacturing, working with your hands, learning to sell. Working in factories and doing the slow difficult dirty work that others ride. And he's not and as we'll say later, He's not just talking about this. He's actually inventing new ways to educate people. He started his... He thought college It's amazing how... And, of course, just like he re thought vacuum cleaners and every other product. He worked from first principles Like, okay, if we could design this today. How would it be? Wait till I get that debts towards the end of the book. But it's just remarkable. Alright. So let's go into this. He says, I wanted to share my story as the folks first cohort of dyson students graduated from Dyson University. For them, and all of us students dedicated to the pursuit of curiosity, learning and embracing the joys of making things. It is a story told to the life of creating and developing things. As well as expressing a call to arms for young people to become engineers creating solutions to our current and future problems. And so saying flat out, I'm trying to do this to inspire you and why is that so important because he talks about the importance of having heroes that everybody has heroes that came before them that they look to, not only for wisdom for mistakes to avoid, but for inspiration. And this guy, Wait. I mean, the the the amount of historical knowledge that it's in this man's brain is unbelievable. And if you see on... If you listen to the founders number 200 at the very end, I did a bonus episode that's so that that whole podcast is like, I don't know. 2 hour 2 and half hours long something like that. And on the end, it's 45 minutes of what I learned from reading James wrote a book. It's called the history of great inventions. And he's kinda just like the at the introduction. Or the part I read for the podcast that that that serves as the introduction of this podcast, but actually towards the end of the book where he's was talking about was like, I feel, you know, my life is somewhat contradictory. Like, I invent for the future, but I'm obsessed with with history. So he... He... This is something I think you and I even talking about over and over again really Feel like it's been top of mind. The last few is, like, combined, developed this deep historical knowledge and combine what you learned from that with the edge of technology. We're seeing that James is is an... Is yet another example of that. So I'm really excited. So I gotta calm down because I I really do admire. I just cannot believe what this guy was able to accomplish. It's just remarkable. Alright. So it says during my career, I've tried to seek out those young people who can make the world a better place. I have seen what miracles they can achieve. This book is aimed at encouraging them. So flat out. I'm trying to inspire the next generation, and he says that later on in the book. And it really did hit me where it's just like, 1 of the benefits of reading biographies is you're constantly reminded the past of time. And there's pictures in the book like, there's it's a picture of the day, him and his wife got married. They're still married, and then a of him today. And 52 years separates those 2 pictures an entire lifetime. And what's crazy to me is that's how long his career has been so much so far. So the idea, it's like the to, the founder of Shopify has this great quote. He said to the most simply, like, why he reads biographies. Right? And that's Toby. I think his name's last name is Luke kaye. But I know Toby... I know how to pronounce Toby, though. So what Toby said, he's, like, books or cheat codes. He's like, you can download. And a few words, you can download the entire learnings. The accumulated learnings for someone's entire career. I don't have the the quote in front of me, but that's like, a para. So like, he did use a word cheat codes. So like, you you can download the the best ideas they have in a few hours. And so the the book code on in my hand is like, why would you not buy this? I think It'd paid 25 dollars for this book, and it contains the best idea and worst ideas that James had over 52 years. It's it's incredible. Alright. So it says during my career I try to seek out those young people who can make the world a better place. I've have seen what miracles they can achieve. This book is aimed at encouraging that. While I never finished my thought. So what he says at the end, he's like listen, I'm not 1 to give advice. I'm wanting give encouragement. And he's like, we can't have... That he's, like, and the reason I thought about how biographies remind you of the past of time. Is he is because fast forward to where he says Hold on. It was just a random sentence where he says that towards the end of the book he's talking about, you know, do... It's not about giving advice to a giving encouragement getting out of their way letting them explore and and develop into their own humans. And he says, talking about, you know, politician should be telling what to do All these other people and he says, nor should he even old people like me telling them what to do. And that really that 1 random sentence take me really hard when I thought about it, like, they're, you know, the the time that passed in between these 2 auto geographies. Like, he has now turned into an old man, and he knows it. He's still working, like, flat out. His wife has a post script in the book book. And that's what she says. And she's like, James is still, you know, working flat out. He's he's still completely obsessed. And that's 1 of his things. Like the idea that I would sell ever saw my company's ridiculous. He's, like, this company, I I built this for my family for generations. Like, I'm obsessed. I wanna work on this till the day I die. But going back to this site, just this idea that we have the opportunity to learn from 74 year old James Dyson who spent 5 decades, learning everything that he put down in the book. This book for us. It's just... It's just a remarkable books are 1 of the most remarkable pieces of technology the humans that able to create. It's It's amazing. So it says this book is aimed at encouraging them. Some may well become harris, heirs to my heroes, inventors, engineers and designers who make their appearances in these pages, and there's there's gotta be... I don't know. Doesn't, like, a dozen, maybe 20 different, you know, heroes from the history of entrepreneurship, engineering and designing that he references. It's like, this is what I learned from this guy. And this is what I learned from that guy. And this is really what trying to do, like, in my own tiny, tiny way with founders. I'm willing to spend thousands and thousands of hours going through these history books and pulling these ideas and trying to push them forward to make sure they don't die. So more people can learn them. Then when you learn it, you tell somebody else and that person tells somebody else. And I think everybody benefits from that. So I don't know. Just... I'm really inspired about what he's what are he's saying here. So he says, they become errors to my heroes and inventors engineers and designers who make their appearances these pages like them, they will not find it easy. Like them, they will not find it easy, and they will need oo, oo of determination and stamina along the way. They will have to run and run hard, which is how my life story begins. And the lessons he learns from running, I I went way more detail, because he goes into way more detail in his previous in this 1. But in in this biography, he he talks in way more detail, about how devastating it was for his his father to die so young. And and how he... That that changed the person he was, and it changed the trajectory of his life in career. So they're on a... He's 8 years old the time. They're on a road trip and they stop off in the highway, and they're just, like, walk into little field, and then he comes across his father. He says, so I turned around a corner and I discovered my father was being violently sick. Before I could say anything, he said, don't tell mom. It was typical of him, not to wanna cause alarm. I felt immense love and compassion for him. Dad died the following year in 19 56 when he was only 40. He had been 30 when he came back from the war. 3 years later, he was diagnosed with cancer, throat and lungs. His last days were spent in a Westminster mister hospital. He had said goodbye holding a small leather suitcase as he waved from the back door. He set off to the train station and caught the train that took him to London. That was the last time I saw him. His brave cheerful choke me every time I recall the scene. It is impossible to imagine my father's emotions as he waved goodbye, knowing that he might be on his way to London to die. 60 years have not softened these memories nor the sadness that he missed enjoying his 3 children growing up, and marrying wonderful people. How he would have re playing with his grandchildren of whom there are 7 is a difficult part to get there. This was all the more po when I observed 1 of my own grandchildren Mick, at the age I was when my father died. And this is just heavy because, you know, James was fully formed adult. He had a lifetime of experiences by the time he's having the start and yet to see his grandson at the same age. That he was when his father died and realized how vulnerable, a child at that age still is and how much they need their parents, especially their father. Mick is loving. Bright is a button and self possessed. Yet still at that age he took his ruffled soft toy puppy to bed with him. He was far too vulnerable to lose his father. And then James ties this altogether here. Look at this. I realized how much I missed mine as I watched My playing Ping Pong with his loving father. And this paragraph is just a great example of why I I truly believe biographies are the best thing that you could spend time reading because these are not words on a page. These are lives. These were actual people that lived and died. I felt the devastating loss of my dad. His love his humor. And the things he taught me. I feared for a future without him. I was suddenly alone. Ever since a part of me has been making up for that painfully unjust separation from my father and for the years he lost. Little could be worse than my father dying when he did. So at the time that his father's dies. Since his mom is now being a single mom. She's got race 3 kids, so he goes on. In this section, to talk about, like, just how strong his mother had to be to do that. Raising 3 kids on her own. She wanna continue to get an education. I think she wanna get, like maybe 2 different degrees, and she had to work and the story of... And how, his... The... Their story is were relate. Is James life story is that it... It's fundamental level. It's a story of determination, determination and strength that he got from her When you're reading this book and you're reading his other auto. There's just so many times. We're just, like, why is this guy not giving up? It's not... You know, reminding me of this time around. It... When I read the the book on Churchill, the splendid in the vial. A few weeks ago. And there... We got these notes from, like, all the... Like, these internal... Sometimes they were diary entries by Nazi officers. Sometimes there were letters written to within the the German Nazi, I guess, establishment party whatever, and there's just... They could not... They're like, why... What the hell... Like, what is this churchill... Is this churchill guy insane? Like, why is he not giving up? It's obvious we've already won, and, you know, they repeated that over and over again. Just the idea, and I feel James is the same way? They're from an outsider perspective, Was like, why is this guy not giving up. So then he talks a little bit about getting this from his mother and then, you know, her dying or young as well from cancer. He's not a little boy. She out lives her husband, I think by 20 years. But 1 of the most devastating parts of his his previous auto is just him talking about the cruel twist of fate that she didn't get to see her grandchildren, like, she didn't get to be there for her grandchildren. As says through a bitter twist of fate in night 78, my mom was diagnosed with and then very quickly died of liver cancer. My wife claims that I have inherited my mother's determination in warrior spirit. And then this 2 words to really wrap up the impact that his mother had on his life, she encouraged. So Wanna read you a quote, the note that I wrote to myself, when I was listening to that Tim Ferris podcast with interview with James S and and he says this is James S talking He says in long distance since running. There's a thing called the pain barrier. There's a 0.3 quarters of the way through the race where it's really starting to hurt, and you can't see the end, and you wanna give up. You go through that process with every invention with every technological breakthrough. It looks brilliant at the end because from where you... Because the difference from where you started and where you ended up, there's such a difference. Yeah, there's such a big leap. So it looks like an active brilliance, but it wasn't. It was just hard work. And so he's talking about and now going back to this book. He's talking about what running taught him. And I'm gonna tell you what this reminded me of 2 other founders that we talked in the past. Running also taught me to overcome the pain barrier. When everyone else feels exhausted, That is the opportunity to accelerate whatever the pain and win the race, stamina and determination with creativity are needed to overcome seemingly impossible difficulties. And I double underline that that section. That is... That's not part of the sentence rather. Whatever the pain. That is the opportunity to accelerate whatever the pain and win the race, and there's a quote that like, that I keep and I 2 quotes that I constantly remind myself up. And 1, first comes from Arnold Source, and the second comes from the the founder of 4 seasons is he sharp. So this is Arnold. He says you experience pain and you just go on and on. That's what makes you grow. That is what divides 1 from becoming a champion and 1 from not being a champion. If you can't go through this pain barrier, forget it. That is what most people lack, having the guts to go in and say, I will go through and I don't care what happens. It doesn't matter. Because it's all worth it. And then the founder 4 seasons. Again, you know, both both of these have had... Both these people have wonderfully, and let's include James in there. But all 3 of these people had wonderfully, like, productive lives had. A list of great accomplishments that they can port point to its satisfaction, and they all say the same thing. And so the founder of 4 season says, excellence is often just a capacity for taking pain. So the same lesson that James Dyson and he's learned from running. He applied to his career. Now he's gonna talk about this experiences the best teacher, wait to see how he redo us. He rethink college and he really... Like, he's putting his money where his mouth is. Visceral visual experience is a powerful teacher, learning by trial and error. Our experimentation can be exciting. The lessons that you learn are deeply ingrained. Learning by failure is a remarkably good way of gaining knowledge. Failure is to be welcomed rather than avoided or feared. It's part of learning it should not be feared by the engineer, our scientist are indeed by anyone else. Okay. So I'm fast forwarding in the story. He's now at art school. He's on his own. So he says I was... He's living in London. I was now self reliant. I had no 1 to turn to. And then he talks about... And this is something he does throughout the entire book over and over again, he talks about all the principles that he learned from previous product makers. So while he's in London, doesn't have a lot of money, so he he to get around, he has a little Honda motorcycle. That's called the super cub. And he says the... And then he... A lot of the things he learned about this wonderful product. He tried to apply to his own products later on. The mention this... The invention of the engineer So cheer, so Cheer Honda, most likely mispronouncing his first name, who I greatly admire for his... His addiction to the continuous improvement of products. So this this is the Super Cub. The Super cub was simplicity itself to own and ride. This was an early example of the... Of an invent manufacturer taking a an existing product, which is exactly what James does. In this case, the low cost motorcycle and transforming it into a much better and much more attractive proposition than anything available at that time. So I think that sentence is a description of James Emma, taking existing product. And transform it into a much better and more attractive proposition than anything else that's available. Honda Honda genius was to think against the grain while focusing on continuous improvement. And those are 2 principles that James Lu He says difference for the sake of it. You have to go you, You cannot build a product that's just like everybody else else's. You have to go against the green. Not only because it's better, but because it's different even if it wasn't better. And then the second principle that he talks about over and over again. He's like, listen, I'm you always should be perpetually dissatisfied with their product because everything in the world can always be improved. And so he's talking about his life in art school. This is where he meets a love of his life, Died, They're still married to this day. So this is on his wife and then just decades of struggle. It says, up until quite recently, Died, Died, I think, had has had to put up with a perpetual lack of funds. See me she made clothes for herself and sometimes for our children. To save money, we grew own vegetables. Crazy of all. During the first 30 years of our marriage, she agreed un and so typically of her to keep putting her signature to endless bank guarantee forms in front of solicit signing away all of our possessions. If we had... If he's talking about the multiple times in his career, he had to do personal guarantees and uses his how... House is collateral to get money to build his products. And if he's... If his company failed, his family would be homeless. If we had defaulted on the bank loans, we should have been evicted from our... We would have been evicted from our home. She has a mild manner, but is not 1 to give in or give up. And that's another thing that, again, you'll you'll see when you read biographies, The advice they give and that their approach to life is vastly different than the stuff you'll hear, you know, everybody else talk about. And this idea, Arnold was the same way, Larry Ellis, Bill Gates, Steve jobs over and over again. They don't believe in plan b. They're like, have a backup plan is ridiculous. I... We burned the boats and we either go forward or we die. And James says, he so listen, I had no plan b. It had to work. I pinned everything on it. I bet the house literally. And so now he's talking about... There's a bunch of teachers that he had that expanded his mind. And a bunch of heroes they introduced him to, which which was very helpful to about his career. And then he just learns that because the people he's studying at art school and the people of inquiring. He's about to meet his his his... The greatest mentor ever. He's you're gonna have in his life. But he just realizes that, like, a lot of these people didn't have experience to do what they did. Right? And so they... And so he translates that... He's like, well, all these good inventors. They didn't have experience necessarily in the field before they had this radical convention. He's, like, so why am I hiring people that only have experience. And so he talks about this. And the the the great thing about this book is there's so many times like, each chapter has to do with a particular pardon his life and this time it's an art school. But he goes on like these rants. And so I'll be reading for a few pages going on rants, kinda just nodding along my head because everything he's saying, like, I I... I'm inclined to either if I don't even agree, like, empathize with. And then I'm like, oh, wait, We're worst... He's now going back in in time in his life. I forgot where we were. It was just very interesting. So it says, a day... And this is the case. Like, he's... Now he's talking about art school, but he's fast forwarding into what what he learned in art school and how he applies it to his business, which I thought was, you know, very useful. At Dyson, we don't particularly value experience. It tells you how things should be... It it tells you how things should be done when when we are much more interested in how things shouldn't be done. If you want to pioneer and invent new technology, you need to step into the unknown and in that realm, experience can be a hindrance. So he's got a tutor, like, a teacher at at the the the art school at. And he said, he made me think that anything was possible. And then, now he's gonna actually name this other 1, 1 of my teacher's Tony Hunt did more than anyone at the time to turn me on to engineering and to make the connection between design, engineering, art and science. So he was an art student. He didn't realize that. Like, he could apply his artistic tendencies to actually solving real problems. And the way you do that, is by engineering and and manufacturing a new product. Right? Tony was a passion... Was as passionate about the aesthetics of structures as he was about how they worked and were made. Actually, these things all went together. So he's realizing wait a minute. They're that you don't have to silo this knowledge, like, you can learn and, you can learn ideas from design, engineering, art and science and combine them. It's not... That this perspective is very similar. It's not at all dissimilar to what we just learned with Steve jobs and in inside Steve's Brain, where he's like, I don't really view as our technology and sciences different things. I think they're the exact same thing. Tony taught us at structures was architecture. That good buildings are defined by the structure that holds them up rather but than by the style. I was also really taken by the work of Buck mister Fuller, who he learned... He learned about Buck mister Fuller, Tony. And he says, buck mister Fuller had demonstrated, especially with his domes that architecture struck were indeed synonymous. Fuller himself was an internal opt. James describes himself as the same. His way of thinking as wonderful as as it was contrary. He aimed to turn conventional thinking thinking concerning architecture homes, cars, land use and the ways we might live upside down and inside out. That's the exact same way that James approaches his products. He wants to turn them upside down and inside out. He drew heavily for inspiration from the aircraft industry that necessarily sought likeness in his machines or in their machines. Just add lightness became Fuller motto. And so he... James does something really smart here He makes the connection by what he's learning from book mister Fuller. He's like wait those principles apply to making everyday products too. I could see that structural engineering would come to dominate architecture. I also understood that this would be true of products too. And it's while he's in school. He's designing this project. It's like this mushroom shaped theater. He tries to go raise money for it, and this is where he winds up through a project. He's actually meets his mentor. And he says, the project did introduced me though to Jeremy Fry, the inventor and the engineer, who more than anyone else encourage me to think for myself and to just do it. And then we see again, he he he's talking about all the stuff he learned from Germany, and then that how he uses the same ideas that Jeremy did in his company, in in fries company that that that James uses in his. Jeremy asked me to engineer prototype and and sell a glass fiber ct truck. Our as an art student, I was just beginning, I was as an art student, just beginning, I was offered a job as head of a new marine division for Jeremy's successful engineering company. I jumped at the opportunity. So that's what he he talks about this later on as I'm gonna hire for intelligent and enthusiasm over experience every single time because that's what Jeremy did, he'd let me run this company and I was a young kid at for 5 years and the the the experience that I got without him micro managing me. Was just invaluable. And he went up being proving he could do it. Like, young people are had James point. Like, young people are way more capable. If we actually give them an opportunity to show us what they're capable of. So instead of baby them. And so he talks about this here. I'm still amazed that Jeremy fry trust me with the task of developing and selling selling the ct truck. How well equipped was I as a designer an engineer. Jeremy fry I taught me because he sees his whole point He's like, I didn't have any experience doing this stuff. Jeremy fry I taught me, this is such a, fantastic thought too. He taught me without saying a word that each day is a form of education. When I set up on my own in my late twenties, I had to teach myself an awful lot about so many things before I made success with my dual like dual dual cycle vacuum cleaner. Another lesson from Jeremy. I knew nothing about certain selling. Jeremy Fry convinced me that I was the right person for the job, quote from fry here. You know the sea truck inside and out every nut and bolt. You've made it. You were the best person to sell it. And that's another 1 of James idea that he pushes really hard. He's like, the person that... Like, there's no better person that can sell your own product, and the person that actually made it. You know everything about it. You care more about it. You've thought longer and harder than any other person on the planet about your product. Why are you not the 1 selling it, which is what I did for the best part of the next 5 years. And then here he goes again on the importance of having role models? I made in my mind that what I really wanted to be was a manufacturer. I wanted to make new things. Things that might seem strange and not things that you make because you know they will sell. The ultimate challenge I suppose was to design, make and sell invent and wholly new products. To do this, you need to be more than a designer an engineer. You need control over the whole process just as my heroes, Honda, Andre Sit, and I look that word up. That's how it's pronounced on Youtube, but it's not spelled that way. And ak K Marino, it's amazing how influential. That's a founder Sony. Founder number 01:02 if you haven't listened to that podcast and it just by the book. His book is fantastic. He's influenced James Sla. Jeff Bezos, Steve Jobs, like I mean, it tells you everything you need to know. Right? He was extremely influential, and he's a whole... The book is hilarious because it's just... He's extremely aggressive and confident. And it comes through in his writing. It's fantastic. I had observed that designers work on what manufacturers and clients asked him to design. In this held no appeal. So he's like, I don't want clients. I want customers. And he's like, I want... I don't want you telling me what to make. Like, I wanna make it, tell you why it's valuable and then if you like it buy it. So he says rather gran. I had designed, I decided. I wanted to be the 1 developing the technology, engineering and design of a product and making and marketing it too. How extremely... So he wants to be an... Or should be an entrepreneur is what he's saying there. Right? How extremely fortunate I was to be able to discuss this with Jeremy and a a genius of a mentor and how our heroes like Andre Sit had been able to design revolutionary new products and make a success of them. I was left with a burning ambition to emulate. These designer engineers, like Ci tron and I, I don't know it's so Honest. It... This is the guy that designed the mini. So his first name's Alec. I... Alec is Si. I don't know how to pronounce last name. Even if you don't know, are you you obviously know this design and Mini Cooper is 1 of the... Are the many, I guess, as 1 of the most famous automotive designs of all time, but you've definitely heard, are you most likely have heard 1 of his quotes. And he's the guy that famously said, a camel as a horse sought... Designed by committee, which I've heard many people will repeat over and over again. Actually watched a video of Alec on on Youtube, And it's just remarkable. Just in a few minutes. I think this a video was like 10 minutes long. And the way he talks. I'm like, that's the Pro James Dyson because he talks about I like, no. Your product should look weird. Like, it should be different for the sake of it. He talks... Just a lot of the ideas that, you know, we credit or that I learned from from James Dyson. I'm like, oh, Like, now I see where they... Where they're coming from. It's fantastic. Alright. So this is why this is where we just get into this. And again, this is like an auto, but it's really a call to arms. I love what going... Quoting the founder of Shopify again. He's just like, you know, like, oh, you're gonna compete with. He's like Amazon's building an Empire. He's like, I'm trying to arm the rebels. And that just gives me fired up. I feel that's what James is doing with this book. It's like let's arm the rebels. Let's that's let's entice an entire new generation of people to make products to make think... That's the... That's the best way to make a difference in the world because a product makes somebody's life better it. Hopefully, it solves a problem. Right? And so it's a call to arms. This is like this full throat defense. He's like, all these people are putting us down, saying what we do. It's like, oh, it's dirty work, or it's not creative. If he's like, to bullshit. That's not true at all. And so a lot of this, he he's gonna... He's focused on, like, why Britain has this this this this this perspective. But, you know, there's there's some of this this perspective of in America and the country I live in and I think there's other places. Like... So even if he uses the word Britain, I think we should we should think about this in terms of, like, whatever society you have on to live in Like, our community you live. Like, is this the thought process pervasive and how we can counteract this because we need, you know, millions and millions and millions more entrepreneurs. As she says, I happen to find factories and production lines romantic places. They are truly exciting. I like making things and to be a good manufacturer you really have to. He says there's been all too little incentive to innovate during the years in which Britain had an easy time selling run of the mill manufactured goods to its imperial tear. So he's saying once Britain lost its Empire after World war 2. Like, we we got fascinated with financial services, creative industry, things like, listen, we do those well, that's fantastic. But we cannot... And when we're celebrating those, we cannot den making things. Like, in factories, making things with their hands. He said something. I never even thought of. Let me go back to my notes from the from the interview he did with Tim ferris, which is just popped to my mind while I'm talking about this. Let me he says he says making making making the product with your own hands. It's is terribly important. Let me back up. So he's talking like, engineer at Dyson. We don't hire... Like, you have to make your own prototype. Just not testers. She says, you you don't give it to someone else to build. You go and build it yourself. This is exactly what Fry Made him do. When he was young. Right? He's still doing it to this day. It's due the building of the prototype that you experience failure. You learn how you might change an improvement, and he says making the product with your own hands is terribly important. We were getting... And this is fin. This is the the the the the thought that blew my mind. We were given 2 hands and a brain. You should use both at the same time. Using hands using your hands is not a lowly activity. It's useful. Man has always done it. So anyways, let's go back to what he segments. It's like, listen. Just, like, I like working factors. You wanna make products? Like you should wanna do this. He says, high quality quality manufacturing mattered very much indeed. This is where he goes into comparing the historical, like, the historical benefit of manufacturing in britain compared to how it how it it's looks. It's like, how do you think we got rich? How do you think we got rich? High quality manufacturing matter very much indeed. There was very little little precious little of bit. Why was 1 reason following a spat of innovation from the industrial revolution is that the wealthy suns of what had been mostly artisans are lower our or lower to our lower middle class first generation and industrial aspire to be gen. The scion of industrial magnets were shipped off to school immersed in classical culture and taught to hunt fish and shoot and shoot and to look, this is so great and to look down on the very world that had allowed their ascend from makers to Sq. That reminds me of that that that little clip from game with their thrones. I always reference. Where Braun is asking the the 2 lannister brothers. Who who was it? Who were your ancestors, the major family rich. Where they fancy lads and silk, no they were not. And so his point is like, the industrial magnets, the manufacturers were the ones that made the health. Then when they got wealthy, they ship their kids off to to be immersed in classical culture, they come out of that environment looking down on the very world that allowed their ascend from makers to sq. So then he's talking about so listen to what we're actually... He's, like, anything to do with politics, The military law, established church, the arts and making money for money with his little effort as possible was good, making anything by hand and far worse by machinery in factories, was very bad form d, and he says, like, this is our downfall. We cannot do this. When I was at school, 1 of the worst things teachers could say to you as some did to me about my lack of academic progress was you'll end up working in a factory. And so he's like, okay, but is that such a bad thing and then he pulls out more of a historical knowledge. But think of the story of Paul Mag. Inventor of the self leveling hydro nomadic suspension. His invention, which was developed for Ci led to to the struts for an aircraft craft and to gas filled shock absorbers, which are 2 un inventions that have made our lives safer and more comfortable. And he's he's like he's like, these 2 products that he made, and he started right at the age of 17. Remain in production for over 20 years. He says, in his point here is that he's Paul was hardly a thick, which I guess is slang for, like, moron. Right? Now. He's this guy extremely intelligent. He's working a factory. And, yet, what could be less honorable and gru than making nothing. We have a history of the fast buck celebrated in put... And making the Fast buck celebrated in poetry song films, whereas the story of what has long been portrayed as the slow, difficult and dirty business of making things. Is held up to ridicule. And then he does a great job. He's like what what is received truth and wisdom today is the exact opposite. He says this sm sen served to reinforce the idea that industry the engineering and making of things was un creative, and yet the industrial revolution took millions of people out of ser to give them homes and to create wealth for future generations. We ought to feel pride and relief that our industrial might was able to produce the technology and equipment to repel the threats of 2 twentieth century world wars. If manufacturing has long been seen as a lowly pursuit, then selling has surely been seen as beyond the pale even though bankers and others working in seemingly respectable financial services are mostly salespeople by another name. And this is such a great line, selling goes with manufacturing as wheels do with a bicycle. Products do not walk off shelves and into people's homes. And when a product is entirely new, the art of selling is needed to explain it. What it is, how it works and why you might need and want it. And so we're still in the chapter on the ct truck. You what I mean here? Like he's he's giving a narrative of his life, and then he goes on these rants. These extremely passionate rants. Because he's, like, we have this exactly backwards. He's, like making things as noble. So learning how to sell is noble. Making products that make people's lives better is noble. It's not dirty. It's not to be looked down upon. We need more people doing this, not less. And so he says, selling can be noble and exciting. Jeremy Fry taught me, so she's talking about, like, now, like, how to sell. Yeah. Jeremy taught me not to pressure people to buying, but to asked them a lot of questions about what they did how they worked and what they might expect of a new product. I learned that most people don't really know exactly what they want. Or if they do, It's only from what they know, what's avail... What happens to be available or possible at the time. And so be saying, you need to show them new possibilities, new ideas and new products and explain the products as lucid as possible. You also need to listen to your customers aiming to improve products whenever necessary and simply for improvements sake. So it's another thing. Difference for the sake of it, improvement for the sake of it to make 2 main, messages from the life and career of James Dyson, Dyson advertising focuses on how our products are engineered and how they work rather than on gimmicks and snappy sales line, and that's another main thing and he talks about over and over again of the book is that... There's nothing wrong with advertising, marketing. These things are are needed. If your products literally improve the lives of your customers, and you have a moral obligation to get good at that. Right And sales and marketing is just the the art of selling more products. And he's like, but the fundamental aspect to your sales and marketing should be education? People are receptive. If you explain here. Here's the problem, You know, you got this bag that's clogged. You got you're leaving dirt on the floor. You can't see it. Here's the solution that came up with. Look. I'm vacuuming the cyclone is much more powerful. Look at all, he has the the the the area where the dust collects that bin is clear. Look. You see the difference. And he's like, people will respond. My products were 4 times as expensive as my competitors, and the... Yet I outs sold them. I sold more than they did 4 times the price because of this, so educate them. I really like that idea. I still find myself putting into practice at Dyson and some of the same things Jeremy said and did when I worked for him half a century ago. He believed in taking on young people with no experience because this way he employed those with curious un unparalleled and open minds. He believed most of all in the power of enthusiasm. He was a natural teacher. And that's just another main lesson. Yeah. I can tell you from reading over 200 of these biographies now the best leaders that ever live, they think of themselves as teachers. And I think if we adapt that, that mentality for it works. Like, I'm just teaching everybody around me. Teaching them my philosophy teaching what them learned, he's teaching in James this case teaching them how to manufacture how to think about engineering How... And, again, it's not telling you do do a through z. It's like, these are the principles now go off and experiment and and come and add to them. It's very fascinating. So saying Jeremy was always happier making things in the machine shop than sitting on a boardroom. He he was interested in anyone enthusiastic who wanted to learn. He loa arrogance and experts by which he meant those who want you to believe that they knew everything about a subject when the invent of mind knows instinctively that there's always further questions to be asked and new discoveries to be made. And he he continues to expo on on the importance of learning from the careers of the designers, engineers and entrepreneurs that came before you. He's talking about what learned from Fry. Now he's got a bunch of people, like, 3 or 4 people here. They all shared and into... And he's... He's telling us, like, what did how do they... What do they do similarly? And what... How is that different from how most people approach their work. So the 4 people he's talking about here, it's Jeremy fry. Alex, I'm I I... Excuse me, Alec. Alec Mini. I'm just gonna call them mini, so you know the product because I don't know have to pronounce last name. Then you Buck mister Fuller which she mentions a bunch of time, and then Alex Mo who who created a, a new, better bicycle. So it says all of them shared an independence of mine, a hard work ethic and a desire and a drive to succeed. They sought lightness and everything, they made, and then... They all they all had the desire to to create a better way of an existing product. And so think he's using in the case of the Guy, Alex Mu. Alex wanted to create a better bicycle. It turned ideas. He turned ideas and see she he says this over and number again. He turned ideas about what exactly a bicycle ought to be on its head. Now back to Alec mini. Alec Mini view was market researchers bunk and that 1 should never copy the opposition. Never copy the opposition. Exactly what James says. Edwin Lance said the same thing. I've told you over again. He had a very personal model. Never do anything anybody else could do. The best selling British car of all time is the mini. If market research had ruled Alex's roost at bmc, it would never have existed. So he continues his train of thought for a while, and then he... This is really, I'm just gonna pull off for you because there... There's so many examples where there's just a market is... Especially when you're creating something new and unusual. The market for that is usually larger than you can predict. And so he talks about what he learned from a Kia Mari on the Walk. Price at a hundred and 50 dollars. The walking wasn't cheap. Sony thought, Sony hoped to sell 5000 walk ins a month. They sold 50000 in the first 2 months. By the time the production ended in 2010, they had sold more than 400000000. When the Walk man came out, the press ridiculed it, but the market responded, people saw the attractive little device and heard it in action and fell in love with it. And so as he's continued to work on a ct truck, learning from Ferrari, who realizes, I I have to go on my own. I have to become an entrepreneur. And even he says looking back at this is a crazy idea. I felt driven no matter how much I respected Jeremy and enjoyed working with him to go off of my own. In 19 74 with 2 young children, substantial debt and a whopping mortgage I stepped out of an exciting job and a salary into the unknown. Against the grain, I was going to be a manufacturer. I was also going to be something else. I was also gonna be something else key to successful invention. I was going to be an entrepreneur. And so then he talks about... Like, what was the opinion of entrepreneurs at this time? Because I like, they're just weird people, most of which are, like, kinda scam so he says to those of us coming from an art school background, entrepreneurs were these stereotypes that were milk the system for as much money as they possibly could. In our naive an inaccurate way, we thought all of an entrepreneur as someone who exploits other people. This was the era of big corporations. There were very few individuals setting out to manufacture, new and interesting things. Jeremy Fry, however taught me that if you have a good idea for a new product, you engineer, prototype, manufacture market and then sell it. This makes you an entrepreneur, Jeremy showed me that far from being pirates, entrepreneurs could be creators and makers of better products. However, odd. And so James because it becomes an entrepreneur because he has an idea for new wheelbarrow. He calls us thing the barber, and it came because he was doing a bunch of, like, restoration work for his house, and the Wheelbarrow bearer who was using, kept getting stuck. It would run into things. It wasn't very maneuver. He's like, how the hell? Had people been using this all the time. And so the no left myself is number 1 passionate anger. And number 2, so many things in the world are like this. So there's opportunity hidden plain sight. The more I used it, the more I realized that nobody had really thought about these problems are bothered to fix them for a very long time. And here we see, he's gonna use the same term that he... We just saw a bunch of his heroes use. I wanted to change all of this to rethink the wheelbarrow from scratch. And so now he does it... He do that for the wheelbarrow? He does it for the vacuum cleaner. He does it for his entire business to all the different products they make. But as you'll see later, he does it for college. And just does there's such a profound idea. Just take something that's important to you and rethink it from scratch. What whatnot... Not what everybody else is doing with it? That's how important. Like, what what do you think it should be? In your heart of hearts, what the hell should it be? And then start from there. That is so... Again, simple idea, very profound so so hard to do. Now I'm just gonna pull something out. The ball, he's doing... This is just a lock and change in a lifetime. So he's doing a photo shoot for the ball at this place called Dot Park. It's like, this massive, estate I think it was built in like, the 16 hundreds. K? We didn't shoot 1 day of dot to park. His wife is pushing a barbell around the grounds for a camera. We could have never guessed then that a quarter of a century later, dot king park would be our family home. 19 74. Right? He goes and shoots shoots marking material for the product. 19 79, the company fails. 2003, he buys the place. This is, like, 300 acres, 52000 square feet. It's beautiful. You should... I I looked up if you want Dot Park is what it's called. You can Google image search if you're happen to be interested. But a lot in change lifetime 19 74 taking pictures here. 2003, I own the place. So it's while he's manufacturing the ball. Again, I'm not gonna repeat too much, but I do want to point out, Like, there was a series of mistakes that he made. And he made and then his partners made, which is why he doesn't want partners. But this actually wind up... He had to make these mistakes because they laid the foundation for his empire. So the first mistake there at the time interest rates. They're having to borrow a lot of money. So they have to... They're like, oh, now it's time to get a proper factory. And so, like, how do we do that? We don't have many money? Well, let's get a bank on. Well, the bank loans is are, like, 25 percent, 22 percent interest. So it says I found a new factory, that these new overhead expenses meant extra borrowing from the bank at a time when interest rates were at 22 percent. The same time, we experienced a bunch of problems. So they have to dry coat the the the frames of the ball bears. Right? And so the the dry powder paint is getting everywhere, and it's causing there's there's so much material that's in the air. That has to be filtered out that they wind up having to stop production every hour. And so it says every hour, the filter clog, the production line had to be stopped so that the cloth could be taken down and shaken out. Well, that's hugely expensive prom need fix. Right? So I asked around what did smart people use? Cyclone they answered. And so he goes to study. What a cyclone is. Realized, hey, we can use this to to take out to filter out the material that's coming from this dry coating process. Right? It... The cyclone collected dust all day, and none of it... With none of it coming out and crucially never clogging. And so I'm skipping over massive parts of this. I just wanna give you 1 sentence that's important why I'm reading the section to you. The fact that mistakes were the foundation of a su future empire. He just didn't know it yet. That that the... Looking at the cyclone gave me the idea for a revolutionary vacuum cleaner. So he could gets kicked out of this company. I I just wanna push... I wanna pull out the ideas. Right? This is very fascinating. So he's talking about the valuable lessons that he learned, and he's specifically telling us. He's, like, I want you to learn us. I was learning much that was to be useful when I set up on a much larger scale dyson. 15 years later. I was also putting into practice ideas I'd learned directly from Jeremy Fry and indirectly from Alec Mini. Don't copy the opposition. Don't worry about market research. Alec might have just well said, follow your own star, and this is indeed what successful entrepreneurs do. The problem though was that I wasn't following my own star. And this proved to be the very reason why my first company was not as... Was not a success. My very first consumer product was a failure, but 1 from which I learned valuable lessons. There was a lesson about assigning patents. He signed... He should've have kept he was the 1 that made but gave away the patent to the company said keeping himself. Another was about not having shareholders. I learned the importance of having absolute control of my company and not under valuing it. I knew how to make and sell, but not what it took to look after myself. From now on though, I was determined not to let go of my own inventions, patents, and company. Today, Dyson is a global company. I own it and this really matters to me. It remains a private company. So now let me give you a summary of James Dyson life at 32. At the end of the ball experience, I was pen penn less again with no job in new income. I had 3 adorable children, a large mortgage to pay and nothing to show for the past 5 years of toil. This was a very low moment and deeply worrying for for Died and me. It was deeply upsetting too. My confidence took a big blow. And it would take some years to regain it. So he's in a bad position. He's got a lot of pressure, but he also does... Like, he's analyzing this rather intelligently. He's 1. He's looking at the bright side of things. He he found a market that lacks innovation, and then he gives us a list of ingredients that you're gonna need. So he says, we have... We had huge energy. And I knew what I wanted to do and was getting on with it. Here was a field, the vacuum cleaner industry where there had been no innovation for years. So the market ought to be right for something new. For the following 15 years, I lived in debt. That's wild. This might not sound encouraging to young inventors with an entrepreneurial spirit. Yet if you believe you can achieve something, then you have to give the project 100 percent of your creative energy. You have to believe that you'll get there in the end. You need determination, patience and willpower. And so that idea. It's like, listen, this is not encouraging. This doesn't sound encouraging. Yet, if you believe you can achieve something then you have to give the project 100 percent of your creative energy. You have to believe that you'll get there in the end. So Henry Ford has this quote that he said a long time ago... That he ever if you ever wanted to sabotage his competition, he would fill their staff with experts. And so James definitely echoes that philosophy in this book over and over again. And he's, like, listen, like Jeremy Fry, I'm cautious of experts. And and 1 of the reasons of of many reasons is he goes and sees, like, the foremost expert on, so he says this guy was considered the leading expert on the subject of iconic extraction. He was a very nice chap, but he told me that getting it down to the level, so he's talking about the level of microns that he would need for a domestic vacuum cleaner that is like a psycho or cyclone is impossible. Like, it's impossible to do so. James through his empirical testing, his his love of Thomas Edison and Edison principle of design, and experimentation proves his guy wrong. But he says, listen, He was considered leaving expert on the subject of traction. He's a very nice chap, and he told me getting it down at low was impossible. Experts tend to be confident that they have all the answers. And because of this trait, they kill new ideas. This is why I have long admired engineers like Alec Mini and Andre Ci, who questioned orthodox, experimented, took calculated risks stood on the edge of error and got things right. And when they got there, they continued to ask questions. And so I think that's the the best way to understand his his skepticism from experts. It's like, I'm I'm all for you accumulating a lot of knowledge. But this idea or now, I... I'm I can stop. I haven't figured out that you stop asking questions is where James is like, now that's where you that's where you're messed up. That's where you got the... That's where you actually got it wrong. And, you know, this this idea Like, that's impossible. But it wasn't. So something, another principal James learns from this is, like, your innovation is gonna come outside of an. The incentives are too strong to over... Like, if you're trying to build something new instead of trying to improve and exist... An existing industry, just build a new solution completely. And so there's a song, you know, cream, cash rules everything around me, want something I learned from Charlie Mu. It's Irene. Incentives rule everything around me. Incentives determine behavior because he's... At this time, he's not manufacturing of vacuum cleaner. He has this Idea. Like, okay. I'm just going to license it. I have a working prototype. Let me go to these existing vacuum manufacturers. They're gonna see it superior. They're gonna jump all over my pro... My license. I'm gonna make ton of money, and I can keep inventing products. That was his initial plan. And he goes to 1 after another and they're like, not interested at all. Even though It's... It's... He can demonstrate it's superior to their existing product and he realized. They're not interested in selling a bag vacuum cleaner because they make so much money selling bags. They don't want you to the customer I want a solution to this problem if you can educate them it's problem game with, but they don't want you to... Existing industry doesn't want you to fix this problem and take the money away from them. I learned that none of them was interested in doing something new and different. They were more interested in defend in defending the vacuum cleaner bag market. Which is worth more than 500000000 dollars in Europe alone at this time. So I'm fast forwarding... Who, I said who he was about, 32, I gave an update 32. Now he's 44. He's around 44 years old at this point. And this is another major turning point in his life. And it really goes to speak to the importance of making sure you have the right people around you. He would not have been the success without the the support, the un yielding support of his wife. And it's just remarkable that that she endured all this. Right? So this is the lawsuit talks about, like, Am. He signed a... He signed a license agreement with Am in America. They wind up, they wind up seeing his... Like, getting his technology, then canceling the license agreement suing him and then copying his technology. So they're have... There's this huge fight, and he's just, like, I give up. I don't wanna do this anymore. I can't do it anymore. I can't. I it's over. I just... I... I cannot keep going. And his wife is, like, you have to. After 5 years of this bruising and bankrupt lawsuit, I was ready to pack it all in and settle the case. D, however stood firm and told me that I mustn't give up. This was well judged shortly after, arch our lit called me, Am way have indicated that they're willing to settle. I could go home. More importantly than this, I... Because he was kinda having to constantly fly from from Britain to America to do these deposition. I think in Michigan. And it was just, like, weeks of just every day from like, 9 to 5 for weeks sitting in a deposition at that time, his his company's bleeding money. If he's in a deposition deposition. He's not he's not able to sell more licenses, not able to build more products. He's they're literally bleeding the single loan inventor dry. Right? More importantly than this, I could regain my life. The black cloud that it hung over our family life for all too many years was lifted. So he's saying, like, they got a little bit of settlement money, but we weren't rich. In fact, the award didn't even cover my share of the Liu cost, but at least the cost had stopped. Instead of worrying whether or not we are going to be bankrupt. Remember 44 years old at this point, there's nothing in his life that's gonna say that he's going to build 1 of the most successful companies in human history. Nothing. It does not look good at this point, but he had... The the the reason I'm bring this up you in the reason I keep trying to repeat, like, some of this... He had to go through this to get to that point. I thought about... I was actually thinking this morning about what steve jobs upset because I had read over my highlights from inside Steve's brain, and he's talking about... This is a 19 98 or 19 99 when he said this. He's just like, I, I'm killing myself. Like, I'm working from 6AM to 10 a night every day. And he's like, I be aligned to you if I didn't know... Like, if I didn't think I might be making a mistake. And so I thought about that. I'm like, let's pause right there. 98, 19 99, maybe. Steve Jobs says forget it. This it's this this this pain that I'm feeling, the struggle. I'm tired. I'm stressed. I'm fully out. I don't know if I can say this company. I don't know what's gonna happen next. I should just go home. I can be Ceo Ceo of Pixar, I'm already... That's fine. I can get over... If even if you're not see jobs, you could get another job where the case is. Right? And what would have happened if he did that. There's no ipod. There's no iphone. There's no ipad. There's none of that. 90 percent or whatever the number is of Steve jobs, accomplishments in life were after that period. That period wears like this, I can't do this anymore. I have doubts. This is... That's true for James Dyson. Where I'm at in the book. It's the same thing. I I wanna give up. I can't do this anymore. I'm gonna go bankrupt. Am way has p me. And his wife is, like, you can't. You have just... You can't settle it. You gotta keep fighting. So it says but least costs had stop instead of worrying whether or not we were going to be bankrupt. We could now think of the future. Almost all of our license agreements had failed, and precious time was wasted instead of relying on other companies to make our technology Why not reverse the decision, and and why not reverse the decision? Meaning make it ourselves? We would take on these competitors that were content selling bags and their loss of suction, and we would be free to determine our own future. Development and designs. Instead of feeling dread about taking on the mountainous task of becoming a manufacturer we felt liberated. This was the moment we decided to go against market trends and to concentrate on an upright vacuum cleaner that we would make ourselves. There would be no more struggling with other companies. Now there's definitely a lot more struggling, but not with other companies. Their patents, their executives and their lawyers. We were gonna do it our way, alone and independently. And so this is where he has to go all in. At the time he tries to raise money. No 1 wants it that he was willing to sell equity, and everybody says, no. No. I don't wanna do that. So that's how he went up. We maintaining a hundred percent ownership and dyson into this day because no 1 at the beginning wanted to to invest money. So he's just got raise money. He's got no money, but he's got a house. And so he goes all in again, and his wife agrees again and they wanna up putting up the house. And so there... Now he's, like, I have a prototype, I got a manufacture thing and manufacture it quickly. And as soon as I have it, I gotta sell the hell out of this thing. And so really, it's just... I'm gonna pull a couple highlights from this time, these... The book is in way more detail. Fantastic part of the book because it really goes into the very beginning of the company. Obviously, I'm really trying to encourage you to buy and read the book. So here we go. I had no money for a factory. I couldn't buy to to buy components or to do any marketing. So all the money... Almost all the money that he had to borrow came into, like, tooling, the actual, like, what what is needed to man... For factories to manufacture to customize manufacture his design. Okay? So he's like, I have to look for factory. So he winds up there's a company that is making plastics for plastic components for his vacuum cleaner. And he realizes, like, they're, like, you you guys aren't at full capacity, and this is what I mean about you have to be creative and resourceful. So it says it had very little work. I suggested that since they be making the plastic components, perhaps we could assemble the vacuum cleaners, inside half the the half of the building that they were not using. They said yes. So that solves a huge problem. Right? The first production quality vacuum cleaner to bear the dice name, sort rolling off the production line in January 19 93. I had already shown a working model. He starts out male catalogs because he's a new manufacturer he can't get into re retailers. Like... What hell a dyson Like, no, I just sell Hoover. But these male order catalogs the time. We're massive company. Check this out. We'd already shown a working model to general universal stores, and they included it in their January 19 93 catalog. It might be hard now to recognize what big deals these were for for us, GUS, which is general universal stores, was owned and run by Isaac Wolf, and he was its chairman from 19 32 to 19 87. That guy was able to stick with that idea. I drove up to their Hq to visit their buyer. He was skeptical. He then asked why he should remove... Remove a well known brand such as Hoover from his pages to put in this unknown dyson. My response was that your catalog... Your catalog is boring. He was silent. And then he agreed to buy from us because well, my... And that's the benefit. Like, you know, your Hoover vacuum, it might sell, but look at it. Like, put this weird looking almost futuristic alien looking machine next to and see what happens and immediately start selling. But this idea where he would just to Dyson had that fort it to to to, you know, So, like, this isn't going well. I need him... Like, I need to pull out every last stop to get this gotta buy for me. Right? And what happens once the Us buys from him, their main competitors like, Has it. So, like, this is important. You get 1 to say yes, and the others will follow. So little woods, This is the other mail cab campaign was both the largest family owned company in Britain and Europe's biggest private company. Because G us was buying from us. They agreed to... They agreed to buy as well. And so this is the humble beginning of this company that has made him, you know, worth 10:20 whatever billion dollars. All of this was achieved and had been accomplished in record time. It was a bit make makeshift. There was a production line in half of a factory, and the Hq of Dyson was a coach house, which is just like a garage, where where we engineers. I think it was ham like, 2 or 3 engineers at the time, where we engineers worked along with 2 salespeople and a personal assistant. We serviced our first first vacuum cleaners in the coach house. I talked about, you know, you have to do whatever it takes as necessary, their factory that their makeshift factory, which in really factory, didn't have heating, So it was really freezing. The building was ice cold in the winter. When we needed more space, we bought a huge tent. Second hand tent, the size of a parking lot. So I can't... I don't have money to build a building, but I have a tent and we can work out there. And he wraps this up here. This was a big uncertain moment for me. Within 18 months, we was the the vacuum cleaner was the biggest seller in the Uk market. And this is where we get his first tiny tiny bit of sense of relief. We were now selling quite well across a good spectrum of outlets, and I knew we would survive. Died and I could relax. I had various degrees of perseverance under pinned by a kind of naive intelligence, by which I mean following your own star along a path where you stopped to question both yourself and expert opinion along the way. A willingness He's talking about what what he, like, with the ingredients that led to this. What he was willing to do a willingness to keep questioning the validity of an idea are indeed a product might sound ingenious in a world of slick global business are in Gen, rather, but I can say it worked for me. And as I... And and I think it can continue to work for inventors, engineers, designers and makers in the future. I have been warned, for example, that being at least 3 times as expensive as both other vacuum cleaners that the Dc c 1 his very first vacuum cleaner would be too expensive. But it's sold really well. The sheer cost of producing it, and as a result, the high price tag was mitigated by the fact that those choosing it recognized its technological advantage over existing designs. 15 years of invention, frustration and determination were finally beginning to pay off. I was now a proper manufacturer thrilling to the sight and sound of production line. Thrilling to the site and the sound of a production line in full swing. I found it impressive impressive, staggering even. I still do. Not think about that. That things you worked the hardest for, bring the most satisfaction. Think about how good he must have felt at this point in his life after 15 years of frustration. And it's amazing that he still feels that he still feels the same way 30 years later. And then he starts thinking about was like, okay, How do I find more customers? And this is just a great question for us to ask. How best could I share my enthusiasm? For what I knew was a great and innovative product? The answer to that question is where you're gonna find new customers. How or more customers? How best could I share my enthusiasm for what I knew was a great and innovative product? So eventually, he gets it into a few retailers, and there's a couple things happening this page. Number 1, the the benefit of educating your market and then number 2, something that keeps swapping up over and over again is treat your careers as an adventure. The breakthrough was with comet, this giant retailer who allowed us explain what our vacuum cleaner did on stickers on the clear bin. Even if just a few words and figures, I wanted to communicate the distinct advantages of our new technology and how our vacuum cleaners performed much better. By 19 95, just 2 years after our launch, Dyson was turning a good profit and expanding rapidly. We had paid off the enormous bank loan, and we were able to tear up the bank guarantee forms. D and I were enormously relieved. We could keep our home and pay off the mortgage. At the same time, we knew this was the most exciting adventure of our lives. And then James quoting, book buck mister Fuller, which is what I was trying to para earlier, you never changed things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete. So there's a large chunk of the book, which is all about the the new like, the new products he made since you know, the lapse in the last, like, 20 years, since the previous book that I read. And I just wanna pull like, there's just a couple of principles. It it really is interesting how they go about designing products. But this section, like, what think... Something I learned from James is he's he knows the value of your attention and how valuable if you can stay focused, which is very hard for most people do, like, you can just accomplish a lot more. You can you can make magical products, you can produce miracles. It's why Steve Jobs said that focus is saying no. It's like the best shortest max... Just the most synced way to describe what's a really powerful idea. Focus is saying, no. He's developing those new technology and people are like, hey, can we buy the technology for it from you. And he's like, even if this business would bring me a lot more money? It's still too expensive because it takes away our focus. That's that that that demonstrates, you know, extreme level of discipline on his part. People often ask if we would supply other companies with our motors. Although it might be profitable for us to do so, we we supply no 1 other than our cells because I want dyson engineers to be 100 percent focused on our next exciting motor development and not on retrofit fitting our motors to someone else's product. Another principle from this part in Dyson history. They're talking about designing new fans. And... The know... Is a... To myself is just look at the products he makes. This is obviously core thesis to his business? And that... That's why I mentioned earlier, the opportunity just lot hides in plain sight? Can you talk about fans and, like, why why are they all crappy? Why are all vacuum clean crappy? Why are why are we satisfied with the status quo? So he says, this was another 1 of those products that are used frequently by hundreds of millions of people yet stuck in a technological time warp. Another 1 of its principles that you increase sales by teaching. I didn't want anyone to buy our vacuum cleaner through slick advertising. I wanted them to buy it because it performed. We could be straightforward in what we said, explaining things simply and clearly, and a lot of this, he does himself because people buy from people. And it's interesting that he... Like, even though he's he's not really an extroverted person. He says, I I didn't say how brilliant my product was. I simply explained the technology because he has a fundamental understanding of the technology even if his delivery, you know, like, it's it it does have to be all polished. So like, I know what I'm talking about Let me just explain what the benefit is. And what I realized is why he's doing this. He's at the same time, he's doing something that his competitors can't. And says the general idea was to show that Dyson was founded by mister Dyson. And that he was responsible for dyson products. He's writing this. But he's talking about, like, why he's doing this as opposed to just hiring a spokesman. Right? Big, long established multinational, most of them public companies would not be able to put forward an individual in the same way. I wanna skip way ahead because he has a large part of this book is the fact that... Like, he says let me read the note. He says the west is moving too slow and is growing hostile to business. If it keeps up, Asia Asia is going to kick our ass are going to kick ass rather. So she's talking about, you know, now Dyson his headquarters. In Singapore. He was gonna build the car, He talks about that a little... There's a whole chapter on the car in the book. He went up blowing like, 700000000 and realized realizing he can't do it. But he just talks about the difference in the attitude for getting help for business. He says, we came across politicians who themselves is in Singapore were often industrial list with a knowledge of manufacturing. In Westminster, we... The politicians in Westminster have no experience of industry and little or no interest in making things. Asia is growing at 3 times the rate of western economies. Whereas the Eu share of world trade is declining from 5 to 9 percent, Asia share is rising from 16 to 25. So I I wanna say, I can't remember the second where he said some crazy thing like, I think Dyson was still growing at like, 50 percent a year or something like that. Don't call me that that it was a... I just remember thinking, wow. That's a a very large number for such... For companies it's been around for every for 30 years. And saying this is all coming from Asian markets. And so it's a little about that here. Being in Singapore provides a different take on the world. If you place Singapore at the center of an atlas, you immediately understand how well connects not just to China, Korea and Japan or in to Indonesia and the Philippines, but also to India, Australia and New Zealand. And to countries like Vietnam and Bangladesh, which are growing and developing rapidly. On Singapore doorstep is the fastest growing market area in the world. The more we became an... So he's talking about the more now they're putting a lot of investment there. They're moving things there. They're buying parts there. So says the more essentially, we became an Asian company that just happened to be owned by British people. And so I'm gonna pull... He he he he he continues on this thing for quite a while. I'm gonna pull a couple highlights for with next pages. In January 2019, we announced our decision to establish global headquarters in singapore, Reflecting the fact that Asia is the center of our operations and that this has been the case for many years. While in Singapore, it has been relatively easy to find bright new graduate engineers and highly skilled workers, the same is not true in Britain, And this is why he starts Dyson University, which I'll go into a little bit. Because he says, like, I could hire thousands of more engineers in Britain. Overnight, and I can't find them. And he goes on to, like, you know, we are worse worshiping the wrong things. Worshiping being famous. Worshiping being rich. We need to worship making things. If very similar to a Steve jobs, it said in 19 84 interviewing Playboy. With Edwin Land. He's like, this is this guy. The 1 of the greatest inventors of all time. What greatest entrepreneurs over time is who we should aspire to me. This is the role model. And he says, not a football player not. He... I forgot the the list of other things? He's like, why can't this be the role model? This is James echoing that exact same idea. Let's see what? 40 years later. So he keeps going. There's a whole new market in in in India of young professionals. Dyson has become, it as much in Asian as it is a British business. Having started and consistently grown in Britain, we now sell over 95 percent of our products in other... In our other global markets. And so that's the difference between the the first book I read in this book. In that 20 years He went from almost, I think a hundred percent of his nearly a hundred percent of the sales we're in britain to now it's 5 percent. So he talks about, like, we're we're we're we're being dumb on every level, and nobody's doing anything about it. He talks about 60 percent of the people that go to... That that get degrees in engineering. British Universities or from outside the Eu? And he says after their studies, what does Britain do with them? We chuck them out. Why on Earth? Would you send engineering graduates, researchers and doctorate packing when they have valuable technology at their fingertips that they take back to countries like China and used to compete against us. His point is like, why are we not employing them? Why are we not letting them stay here? What the hell is wrong with you? So they talks about the process of like, okay, well, I try to make things in Britain? And this is the reaction I get. So we needed a government's help. I went to see Greg Clark, the Secretary of State for business energy and industrial strategy. When when we asked during the meeting, if he could help us in any way, he refused. I pointed out that he had just given jaguar land rover 350000000 dollars for a new diesel engine plan, yet he was adamant that he cannot support us So at this time he was trying to think of, like, why don't I try to make this electric car here. Eventually, he's gonna have to move move it to Singapore before he he obviously closed the project. The so he says, for new, he was adam him not support us. The following week, I was in Singapore. I was invited to meet with the prime minister who could not have been more helpful. He introduced me to key members of his team who immediately set out about finding land and development grants for building a factory. So this is a really helpful part of the book. Goes into way more detail I'm gonna go in here about the difference in attitude between governments. In 1 case, he's like, he wants to build a new factory. They say, okay, It's gonna be 4 years in Britain, 4 years of planning and 2 years of construction. He wants building the factory in Singapore. Within 4 days. I think it's 4 days. They found... Like, they they... Within 4 days, they found, like the site. So... And his point is like, you... If if if something is gonna take you 6 years or 4 years in their case. And they're doing it in 4 days, you are going to lose. So he goes, and this is another example days. Okay. You I'm meeting with you. You say, no I'm not gonna help you at all. I get to meet... And I'm not meeting with secretary I meeting with the the prime minister who could not have been more helpful. He introduced me a members of his team who immediately set out finding land at development grants for building a factory. I came back from the trip, and then I asked for a meeting with theresa May. She refused to see me. Given the attitude of to the British government and the fact that the main market for electric lecture cars in China, it seemed a bit silly to think of trying to make cars in England. And so this brings me to... The 1 thing I I really am am impressed by what he did. And it's really on learning and how... And how to rethink education today. And I'm... This is this is gonna go over, like, 10... There's a bunch of highlights so you're in probably about 10 pages. Let me see if I can put this together in some kind of cohesive narrative for you. So he says, I was also going through the process. He's talking about learning by doing, like, when he built... Was building the 5127 prototypes. And this is going to be the the the story of how he winds up starting his own university because he's sick. Of trying to work within the bounds of what what like, these existing structure. And he's like, you guys, that you're you're killing yourselves, and you don't even know. Because the the suicide that you're embarking on is slow moving, and you don't realize you're getting your ass kicked by these other innovative, hung companies, cultures, countries. It's remarkable what he does here And again, what he does here is, like, when you think of, like, the importance of his main point to you and I. Right? He's telling us rethink what you're doing. Rethink the product you're rethink it just don't just copy whatever else is doing. There is innovations and improvements that can always be made, but you gotta start with asking why? Asking why something is done that way What stops shooting your tracks. Right? We don't need it. He's, like, we don't need more regurgitation of of facts. When we need people I was like, well, that's strange? Like, why why is the vacuum like that? Why is a bicycle like that? Why can't I design a small car? Why can't I design a new university, whatever the case is? So he says, He's talking about, like, this is where you're actually learning. And this is something you... I feel like, especially when you're reading about, like, 1800 history in 18 hundreds, early 19 hundreds. This idea. Like, we put so much more emphasis on giving young people the ability to learn by doing. And now we just have them sitting in there listening to wrote instruction and, you know, wasting the prime of their life when they could be out and actually making the difference earlier. So he says, I was also going through a process of self education and learning. Each failure taught me something and was a step forward and took... And was a I step forward towards a working model. I been questioning things and learning every everyday since. So what, 25, 30 years past since then. Learning by doing, learning by trial and error, learning by failing. These are all effective forms of education. That is so... I'm so glad he tied that together. Like, everybody knows, like, learning by doing learning trial and we understand it. But there... It's just a form of education. Children love making things and yet all too often, this innate curiosity and experimentation expressed through our hands is stamped out by the educational system that sees no virtue in such natural creativity. Because of this attitude, design technology are not adequately covered in the school curriculum. Schools tended to be poorly equipped and qualified teachers are few far between. The result aside from a woe lack of engineers is a commonly held view in England that engineers and technicians are somehow lower down the professional and social peck order than bankers, Youtube influencers and brand managers. He's gonna reference. Remember that because he references his, like, like, the fact that this is what kids wanna be? They don't want to be... Like, we... The same thing with Steve jobs are. Like, why isn't this what we aspire to be. And his whole point, I'm I'm gonna pull out 1 sentence for your because it's fantastic. You know, Like, what happens if we keep on with this attitude. He's focused on Britain. I see some of this where I live. It's probably where you live as well. I don't think it's should just contained to Britain, but this is what he says, Okay. Let's let's go down this path. What's gonna happen? The fourth industrial revolution is not gonna dissipate anytime soon. And the only way to win in this fourth industrial revolution, which, you know, the information each, whatever you wanna call it, whatever the term you wanna use is you gotta turn your... Whatever you're doing into a technology company. And he's like Dyson is not a vacuum cleaner company. It's a technology company. We have patents. We have scientists. We have engineers. We have software, we have programmers. We have all of this, and then we just figure out ways up to use a new Basically, their thesis is, how do we apply the latest technology and the best engineering to to the improvement of everyday products? The the same process that Apple uses to build some of the great... You know, the devices that we all happen to love or the case maybe, James is just doing the same application to, you know, hair dryer, a vacuum cleaner, or a fan, a light, that kind of stuff. So he... I I'm still in the education section though because he has this... I don't wanna call a rant because that's not what it is. He's just laying out the case Like, we're killing ourselves. We cannot do this. Let's inspire the next generation to make things because by making things we help solve problems. People who do well on exams and schools are not necessarily those who don't do well at work. Students are rewarded for falling the train of thought set in textbooks. If they can think for themselves or question textbook knowledge, examiners can't give them marks that their original minds may well deserve. Things, teachers and examiners might well dis disappear might just lead some young people towards some of the greatest designs of all time. Children appear to be born with the desire and ability to make things to experiment and play. This is a gift lost by all too many adults. Frank Whittle is a good example of how you don't need to be good at exams in school to change the world. Having left school at 15, he became a test pilot. He was a... His was a life of learning and 10 ness. And he went on to he went on to invent the jet to the jet engine, changing the course of aviation and our lives with it. Education should be about problem solving rather than retaining knowledge simply to pass exams. And we get the to the climax of what he's saying here. Invention is a human imperative. And while the story of invention is littered with failures, the determination to make a success of something new, whether the printing press, the steam railway lo of the telephone, the television, the jet engine, the worldwide web and even the bag vacuum cleaner is not only its reward. It also brings previously unknown benefits to potentially billions of people. That is his point. We are myth apologizing. We are lust after the prestige of people that don't make anything. It is a giant distraction. The people that we need to we need to encourage the young people to become engineers, entrepreneurs, invent invent... Innovators, inventors, manufacturers. And this whole point, Like, it does have to be on a gigantic scale like Dyson where they sell, like, 25000000 products a year. It could be an individual, but it's a human imperative to make things. So then he starts putting his money where Mouth. So what he does is they start wind up a... They, like, first, they donate money and and and and and knowledge to teach, like, existing classes. Right? Then then the the method, like, they didn't like the teaching methods. These deserve an existing schools in Britain. They start teaching the classes at school themselves. And this is this is still gonna reach a dead end. And this is where he's gonna start his university. And this is why I know this is a longer. This is why I'm tying this all together and why I'm so excited about it. So it says, they start teaching classes at school to get kids excited about engineering invention. I just said that at the same time, we began introducing school children into the world of ingenious inventors, engineers and inventions a month, and so he... He's listing not only... He's introducing to the products that you might for granted that somebody had to literally come event, but also the peep... The people behind those. This is so powerful. So it says, we started invent introducing to all this. So it talks about the cat size, which I'd never heard of. But it's the the headlight, the ones headlight, the ones that headlights catch in the dark to help us keep keep us safe as we drive at night. The small wheeled molten bicycle, ke, the tesla coil, geo dome computer programs, memory foam. Thomas Edison, Windshield wipers, is barred kingdom B. Who I just did a podcast on and is 1 of James heroes. I think it's founders to 0 1. Velcro, zipper, and the smart 4 2 car, and this sentence is so fantastic because I think this is I I wonder if the vast majority of jobs that, like, our kids or might have in the future or have not yet been to be invented. But he's tom I like, we're getting, like, you can't just force people to do them. You have to get excited so they taken it on their own. Right? So it says the success of the curriculum, lay partly in the fact that students were excited about the idea that the jobs they might take up in the future had yet to be invented. So this this Dyson University which starts out as the Dyson institute of an engineering technology. Eventually actually becomes a university started with a challenge. James is still trying to get cooperation of government. He goes to meet with him Just, like, complains this is, like, bitches at how ineffective they are. And so it starts with a challenge. So he meet he's meeting with the minister miniature of state for universities and science, and it's this guy named Johnson. And so he's complaining. And so Johnson threw not a challenge on on the shortage of engineers. If I wasn't getting anywhere with the education system in my quest to raise the number of quality engineering graduates. Why don't I start a university of my own? And it was actually funny because he talks always he's like listen to the meeting start that I had was this guy started badly? Because I went to the bathroom beforehand? I go to dry my hands and he had a foreign hand dryer. This is a government a Britain a a government... A British government building. Jeez. I don't know why I'm studying. A British government building, and it has a foreign hand dryer. He's like, why aren't you using a dyson. And so he just starts bitch pitching and complaining and everything else, and then that's when he just got thrown down on this challenge. And James like, I didn't even know I could do that. It which just funny. Because as this guy rethink everything. And so this is absolutely remarkable. He re thought college. And so he puts up a ton of money. It's like, 50000000 dollars to start, which what Eventually is gonna turn into the Dyson, to Dyson University. And there's a lot more detail. I wanna give you some highlights. They're just fantastic. And so he says, okay. First thing, there's no tuition. I'm paying for it. There's no tuition fees. Our undergraduates and check this out, and they're not... You're gonna send in class days week, absolutely not. No. You will not. You're learning engineering and technology. You learn that by doing. Our undergraduates would work 3 days a week with Dyson on real research projects alongside young dyson engineers and check this out. So there's no tuition. They're working 3 out of the 5 days a week, and they're earning a proper salary. Think about how we do everything backwards. Right? They... These kids are just in hundreds of thousands of debt, forever. I saw something the other day where, this woman, she originally, 9 years ago, she graduates high school. Or Graduated. Graduates college. This is in a a United states by the way. This is just how stupid we are. Graduates 80000 dollars in in student loan debt. She's been paying it for 9 years. She has paid so far over those 9 years. She's paid a hundred and 20000 dollars. She still owe 76000 dollars. And so James sees this. He's like, this is ridiculous. This is stupid. Why are we doing this? He's like, I'm putting on my own money. There's no tuition fees. 3 days a week, you're coming to work with my company. You're gonna work on real projects, and I'm gonna pay you a salary. And then we teach them for the 2 remaining days. When the first graduate undergraduates complete their 4 year course, which is this year. They actually graduate. They will be debt free. And why is this important? He says I find it extraordinary and sad that most college graduates are sad with huge jets from the moment they go out into the world. Our graduates would have studied intensely work for a living and gained immense experience. That's what he was doing. He was working for Jeremy Fry. Right? He got that the opportunity to do that while he was still in college. So he's already re thought the whole thing Like, like, there... We were going to train it. They don't have to work on Tyson. The programs, I think I forgot how many people. But you don't have to work on. Somebody's hoping that he's... He basically saying, hey, these colleges and universities are ineffective at training my people. I'm gonna do this myself. But so you can come here. Tuition pay for you you can work for dyson after we don't have to. So it says, our graduates have studied it at the end, they would have studied intensely, work for a living and gain immense experience. And he's like, but we have to understand. This is a very high bar. Like, he feels that the the norman they're a little lazy. He goes what's more. There was no... There was not gonna be any easy ride. Undergraduates at Dyson University worked 47 weeks a year, Much longer than 22 weeks at other universities. So James point here. Like, what the hell or they're young, aggressive tons of energy? Why are we not pushing them? Like they can accomplish a lot more. So he says, and he's like, I'm taking this extremely serious. We are being trusted with a vital ingredient of a young person's future. And he he's... Then he talks about, like, why is he doing this? I believe that Dyson University represents a modern... This is so important modern forward thinking 20 first century education relevant to the world of work. The undergraduates have a unique education at Dyson. They are working with the best engineers and scientists in the world. Real practitioners They learn and invent alongside them. They experience a wide range of disciplines on products and research that go into production quickly. It is not for the faint hearted. James has no no desire to hang around mediocre her people. As well as having a 47 week year. They're here for 4 years rather than 3. I estimate that this represents 2 and a half times the teaching offer by traditional universities. So I saw a post on this... It's a sign... It's called Simon Sa dot subs stack dot com. And this jumped out on me because what he's saying, what what James is doing here is like, pushing young people. Right? Let me just give you a post. And this guy reads all lot the biographies and what he writes here I feel like I've noticed the same thing. So he says when I read biographies he's early lives leap out the most. Leo Leonardo Vinci was an apprentice, was sent to be an apprentice at 14. Walt Disney took on a number of jobs, chief delivering papers when he was 11 years old. This other guy published poems at 16. Andrew Carnegie finished his school at 12, and at 13, he began his second job as a telegraph office boy where he convinced the suit... His superiors to teach him the telegraph machine itself. By 16, he was the family's mains day of income. He says readers and often biographer tend to fix fixated around the celebrity itself when people became famous or fortunate. We do the opposite here. Right? But the early lives long before success contained something more revealing. Before you grasp, you have to reach. How did they learn how to reach. In my examples, the individuals he's talking about the the individual examples he just referenced the ones I it you. In my example, the individuals were all doing? He I that word. From a young age as opposed to merely schooling. And while they may not have wanted to work, the work was nonetheless something that they both that both they and society felt was useful, something per purposeful and a print and appreciated. In a sense they had useful childhood. He asked a question. Do children today, have useful childhood? I find it striking just how early and how varied the avenues were that allowed 1 to pivot off script to do something differently than everyone else. He says for a 13 year old today. What is the equivalent of being a telegraph office boy where he can learn the tech... Weren't... Learn technology while contributor remember what his point is here It's like, the telegraph at that point in Carnegie like, was the leading technology of its day? In a set... So... Oops, let me go back down? I just skipped over something. What is the equivalent? Okay. What about for a 16 year old? What about for a 21 year old? What is today's equivalent to being an apprentice of a, I don't... The the guy that Davinci was a princess under, I can't pronounce this last name. I'm gonna answer a question. It sounds a lot... If whatever Simon is writing about in his post. Like, what what is the version of that today. Sounds a hell of a lot like what James Dyson is is designing here. And just a few more things for you. He has a family Charity motto, and I just love this idea of having a personal model, a family motto. I told you right now, my lock screen or on my phone is ernest a Shack. His motto was by endurance we conquer, so I'm seeing his face covered and his beard covered in snow. He looks half dead. Just a reminder myself. Like, he's just gotta keep pushing. So he's got 2 motto well, the the main model here is never give up trying. And he it's... And he's says he's got the Latin version of that, but he says another good 1 would be keep on running. And then he closes with just a paragraph, and it's really, like, how do we avoid He calls... I had to look this up a duff. I figured from the context as far like an idiot. So a duff is an incompetent or stupid person, and he's... This is how he closed and it's kinda of funny. That's how he closes his book. Says above all, how can we avoid being duff? It comes from working away single minded at solving a problem. However, many setbacks be fall us, even if that means 5127 prototypes and retaining an open mind. Remember, there is nothing wrong with being persistent dissatisfied or even afraid. We should follow our interest in instincts, mistrust experts knowing that life is 1 long journey of learning. Often for mistakes. We must keep on running and we really can do better. And that is where I'll leave it. I highly highly highly recommend reading this book buying this book. I would buy both. I would against his original auto auto against the odds and this book. I think you read him in that order. It actually will help enhance like, what James is trying to tell us, and hopefully, you find ideas in there that you can... That are beneficial to your work. If you wanna buy the book. If you wanna support the podcast and buy the book at the same time, I'll leave a link in to show notes. And when you buy it using that link, Amazon sends me a small percentage sale, at no additional cost to you. If you wanna support the podcast and a friend at the same time. I'll leave a link in there. If you buy a 1 year gift subscription. I will extend it for your friend, so they have access for life. That is 205 books down 1000 ago. And I'll talk to you against soon. So it's impossible to not re... Keep reading stories and see how you see people constantly question all the assumptions about, the way people approach life or the approach work. It's in every biography. James Dyson just went on hung and on about it for, you know, 350 pages or whatever it is. Not only does he do that. I'll heroes do that. And so, of course, like, it's natural for us to do that. Right? And so when I think about, like, the podcasting, III wanna question some I'm And so this has to do with the fact that III got a message from a long time subscriber to, named Joseph. And he's like, hey, I've heard you mention just lifetime option. Like, what's what's the story behind there? You know, like, what's what's the thinking behind it. And so before I I'm gonna tell you what I said. But before I do that in just case you know we're talking about. I've mentioned on a few, but I've been experimenting with this ideas. Like, okay. Well this is obviously podcast founders or have many ads. It's subscription based podcast, like, is it possible to do a 1 time lifetime payment. Right? And from a consumer's perspective, it they seem to really, really like that, but it's it's not at all clear if it's a sustainable business model. I'm not, well, they... There's only way... Only 1 way I can do that. Is by testing that. And so, you don't have to do this. I've talked to a lot of people. People send me messages and they're like, hey, I'm keeping my subscription, because I'll pay more over the long term and I want to. There's been people that are paying subscribers and they buy the the lifetime payment and they refused to cancel their subscription, so they have both just because they they wanna support even more. Some people who said, you know, 1 time payment better for me, so they buy them 1 time payment and then they cancel the subscription. Giving this option to new people. So of course, I would... It's, like, an obligation, like it's unethical if I don't offer it to you. So if you all even link in there, you don't have to change at all. But it is the option. I am doing this most... I think maybe on a limited time. I'm not entirely sure on that point, and I guess I'll talk you more about that in a minute. So there's a link there. There's no way if you do upgrade your a lifetime though. You you gotta upgrade your lifetime and then cancel your subscription. There... There's all separate systems. This private podcasting whole phenomenon is extremely new. I mean the entire phenomenon of podcasting is still in the early early days. Right? But this this pry... Generating unique private Rs feeds, which is what, you know, the entire basis of founders. It's still relatively. So it's like, it's amazing how there's a bunch of different providers, but they don't all have every everything I need. So I think I actually found 1 that might, but that's why it's kind of a big, big headache can I'm not a headache. But I mean, I would like it if you could just upgrade to lifetime if you wanna do an automatically cancels, but it doesn't So I'm just letting you know that option is there for you. I don't... It's up to you. You gotta do whatever you wanna do. You know, I'm happy. I'm just happy to listen. And happy that you hopefully tell other people. But I'm just gonna tell you, like, the story here to thought... And this is not something I planned. I just wrote this off the top head, but it gives you an idea until, like, why I'm doing this. And while I I think I will always continue to experiment because I love podcasting. It think it's an amazing medium, and I'm just... I don't... I just see a lot of people doing what James said. Like, everybody just does the same things, and it's like, they don't... We don't have to recreate radio here, guys. Like, this is just a medium. A podcast can be whatever you want it to be, and I want founders to be unique and weird and a little eccentric. Like, I don't want to do what everybody else does, and I'm not putting down other podcast like, if they love what they're doing, go and do that. I just... I have that instinct, like, I want difference for the sake of it. Right? So it says 1 thing I'm learning from the reading biographies is the importance of questioning assumptions and creating experiments to see if other people's assumptions are accurate. We are still in the early days of podcasting. So far there are 2 ways. Ads and subscriptions. I haven't seen anyone just try a pay once and listen forever option. If I was on the other side, I would like that, it would seem to me to be an amazing value, and it's pretty simple or and it's simple. 1 less recurring payment, 1 less thing to think about. The question from the podcast perspective is for the podcast perspective, is it a sustainable business model. Everyone assumes know it's not. That is the assumption I'm testing? My own hypothesis is that podcasts are durable only, durable. That's an important word here. My own hypothesis is that podcasts are durable only if they're are good enough to be spread by word mouth, and pause what I'm reading here. And this is why what, like, I don't even know if any marketing stuff I do works at all. Because almost everybody that sends me a message about, hey, I like the podcast where cases, it's always a friend told me about it. A friend bought me a gift description. This person said it was great. Like, I don't... I I really do things like, that is the only thing that's gonna make this durable is if people get enough value because it's also natural. Right? If you read a great book, listen to a good podcast, watch a good movie, eat a good restaurant. Natural for us to share these things. And so I think, like, almost all my times should just be going into making it better. Right? And so says my... Hypothesis. This is that podcast are durable only if they're good enough to be spread by word amounts. And as long as people keep telling other people, then there's no reason a lifetime option wouldn't work because that kind of functions as a reoccurring there. Right? Like, somebody finds find out about podcast podcasts today. They buy a lifetime subscription, they listen for a while. They tell 1 or 2 or 3 other people and that same process continues on over and over again. Right? I may be wrong, and I'm very... I I could... If you're listening to in the future, like, I could have just gone back to subscriptions. Maybe and And there is a a chance that I just have... And I found a provider that can actually do this, and that's why I had to do either or because I didn't find somebody could do both, because maybe some people like would just rather pay a small monthly fee than 1 time, whatever. You know? But you might be listening in this feature and that's, like, might not be. Like, what is this guy talking about? There's no lifetime option. Well, then that's how you know I was wrong, but I have to be willing to experiment because it's just... It's in the early days of podcasting. Have no idea what this medium is gonna be capable of. And what I'm extremely interested in, and it's almost scary to admit it is, like, I... This is a... I would love to do this. For decades, I have readings the only hobby I've ever had my life that I've had for multiple decades. Like, I've been reading 30 years. I read all the time now. It apparently it's not... It's apparently just part of me. Right? There's nothing never been a time in my life like, a, I'm I'm not really interested in books anymore. That's just never happened. Right? So my whole thing is, like, I've found something I love to do. I'm become strangely addicted to making podcasts. I'm sad. If many days go in between me making a new podcast. And so it's just, like, really what I'm searching for here. Right? Is, like, what is the most durable method that I can do this forever? And III don't know that answer. Maybe subscription. Maybe people will pay subscriptions for years. I don't know. But I do know, like, it's really simple It's like, okay. I'll do a lifetime option You pay once. Listening forever. Hopefully, you listen for a decade. Over that decade. How many freaking people are you gonna Like, a lot. Right? So that's the thinking behind it. So says I may be wrong, but the only way to find out is by testing. Maybe I stumble upon something other podcasts have missed. People that are bought the lifetime access really seem to love it, and that's the... The... Also the and this is still early. I've been testing it for short short amount time. I don't have any definitive data. It does seem to accelerate the rate of people that sign up. Right? There is something I've heard other people describe other product products that have lifetime op options as, like, irresistible. I think is the word I'm looking for. I think that's the word they use. Like, oh, it's simple to... Okay. Yeah, you sign up, you get 200 episodes of heard down or whatever number is. And then every future. So, like, it's really simple too. Right? But I also might be losing people that only wanna pay, you know, 15 bucks a month or whatever the number gonna be. So I don't know. But let me go back this. Maybe I stumble upon something, other podcasts I miss people will have bought the lifetime access seem to really love it. Worst case, I end the experiment, and I go back just to subscriptions. It says, I hope Answer questions. I should probably explain my thinking. And my guess on the podcast, others might be interested that's why I'm recording this now in case you find it useful. I do... Again, I don't think about this, like I'm making a show. I have to use terminology that people use in the podcast industry, like, episodes, but I don't... I feel like this is just 1 giant conversation conversation that we're having. And that's why, like, I don't silo. Like, when I'm learning what James Dyson, and I'm telling you how his ideas relate to, you know, Steve Jobs and and, Larry Ellis and all these other people that I studied before. Like, I... Because I just fundamentally don't think of this as... I think of it as a 1 giant conversation. And so far, we're at a couple hundred hours. And if we're lucky, we'll get to a couple thousand hours. And I think 1 benefit of that approach is, like, I can just talk directly to you. And a lot of the the stuff I'm gonna say is probably wrong. Like, because you just... You're gonna... I'm gonna run down dead ends, and I'm gonna be wrong because that's exactly what is expected when you're trying to figure things out. And 1 thing that I think helps is, like, I listen to podcast for years before I started 1. And that allows me to, like, think, okay. What would I like if I was on the other other side of this. And 1 of that is why it set up the way it is. You know, a lot of people say there's no fluff in this podcast it's all substance, which is, like, the greatest compliment I can ever get. But also, like, I would like to know what they're thinking. Like, I like the inside baseball Is that the metaphor? Inside baseball of, like, yeah. What goes into making these things. And so if you listen this long, thank you very much. Thank you very much for supporting the podcast, the best thing you could possibly do is something you're probably already doing, and that's telling as many pop people as possible. And if you have the means to do so buying subscriptions. For now, if you buy a gift. Like I said before, I'll I'll go back and I have to do this manually. Hopefully, 1 day I don't, but I will extend it to be lifetime. So that was my thinking. I just wanted to to let you know what's up what I think about... Because I... I'm obsessed with founders. I think about all the time. I work on every day, and I also know that I don't have it all figured out yet. So that's just it's exciting. I wanna treat this like an adventure. And with that, I should go start reading another book. I'll talk to you soon."
}