{
  "transcript": "Who was this Albert Las, whose energy and imagination ran in so many directions at once, and who was in his own words driven by a thousand devils. His friends considered him charming, brilliant, thrilling, and exhausting. His subordinate admired him enormously and dreaded his arrival at the office and the tow that inevitably ensued. Clients quickly learn that there was no such thing as a half embrace of or by albert Las. He pursued life with a fe that offended and alienate needed many people. A lot of people can't stand me. He once emitted because they think I'm too aggressive and too dynamic, little men to use his terminology were driven off by it. Big men, such as Rca, David Sa and American tobacco, George Washington Hill drew energy from it. They looked forward to fighting with Las. They learned from him too. He's the only man I felt I'd like to murder every now and then. Herbert field confessed almost 20 years after being pushed out of his senior position at the advertising agency, then adding, there isn't a finer man living. I'd like to kick him in the back set a former associate who left under du rest, but then added, I've never met a man as colorful and viral and as personable as mister Albert Las. Never. Las energy and passion infused both his personal and professional lives. And sometimes those 2 lives converged. 1 Monday morning, in 19 39, his top lieutenant gathered for their weekly state of the agency meeting. This was no ordinary Monday, however. It was the first meeting after the very public unraveling of Las second marriage. A disastrous union with a Hollywood star that fell apart even before their Honeymoon ended. Everyone in the room knew all the sal delicious details. All were eager to see how the boss would handle the situation. The door from Las office opened, and he walked in and said, gentlemen, In his life, every man has a right to make 1 mistake. I have made mine, and then the meeting began. Las, who's often referred to as the father of modern advertising exert an enormous influence on his industry. Before he arrived on the scene, advertising agencies were mostly brokers of space in newspapers and magazines. With Las prodding, the industry became a creative force and began earning substantial commissions. Las worked his magic by relying on the power of ideas. The list of companies and brands that he helped to launch or revitalize in in large part through the selective amplification of powerful for ideas and in part through his own instinct for drama is unparalleled in the history of advertising. Las invented a particular kind of ad agency, 1 that delivered high service to a relatively small number of key accounts. Most often driven by a personal relationship between himself and the head of the client company. The result was high margins and for Alaska, enormous personal wealth. He maintained close relationships with dozens of powerful business people and applied the insights he gained in 1 context to give advice in others. Give him an equal knowledge of the facts said Rca legendary head David's Sa off, and I'd rather have his judgment than anybody else's I know. Sometimes Las failed and failed spectacularly. But he always rebounded. Lesser scope and impact where nothing short of astounding and he knew it. There wasn't a living American in so many ways each day, partially responsible for people doing as many things as I was. He once commented. That is pro. He said. Las was blessed, or cursed with an extraordinary high energy level, but there was another side to this intensity. He suffered most of his adult life from a major depressive illness. At the age of 27, he experienced a complete mental and emotional collapse. I could do nothing but cry he said. And unfortunately, for Las, the pattern set by this first breakdown persisted for most of his life. I always say that I got over all my breakdowns, except the first 1. He slept poorly, drank heavily. Under the influence of alcohol, he once attempted to drive a horse drawn carriage into a bar. He suffered from dramatic mood swings and indulge in impulsive behaviors. Drawing on his reserves of energy, self awareness and determination, las fought back against his illness. He survived and flourished. His rare ability to put troubled geniuses to work on challenging problems, Legendary, advertising talents like John E Kennedy and Claude Hawkins, grew in part from the fact that he himself had been driven by a thousand devils. In his final years, Las developed an absolute passion for anonymity in everything he did. Little by little, Las became invisible, the curtain that Las created between himself and the pages of history became almost imp. This book parts that curtain to reveal the man behind it, the real and extraordinary Albert Las, the man who sold America. That was an excerpt from the book We talked to about today, which is the man who sold America. The amazing but true story of Albert Las and the creation of the advertising century and is written by Jeffrey Cruise shank and Arthur Schultz. And before I jump back into the, I just wanna tell you how this ties into everything else that we've been talking about, I first learned of the name Albert Las because David Og in his book, Og on advertising, the last chapter of that book is all about the 6 advertising pioneers that David studied, took ideas from and then use those ideas in in his own career. And the first 1... The first person he mentioned. Is Albert Las. So I wanna pull a couple quotes about Albert Las from David Og just to give you an overview into Las life and how important he was. He says Albert Las made more money than anyone in the history of the advertising business. And he spent more, and he got his money's worth. And he's the 1 that that... So David Olga always talks about, like, what is act... What is advertising. And he learned what advertising was, like, the true meaning of what it mean, of advertising from Las ask her in turn to learn that from, this brilliant manic copywriting talent, which we'll get into later, It's guy named Johnny Kennedy. And he says advertising was salesman in print. A definite. Now, this is Olga be talking about that. About what that meant him. A definition that has never been improved. That's so now Og talks about, hey. Las took this very simple idea, but he took that simple idea very seriously. Las held that if an advertising agency could write copy which sold the product nothing else was needed so that you just focus on 1 thing. I'm going to write copy. The people are work from, you're gonna write copy, we're gonna sell more products for you, and you're gonna pay us for doing doing that for you And that... As a result, of just having really simple business with a... Just a handful of clients. He's able to increase profit margins. He says like if profit margins is like 7 times higher than the typical agency. By dispensing with marketers, our directors and researchers, Las saves so much money that he was able to make a profit, which is probably the world's record. He ran Lord Thomas, which is the the agency that he's gonna work for and then eventually take over. He ran Lord Thomas as a dictatorship. As you all know, he told his staff, I am the owner of this business, and therefore, I decide the policies. He owned 95 percent of the shares. After he retired, he said that he had never attended a director's meeting and did not think that 1 had ever ever been held. He loa talking on the telephone and obama committee. He never belonged to an advertising club and avoided his competitors. He was not shy about cons combustible consumption. His weekend estate outside Chicago had a staff of 50. He wants to find an administrator as somebody without brains. He once said, I didn't I didn't wanna make a great fortune. I wanted to show what I could do with my brains. He could be over bearing and intolerant and arrogant. He could be bad tempered, demanding and inc inconsistent, and he had 3 prolonged nervous breakdowns. 1 afternoon, late 19 42, and this is after. I didn't know this Reading. This is... He spent 40 years doing the same job. So it says 1 afternoon, late 19 42. He suddenly said to Mary, this is his third wife. Mary, I have decided to get out of the advertising business. 2 days later, he gave Lord and Thomas to 3 of to 3 of his bright young men for a token payment of a hundred thousand dollars. So let's jump back into this book. This is a, a giant book with a ton of information. He lived in an unbelievably full and complex life. It took me about 20 hours to read retake notes and really digest the life story of alaska before I sat down and talk to you. So I'm going to focus mostly, like, when I went back right over my notes, mostly, I wanna focus on the, like, it... The way the insights he had to its business, which was very fascinating. The the fact that you have all these people working, and this is 1 of... I think the main lessons from his life. You have all these people at the time, working in the advertising industry, and they didn't actually understand the potential their industry had. And Alaska is the very first person to realize and he does this intentionally that, hey, we have a lot... The market for advertising and for our services, is a lot larger, and you guys are leaving a lot of money on the table. So I'm gonna talk a lot about that today. I want you... To understand last for though, to give you an insight into into who he was. You have to understand the impact that his father had on him. And you... This this last paragraph, and gonna read you here, you'll understand how formidable an individual that Morris Las was immigrated to from Germany to, you know, rural America in the 18 hundreds with nothing, became a peddle and then be built this gigantic business empire. So it says morris exercise enormous influence over his son. He directed his career, his career choice withheld and then granted permission for him to get married, loaned him money for a wedding ring and was the voice of conscious that whispered into his son's ear. This is not very... You know what this reminded me when I thought about the influence that Morris has on Albert. Back when I did the, the story of the the house of more where, you know, Jp jpmorgan is by far the most famous family member of the Morgan family. But J, his father was the 1. He's, like, the influence... He's the person that influence the influencer. Morris is the same situation here. So it says... And... Because Albert Las, but before he dies, Like he's 1 of... Even though he was extremely... He tried to maintain anonymity, he's extremely famous. Famous, maybe not the general population, but friends of presidents. Constantly invited to the White House else. Multiple White House worked in government, wind up having close personal relationships with all of the top business people in the country. So... But we see a lot of the the inspiration and and advice came from his father. So it says, and very similar to, like I said the J and Jpmorgan relationship if you read the book, the House of Morgan. I think it's founders number 01:39, if you wanna go back and let's do it. So it says, he he loan the money. Was voice of his conscious and in whispered and his son's ears. 1 of our last closest friends and business associates. Said that Morris Morris words exert a powerful and abiding influence on Albert. Same thing. You you could change J and Jp, in that sense to still completely correct. I have never seen any of the letters from his father, but my goodness, I heard by the hour what was in those letters. The effect was tremendous. These were words from an oracle. And without spending too much time on the background of his father, this paragraph is really gonna give you... He gives you a complete story of who he was. Throughout his life, Albert measured himself against the man who had brave the p provocation and horrors of the Civil war, epidemics and hurricanes and made several fortunes in a foreign and sometimes hostile land. And you're not gonna be able to do that unless you're formidable individuals. So that gives you an insight I wanna go into... Just a little bit more about his dad. This is during the the the economic panic of 19 83. His dad almost lost his business and has a mental breakdown, and we'll see Albert talk about what he learned well, the lessons he learned during this period were something he never forgot. Albert also, there was no official diagnosis at the at the time and Not not treatment. But, it's widely acknowledged that Albert suffer from bipolar disorder. And his father might have So it says, by this time Morris had interest in flour mills and other commercial properties throughout Texas, and he had placed mortgages on all these properties to pay for his development projects. His real estate development. He was severely over leveraged and cash was short. That's a bad position to be in when the in 18 93 hits. Right? Rather than forces his family to live and reduce circumstances, morris sent his wife and the younger children to Germany for a year. Only Albert remained at home with his father. It was a bad arrangement with surreal consequences for Albert. While he slept or pretended to sleep, his father would stealth enter his bedroom and pace. Albert recalled, I would see a wreath like figure. It would be my father. Sleepless from worry. Sometimes for hours, I would be beware of the pat pat pat of his bare feet pacing the room. I would become wide awake from more disturbing sounds. He would smack the palm of his hands against 1 another and grown. If I sat up, he would talk to me. He was a lion at bay, be wielded by mis fortunes that threatened to be overwhelming. Will cost him anguish was no ordinary fear of losing money. All his dreams, all his terror were caused by the prospect of being unable to meet his business obligations. And that is also a trait that Albert has later on his life. He's extremely wealthy. He wants... If he if he does, like, a he wants to be investing in some of the companies that he does advertising for. Right? And if, in some cases, those those companies go bad. And if he would recommend that investment previously to, like, a friend or a coworker, he felt so terrible even though he was losing money, he would reimburse the person he recommended the investment for. So he just felt, like, his... He had betrayed that person by recommending a bad investment. This is on the rare... On the rare occasions at morris was able to sleep. He was be by dark dreams during the night, Albert could hear him sleep... His sleeping father's finger... Oh, listen to this. Albert could hear his sleeping father's fingernails racing through the rug next to his bed within a few months, Morris had claw his way through the rug thick fibers and laid laid bare a patch of flooring. And so it says was this simply the Anguish of a merchant facing ruin or was more suffering through the kind of effective disorder that would soon flick his son. Some of morrison symptoms, the insomnia of the obsessive, the intermittent ability to take action, the inclination to simplify his life to a self imposed sol, hint at the kind of emotional distress that is surfaced across the alaska generations. For Albert, the memory of those sleepless nights, never never seated. I received the full impact of the panic as a lesson. Throughout my business life, I never borrowed. I never asked a living soul to lend me on the premise that I perceived some way of making money. At the same time, Morris T prevail had a near near term impact. They made Albert all the more impatient to make his own way in life. And so this idea where he's, like, I never borrowed. I own 95 percent over my company. This is really speaks to how profitable the insight. That he has 1 fundamental idea that he builds his entire career off of. And once that happens, and it's... It winds up being extremely effective, and that's the realizing the power of copywriting on sales and combining potent copyright... Copywriting from from creative geniuses, like Kennedy and Hopkins. With the leverage that advertising gives a company. His company prints money. He's just got... And this is in the early 19 hundreds. It's just got millions and millions and millions of dollars. Sitting in his company account. And part of the reason that he was able to make his company so profitable. Is you're you're reading and what, I guess, it it echoes in that 1 sentence said, Og quoted on him on, where he says an administrator is somebody without brains. If you analyze a structure of how Albert built his company. It didn't have excessive layers of management, it didn't have a bunch of, expenses. As he builds it, he has offices throughout the country, he might have 1 manager in that office, and then the rest of the people are just creative people. So his expenses are basically the office space and talent, and he will pay record salaries and bonuses for talent. And we'll go into more of that. I have a lot of highlights about how he talks about the importance of talent. I really think there a lot of these ideas that you see a bunch of history's greatest entrepreneurs use can be described in the most, like, efficient way by Steve jobs. Because when I started thinking about the way albert restructure his business, the fact that he would go after the top talent, he would analyze the best advertising that he liked and find out okay. Who wrote this and then hard pressed the person and recruit him. It reminds me what Steve Jobs said, and I think he just describes the importance of people. And Steve said, in everything I've done, it really pays to go after the best people in the world. And I think if you you combine that insight by Steve Jobs, with some quotes that that Peter Till put in his books 0 to 1, about the fact that we don't live in a normal world. We live under a power. Well, that applies to people too. So, Peter says we don't live in a normal world. We live under power law. Power law. So name because exponential equations describe severely une distributions that applies to people's talent. Right? This severely une distribution. You're gonna find out. And Hopkins Jordan, you might already know because I did Hopkins who works for Alaska. Arguably the greatest copywriter ever lived. I think his phone number 178 did his auto. It's not that that Hopkins is is good. It's twice as good as the next best copywriter. He... With... When you add the leverage to his judgment and his talent, which is what advertising does it does is a thousand times, 10000 times as effective as the average copywriter. So let me go back to this. We don't live in a normal world. We live under power law, Power law. So so name because exponential equation describes severely une distributions. Is the law of the universe. It defines our surrounding so completely that we usually don't even see it. So to finish to to to finish my my thought here. So you you have a very simplified cost structure. Right? You're not wasting money. He's got a bunch of other departments that people that build advertising agencies after him, feel are important. Albert just focus on, hey, I have personal relationships. He's... 1 of the greatest sales people you y'all meet. So he'll go out and he'll sell heads of companies. Right? That have large... The potential to have large advertising budgets. So that's a source of leverage that Albert gets that he's to pay for. Right? So you combine that large source of leverage with the best copywriting talent on the planet. Which is in turn going to sell more products for the people that have these budgets that keep increasing and and and Albert business grows because he gets a percentage of that. And then you combine them with a little cost structure, and that's why the guy can have what over we talking. He's got it. Just in his country. A small company weren't working there, just taking care of it. And 18 whole, golf course, you know, staff of 40 people, 50 people, whatever it was. So in essence, he just built this giant cash flow machine. Didn't have any debt In fact, I was very surprised, And I don't think I'm gonna cover on some of these... He gets involved in all these companies And when... If his clients get in the hole, I was just talking about, hey, I learned from from the stress my dad was under the fact that he was leveraged the worst time that, you know, I'm never gonna borrow money. I don't wanna do a debt. It was weird as he chose to to be on the other side of the transaction. So in some cases, he winds up losing a lot of money because he'll lend out hundreds of thousands of dollars. Remember in the early 19 hundreds. That's the equivalent of tens of millions of dollars today. And he does it at, like, unbelievably low interest rates, 4 or 5 percent and several of these these loans. These investments, whatever you even call. Went up going bad. Okay. So, anyways, I'm gonna fast forward. I wanna get to the point. His first law. He thought he was gonna be a reporter. He liked... He worked part time in a newspaper industry. He's like, okay. I'm gonna go to be a journalist. And this is where his dad kinda steer his... His career because he didn't like at the time most reporters and journalists were known for just getting hammered all day. There's a lot of alcohol in this book. And so his dad's like, no. No. I want you to agree to at least try this this this... To work in the advertising agency. They're in Gal, Texas time. He goes up to to Chicago, and he's gonna work for the agency. Lord and Thomas, and that's the 1 he's eventually going to to completely change and take over. So says out of devotion to his father, Albert Agreed, he didn't know he would later said, he later said, what what... How much has hurt me. From hanging out with the hard drinking crew in the newsroom, Albert had learned to despise the business side of the shop. To ask a reporter to become an advertising man was to enter a life of shame. I thought my father doesn't know what he's asking of me, but I'll go do this for a few weeks. Lord and Thomas agreed to give Albert a 3 month trial at a starting salary of 10 dollars a week I would quickly agree to these terms. Sec secretly pleased that the 3 month limit in the spring of 18 98, he boarded a train for Chicago with but 1 goal. Do his time, satisfies his father and then be turned free. To pursue his real passion, journalism. So that is 18 98. He is going to work at Lord and Thomas till what? 19 42, so 44 years. Start. Okay. I'll be here for 3 months whatever, and then I'll go go do what I really wanna do. And then he one's mastering the the the industry of advertising and just dominating for 44 years. So let's go to the state of the advertising As Las starts working in it. And there's something that that's happening here where there's gonna be 3 main factors that converge that are gonna transform the advertising industry. And it reminds me of Charlie Mu has this idea that he talks about, called La pos, La po P effect. And he talks about it in in terms of like, human psychology and how it affects investors. Right? So it's mu term for the phenomenon we're in different biases layer and inter interact with 1 another. He calls a la p la a Palo effect. It occurs when multiple different tendencies and mental models combined to act in the same direction. This makes them especially powerful drivers of behavior more powerful than they are alone and can lead to both positive and negative results. So I real... That's what I thought of when I got to the section. Hopefully, this makes sense when I pull some highlights here for you. So it says the industry was still young, and it was evolving quickly. Advertising has also looked down upon. It was, like, like, for... It was like, scam me. And and, you know, somebody it was for people that were, like, dis dis repeatable. So it says advertising in one's been the exclusive province of circus and patent medicine vendors. So patent medicine vendors, and it's interesting that some of the greatest copywriter actually got their start selling patent medicine vendors owners. It... There's these were, like, dubious, like, medical remedies. There's no way to prove the actual benefit that the product promises you. If you go back and look at like the hit history of patent medicine, This is where the the term snake oil comes from. So just had a bad... And what's interesting is even though you can prove the effectiveness of the product. Is how successful some of these companies were. And part of that was because they were... 1 of the first industries to to realize the potency of advertising. So it says, you know, it's you got the circus, patent vendors, patent medicine vendors, tarnish legacy they contributed to its un savory reputation. Gradually though, a number of factors converge to make advertising a necessity and therefore increasingly acceptable. And so these are... This is the first of these 3 factors that converge. Right? 1 factor was the flood of complicated and specialized manufactured goods that began pouring out of America's factory towards the end of the nineteenth century, and it's fascinating because the book goes into amazing detail about all these different little companies. That they're doing advertising for that they have investments in, and there's a Las gets involved because he has to overtake a a company and he loaned money to. And he gets involved with a a battle, which he loses a pricing more with campbell soup company me. And today, you know, Campbell Company sold brand around, no 1 thinks of it as a technology company. But the reason it was so dominant. It's because it was the most advanced technology company in the industry that it happened to work in, which at the time was how the hell you get food that doesn't meet immediately expire. How can you can and ship it all across the country. And they wind up selling something like 20000000 cans of soup a year? In, like 19 10 or something like that. It's just amazing. So I'll get to that more later. It's just blew my mind. The fact that, you know, this is the advantage, I guess, is the the way to think about it, that technology always gives you because we think of technology may modern, like, you know, information technology, just stuff that bits, you know, But it's really just we thought of is it's just a, well, a better way to do some. Thing. So it says, okay. We have all these new factories. These new entrepreneurs. These new businesses are are are popping up because they're able to make, new products are coming out of factories that couldn't existed 10 or 20 years earlier. Then you have the development of a national transportation network. And I've read a bunch of books and they're in archive about the railroad robber barons, entrepreneurs, there are so many parallels between the the real... The early days of the railroad industry and the early days of the Internet. They're both platforms. That allowed so the opportunity for so many more businesses to exist and to flourish that without the platform. Wouldn't had that opportunity. So another factor was development of National Transportation network, the railroads. The railroads total miles nearly doubled in the decade in which out Albert Alaska reported for work. An army of intermediaries also rose to help distribute the flood of new manufactured goods. These are department stores, mail order houses and the lake. Chicago where he's at was the epicenter of that activity. So then we have these giant other companies, Marshall Field, Montgomery ward and company, Sears Roe buck. Sears is doing 10000000 dollars of sales in 1900. That's insane. Montgomery Reward was also meant Now, you know, be a lot of people have mailing this and also other there... He's, like, the equivalent, I guess, having, like, a a massive email, email list today. Right? Montgomery Ward had a mailing... It was mailing out this catalog, more than 3000000 copies. The... The the the catalog that they mailed out. Right? Is 600 pages, and they're doing that in 19 o 4. What was the entire population of America in in 19. I mean, what that had be a huge percentage over the overall population. Right? The final factor contributing to the rise of advertising in course made possible by that advertising was the emergence of national magazines and newspapers. The circulation of daily newspapers in the United States jumped from 250000 in 18 60. To 2200000.0 in 1900, and around 1900 is when Albert starts working in the advertising agency. Advertising industry rather. And so think about what's happening here. You have all all these new products are being made, You have a way to ship products over large distances that per that previously, you couldn't... You'd have to get it there by horseback or or carriage or something like that. And then you have a way a new way to let millions of people know that your products exist. So this wraps whole section up, and as advertising became a necessity, a new trade arose to meet that need. Okay. So now with that background, where at... When he reports for work. And this is where I wanna spend so much of my time. Because this idea is so powerful. Okay. So this is a major flaw that Las notices and exploits. And this is the 1 idea he builds his entire business and empire around. And this is still an idea that's available to you and. So it says, Advertising firms did a little more than broker space and publications. I'm gonna go into way more detail about this. I'm just giving me it over overview. Okay? Like its competitors, Lord and Thomas rarely wrote the copy for the ads. Las says, the... The agencies at the time were painfully shy in accepting responsibility ability for creative work. So his job is just literally go around, talk to the owners of businesses and sell them, say, hey, we will advertise for you. We will find the best publications and magazines. You make the ads we'll place them and you pay a small commission. Right? That is the entire advertising agency. And then what... Or excuse advertising industry. Keep... Keep fixing those 2 words up. And what he realizes no 1 actually understands the business they're in. And we're gonna get that. So it says in these early... So Las a gifted to salesperson. He signs up a lot of new accounts for the agency. He's young He's hungry. He wants to be... His own man. He wants to be rich. So he's extremely motivated. Was these early successes that convinced Las to delay his move to New York. I was quite a hero by the by accident last girl recalled, and it was having fun. He did not expect to be so good at signing up account. So when that 3 month period, his initial 3 month period Like, oh, making good money. Like, let me just stick around and see what happens. And so he starts being mentored by the owner of the agency. This is Thomas. He's, I think 3 decades, a couple decades older then Las, he starts out as a boss, then his partner and then his adversary. So it says Thomas took note of Las unexpected talents. He began inviting him into his office for chats and liked what he heard. And I need to put this... I needed to bring this to your attention. So you understand, like, this is not... I I don't know why. There's there's, like, a little bit of, like, a Kanye west. Aspect to hour Las. He's just... If you ever hear, Kanye West doing an interview. Like, he just did this not just but, I guess, a while back. Like, did this 3 3 long, 2 or 3 hour long in your podcast with Joe Rogan, it's it's hard to keep track of what the hell going on. I feel Oscar had a lot of that with him too. So it says, when the the probation period ended that 3 month thing, Thomas last her to stay and Las her influenced by his substantial raise that Thomas put on the table, readily agreed. Las was becoming quite attached to Thomas. This affection was mutual, even though Thomas was often taken aback by his young colleagues unconventional views and methods. When, Las dad came to visit his son in Chicago, some 18 months later, Thomas told Morris. So now his boss is talking to his dad that his son was either a genius or crazy. So now haven't read a couple hundred of these biographies where I think people would qualify, are they genius. Or are they crazy. I would say they're they're they're not either are. They're both. And I think it's part and part of the due to they're like, outside success is part of part of that is due to the fact they're able to maintain both of those capacities. The capacity for both genius and crazy in 1 individual. And last definitely has that. And so let's get to his big break, and he does 2 smart things here. They're trying to... The agency is trying to sign up this this guy since Cincinnati, that manufactures a lot of alcohol. They sent a salesperson down there the guys like, kick rocks, no we're not doing it. So then they send there's, like, las, Like, maybe you could, you know, you you're you're selling like, crazy. Maybe you could convince this guy with the other salesperson. And so he does 2 smart things here. 1, he doesn't give up after an initial rejection. And 2, he gains confidence by realizing that he knows as much as anyone else about the industry because they don't actually understand their own industry. So Let me read this part to you. First we get to his mindset at the house like, he's just sick with worry about failing at this opportunity. Albert was anxious about the the task lay had lay ahead of him. I remember really, literally and figuratively shaking as my whole so my whole body was was sweating. My hands were clam. It was hard for me to talk because I then realized that I let I let them fool themselves that there was any chance that I, a kid who didn't know anything about advertising was going... And didn't... So of something he's saying, I convinced them to send me down here. And, yet, like, I he's I think this is, like, a an example, like, Impostor syndrome. He's like, I don't actually know anything about this. And then why is he so worried. I felt I was going to disgrace myself. And so what I mean about, him doing something smart, by I'm not giving up He goes down first thing in the morning. The guys like I get the hell out of my office. Like, I've already told you people know, like, get out here. So las hangs around for a little bit. Like I gotta figure another way in. Winds up calling him. They're both German. He's like this guy gonna go home. He's gonna have a heavy lunch, and he's gonna take a nap. So I'm gonna hit him after he ate and after he slept, he calls him back. He's like, listen, this this is the person that you kicked out your office earlier. Just give me a few minutes a young person. This is the very beginning of my career. Please treat me as you would, your young son or your young nephew. And you guys I got it fine. Come back to the office. He's in a better mood. Oscar winds up or Oscar winds up selling the guy. And he winds up agreeing to come with Lord and Thomas. And so he says on his way back to the dis... Las suddenly discovered that his fear had left him. He decided that he could represent Lord Thomas as well as anybody else because at least as far as he could tell, nobody in his office really knew much about the business they were in. So little was known about the principles of advertising that I had as good a right to talk about them as anyone. So he goes to this meeting with way more confidence. Winds up selling. Like I said we're hours later. I don't know how to pronounce name. This guy was sold. Fireworks burst within him Las wrote later. He had looked failures squarely in the eye and realized that he very much wanted to succeed this new venture. He had to admit it. He was having fun, and the sums that he was now bringing into the office were beyond anything he might have imagined. I was on my way to building up a clientele of 25000 dollars per year. He later recalled, and that was enormous. That was respect ability he said. And what's also interesting about this part about him being so nervous. This is something that he had to deal with his entire life. He thought he was an impostor. He had an impostor syndrome. And says as long after he in a reputation as a pioneer and a giant in the advertising field, he would shake and with fear before that first meeting. Throughout his life, Las lived with a fear of getting called out are being discovered as an un as un qualified for the task in front of him. Las confessed to a feeling of deep ina inaccuracies, A feeling that I was going to be very unhappy because I was untrained and inadequate. A feeling that I was attempting to do something that I knew I wasn't competent to do. And so that idea up being scared, even long after, you know, from the outside, like, why this guy worried. He's still every even before he takes his first meeting, he's still worried that the I... The best way to think about this that I found is Jimmy Iv. And he always talks about, you know, instead of using fear fears very... It's very powerful. If you could figure out a way to wrestle fear to push you from behind, rather than stand in front of you. And so there's a quote. I think it's in that great documentary the defiant ones. Where he's talking about... I felt fear in my whole career. It took me a while, but I finally trained myself. It's the moment I feel fear, and I realized okay. I'm afraid. That's the moment. I have to force myself to go towards whatever is making me afraid. And he's like, that was very helpful in my career. Jimmy talking now that was very helpful in my career. Just train yourself. Okay. I feel fear, go forward. And his point is, like, you can't get rid of fear. So you have to use it as a tool. Okay. So this is where we get into his... The foundational idea that he builds his career on. So it says he was beginning, and this is so... That... This is so powerful. He was beginning to suspect that advertising agencies certainly including his own, we're leaving an enormous amount of money on the table. I I have to point this out Like, there are... It's not like there's only a few advertising agencies. There is a bunch of advertising agency. There are tons of people working in an industry, they don't understand. The point here is not that this still applies to the advertising agency today. The point is that that you can find an industry. And usually it's at the beginning days where the people that are actually operating and it don't understand the true potential because that's the market size of the advertising agency or should you I did it again. Advertising industry At this point is 1 percent, 5 percent of what it truly could be and it took Las cons, why are we doing this? Like, why are we not thinking about? So it says, emboldened by his successes, Las pushed Thomas to think more broadly about the creative aspects of advertising? Why the hell he's his whole point is to Thomas is, why the hell are we just brokers? Like, why don't we actually try to sell more product, get creative sell more product? If we sell more product, wouldn't wouldn't our our clients have more money to spend on advertising and if they have more money to spend on advertising, wouldn't we get, since the larger the number... The number increases, we get a percentage of that, we would make a lot more money. This is crazy what he does are here. And it's crazy, meaning like Smart. But Thomas and his partner, Lord were content to continue on as the middle, they always had been. And that's another important point. I wanna pull up 2 quotes from James Dyson biography. The the second. The 1 I just did. Founder number 02:05. He he was extreme... Dyson was extremely inspired by buck mister Fuller, Buck mister Fuller also here of Steve Jobs, other people and Steve and Buck mister Fuller said, you never change things by fighting the existing reality to change something, build a new model that makes the existing model obsolete. The entrenched professional will always resist longer than the market. Right? So there... He's like, hey, we can make a lot more money. We just get good at copywriting and and doing sales for our clients. But you can't tell that to Thomas and Lord. These guys... I don't know. Maybe in their forties to see where we are on the the story. I think they're they're they're they're probably in their early forties. They've been working in the issue industry forever. They're... They see nothing wrong. Like, there's nothing wrong with. Like, we go we're brokers. We make a percentage of the sales we place like, no. We don't need to do this. That's very similar to a fuller. You don't change things by fighting the existing reality. You create a new reality. Las said, they felt fine if they could do good copy, but I never occurred to them that copy could make a tremendous difference. That is the point of leverage that that Las has identified and he's going to exploit. Okay? But before I go on back to the back to the last biography, though. This is something that Dyson talked about over and nerve again. He's like, listen, I'm not I'm not, the first person to invent a vacuum cleaner. I'm not the first person to event a hair dryer, not a first person to event or wheelbarrow. All I realized is kept asking why are these things like this? And so there's a quote in the in in the book I just did on Founders were 02:05. This was another of those products that were used frequently by hun by hundreds of millions of people but that were stuck in a technological time warp. And what dyson point there and will Last year's discovering here is the same principle. Most people just accept things as they are. They don't realize that you have the ability to manipulate them that they're malleable that you can improve them and by doing so, you create an entire... Something that's entirely new. And that is exactly what Las does and and produces this gigantic fortune And then not only the producer gigantic Fortune, think about how he has to be... If not, the... He might be the most influential person in the history of advertising because you think about all the generations that come after him, that he influences. And then all the people that they influence in turn. You can you can... A lot of these ideas derive or or originate excuse me, from Las. So he says Las felt sure that he could build the business and boost Lord and Thomas commissions. If he could improve the agency's caught be rating. So he goes to... And he he does a test. This is a a big... Something that's a big principle of of Las and then hopkins as well is you gotta test. Your... The world is too complex to think that you know what's gonna happen. Or just do a test first, and you'll discover there'll be insights through this this process of trial error that are previously un discover to you. And so he goes to this guy, what are they selling? Hearing aids. And so he goes this guy in Louisville, Kentucky, the... That's that's only paying them 6 percent. Right? And it's 6 percent, and they're not doing any of the the creative work. They're just broker advertising space. They're middle. So he says they made an unorthodox proposal to 1 of Lauren and Thomas clients. Who was then paying a 6 percent commission. Last group proposed that his firm write the copy and developed it our work for future ads. If the ad showed good results, the advertiser would then agree to pay a 15 percent commission. So you're only paying for results almost any business would say yes to this. Right? Company owner George Wilson agreed. And so this is a result. Much to George Wilson surprise and ours last year called it worked. And so what happens if you're gonna sell a lot more product. Wilson increased its monthly ad budget from 2000 dollars to 6000 dollars, and more importantly agreed to pay the 15 percent commission that las or demanded. And so, okay, before they're getting 6 percent of 2000, Now they're getting 15 percent of 6000. Now you see how his... When he's... What what's working here for the hearing aids, he applies to all the businesses that he works works with. And what happens is when they say see results, they never say, I'm gonna reinvest in more advertising. And so this is the result. Instead of making 1400 dollars a year annually on the account, Lord and Thomas would now make almost 11000 dollars. So this 1 test. He's like, whoa. I just 10 x what this... What we were making off this 1 client from this 1 test. Why was that I the first person to see this? And so he starts asking. He's like, well, what is advertising really? And he didn't understand average Think It takes him meeting this guy named Johnny Kennedy, which I'll get to a minute because he's like, oh, maybe it's news. And so this is where last does something another sort thing? He does a fundamental analysis of the industry industries and. He's studying... He wants to know all the players. He wants to know the history. He wants to understand what is happening here? How is it possible for this young kid. Things like 22 at the time 21 years old when he when he does his test. To just to to come to a realization that everybody else is missing. Just says this put more pressure on him to resolve his uncertainty about the substance of advertising. What exactly was good advertising. Remember, these questions are unknown. Las felt compelled to discover the essence of advertising. I had to find out what advertising was about. And so he's talking about this point. I haven't been able to find a man who could tell me what advertising is. And this is hilarious. Lord and Thomas slogan at time was advertised judicious. So I paused when I read that part. I don't know what the hell that means. Do you do you know... If somebody said, if this is my... If I I'm coming to you, this is my business, and you were reading an ad it says Lord Thomas. Advertised see. What the hell does that mean? And so Oscar applies the principle that we saw when when jobs came back to Apple. And he's chinese he's analyzing is confused product. He's like, why? Am I gonna recommend the 4400 over the 3400. And when is it time to jump up to the 7600 over the 6600. And he spent a few weeks he's like, wait a minute. If I can't figure this out. How the hell our customers is gonna fade us out. And so this is another opening that alaska year applies a very similar thinking. He's, like, no 1 at firm could explain exactly what that meant. If they can't explain what it means. It means no 1 knows. And so this is where we get back to that fundamental part of human nature. That we just kind of accept things. I mean, have we're limited mental bandwidth, we can't question everything. You know, I come to work for Lord Thomas. There's a bunch of people in the office. They got customers. Apparently, somebody's gonna know what advertised judicious means. So this is what last was like, okay. I'm asking these questions. I'm getting... I don't know. And so he's like, oh, okay. Here's my opportunity. Last year started sc all the ads in in newspapers and magazines. And then he just applies. Like, which ones do stick out to me. He finds this 1 guy that in Chicago. That's guy named fuller. And he's like, oh, this is interesting fuller is writing his ads because everybody's reading newspapers at the time. You know, There's 2000000 people in America that read newspapers every day. So he's fuller just made his ads look like newspapers Like, this just people are already reading this. So this is where it last is like oh, maybe advertising his. Fuller wrote and ran ads that looked exactly like newspaper copy. In the same type phase as a newspaper and told stories about happy users of the product. That's an idea he's gonna steal later on. Other departures in advertising also intrigued Las. This is this is goes back to the patent medicine industry that's extremely successful the time. So this is a guy named doctor Shu, who was most likely not a doctor. But he's running ads. He says he was running ads with a Provocative headline. What tea drinking does for rh addicts. Every time he saw this ad, las stopped and reddit it even though he didn't use patent medicines, didn't have rh and didn't drink tea. Why was the concept so striking? And this is where you have this twist to fate that was... That's gonna change Last year's life. He's doing this inventory. He's trying to figure out what's going on. He's at the office. At 6PM. So a messenger boy comes in with this memo. And the... It it's a simple note, and it says, I am in the bar downstairs. I can tell you what advertising is. I know you don't know. It will mean much to me to have you know what it is, and it will mean much to you. If you wish to know what advertising is, send the word yes, down by the bell boy, signed John e Kennedy. So of course, last year's like, yes. I've been looking for somebody else's his question come on up, They have this meeting. And says Las was intrigued in part because Kennedy had written the ads for doctor Shu. So remember that ad where he's like, why am I reading an ad? I don't drink tea. I don't buy a medicine. Like, what is why is this ad... And I guess this is why I need to backup up and tell you why I'm so fascinated with this. And I'm gonna keep running down all the biographies I can about advertising people. Because not only, like, I, over overview. I told you before. Like, I discovered it over overview through this podcast through the reading of the that that I was doing for this podcast where rather Didn't... I I don't think I knew who he was before it started founders. And then I just become, like, completely obsessed with his writing as approach to work that he's become a personal hero of mine, but also, like, obviously, heads of advertising companies are gonna have these, like outs outside personalities that are just fundamentally charismatic and interesting. Right? But what they do is magic to me. It is magic, and you'll see that today where it's just the the the difference in 1 ad and another. That's about the same product, but by written and the creative aspect of the ad is made by a different person, A person actually knows what they're doing. A person like Kennedy, a person like Hopkins, a person like Og, it's like 18 to 01:20 to 1. And you wonder, like, how the... How is that possible? You're spending the exact same amount. Right, on the ad and yet 1 gives you 20 times the amount of sales. Alright. So let's go to this. Las was intrigued in part because he had written... Kennedy had written the ads for doctor Shu. When he pressed him, Kenny countered by asking Las what his conception of advertising was. It's news. Las replied. No. Kennedy said. News is a technique of presentation, but advertising is a very simple thing, and I can give it to you in 3 words. Salesman ship in print Kennedy said. Remember when I started the... When I read you that extra from beginning from Og being and advertising, this conversation is happening in 19 o 4, Og is writing that book, I think in 19 64, 60 years later, he's saying that that that definition of what advertising is, has never been improved. And so Kennedy is getting to his... His point. And as soon as this is why there's, you know, I'll read my notes to you after this. It'll make more sense. But this last immediately gets this. He's like, oh, because he's obsessed with with big ideas. Great advertising did the same work as a great salesman. Advertising multiplied the work of a salesman who wrote it thousand fold. Remember, we we we you and I've even been talking about the fact that Las found points of leverage and exploit them. Now you have leverage in the sense of gigantic advertising budgets. Right? These big companies that he has personal relationships with, and the the and the the leverage... Then you combines that leverage with the leverage that advertising gives? I don't need to send out and a lot of people, you know, sales at this time, and a lot of the insights that they applied to to copyright and came from door to door salesman. Well, think about how expensive it is to have to employ a thousand 7000 salespeople people and how time intensive it was, which you can do that same thing with with the millions of people that are reading newspapers every day. Just put an ad in front of them. So says, advertising multiplied the work of salesman who wrote a thousand fold. The minute he told me that Las said, the very second he told me I understood it finally. There was an idea on the table which with which Las could work with. So I'm still on this page I wanna read my notes. A lot of which I've already kind of explained to you because they've been on my mind. The this is entire time. This is a absolutely fantastic book. There's so much I'm not gonna include So if this teacher interest, read it... There's... I mean, almost all my highlights are gonna come from, like, this this part of his career because I found it was so fascinating. But it's just... It's on it's just an unbelievable story. I mean, the subtitle says the the amazing, but true story of albert alaska. It's just remarkable. So it says, finally, an idea I can work with leverage, people are power law I've already talked you about that. Steve Jobs and everything I did. This are just notes I jot down to try to under so I can understand what it, like, to hopefully improve my reading comprehension. Steve jobs and everything I did it pays to go out for the best people, the reason why, which is what we're gonna get to here. Reason why and the note of myself, This is also another fundamental principle that Las, hopkins and Kennedy have influenced the entire advertising industry with, But you... What's interesting is, you know, people are extremely self interested. You have to tell them, like, what is the benefit O says that most important most important job when you're doing an ad is what is the benefit you're going to promise. Do not just say, hey, I make tires buy them. No. Everybody acts out self interest. So they they use this idea that you have to say the reason why. And the... Once you learn this, you will see what's interesting to... Because I didn't... I don't think I I didn't definitely didn't know this before I started reading about it. But what's interesting is once you learn it, you see the absence of this everywhere because just like the consumer acts in the self interest, the advertiser acts in their self interest when they should be focused on the interest of the customer. So let's get into this. So Kennedy was under contract. Oh, so this is what I meant about. You gotta pay your people. Like, it doesn't matter what what this guy's gonna cost you. You have to get him. Kennedy was under contract to his patent medicine firm for an annual salary of 16000 dollars. That is insane in 19 o 4. To give you the a difference. A copywriter working for last at the time would make 1400 a year. But the pad medicine firm is values the this kennedy talent so much that they're paying him 16000 dollars. So Las takes over this contract. He's like, we have to pay this guy. And, luckily, Thomas goes along with it, which is remarkable. Tells him how, like, how much he valued you know, long a young last year's opinion. So this is where he's just like, hey, Kennedy. I'm paying you. Teach me everything you know. So you also see a humble in his part. Right? Does he's technically Kennedy boss, you But they start doing... They they they build it. Essentially, like, a a tutor, like, being tutor. I just listened to another... I think I told you for. Just listened to another, of Dan Carlin Addendum series. He's doing the series on Alexander Greats mom. And in that just his random side note. He talks about that. Alexander's father had hired a private tutor for his son. So King philip is having Alexander the Greater who will turn into Alexander the Great, like he's not gonna go to school he's gonna have his private tutor. You know you hired? Aristotle. What the hell? Imagine Aristotle was your... What your teacher... Was teaching you 1 on 1. So this is not very different from what... This is, like, Kennedy is like, the Aristotle of the of the copywriting energy. I was like hey, you got a tutor, dude. Last asked him for tutorial in the in the theory of in history theory of advertising. Kenny you agreed. And so for the next year, they did their respective jobs during the day and then met for classes after hours. Tracy. Kennedy was a superb teacher, 1 on 1. And so what what Kennedy is teaching Las here right now when Last stone early twenties. Are principles that last will use until he leaves. Till he retire in his sixties. So it says they focus on the application of this principle, a lesson that Kennedy called reason why. So he says advertisers, kennedy Kennedy said seem to believe that consumers should buy their goods because it was good for the advertisers. And this arrogant attitude came through loud and clear in their copy. Nonsense said Kennedy. Advertisers had to get consumers a reason why they should buy the advertised goods. Reasons why created demand, which essentially is reasons why create customers. Right? Now we get into dealing with, you know, the genius genius or crazy. No. Probably both. When he was with Kennedy, he felt he was in the presence of a great man. Yet, Kennedy was eccentric. Eccentric, ego centric, utterly inc concert of everyone else and expensive. This is what Olga told us. It's like, you gotta... You gotta learn to manage the the the guy that lay the golden aid ate eggs. A lot of the talent is gonna come from non conform mis fits and dissent. They're hard to deal with, but they're worth it. He probably learned that from Last because last year's realizing this guy is crazy, but he's really good at what he does. He says, he held the key for which Las had been searching. And history ultimately improved the Last year's faith and the power of copy was well placed. Now this is very fascinating. It's not like he was just gifted and we saw this with Hopkins. And founders number 1 70. Hopkins is like, listen, The only reason I can write a book on an authoritative book on advertising is because I just spent more time doing it than everybody else. I worked 12 hours a day, 7 days a week. I've done this for years, and that's the only reason this stuff is hard. Las, when he was watching the massacre at work at work, discovered that writing did not come easily to Kennedy. And so this is a description of that. He had to think everything out labor bo with labor paint, I imagine he corrected an advertisement 25 to 50 times before he would release it. And to write his key ad, which is the first ad of the campaign might take him a month or 6 weeks for 1 ad. Okay? He would be lost it to the world for 2 hours thinking out a paragraph of 50 words. Then labor bo, he would underline and scratch out until maybe half or 3 quarters of the words were taken out. He would hunt for word and then seek to polish the sentence so that's impact was not to be resisted. And so when I get to this section. The note... I I jot it down on this page is something I learned. I've mentioned this guy a couple times that, I I think there's a lot of, lessons that entrepreneurs can get... If you if you focus on these young independent... Musicians. Because they've analyzed the music industry, which is, like, notorious for just I'll be using the talent. Right? I think something like 7 cents on the dollar, 10:15 cents on the dollar or something like that go to the actual person making the music. And so this this young music... Independent musician, who's been at it for a long time. His name is Russ. In fact, I was just watching yesterday. I was just watching an interview he did with this guy named Steve Stout. Steve Stout. The been in the music industry for decades. He's actually the manager of 1 of my favorite rappers, No, watching But Steve's stout also founded this company called United Masters. Steve's out his friends with people like Ben H. It's the, the famous Venture capitalists. And Steve Felt is an interesting person because he... He... Just the way he thinks about business and and what he's trying to do is very fascinating. Anyways, I was watching this this conversation, they're just talking about independent... Like, why independent artists, the the the ones are most successful to think of themselves as businesses. And there's... I think there's a lot of insights that Russ has has derived through experience on an individual level that can be applied. The companies. So anyways, there's something that Russ said that was very interesting, and it's it's an illustration of what's taking place at this point in the book. And he says the public praises people for what they practice and private the the public praises people for what they practice in private. We only see the end result. We don't see the process that went into that. Las is now seeing the process. He saw the end result. He had been reading he didn't know he's was reading Kennedy ads, but he had been reading Kenny ads. Like, why am I drawn to this? Why... I'm not even interested in this product? Why the hell am I this ad? And yet he's realizing, okay, That ad that I read might have taken this guy weeks to do, and he's... It's an agonizing hard process for him. So the public praise people for what they practice in private. And so let's get into the result and what what what is using? He's talking about the ad that he would just watched him right reasons why abound. Do twice the wash and half the time. Let our machine pay for itself. Use the washer 4 weeks at our expense, and then conclude it with a note of urgency. This offer may be withdrawn at any time at any time it over crowds our factory. And this is why I say, that the reason I'm so interested in this is because to me, this is indistinguishable from magic. And why do I say that because the company that they're doing this ad for that hired them. This is the results. In the first 7 days, it generated 402547 inquiries for a per inquiry cost of 47 cents. The company had been accustomed to paying upwards of 20 dollars per inquiry. That is why jobs is telling you in everything I've ever done, it paid to go after the best people in the world. They were paying 20 dollars for something, and happy to pay 20 dollars or something, that Kennedy can deliver for 40 times cheaper. And if you were take a pro... An already profitable company and you reduced their customer acquisition costs by 40 times, you're gonna get wealthy. So this is wild. So they're learning all these insights, they they they use this, like this great laboratory for their customer Right? And then they derive their insights, and then they use it to get more customers themselves. So this is really on out teaching the competition. And this will change their entire business. So Ask and Kennedy to get together. They do... They release this the series of essays. Right? So think about. Like, Always says in advertising, you gotta start with service. Right? Don't say hey, You just buy my tires buy my saying, hey, this is the thing I have want buy it That doesn't work. But if you you give them something. So they're gonna give them a bunch of... I guess we'd call this content marketing today. We're just like, great. I'm gonna write, I think it's like a dozen essays. These are all the principles that we've learned that are helpful. And, at the very end of that, of, of this instead of running an at. I guess, let me let me back So if you're an advertising agency maybe put an add a newspaper. Hey, your company you want to help with advertising hire us. Okay? Well, that's 1 way to do it. Last kennedy say, hey, here's 12... Here's 12 essays, a small book. Right? Of everything we know about advertising. If you wanna talk over how you... We can improve... Help you improve your advertising at the end of... Yeah, at the... At the end of this book... This pamphlet of this book. Whatever you wanna call it? Here's our contact information. Which 1 are you gonna do business with? And so it says the response was overwhelming. In response to these advertisement, it was nothing for us to receive hundreds of letters a week from leading manufacturers all over the United States. In other words, Las Kennedy refined their craft on the client's nickel and delivered increasingly effective advertising to those clients. Las later referred to this early work, which tracked the agencies work for some 300 accounts as a great laboratory, and it was 1 of the foundations upon which Las year's gene as a business consultant was based. And so that's what they go back to Damon Sa, Kind of Rca Like, listen, if you give... Like, if there's nobody... Like, if... If every ever all facts can be known, I want Las judgment. And so he would go around, not only are you gonna hire him to do advertising, But he's like, listen, I'm working with 15 20, 30 different companies. Right? And I'm gonna tell you the insights that I learned from them. Like, I... I'm spending time. I'm not working on your business. Right? I'm working with this other guy. But I had an insight I derived from his work that I can tell you about that might help you and your work? Is that not the same principle of what we're doing? Why are we reading hundreds of biographies of entrepreneurs because we're like, hey, you know, there's really smart people thought history they built these gigantic companies What is the chance that they work for 50 years and didn't and derive and derived no insights that are valuable available? The probability of that is exactly 0. So why doesn't somebody go out, read all these books, find out what they come back and tell everybody else what they learned, so then we can then keep these ideas going and push them to for future generations of entrepreneurs. It's exact same thing with last doing. He's like, dude, I'm I had this gigantic laboratory. I'm coming up with all these insights that other people aren't And then I... And then I can use that to build it... He's using that to build his own business. Because then I can go and talk. When I go and sell somebody Was like, hey, You know, I have a lot more knowledge than the person that's just doing and add in a newspaper, and I've demonstrated that knowledge because not only can you see my ads, but then I have this this body of work that I can point to Where it's like hey, Look, there's an entire book of everything we learned. That person is more likely to hire them. Og used something similar. He did this, like, huge direct mail campaign. And he... He sent like 16 page report to the head of Sam Bro who are also read his auto about. His biography. He's the head of S. This gigantic alcohol company. And so over he gets a call 1 day, and Sam is on the line, quoting passages from this 16 page report that Og had sent him and then what happened at the end of the call. He hires Og. That's exactly what last was doing here. And then let's get to another thing. Another smart thing that last her realized. He's like, yeah, I'm okay a writing copy. I'm okay. But Kennedy is way better. So he's smart enough to know what he should keep doing and what he needs to hire for. And again, this is important because what c jobs said, people make all the difference. Las year's awareness that he should get out of the writing and oscar, had the awareness that he should get out of the writing into the business. He knew that his strengths lay in editing rather than writing. He had assess his copywriting skills as compared with Kennedy and decided he wasn't good enough. So this this this association with Last only last... Or with Kennedy only last, like, a year and a half, 2 years, but it it it plays an important role for rest of his career. And something last was doing here is he's realizing also Was like, okay. I know my strength and we can. Right? I also know Kennedy. He can teach 1 on 1. Last her try to have Kennedy teach, like, every other copywriter in the... Like, in groups, and he's, like, he's just not good at that. So ask winds up taking the job and and as teacher, he learns the insights from Kennedy. Okay? Then he then he's the 1 teaching the classes at night for for his copywriter and his creative people working in industry. This is something that I've noticed that the best leaders in history. They they all consider self teachers. Think about what what Jim Son, founder of Costco told. Right? If you're not... If you're in leadership role, right? Your management, leadership, whatever it is. If you're not spending 90 percent of your job teaching, you're not doing your job. And he use this quote multiple times. Another way he said it is teaching is 90 percent of your job. Can you put even more distinctly for us. And that's another insight that he learned from his mentor sole price, by far the most influential retailer that has ever lived. He's giving an interview, Jim it goes like, man. You you you meant were mentored by sole price you must have learned a lot from him. And he's like, no. Not a lot. I learned everything from soul price. Everything. And what the lessons he learned his soul price makes Jim a billionaire and Soul says something that's fantastic because he's was the is the 1 that taught Jim teach teach teach teach, saying last we're doing the same thing here. And Soul price said, listen, you you train an animal. You teach a human, or teacher person, I think it's the the way he said it. So it says, Last year conveyed the master's insights to them. We had a class at each twice a week for 3 or 4 years. And the sessions would last 4 or 5 hours at a stretch. And now we get into more of the fact that genius is un manageable, but it's worth it. He done a lot of stress because Kennedy is really hard to do that with this. He says if I had nothing else just managing him was a man breaking job. Because you had to sit on top of them to get the workout. He had very long lapses where he couldn't work at all. Kenny turned out to be a basket full of contradiction. He was hard to know and hard to talk to. Lord and Las genius lived a life of extremely productive highs and miserable lows, He lost interest in accounts almost as soon as he solved their initial challenge, leaving last her to struggle with the client, whose expectations had now been elevated by kennedy talents. He was like a b. He went and sip the poll up a flower, and if he got it, his interest was gone. He wanted to try another flower. He would work almost nonstop several days running and then disappear on on a binge for weeks on end. He was he drank a. His alcoholic. He was suspicious in paranoid. He was a man who who was impossible to get along with as Las said. Las believed that he was the only person whoever got along with Kennedy, but that was my business to get along with him at Alaska, and it was worth the price. Kennedy proved to be fundamentally unreliable and he couldn't be managed. So he winds up leaving in 19 o 6, he had 1 big message to give, and from the day he left, he... He retro steadily. It failed others to extend Kennedy powerful concepts and put them to their fullest use. Okay. So I'm fast forwarding in in Lazarus year's life. This is how he becomes a partner. And really less here She just can't be afraid to ask. He was convinced like, he's making so much money. He's like, I can go out. Like, I gotta run my own show. He does not like, having partners. He does not like having bosses. And so he tells Thomas he's gonna quit. And Thomas... Actually, Thomas fine finds out he's gonna quit through 1 of their clients, and the client's is, like, listen, Las... I'm gonna... I have a... Year contract with your firm, but if when that contract expires. If you don't keep Oscar, I'm jumping to him. And then we see Las just... Has a lot of Bra. We're seen this negotiation, because he's gotta come up with money to buyout out, Thomas's partner, Lord. So it says the only way to hang on the Alaska screen and his account was to make Ask our partner Thomas told Las that he decided to take Van camp advice. That's the client and make both Las and Irwin partners in the firm. That's the guy that was gonna follow Las. He had already approached c cofounder and partner, Lord and introduced him to resign and induced him to resign they put a value of 200000 dollars in the business which meant that lowers half interest could be acquired for a hundred thousand. He he wants 30000 dollars down, then came the hard part. How do I find 30000 dollars. Last for scraped together is 10000 dollars in loans for friends. And then Erwin came up with 5000 dollars. Okay? So they they need 15 grand. This less than 15000 dollar short. In an astounding display of Bra, Las then demanded that Ambrose Tom d Thomas that Ambrose is his first name. That Thomas make him a gift of the remaining 15000 dollars arguing that going into business on his own would cost oscar far less than 15000. Remarkably, Thomas agrees. On 02/01/1904, Albert Albert Las, excuse me, became a quarter partner in Lord and Thomas. So there's some an that that starts happening between Las and and and Thomas, just like Kennedy Las on manageable as well. So the older partner is what he's 55 years old and last 26. And they're they're on walk, and they're going to check out, like this this... They're going to store together, and the older guys, like, you you need to take an extended break. Like, why don't you go off? I think they wanna take off, like, couple months or something. Like, maybe half a year and the the firm will pay for it. Right? And... But last is was like, I don't I don't I don't want a vacation. Like, I'm young. I don't want, like, I I wanna learn more. And so it says, Thomas again, urged last her to take an extended vacation. If you don't take this vacation, Thomas said, we will bear you by the time you were 36, saying you're you're just working way too hard under too much pressure. Those were his last words. That Thomas ever uttered. At that moment, he gasp for air and fell dead. The victim of a massive heart attack. In the wake of Thomas's death, there was no way Las could abandon Lord and Thomas. So now he's not gonna quit go on his own. Right? The terms of the partner... By the terms of the partnership agreement, Thomas a Thomas's interest in the firm, now is divided equally between the 2 surviving partner. At the age of 26 and that surviving partners not gonna stay around for very long. At the age of 26, Las was the leader and half owner of the second largest advertising agency the United States with billings in excess of 3000000 dollars. So that extremely young age. Running a company. He wasn't expecting to run no mentor, like, no older mentor there anymore. He's under an extreme amount of pressure, and this is where he breaks down. He has this with the first of many breakdowns. This is the 1 he says he never gets over. The business pressures at Alaska was already finding onerous before, and now became unbearable. His condition work worsened. He's also got issues because his wife. He married, like a young vibrant and wife. She winds up getting ty for fever and then there's complications some type 4 fever. There was like, the inflammation of veins. I forgot the name of the condition, but I looked it up and now that condition is perfectly treat. They just couldn't do it at the time. So if she becomes an invalid. She has, like, hard time walking rest his light, her life, then her... So she can't like, he's gotta take care of her, and then her family business, her dad's business collapses. And so now he's gotta support her entire extended family. So he's got a ton of pressure on him, and he just snaps. In in in April, 19 o 7. He experienced a total collapse. He looked at the world and couldn't stop crying. I had a terrible breakdown. I couldn't work. I couldn't keep going anymore. My my wife of course, was never well. She was an invalid all through our 35 years of married life, and this... There was a men burden on her in her condition because I couldn't do anything but cry. Literally, I lost control to do anything but cry. I had done nothing but work from the time I was 12. I just had a good old fashioned breakdown. And in fact, my life ever since has been a struggle from breakdown. I always say I got over all my breakdowns except the first 1. And so now they're talking about, like, what what what would it be considered today? Most likely, he was affected by bipolar 2 disorder? In 19 o 7, though, the only option for an individual who couldn't stop crying was to retreat from the world. So that's what Las did. So I'm gonna talk more about this in a little bit, but I just wanna bring this your attention because this is also an opportunity that that Ask her. And now he's about to to recruit hopkins. Are are going to exploit, and that's really thinking about canned goods, canned food goods as the technology of its day because it was. The perfection of a new can techniques, especially ways at preventing solar from getting into the food and the in event in the invention of new distribution channels opened up an unprecedented opportunity in the 18 nineties. Now food companies, like A aj Hines, the catch up guy, began producing an array of canned goods aimed at consumers. And so we'll see just like technology companies today. They hire, you know, best and brightest scientists and engineers from finishes like Mit. The the soup company, Campbell does the same thing back in the day, and they do it to... They... They exploit this to just their their massive advantage. They're wanna you know, putting 1 of, Las businesses out of business. But first, Las needs a New Kennedy. This is where we're introduced to Claude Hopkins hawkins. There are a lot of ideas repeated in this book that Hopkins talks about his auto, which if you're selling anything, Highly recommend you read. I'm going to do a bonus episode for you on Hopkins book scientific advertising. This is the book that Hopkins wrote why you worked for Alaska, Las hit it in a safe for 20 years. Then when it was finally released, it is sold over 8000000 copies since then. And actually, if you buy the Kindle version of my life and advertising by Claude hopkins, it comes with scientific advertising So I have both the Kindle version scientific advertising and then I have the Paper back version. I re reread the paper version, and I'm going to the bonus up should be out pretty soon. And so a lot of... I'm gonna skip over a lot of his ideas. They're in the book in this book. And in Hopkins books, and, Og talks about them his books. Highly recommend you pointing yourself with them because I think they're valuable, but I do wanna give you some background on hopkins. I don't wanna repeat too much since I've already done a complete pot to cast on him, but it says, so Claude hopkins claim that his mother was left a widow when Claude was 10 years old. But the sketchy available evidence suggests that his dad just abandoned its family. And either a case for the next decade, hopkins struggled alongside his mother to keep the family housed and fed. He sold his mother's silver polished door door. He cleaned 2 school houses at at the beginning and end of each school day. He delivered a newspaper to 65 houses before dinner. On Sundays, he worked as a church unit, giving this background because this guy has an insane work at. And later in life, he applies that it's saying work ethic to 1 thing and 1 thing only, advertising. He has no other hobbies, no interest, but advertising. This is the same guy that can sit at home. Eventually he wakes a lot of money, because he starts realizing it when he leaves las, he takes equity and the businesses they advertising for. And so he built another fortune doing that. But even Last was paying him the equivalent of like equivalent, like, 4000000 dollars a year in today's dollars and last... And Hopkins would work for a home by himself with just a type right. So I gives you an insight into, like, how valuable this guy's skills were. Right? So says, on Sundays, he worked as a church senator and during vacations, he did farm work. For the rest of his life even after becoming an extraordinary wealthy man, he feared sleeping slipping back into the desperate poverty of his youth. As a result, he maintained a 7 day a week 12 hour day 12 hour day work regimen. And this is that quote that I butcher try to para earlier. If I've gone higher than any others in advertising are done more, the fact is not due to exceptional ability, but to exceptional hours. It means that I I've sacrificed all else in life to excel in this 1 profession. It means a man is to be pit. Rather than En perhaps. That's a quote from his auto he he's was looking back. He's like I wouldn't advise my son to do what I did. And so this is how, Las recruits and convince his hopkins to come work for him. He found Hawkins because he He's like, who's writing these ads. These ads are fantastic. And so this is Hopkins talking about being recruited by Las. Mister Las said, I have searched the country for copy. This is the copy I got in New York. This is Philadelphia. I have spent thousands of dollars to get the best copy obtain. You see the results. Neither you nor I would submit it. Now I ask you to help me. Give me 3 ads, which will which will start this campaign, and your wife and your wife may go down to Michigan Avenue to select any car on the street and have it charged to me. As far as I know, no ordinary human being has ever resisted Albert Las. He has commanded what he what he would in this world. Presidents have made him their pal. Nothing he desired has ever been forbidden him. So I yielded as All due to his persuasive. And then this is just Hopkins talking about appealing to self interest. I'll go into more detail on the bonus episode that they'll come out after this 1, But this is... I brought this up earlier, Kennedy said the same thing, and you... When once you realize this, you'll see this everywhere. This company is just saying think from their point of view. They're always screwing this up. Hopkins began importing hysteria and copywriting. We should never brag about a client's product he said are plead with the consumers to buy it. Instead, we must figure out how to appeal to the consumers self interest. The group we call everybody is actually a collection of individuals, each mainly concerned about him or herself. We must get down to the individuals he said. We must treat people in advertising as we treat them in person. Hopkins saw himself as a teacher. So I'm fast forwarding, this is when when 1 of their... The companies that he's doing advertising for, winds up, well, essentially, find out later, like, lying and borrowing money from bunch people at Alaska being 1 of those people. So he he has, like, multiple hundred thousand dollar loan, and he gives them. They they default. So he they wind up turning that loan into equity. And there's a bunch of other, like, business people that are trying to run this company. To... It's in the canned goods, and there's another, like, industrial list that is partnering up with Las because that industrial list. I'd also lend money these people. But really, there's the... And the the book goes in a way more detail about this. Really, the the lesson I'm pulling out here is it's like, this is what happens. When you run into a technologically superior direct competitor. And so what what happens here is this also gonna remind me something that we learned from Carnegie I'll get there in a minute. So last year's partner on this deal goes in and and meets with... Because there... New competitors Campbell Soup. And they're literally selling the same product. They're directly competing. And so he takes a tour of them. It says, they soon realized that Van camp, which is their company, was playing a losing hand. In December 19 19, he took a tour of Campbell soup state of the art manufacturing complex. The tour was conducted by by doctor John Do, an Mit train chemist credited with the invention of condensed soups, Irwin grasped instantly, how just how hard it would be for his slow moving company to compete with this powerhouse. Van camp sales volume was about 20000000 dollars a year at this point. That was roughly the same as campbell, but this facility was light years ahead of any van camp plant. So from the outside, It's like, oh, we're doing about the same amount of sales. Maybe we can compete with these guys, and then they they take... They they realize, oh, they have vastly superior technology. We're about to get rolled over here. We will have... We will have to have our cost right and as low as Campbell he said. He make the the Campbell. He makes good goods. I can I can well see the difference in our positions? We are fast getting to the point where we must do something. Campbell soup launched a price war against Van camp and other local producers soups and canned goods. It means slim profits for us, they said. For whatever length of time that he chooses to continue his present plan. I'm fast forwarding and what do you think is gonna happen? Las offered his own biting epi for Van camp. We managed to make a great failure of it, and then we sold out. And so it is kind of funny to think of canned soup companies as like the leading technology company of their day with they were vastly technologically superior from their direct competitor and they win and they won. And that's a very, very old idea. Andrew Carney, he talked about this when he was coming up in the steel business. He would always invest in the latest technology. If there was a new machine that helped him do his work even a slightly bit faster, better, cheaper, etcetera. He would buy it. And then the older guys in the business are like, you're wasting your money, chasing after every new technology like what you doing. And that the takeaway from that section was, para what Kennedy said, it... Or Carnegie said, invest in technology, the savings compound, and sometimes it's the... The single difference between, a profit and a loss. And so there was, like, a highly cyclical nature of the the industry of the time, And sometimes because he would... He was able... He had better technology. He was able to reduce his product to lower price, he would be able to make money at prices that his competitors could not. Even if that was a temporary, like, price decrease. It gave him massive advantage, and then he went to build building the biggest steel company in the world until he sold it to to Jpmorgan. So I guess just sum up, investment technology, the savings compound. And sometimes it's a difference between profit loss. This is the the the take the takeaway that Las realizing. He's like, man, I'm really good at advertising, but I'm really bad at managing these other businesses. And so really just stay within your circle competence. I learned a great lesson there. I could be poisoned to any manufacturing business where... Where I had any say in the manufacturing end. That my specialty was publicity and distribution. So there's a bunch of inter interstate in his life not only having nerve breakdowns, but then he goes and does public service, he buys Chicago Cubs. He does all kinds of crazy stuff. But the the the section I'm gonna pull out here is he wants to taking his foot off the pedal. And others... And that allowed other people to build on and end his fundamental insights, which I think is our duty. Right? We have to learn what the greatest people in history knew. And then we don't... We're not just copying them. We're we're adding something. We're like, taking their ideas, filtering it through our unique set of experiences, combining the 2 and we we create something new. This is what his partners wanted are excuse his competitors wanted up doing. New competitors were on the horizon. 1 of them Bd was founded by 3 young veterans of World war 1. All graduates of prestigious colleges and nearly a generation younger than last year, the 3 principles of Bd took for some of his innovations, such as the reason why advertising and move beyond them. So they combine his idea that advertising salesman ownership and print that you need a reason why, and then they start analyzing the psychology behind consumer behavior. They focus more on the psychology of the consumer and and they met with almost immediate success. So they... Using his ideas as a foundation that adding onto to, went of jumpstart starting. You know, before our advertising agencies would take decades to build up, these guys went up having, like the fourth largest advertising agency in the country, in it's just a few years. Las acknowledged that Lord Thomas had lost ground during his absence. He says I was out for 5 years in public service and during that period, advertising began to be so widely understood that we no longer stood out. So he has, like, a second wave if he comes back and he revolutionize and creates... Helps create 2 new products that were not sold, K and ko. And so the reason, they wouldn't sell Tampon. They wouldn't advertise with them. Or say... They only, like sanitary napkins, they use some kind of eu for what, I guess, we call Tampon today. And I just wanna bring you to your attention, like, 2 things. 1 is about don't artificially narrow the market for your product, which, again, like, can be applied to so many different domains. But this is how Las overcame objections. And this is this reminding me of Cocoa Chanel under standing her advantage over her competitors. So says, a huge barrier had to be overcome before even the most effective copy could do its job. Mainstream magazines had to be persuaded to carry the advertisements. And so the... You have males that are own all the the the women publications. So this guy named Edward Ba. He publishes the largest magazine at the time, ladies home journal. It's like, I'm not doing these ads, like, kick rocks. And it's funny because it says Bak was then considered the the nation's leading authority on women's manners and more. How ridiculous is that. Right? And this is exactly what Coco chanel realized. She's like, all my competitors are meant. They don't know women. I'm gonna beat them because they're just... Let me say that insight in case you haven't listened to Coco chanel Think, to... I'm done with this and it'll make more sense. So it says, So he tells Albert. No. And Albert like, okay. I need... Albert didn't take over for an for an answer. He hops on a train and goes to his to his office, to box office. And this is the argument that he made to overcome the objection, which is really smart. He says listen. I don't agree with your reservations about c advertising, but I respect him. I know they're based on your vast knowledge of what American women are thinking and what appeals to them. So he he's butter up first. Right? Because of that, I'd like to ask you if you let me put that knowledge to the test. Right here in your office. Would you be willing to call in your secretary and have her read the first ko advertisement that we'd like to place in the journal. If she's embarrassed or repelled by it, all accept your judgment. There'll be no further arguments. Box. Alright. That seems fair. Ba brings in the secretary. So it says the door open to admit a dignified white haired lady seemingly around 60. So just says Ba explained the situation and handed her the copy, which she began to quietly read. About halfway through and Hawkins is the 1 that wrote this for Alaska. About halfway through Hopkins text, the woman looked up. Why mister Bach, This is a wonderful thing. I certainly think we should run this in the journal, women deserve to be told about it. So this leading what they just call them the leading, considered the nation's leading authority on women, manners and morals. That's not a job for man. I think that's that's ridiculous. Right? And says in those few short minutes, the biggest obstacle of the distribution of a product, vitally important to millions of women vanish. So he is going to make a ton of money advertising a product that previously people wouldn't advertise. So the reason I say that reminds me about Coco Chanel point that I... She had an edge. She understood. Like, I have an edge because I actually know what women want. My competitors are men. I have a massive advantage. And so she comes out with her clothes, and they're very simple. And some cases they're they're like they're not brightly colored. She's she she took everything that was popular with the time. She's she she compared it to, like, her competitors, and she made fun of people, like, Christian Dior, Bale. All these east saint Laurent, all these brands that are still famous to this day. And she called them the boys, and she did that as like, derogatory. And she's, like, they dress us they they dress women, as they think women, like, like, I said we're costumes in a freaking play. Like, do you not don't know how uncomfortable wearing your dresses? No. You don't because you don't wear your dress. And so Coco attacks it from She's like, I just design clothes that I like. And if I... The chances there are the chances are, if I like the clothes, then other women will like them. And that, you know, she has wild success... She says later on, I I found a quote after I recorded the last podcast on Coco. She's like, she's like, I don't do fashion, I am fashion, which I thought, you know, it was very bold. She's very bold person which I really enjoyed, reading about it. But I just thought that those was are such a good fundamental an obvious, but fundamental insights. Like, oh, these... They don't even know the game they're playing. Like, I have an insight that they don't... They don't see their blind spot. And I'm gonna drive my brand, the house Chanel through through that massive gap that you left open for me. And if you haven't gone back, I've done 2 podcast podcasts on. I I listened to the the most recent 1 recently. Just amazingly story. From Orphan to richest women in the world. This a wild wild story. Alright. This is about artificially limiting that you might have artificially limited the number of customers for your product, survey them to see if if they discovered use cases for your product that you missed. So K x. Right? Comes out, it starts as a a way to, like, to line the inside of gas masks. What the hell? The that surprised that surprised me a lot. So then they're like, okay. Well, maybe we... Like, it it it might be better off. It goes from being used as a lining to gas mask, which whichever really works to to a way to remove makeup to then something to be, like, a disposable hand shift. Like, think about those 3 different use cases in the markets that are associated with each use case? Right? How big is that the market for lining gas masks compared to how many to taking off makeup to blowing your nose? It goes from small market to little bigger to gigantic. Right? So says sales started to grow in 19 30, Alaska recommended that they make a survey to discover how people were using Clinics and the results were surprising. Many more people turned out we're using the tissues to white noses than to remove makeup. This presented a potential boom. The market of the product might as well triple if it weren't purely a makeup related purchase. Quickly, the product's name was changed to k disposable hand. And that is another, like, 1 insight. Again, very simple idea. Let's survey the customers. Maybe they're... They found uses that we missed. We don't... We're not taking off makeup. Right? We're this is a male dominated company. Realize, hey, We're also blowing their nose. That winds up generating another fortune for Las because the the the producer of Clinics at the time still private company and Las is able... They invite him to to buy into the private company, which he which you agree used to do. This is some just some more advice. Again, the book is just full of interesting applications of Las idea to different companies, fascinating, fascinating. Weed. But this is really reminds me. So he... He's... Does a lot of advertising for the tobacco industry, and he helps guide them because and this is something that we learned from Charlie longer and warren buffett. They're like, and Henry Singleton, and Carnegie and John Rockefeller and Edwin land, all these people say the same. When listen diversification, you know, it originally like for diversified diversify. Diversification only makes sense if you don't know what you're doing. But if you have a winner, you need to bet heavy, do not diversify. And so he's... El saying the same thing Like, they're making, I don't know, like, 50 different products. He's like, what are you doing? Put all your ammunition, be... You have 1 great product here. Their first piece of advice to American tobacco must have been come surprise, stop advertising most of your brands. Las argued that rather than maintaining many modestly successful small brands the company needed to create 1 overwhelmingly powerful product. Instead of spending a little money and a moderate amount on money on each of these 50 products, take what you spend on them and put it behind lucky. This is lucky strike. 1 of the most famous cigarette brands ever made. Right? So even during this, like, second act, this is renaissance of his career later on. He still has breakdowns. He has to spend a bunch bunch of months in Johns Hopkins. Like, he never... I can think towards the end of his... His life. I think the last 10 years of his life. He he wants on to therapy and and trying to... And basically figuring it out. But I wanna tell you insights about personnel. You kind already probably derived this from a lot of stories I've shared with you. But this comes his wife, which is very interesting. So it says Flo, like, heard her new floor. Flo, like, so many others founder her husband, a challenge. Albert was exhausting demanding and difficult, but he's also endlessly interesting and en. He was aggressive and hard headed. These are her words. He had all these animal spirits all the time, and really the reason I wanted to read this section to use because this sentence that says. It's really fascinating. About the the the dime like, the the d dime. I don't. I don't know where I'm looking for there. Like, the the paradox of his... Our dichotomy, maybe of his his personality. You are ins ego on the things you know nothing about and you are painfully modest about the things about which you know everything. That's what that might be my favorite sentence in the entire book. You're ins insightful ins ego and the things you know nothing about, and you are painfully modest about the things about which you know everything. And then I just wanna pull out another. I mean, the fact that Albert feel feels this way, this whole, like, impostor syndrome thing. Now granted at, like, we talk about the the entrepreneurial emotional roller coaster all the time when you're doing something difficult. Like, you're gonna alternate between 2 states and almost 2 states exclusively. Euphoria and terror. The highest highs and the lowest lows. I think reading the life stories realizing that this... This is normal. Like, when you're high, high... Like, you're doing well. You're like oh my god. This is the best feeling alive. I feel like superhuman. Right? This is thrilling. But when you're... That that part takes here itself. But when you inevitably phones, like, this isn't gonna work. I'm a loser, I this... I may have made a mistake, whatever, Like, you just gotta know, like, reading these life stories. Like, okay. Everybody. This is not a unique feeling to me. Everybody feels this way. And so I'm gonna read the section 2. He's lost and falling into the deep depression. At this point in his life, he's 1 of the richest people in the country. 1 of the most respected people in the country He's on a first name basis with the presidents. He's invited to the White House all the time. He's got deep personal friendships with captains of industry. It's not enough. That's that's not the... The the those are external things. It's the internal, like, struggle these monologue logs that we have to struggle through. He was fragile and rudder, and the... And he had a perception that he wasn't a big man. He saw himself as weak and small, unable to justify his existence. And so eventually, this is where he he gets out of the... This is the end really to think about this. This is the end of his career. 40... What do we say? 44 years. In the same job. If Lord and Thomas were to go forward, it would require a substantial rebuilding on Las part. And now at 62, Las was feeling his age. I'm tired. I go to bed tired. And when I wake up, I wake up more tired than when I went to sleep. 1 reason he said was that he was bored. For many years, changes in the industry had been making the job less fun for him. And the strange new world of advertising now dominated by marketing vice presidents and account reps no longer played to his strengths. The pioneering days of advertising he believed were over. There is nothing left in advertising, which is inspiring to me he said. The final compelling reason to shut down Lord and Thomas was financial. By 19 42 as a result of his opulent lifestyle. His real estate purchases, his philanthropic efforts, his settlements with Doris Canyon that's his second wife's he divorced after the Honeymoon, and his generous gifts to his children and to Marry. That's his third wife. He gave all of his children's 5000000 dollars. You know, that would probably be equivalent of tens of millions, maybe 20, 30000000 dollars today, maybe more. And he gave his wife a million. His third wife million dollars. He was extremely, like, he he made a lot of money, but he would give it a away to people. Like, even his settlement with his second wife, He didn't have to give her. They had a pre up and everything, and he just wanted giving her, like, half a million dollars or something like that. But the point the author's making yours that, you know, he's running loan like, he spent tens of millions of dollars in 19 30 19 40 dollars, which is is just amazing. So it says his generous gifts was children in Mary, last was running low cash. His taxable income, which mainly consisted of Lord and Thomas Salary was just under 200000 dollars a year, which was down from nearly 900000 dollars, 6 years previously. He still owned about 1500000.0 dollars in marketable equities, but most of his wealth was tied up in Lord and Thomas's cash reserves. For much of the previous year, Mary and then his son Edward had been encouraging last to begin taking capital out of lord and Thomas, but las couldn't bring himself to cut the cord. If the payout came in the form of dividends, it would be subject to a tax rate of close to 80 percent. So he's got millions of dollars stuck in the company. And if he takes it out, he's gonna give up... He's only gonna get 20 percent of it. And so this is where there's a loophole and it kinda expedite him. He's already feeling, hey, I, I'm not in this anymore. He's gonna live for about another 10 years after this, but he's got act now. This is why. There was a loophole, however. The federal tax code specified a flat tax rate for businesses in liquidation. That rate had been 12.5 percent until 19 41. When it was raised to 15 percent. But in 19 42, the tax rate went up again to 25 percent. And the liquidation that would have cost last for something like 800000 dollars in taxes in 19 41 would now cost 1200000.0 dollars. Las legal and financial advisers who warned him that the rate was likely to be raised again perhaps to a level that would make liquidation un feasible. Ask return from lunch 1 day and told his wife that he decided to give up the company. Las had made his decision and now he would look... He would not look back. He had turned full circle from hectic business to a calm and controlling life filled with endless unexpected wonders. And he was using his large fortune to seed a growing list of projects in the public interest. He had traded what he saw as a life of repetition for 1 of new exploration and discovery. And he wanted to make the closing of the first so complete and so une that it could never imp upon the second. And that is where I'll leave it is an absolutely fantastic story. There is so much more in the book that it couldn't even get to. So if this podcast was interesting to you, most likely, you'd like reading the book. If you wanna buy the book, should if you wanna read the book and support the podcast at the same time. If you buy the book using the link that's in show us in your podcast player, Amazon Sending small percentage sale, no additional cost to you. If you wanna see every single book that I've ever done for the podcast in reverse chronological order, you go to amazon dot com forward slash shop forward slash founders podcast. If you want to support the podcast and a friend at the same time, I'll leave a link in the show notes. If you wanna buy a friend or coworker, a gift subscription to the podcast. If you select the annual option, I will extend it so your friend has lifetime access. 2 founders. So their their access never expires. If you want to get yourself lifetime access if you haven't done so already, I will leave a link in the show to do that as well. That is 206 books down 1000 ago, and I'll talk you again soon."
}