{
  "transcript": "The professor asked with a wide g. So you wanna write a book on high tech Ceos. Well, gentlemen, it's a long shot, a huge longs shot. And besides, no Ceo knows why he's successful, it's all just luck. Coming from a well known strategic management professor. A comment such as this seems somewhat ridiculous. For a successful management, we're all luck, then why are we taking his class? Why for that matter, were we in business school at all? Surely successful management was not entirely due to luck. There had to be some successful strategy and ideas at play 2. Louis Pasteur once said that chance favors to prepared mine. If chance is a major factor in a company success as our professor believed, then we really wanted to know what successful entrepreneurs do to prepare their minds. What are the crucial skills needed to run a successful company to hire great people. To ship a great product. What skill should a potential manager try to develop? Why was 1 manager's successful where another wasn't? Answers to these questions in the words of the very people who have started successful technology companies? Comprise this book. We chose to focus on the computer industry for 2 reasons. First and foremost, computers are dynamically changing the way people exist. They are causing generational change. Compared to our parents who use computers for word processing, or technical applications at best, many of us use the power of computers for surfing the Internet, communicating with friends and colleagues and balancing a checkbook. Second, going to Stanford business school put us in the heart of Silicon Valley. Steve jobs candidly told us 1 night. Well, if you're at Heaven's gate, you might as well walk inside and take a peek. That is an excerpt from the book We talked to about today, which is in the company of giants, candid conversations with the vision of the digital world and it was written by Rama Dev Yea and Raphael or ortiz. So just a few things before, we jump back back into the rest of the book. Just wanna tell you how the book is structured. So it's a series of interviews by 2 Stanford Nba students. With 16 technology founders. And in each interview, they give the philosophy, their philosophy on on company building, managing, developing new technology, and then advice to people to future entrepreneurs. Some of the people... So this book, I guess I should tell you It's very old book. It's about 25 years old. And so, few... Several of the the people that were interviewing the book are no longer with us. So this book serves as way for them to pass on their information and their useful information to us long after they passed away, and then some of the book, a few of the founders in the book are actually still operating to this day. So the very first interviews with Steve Jobs. That's probably where I have the most highlights. And actually, wasn't expecting to read this book right now. Have 2 other biographies on I'm reading at the same time. And I just picked this up 1 day, and I started reading... I read the introduction. I thought that that that quote from Steve was very fascinating. Well, if you're at Heaven's Gate. Why aren't you peeking in and taking or take taking a look. Right? And then I start reading the introduction, and then I read his interview. Was like, okay. This is amazing. I just just decide I'm just gonna go through and finish this entire book. So I I just wanna pull out 1 thing from the introduction. Are 2 things from the introduction before we get into Steve's interview, which is just mind blowing. So this is the view from 19 97. And so what's fascinating they're all talking about, and some of these people had been operating for, you know, a decades. Some of them 333 and a half decades by the time they sit down for an interview, And so now they're having to grapple, like, the Internet's becoming extremely popular it's growing fast, but they really don't know they have a sense of what's about to occur. Are they know something's gonna change. And they they repeat this over number. It's like, listen, these things are not predictable. You can see the change on the horizon, but you you can never predict the full outcome of, of, a generational change like this. So what I found interesting is I'm always amazed at how some of the people... How some people that we sit in the they see opportunity years before other people. And 1 of the people profile in this book that solve the change that the the, computer network that you communicate with other computers would bring is the Steve casey. He's the guy that founded American online. So this is a little bit about that. I'll I'll go into more detail in, his interview later though. So this is the author's Writing? So what's the store for the future? The nineties have brought promise of a new era in computing. Simply put the new paradigm of entrepreneurs to grapple with is the notion that computers connected to others, Communicating and sharing information amongst them increases their value tremendously to users. Now think about how mind blowing that is. They they knew that 97. Right? The idea that if computers can communicate with each other, it makes them extremely exponentially more valuable. Right? And we live... We... We've now grown up in the the world that they're seeing. And so it says, they're value tremendously to users. Now this blue... This 1 senses this blew my mind. Steve Kate founder of American online saw this in 19 85. In case you never use American online, it was... You could think of about almost like a proprietary version of the Internet before the Internet. So it says it remains to be seen whether the the event of the Internet strengthens the giants hold over the over computing or undermine it to create an entirely new generation of success entrepreneurs and leaders. Okay. So that is the view from 19 87 let me... Let's jump into the Steve jobs interview. Each interview starts with, like, a brief by bio of the person interview and then they get right into it. This is really fascinating because at just... When he sits down when Steve sits down for this interview. He's he does the interview at the headquarters of next. He's back at Apple, but he's not the full time Ceo. And so let me just give you the, a few highlights from the brief file. And really, the note that myself is the way you think about Steve is dogg persistence combined with delusional self belief. Many would be entrepreneurs lacking money or strong business experience becomes s by the challenges of obtaining financing and recruiting people to join and working for to join them in working for what is essentially an idea. Yet jobs dogg c controlled suppliers and retail outlets to provide Apple with low pricing and extended credit. His apa appetite for maintaining his outward appearance. He often showed up to meetings barefoot. Didn't appear to lessen his Z. And 1 of my favorite, like, little facts about Steve. And the fact that, you know, Apple today is a multiple, a trillion dollar plus company is the very first sale for Apple was made barefoot. When he walked in the bite He walked in there were no shoes, and he made a sale but barefoot. I thought was Hilarious. Instead, his aggressive netted the help of several engineers, marketing firms and venture capitalists. And then this really through these 3 words. It just really summarized some some summarizes him jobs relentless ambition. And then just 2 sentences on the next page I wanna pull out. In the very early days of founders, I had this this segment every every podcast with I called critics don't know shit. And because it struck me as I started to go through and and began reading a bunch of these biographies, in everyone, almost everyone. Maybe everyone. There's always an example early in their lives of somebody telling them, hey, you can't do that. You're you're not good enough. So the the example of pops some mind all the time is the fact that Sam Walton. Way years, decades before he founded Walmart. He's working at Jc. He learned a lot about retail from Jc at the time the founder of Jc, was actually alive and would visit the stores, but Sam's manager told him 1 day, Sam, I don't know how to tell you, you know, you just not cut off for retail. You should find something else to do and, you know, in hindsight that's humorous. Like, oh, I'm not cut off for. How about do we become the greatest retailer that ever lived? How about that. And he had Sam had the same dogg determination that Steve Jobs had. There's another example in his auto geography. Where, it might be in his biography, because I've had 2 2 books on Sam for the podcast, but his landlord to screws him over, winds up saying I'm not gonna renew your lease and then copies Sam's company. Like, the the the ideas he had for his shop. And just to said, hey, this guy's is making so much money. I'm just gonna tell him he... He's... I'm not gonna resign his lease, and then I'm going to do the same thing He was doing. And when Sam is in his lawyer's office, finding out there's nothing he can do about it. There's a great story where he's just cl his fist and un cl and cl his fist and un cl, and he's like, I'm not whipped. I'll just... That's fine. Like, I made a mistake. I'll, I'll, I fell down. I'm gonna get up and I'm gonna do it all over again. But that just dogg termination and that delusional in some case from the outside at lease, that delusional self belief. But the reason I bring that up, in this section is because we get to see the current... The state of current news at the time in 97, 25 years later, what I'm about to reach you is ridiculous. So it's talking about at this point, Apple's has just paid over 400000000 dollars for next, and it says many journalists had critical comments about Apple's strategy behind the acquisition. I mean, it's just an insane statement to read. And knowing now what we know 25 years almost 25 years later, it says fate rarely presents entrepreneurs more than 1 golden opportunity for commercial success. But Steve jobs manages to defy the odds. And so if you study the career of Steve jobs, he made insanely ray products in the seventies, the eighties, the nineties, the 2 thousands and the 2000 tens with the ipad right before he died. So let's go jump into this interview, and it talks about, like, you know, what what talent? Like, why how why do you think you're successful? And so he says, and this is Steve talking? I think that have consistently figured out who really smart people were to hang around with. You must find extraordinary people So remember everything that we're reading here, he's giving advice he's talking about. This is what I learned during my career. He's... They're all speaking to future generations of entrepreneurs. That is the point of the book. I think that's why I owe the years. I've... This book has been recommended to me by so many people. I know a ton of people that have read it. As, I says you must find extraordinary people. The key observation is that in most things in life, the dynamic range between the average quality and the best quality is at most 2 to 1. Rarely you find a difference of 2 to 1, pick anything. So you use an example like, the best taxi driver. At most is, you know, 2 times, the... Better than the average taxi driver, but there's domains and there's areas in life where this this rule of thumb doesn't apply, and especially in technology companies it doesn't apply. So he says. But in the field that I was interested it in, originally hardware design. I noticed that the dynamic range between what an average person could accomplish and what the best person could accomplish was 50 or a hundred to 1. Given that, you're well advised to go after the cream of the cream. That is what we've done. You can then build a team that pursues a players, and then the the the next quote I'm about to reach you. It's actually on the back cover of the book. It's 1 of those... It's just a fantastic boat, quote. He says, a small team of a players can run circles around a giant team of b and c players. And you'll be amazed if you read this book how much time Steve talks about, you have to recruit the best people. You have to have the best people. He says in multiple different ways, and answers to multiple different multiple different questions. I would say his main point of this interview is you must find extraordinary people. And then I think, like, embedded in that is that you must become an extraordinary person yourself as well. So they follow the questions. I could do... Okay. So your count... Your talent is in recruiting. He's like, it's not just recruiting. After recruiting, it is then building an environment that makes people feel they are surrounded by equally talented people and that their work is bigger than they are. That is an idea he'd learned from a Kia Mari and from Sony, your work must be bigger than you are. It's also something that Jeff Bezos talks about the he copied from Kia, mari as well. If you haven't listened to that podcast, it's founders number 01:02. The the feeling that the work will have tremendous influence and is part of a strong clear vision. You have to do all of those things. It's when I he gets into his tactics, like how is he finding, extraordinary people, and he says it's collaborative. I found that collaborative recruiting and having a culture that recruits the a players is the best way. Any interview will speak with at least a dozen people in several areas of the company. Not just those in the area that he would work in. That way, a lot of your a employees get broad exposure to the company. The current employees can veto a candidate. And so he talks to about It's like, you know, you could have 9 people. Say, yeah, let's let's do it and 1 person say, no, and he... And that that veto stands. And so he's describing his process. And they're like, that seems very time consuming. And job says, yes, It is. And remember a few weeks ago, you know, in that book inside Steve Jobs brain. He he applies this this, like, don't shi on quality, spend the time, go through the rigorous standards and most people, most other people and most other companies won't do everything. He's... They spent 6 months on just designing the scroll bars in the Mac operating system. I can't remember which when it was. 6 months just on the scroll bars till they got it to to the level of quality that Steve deemed, like, acceptable. 6 months. So it's like, yeah. Okay. I'm and then now he's... This is might be my favorite part of the entire Steve Jobs interview, because then he describes why is this so important? So it says, you know, this seems very time consuming. Yes, it is. And then there's another follow up. And you remember, they're they're just business students at the sign at the time. They don't have a lot of experience. And so their point is this, like, well, what, you're telling us seems to conflict there's... And they say, yeah. And but in a typical startup, a manager may not always have the time to spend recruiting other people, and Steve pushes back on this question hard. And this is fantastic. I'm gonna read the entire paragraph you. I disagree totally. I think it's the most important job. About what he just said, the most important job. Now why? When he lays out his logic, it's first of, it's extremely clear. It's amazing he can talk like this off the cuff. Right? But it's extremely clear. And then, like, when you get to the end of the paragraph, Yeah. Okay. This is clearly the most important job... And then he... I'll give you a summary what he says on the next page actually. There are no shortcuts around quality and quality starts of people. So keep that in mind as I'm reading this section to you. I disagree totally. I think it's the most important job. Assume assume you're by yourself in a startup and you wanna partner. You take a lot of time finding the the partner. Right? He would be half of your company? Why should you take any less time finding a third of your company or fourth of your company or fifth of your company? When you're in a startup, the first 10 people will determine whether the company succeeds or not. Each is 8 each it's 10 percent of the company? So why wouldn't you take as much time as necessary to find all a players. So that's pushing back precisely on what they said, well, you know, manager and a startup doesn't have time to recruit other people. And Steve says, why wouldn't you take as much time as necessary to find all 8 players. If 3 were not so great Why would you want a company where 30 percent of your people were not so great. A small company depends on great people much more than a big company does. And then a little later on, he says the same thing. There are no shortcuts around quality and quality starts with people. And so that now they're asking a question. Okay, well, if a players is so important. Like, how do you... Like, how can you tell who's in a player who isn't, there's 2 different ways. 1 of them is a lot easier. So it says this a matter... As a matter of fact, that's how I find great people. I look at great results and I find out who was responsible for them. So this is something... Think about the very beginning of the advertising industry we just covered this on the man who sold America Albert Las. He did this. He would read great ads. I'm like, okay, Who wrote that at? I need to find this guy and then he'd push hard to recruit them. So that's, you know, seems really straightforward. Right? You can look at the work. This is high... Obviously, high quality work. This person knows what they're doing. I'm gonna try to get him on my team. Now the other part is you gotta find especially in in the early days of company. You have to find people that are already not... It's not already known. So you're you're betting on their potential. So Steve goes into this. Sometimes young people haven't had the opportunity yet to be in a position of influence to create such results. So here you must evaluate potential. It is certainly more difficult, but the primary attributes of potential are intelligence and the ability to learn quickly. Much of it is also drive and passion. Hard work makes up for a lot. And that sounds... So he... That's coming out of Steve Jobs mouth. Right? That sounds a lot. Like Nolan Bush now who hired a 19 year old Steve jobs, who fit the description steve jobs is saying here He's he's a young young person. Right? He hasn't really had the opportunity yet to be in a position to create such results. But when Nolan picked out and he wrote an entire book about it, which I cover, which is how to find the next jobs. And well, no 1 put out as well, well, this guy has a lot of passion. He he does not listen. When I say, no. He just refuses. He's like, you no, you can be hired You. I'm going to be hired. I'm gonna stay in at your lobby till until that happens. And then you you obviously, very smart if you talk to him, and he's just willing to have a lot of drive and passion. They'd staple up night making games for Atari wanting to sleep in the office. You know, this is very unusual. So so Nolan kinda picked out well, you know, most of talent comes from these these kinda of weirdo to use a for lack of a better word. And Atari, he says, like, we had a culture where we had these, like, mis fits. This land of mis geniuses. And the the the reason we were track them is because our the environment that they worked in acted as a giant job ad. And usually, people like that. No other mis fits and they're like, hey, You should come work for this company. So he's gonna go into... He... This is all this is a very long answer. Right? So he's still talking about how do you find a players Must skip ahead a little bit in this long answer, and I wanna pull out his interview because this is very interesting. Many times in an interview, I will purposely upset someone. I'll criticize their prior work. I'll do my homework, find out what they worked on and say god. That really turned out to be a bomb. That really turned out to be a Bo product. Why did you work on that? And then this is fantastic. He says, I shouldn't say this in your book. And this is, before I read this to you. This is something I've seen over and over and over again, every single person that we're gonna pro file. If you if you live a life, so like you think the peep... Every single person that we talk about on the podcast lived to life so remarkable but that somebody wrote to book about that. That is not a normal person by any stretch of the imagination. They are all formidable individuals, and a lot of them have this trait they will know that they can intimidate other people, and most people just... They just steam roll right over them. And the way to... The only way if you come if you have... If you come across these people, the only way to get their respect is to stand up to them and Steve says that exactly Like, this listen, I started this interview, your work sucks. This product is bo, you must be a bo too. And so Steve says, I shouldn't say this in your book, but the worst thing that someone can do in an interview is agree with me and knuckle under. What I look for is someone to come right back and say, you're dead wrong and here's why. I wanna see if they just fold or if they have a firm conviction. And so there's 2 things that came to mind when I got to this section. Steve is talking about Steve. He's is literally talking about a younger version of himself. Let me go back to the book I just referenced. Don't Bush now in how to find the... Or how to find the next few jobs. Talks about this. Perhaps in this quote from the book. Check this out. This is... I love this quote. And I think about all the time, I have it saved on my phone. Perhaps everyone has creative potential, but only the arrogant are self confident enough to press their creative ideas on others. Steve believed he was always right and was willing to push harder and longer than other... This is the most important part than other people. So he's pushing willing to push longer and harder than other people who might have had equally good ideas but who caved under pressure. Steve is saying the same thing. I wanna see if they fold or if they have firm conviction. There's a great story I've told the podcast many times. I was watching this interview with Kobe Bryant 1 day. Mob Shot interviewing them, and they're talking about something that happened, you know, 15 years previously when Kobe was only 21 years old. Kobe playing for the lakers at the time, Phil Jackson says coach Phil invites Michael over to practice, and Michael comes up there. And he's talking to Cob and he's like, alright, well, maybe we can play. Maybe we can find out what you got. And Kobe says, no. Maybe I'll find out what you have. And then Jordan says you can't guard me. And Kobe says you can't guard me. So after there they have that little meeting and A little talk. Michael's walking down the hall with a mod rash shot, and he pauses. And he's like, man, I love that dude. That dude is a warrior. And Mod is now telling telling a story to Cob. And he's like... It's because you didn't step back. And so that trait that Michael Jordan has that trait that Steve Jobs is talking about right here. I don't want you on my team. If you're just gonna fold flat. If you don't have any kind of conviction. If you just let me roll all over you. Okay. So let's skip ahead in the interview a little bit. This is this part, there's a lot of highlights here. Because really, this entire section is Steve talking about this listen. And people can't change their perspective. They don't actually know why they're doing what they're doing. They just like, I'm doing to this today because very similar to what I did yesterday. And he's, like, if you're gonna have a great company, you've got to stop and analyze every single section of what you're doing and ask why are we doing this? And so we have him... In this interview, he's having a a conversation with Fred Smith, which is the founder of Federal Express. Actually, you know what? I live... This is very fascinating to me. So there is, like, there's gotta be a dozen founders in this book that are... That are mentioned in this book that I've actually done episodes it. So Fred smith is 1 of them. That biography of his it's just crazy. If you we go back and read... I think it's called overnight success, which is obviously, the opposite what Federal express was. I don't know if there's many businesses that were harder. To create than that 1. But Fred Smiths in this book, Thomas Watson, Bill Shock, Bob No, Andy Grove, Paul Allen, Bill Gates, Steve Jobs. It's just over and over again. All these people show up in this book. And, you know, there's there's tons of podcasts in them in the archive if you haven't gone back and listen to them. As, so says after the system was established, I once asked Fred Smith, the Ceo of Federal Express, how much would cost to ship a mac anywhere in the country directly from Apple to the customer within 2 days. There's So Fred like, I can do that for 27 dollars per machine. Okay? So then as Steve goes was okay. I went back to Apple and analyze our current distribution system, which by this time, took about 3 work... 3 weeks from the factory to the customer. And even worse, we found out that it cost us 57 dollars. So Federal Express, hey, I can do it in 2 days and 27 dollars. It's taking us 3 weeks and 57 dollars. So why the hell are we doing this. So I proposed that we completely eliminate the distribution warehouses, have Fedex, just pick up the max at the back of our factories, eliminate the paperwork and get the product from the factory to the customer within 48 hours. And so he's talking about Apple before he had complete control member. The the the the the the 2 times he was at Apple. The second time it's like, no. I'm going to same thing, James S and taught us so Never again. If it's important to your business, you must be able to control it, control from. Comes from a single individual. It's not done by a community a, a committee. It is by 1 person that has complete and absolute authority. And so Steve also talks about that in the Johnny Iv book that that I did prior probably a couple of months ago where he's, like, you know, I needed something to be made. I was dealing with some of these engineers that were that were at Apple before I'd had come back, and they're like, no, We can't do this and Steve looks some dead in the eyes. Like I am the Ceo. I'm the 1 responsible we will do it. Meaning, if you can't do it. I will find somebody else to to do it. You won't have a job here anymore, but it will be done. I'm am not bending on this at all. So Steve talks about Was like, okay. Well, this seems very very obvious. Right? Customer gets the product sooner. They're gonna be happier. We save you know, 30 dollars per machine. We're selling millions of machines. We obviously wanna do this. And then the reduced complexity. But he says, but I got my head shut off because people couldn't change your perspective. And they're like, the follow question Was like, do you mean people can change your perspective? Can you explain a little more what's happening in a specific example? Well, generally, it's because people never know or forget what they're really doing? That is what the benefit is to what they're really doing. Our distribution centers forgot that what they were really all about was getting product from Apple to its customers really fast. They thought they were about a whole lot of other things, like personal relationships with the customer. They they even had some sales functions. It became a real mess. Eventually, the industry went the way of mail order. Dell computer was built on that model, and there's gonna be a lot of highlights. From Michael Dell, which is that I found that interview very, very fascinating. Apple could have done what Dell did, but much sooner. Usually, people never think that much about what they're doing are why they do it. They just do it because that's the way it is it has been done and it works. That type of thinking doesn't work if you're growing fast and if you're going up against larger companies. You really have to out think them, and you have to be able to make those paradigm shifts in your own point of view. And so he's asked about, you know, how did you learn management? Like, where did you... How did you come up with the the... Like, your philosophy management and the structure that you put in all your companies? And he says Hp, He and Packard set the tone for the modern intellectual property based company? They did such a good job of it that the rest of us have only built on their foundation. Mostly, we just copied Hp. When your primary product is essentially bits, your primary assets are human capital, not financial capital. Demand for people is greater than supply. Demand for obviously, great people. A players is what he's talking about there. Than the supply. You must offer those people something more than a paycheck and stock options. So they must believe in the mission. And why does he say that? Because this if you're any good, you have a ton of people constantly trying to recruit you. So he says if you don't like the way things are at 1 company. And if you're good, then you can leave anytime and go anywhere else. In fact, head hunters are calling you every week. So his point is is if it's only about money, then those people would just be constantly leaving for better more stock options, more money, sometimes they obviously do. But you're able to compete on them if they actually believe in what you're doing and you can provide more value to the work that they're doing. And then he gets into the point where think about this. He's saying this in 19 97. It is even more true today. He says the people with most power are the hotshot individual contributors. They work as pure individual contributors and have more power than anybody else because they come up with product. It would not be too distorted to say that the traditional corporate pyramid is completely inverted. That's the way it ought to be. Silicon Valley has pioneered, the way that many businesses will need to be run as we enter the next century where more and more companies are pure intellectual property interest. So they get into him trying to self identify. They're, like, you know, what are your strength or weaknesses. He's like I don't know. People are packaged deals. You take the go with the confused. In most cases strength and weaknesses are 2 sides of the same coins. Like, okay. Well, I can't. I can't just pick certain parts of a person. Right? It's a very subtle thing to talk about strength and weaknesses because almost always, they're the same thing. And so he's thinks is 1 strength as the fact. My strength probably is the fact that I've always viewed technology from a liberal arts perspective from a human culture perspective. That's the same thing that Johnny and I've noticed about by Apple He's like, it's a very cold industry, but there's these little little devices that I'm drawn to because there's a human element. Like, a an an intangible thing that you get when you look at them and when you use them, it goes into a lot more detail on his weaknesses. In certain cases, my weaknesses that are I'm too idealistic. I realized sometimes best is the enemy of better. Sometimes I go for the best when I should just go for better and end up going nowhere or backwards. I'm not always wise enough to know when to go for the best and when to just go for better. Sometimes I'm blinded why what could be versus what is possible. Balancing the ideal and the practical is something I still must pay attention to. He talks a lot about the role of Ceo, the role of a founder. Like, what is your... What... What is your role in the company? This is probably the most distinct description. There's a lot more detail in the interview though. But he says part of the Ceo's job is to control and beg and plead and threaten at times to do whatever is necessary to get people to see things in a bigger and more profound way than they have. And to do better work than they thought they could do. It's funny now. Now I just I thought just popped to my mind as I read that because in biography, I think it's biography written by Isaac. It might be becoming Steve jobs. But he also applies that to vendors. I remember the time they're looking for like, really high quality glass for the beat for the for the iphone. And the iphone was still development. I camera... I think that I wanna say that the glass was called, like, gorilla glass or whatever are the case is, but he's talking to the person, the founder and Ceo of that company, they had stopped producing the glass for some reason when then Steve's, like, talking about, this is this is perfect for my product. This is what I need, and this is how fast I need it. And so they start having, like, this big argument because that guy also is some gain Steve's respect because, Steve gets up on the whiteboard and and then, like, drawing all this stuff I he's, like you don't want to tell you're talking about. Like I spent my entire life in the glass industry. You... You're wrong. And so anyways, he's like, this is how much I need and you have... II6 weeks to do. Going off memory. So, you know, it doesn't matter if it's 6 weeks or 8 weeks whatever it is. But You have 6 weeks to do this. And the guys, like, this is impossible, and Steve just dead, like, locks eyes with the guy won't, like, won't interrupt, like, the the the the, like, eye contact with them and said something to the effect of you can do it, get your mind around it. And then, like, paragraph for 2 later. I I'm pretty sure I and is interviewing the guy guy's like, he was right. We we just did it. I don't know how it's even possible, but we did we did the impossible in such a shorter amount of time. And it took Steve just refusing to believe that we couldn't do it. And it's funny because go back, you know, that's happening let's say, That's probably 2006. Maybe it's maybe 10 years after this book. Maybe no. Maybe a little earlier, but in any case, like, go back to what he just said here. He's, like, at times, you have to do whatever is necessary to get people to see things in a bigger and more profound way than they have and to do better work than they thought they could. And now I'm laughing to myself because I keep telling you my favorite part of the interview, and then I find another favorite part of the interview. So this might be my favorite part of the interview. I'm gonna read the whole answer. This is fantastic. And it's extremely extremely important because, again, this book is set up is, like, I'm gonna tell you my philosophy fee on on starting a company and managing company developing new technology, but it's geared towards future entrepreneurs. So now this is his Steve Jobs answer. What advice would you give someone interested in starting their own company? And so here's what Steve said. A lot of people ask me. I wanna start a company. What should I do? My first question is always, what is your passion? What it is, what is it you wanna do in your company? Most of them say, I don't know. My advice is go get a job as a bus boy and until you figure it out. You've got to be passionate about something. You shouldn't start a company because you just wanna start a company. Almost every company I know of got started because nobody else believed in the idea and the last resort was to start the company. That's how Apple got started. That's how Pixar got started. That's how Intel got started. You need to have passion about your idea and you need to feel so strongly about it that you're willing to risk a lot. Starting a company is so hard that if you're not passionate about it, you will give up. If you're simply doing it because you wanna have a small company forget it. It is so much work and at a times is so mentally draining. The hardest thing I've ever done is to start a company. It's the funniest thing, but it's the hardest thing. And if you're not passionate about your goal or your reason for doing it, you will give up. You will not see it through. So you must have a very strong sense of what you want. And so there's a follow question, I'm gonna pull out 1 sentence from the answers to that follow question because I think it summarizes exactly what he just told us. You need... You have to need to run such a business and know you can do it better than anyone else. So now he gets into what he thinks went wrong at Apple in the 12 years that he was gone. This is really with his sentence so he's gonna say here is really do you remember that book, the auto, the score takes care of itself, it's... I think Founders like, 01:04 01:06 something there. But this is... The main point of the book is exactly what Steve is talking about here. He says, I was taught by some wise people that if you manage the top line of your company, your customers, your products, your strategy, then the bottom line will follow. But if you manage the bottom line of the company and forget about the rest, you'll eventually hit the wall because you've taken your eyes off the price. So he always talks about... When I was at Apple, are primary goal was to make the best products for our customers. And then when when Apple started to be successful and all the professional managers were brought in, their goal was to make the most money as possible. And he always talks about that. That may seem like a subtle difference, but it's not because it affects every decision you make, and he gives us, gives examples here. They this... They changed from the conviction of making the best computers in the world to the convictions of making money. That's a very subtle thing really. It was as if they boarded a rocket ship as it was leave leaving the launch pad, and they thought they made the rockets ship rather than have than having been just passengers. All these passengers were convinced that they made the rocket ship. That was fine until the company needed a new rocket ship. They needed a new 1 years ago, but the culture doesn't exist to know how to build rocket ships. And so you can think about that 850000000 that Apple spent on next. They had to... They spent it because they had to hire somebody that knew how to build a rocket ship. Apple had a wonderful set of values that was based on in many ways what He and Packard did. We copied a lot. And tried to build upon it. See, he he repeats this over and over again. This it's obviously very important. And it it's just obviously, he speaks to every single 1 of history's greatest entrepreneurs all learned from entrepreneurs that came before them. And you... Steve was fascinated about steve. Is he Pepper his conversation with this? He talks about what he learned from Hp from Bill Heal and David Packard, Actually, Bill Heal is interview in this book right before he dies, and I have some some some highlights from his interview as well, He'll talk about what he learned from Edwin Land from Bob No. He talks about other domains. Talks about the the importance of learning how to hire the best people from Robert Oppenheimer. How to have many different interests and combine those interests from Leonardo to Vinci. And so it's clear through his conversation that he spent, you know, this is 1 of history's greatest entrepreneur speaking to us. And he's telling us through his conversation to his actions. Hey, you really should be studying the great people that came for you. So says, our values are about building the best computers in the world, a lot changed they change that to the value of the reason we make computers is to make a lot of money. And so when you have that 2 different starting points, you know, things start to fall apart. So I think I've I've talked about enough of that. I think you get the point. Right? I... I mean... And this is the end of the interview, and I don't know if myself is this is so important. I don't know. The answer to the question. Like, remember this is the Internet's growing. It's clearly gonna change things, but His answer essentially is, I don't know. I know think something's gonna change? You can't predict those things. And really the way you think about this section is like, why you have to be able to trust your own judgment. And it says speaking of great products, what do you think the next great products of this industry are going to be? What is the future? To be honest, I have no idea. All you can see are the plate t trends. The trend is that computers will move from primarily being a computational device to being primarily a communications device. Think about the the the device that he is going to create in this environment within the next decade that has changed all of our lives. The trend is that computers will move from primarily being a computational device to primarily a communications device. We've known that that was coming. The Internet is certainly doing it on a larger scale than some people had imagined. But what this all means yet I don't know. I think there's room for a lot more breakthroughs. This is why I love reading these older books because this is the perspective in 97. His... The mindset was there Right? He... He had the the idea the the the Kernel of the ideas right there. I I know something's gonna change. I know the future is can be different from the from the present. And I know I have all these other transform transformative technologies I can take advantage of. So how can I combine these and how can I make? How can I take advantage of that? Right? I think there's room for a lot more breakthroughs. I think when they happen, they might spread very quickly, much like the worldwide web. Meaning how dead on was he about this. This is crazy, meaning that in a period of 5 years, things could be very different. But it's hard to say exactly what they're going to be. It's very hard. Okay. So that was just 1 interview. And that interview was teach was just absolutely amazing. I absolutely loved it. Highly recommend you reading the whole thing. I... I'm gonna... No. It was gonna be a long podcast, man. Oh, man. Okay. So I'm gonna go on to this guy. I didn't even know what I love, I get a lot of feedback from from listeners is, like, you you've introduced me so many people I didn't know exist. It's the same for me. And know, III probably know 80 percent of the people existed before I start reading about them and then, you know, 1... Books or original links, maybe you to 1 idea to another 1 person to another. So this is another example of this. And what's amazing to me. And why we have so many more books we can learn of in the future from. Is, you know, you're introduced all these people, Like, this guy, Tj j Rogers. Never heard of him before. He he's founded this company named Cypress. Semiconductor, he ran it for 35 years. Just another person that was wildly successful, founder entrepreneur that we can learn from. I just wanna pull out a couple quotes from, again, this is not gonna be, like, a normal narrative podcast. I'm just trying to give. Like, if you think of these interviews as, like, the highlights of their multiple decade career, I'm giving you the highlights of highlights. Right? But I... So I I spent probably 20 hours, 25 hours preparing for this podcast, like, reading the book, reread my notes, then going on these rabbit holes trying to figure out who these people were, reading about them setting what their companies. And so it was funny because in Tj j Rodgers Wikipedia page, it says, he's known for his bras personality. And so I didn't see that till after I read his interview, and I'm like, I have all these highlights. Like, who was this man act that I'm reading from him because his personality jumps right off the page. So I'm just gonna give you some highlights of some highlights. And a lot of this is, like, a lot of people are the a lot of primary motivations for peep people starting their companies, surprisingly enough is frustration. Right? And so that was his case. He's working at, company called Amd? He has a good idea. They won't let him build it, And this is not a kind of person that's gonna... That you're gonna be able to stop from doing what he wants to do. So says, why do you leave... Why do you leave Amd and start your own company. And so he answers their question with a question? Well, why do people actually start throwing own companies? The standard entrepreneur entrepreneurial answer is frustration. You see a company running poorly, you see that it could be done a whole lot better. You realize that the other guys really aren't that good. All of a sudden, you understand that you could be built... You could go build something bigger and more important than where you are than where you are. That is a big deal. And so this idea is like you realize the other guys really aren't that good. I think reading James Dyson auto either 1 of them that I've occurred on the podcast is a good example of that because he he he talks about this over and over again. He's, like, there's so many industries where hundreds of millions of people, are people are using this product, and it sucks it could be improved. It's doing an okay job because people just don't care. They're making money that if you can make money putting on an okay product, it's very hard to incentivize that person to continue to improve that product because they're already making a bunch of money. Now you can make even more money and James case he showed, like the people would pay 4 times when they were paying for a vacuum cleaner if it was better. 1 of my favorite stories about this is the idea people always pay for quality. Yvonne S Founder of Pat. Before he he started Pat because he was a Blacks myth. He was making pecans, I think or pitt pecans, I think how you pronounce it. So things that mountain climber use to support their their themselves as they climb them mountain at the time, they're 20 cents. He's like, these are cheap pieces of garbage. So he starts making amount of old, like, axles, like, ford model... Model a ford axles. And he winds up, he makes the the highest quality town in the world. He charges 20 times what his competitors to do, and he takes 75 percent of the market. Alright. But this idea it's like, I'm frustrated, this product could be better why are we not like, fulfilling the full potential of what's happening. And James applies that to wheelbarrow and vacuum cleaners and hair dryers and all kinds of stuff. And so tj j, he... He's like, I'm a technologist. I applied this to semiconductor. Right? And this is he founded this company where 19 eighties, maybe? 82, actually. So it says, okay. So that, you know, you could be doing that... That's a big deal to understand that frustration is usually an opportunity. And then we're gonna get to his... His personality you see it jumps off the page, and they asked this question to a lot of them, does the idea have to be original to start a business? No. I think that premise is total bullshit. If you look at Hp, their first 2 products were automatic euro flush and bowling pin centers. And so then he uses that as a segue into, you know, I was... It's not that they... The Amd didn't know Had a better technology that we had at better technologies. It was politics. It's a weird, you know, big companies operating very strange ways, and it's there... The fact that it become so rigid. Is that's the opportunity for entrepreneurs. In 19 79 and knew exactly how to do it. And at Amd, I was prevented from doing it by internal politics. By superiors who had no clue about technology. I looked at the semiconductor business and I saw wonderful opportunities. I concluded the same thing that the Japanese did about the same time in 19 79. The American semiconductor industry was really weak. The powerhouse is intel advanced micro devices were arrogant. They were riding a wave they no longer had earned, and they could be taken apart by superior technology. And we see this again. This is dyson to the same thing. He offered his idea for a iconic vacuum to the company he was working for, and they said, no. Tj j does the same thing here. He says, I explained the idea I explained the idea and and and and hired a group to do the research and development. Those guys were political He's talking about the people that prevented him. Those guys were political credence. Their boss was a moron. They assumed that because Intel couldn't do it that they couldn't do it. It infuriated me. And so he talks about it It's like, they had a billion dollar. There's a billion dollar company. You had all this money to spend R and D How the hell do they lose. The large companies routinely cannot crunch little companies. So something's got to be wrong. Large companies must be screwing up a lot of stuff to lose when they're that big. And so eventually, Tj is like, forget this. I'm annoyed He says my life was too short for that kind of crap. They were not proficient. They were pathetic. That's why the Japanese kick their asses. And so let's pause and in his story. Right He's like, okay, I, he sounds extremely arrogant. Right? At this point. He's just, like, this is a giant company I'm working for, succeeding the market and yet, you know, they... They've missed this opportunity. Their idiots, their political creed, their morons. He's using all this the this language. And really, there's 2 things that popped to my mind, because he he goes on. I'm, obviously just give me a highlights. But he he talks about this a lot. And there's something that, I think is fundamentally, if you're gonna work with entrepreneurs and, obviously, it's, like, you probably have this mindset yourself. It's something that was stated explicitly a few weeks ago in the the the the book on George Do, the very first the world's first venture capitalists. And something that Ken Olson, who's also in this book was somebody that George funded and mentored. And George had a fundamental understanding of the mindset. I think part of the reason he was so successful and able to pioneer his field is because he understood who they are on, like, a psychological level. And in that book, there's a quote Let me pulled it up real quick. He said this is... They're describing George. He says he knew that if entrepreneurs weren't self driven and a bit ego, they would be punching the clock for Ibm or general electric. And we see the same thing the same kind of, again, they're all... These these traits are just they repair over and over again. We see the same trait from Tj j. You know, he is self driven. He definitely ego. And if he wasn't, he would stayed. And the point I wanna bring to your attention Is like, he is supposed to think that way. He is it's not something that needs to be changed. Right? I was listening to this interview, Jay z gave. It was a few years ago, he's about to play yankee stadium. It's a legends of the summer. And he gives us hour long interview with the guy named Elliot Wilson. And he's talking about the mindset. There's this whole thing about, you know, learning in that interview talks about, you know, I respect the people that came before me. Like, you have to respect the the the the people that came before before him. So he talks about, you know, learning from Hip hop Legends like Cool, big daddy kane, Rock him. And he says, like, I have respect for them. I'm competing with them. Right? I'm competing with their legacy. I wanna be better than them. That's why I'm doing this just like why I keep working, but I I respect them because you have to respect the person that opened the door and laid some groundwork for you. And he talks about having that self belief, the importance of having the self belief saying, okay, I respect the guys that came before me, the people that came before me that made that were the pioneers of what I'm doing. But I also have the self belief to realize that I can build upon it, and I can actually be better than them. And then the person following me will be better than me and he said something so that I'm giving you the background to get to the main point of why I'm telling you the story is because he signed this guy named Jay Cole. And so he sees himself as, like, a mentor to Jay Cole, the next generation of of Hip hop artist. And they both were putting out at this time at this point when he's given the interview Several years ago. They were both... Jay z and J Cole. Were putting an album mount at the same time. And Jay z said something that I never forgot that I think ties together with Tj j's, the mindset that he has what George Do understood about entrepreneurs what Steve Jobs had, and he says, Jay says, I'm sure Jay Cole thinks his album is better than mine. I'm cool with that. He is supposed to believe that. Think about that sentence. He is supposed to believe that. Because I think what Jay z, George Do, Tj j Rogers, Steve jobs, and many others all have in common. They understood that belief comes before ability You don't mistakenly become great. Yeah. 1 point you believe, hey, I could be good at this. Then you worked hard to be good at it. But you don't accidentally become great. So I just love the fact that he's, like, listen, my life is too short. I see this opportunity. I'm self driven I'm a little bit ego, and I have the belief that I can do it, and he jumps. He jumps from a great situation, and he was right to do this because he founded a company and he was able to run that company for 36 years. So just a few more highlights from this interview I love this a quick idea. There's no such thing as a safe harbor. The only safe harbor is competency. Competency at doing something well. Then he talks about the fact that he just repeated you know, history doesn't repeat human nature does. So just like he accused all these other people inside the company's getting fat and arrogant. He's like I did the same thing. I did the same thing. I exploded the opportunity they left open to me. I got super successful, and then I got high on my own supply. After having attacked the fat arrogant major companies successfully. We went ahead and did exactly what they did. We read our own newspaper clipping. I got arrogant. That was a cultural problem. Because our attitude of manufacturing was we are cyprus how can we get left behind? Think he's got 2 more ideas. Or 2 more sets this is really about the same thing and this fact that you always have to be learning. There's no stopping. So says it is brutal in that the difference between a ridiculous plus or minus 2 percent learning curve, compounded over 3 years will put you out of business. And then he follows up and just kinda of summarizes that point for us. Knowledge is profit. It goes into more detail about developing core values for your company. This is the last thing I'll read from this interview before moving on, and it gives you an idea. This is just this, you know, this guy with psychopathic psycho levels of drive. And the fact that, like, I I'm going to win. I'm going to do whatever I can to push this forward, and so he made he made winning. His first his first core... The company's core value. I just thought it's funny. If winning is not a core value, then you just say shit happens. You bundle along with mediocre performance until you get acquired or you get fired. But if winning is a core value, then you have a visceral reaction when you're violating that core value. So summarize that is have a visceral reaction to losing. Okay. So I wanna move ahead. I got just a few fast sentences here for you from the founder of, American Online Steve Case. And so this is the idea that you and I I've talked about before. That's extremely counterintuitive. I had a hard time wrapping my mind around that. It came from Peter Till, like, you know, 95 percent. I forget forgot what it was. 90 percent, 95 percent of the all the profits of these companies happen in the future. I'm like, just didn't fundamentally they didn't make sense to me and then you, you know, you see things like, oh, you know, first year, Salesforce did 500000 dollars in sales, you know, 25 years later or 30 years later or whatever it is. Now they do 500000 dollars in sales every 26 minutes. Like, you see there's constant, like, these kinda stats that pop up from time to time. And so, Steve's talking about, you know, the the the danger of quitting a good idea. It says most of the slow growth had to do with market timing. A lot of these technology based markets just take a while, usually a decade before they hit their stride. And then he's got a great quote. The the the name of this chapter is it's the customer stupid. And so Steve's idea is just like everything starts with the customer experience that should be You should create the the the the best customer experience and work backwards from that. Something we've seen over whatever and see Jobs uses that idea. Jeff Bezos uses that idea. Edwin Lan used that idea just ton... Just kind of people use that idea. And so everything else is peripheral to that core idea of creating a more compelling consumer experience than that people can't get anywhere else. It must excite them so much that they'll run down the street and tell their neighbors and relatives to to to get online too. In his case to to buy Aol too. You combine the idea with not giving up holding on and holding on long enough to create a customer experience. It's so good that people talk about it because that was the only durable source of of growth. Okay. So let's move on to Scott Cook, which is a founder of Intuit. This part was really... This is called. It's the customer stupid part too. And so I only have a few highlights in here. I I hope my reading comprehension is is adequate for you because it sounds like he started those business. He's like, listen, we we try to get 2000000 dollars from Vcs. We weren't only able to raise a hundred and 51000 from, smaller investors. And it sounds like that's all he ever used. And I don't know if he maybe raised more after this book because that's unbelievable to me That's, like, really quite impressive actually. And another reason I would say we the benefit of buying this book and reading it is because you'll see that there's, people that will give conflicting advice. And, you know, there's no 1 formula for entrepreneurship to quote Peter Till again. And so some people say, you know, raise as much money as you can. Some people say don't raise any money bootstrap, They just go back and forth some say, you know, this is the most important say some some people say this thing is the most important. And I think exposing yourself to the wide variety of that is it's, like, you got... I don't think many people suffer from that dilution. Is if there's 1 rate way to about a company because in practice, you're kind of a abused of that notion rather quickly. But I do think it's interest... It's important to expose ourselves to, wide range of thoughts, use them, think, go back to Charlie Mu idea that ideas are tools. And that you just constantly have, you know, your toolbox is is full of these ideas, and you just pull up the right tool at the right time. You know, if you gotta screw something in, you don't pull out a hammer. And so his point there is, like, it it depends on the context of the situation. Really, I'm gonna just pull out I do find the the the the the founding story of into it interesting. I didn't know it before I read this book. But I just wanna talk about the fact that he's just on your ass about studying your customers, talking to your customers. Study study study gives you a massive advantage if you actually do this, he's... You know, his point is, like, if you study your customers front and back, you know the problems they have exactly. And once you know the problems they have exactly, you know if you you create a solution to that problem or not. And if you know that you create a solution that problem or or not, your customer will. Or your customer obviously, it would be obvious that that that you've solved their problem. And if you solve their problem, you will constantly... They'll constantly be coming back to you, giving you money, telling other people about that. And so he says this in multiple different ways over multiple different pages here is the first example. The key to business success is knowing your customer cold. Another line from him. The key here is that great business breakthroughs news occur at the intersection of what customers really want and what technology does well. True greatness lies in that intersection. The entire story you talk about Listen. We talk to our customers at the beginning, and we talk to the our customers today. And so it's really... It's it this says the chapter titles. It's the customer stupid part 2. It's really talk to your customers. And so this is interview happening on, like a bench outside of their corporate headquarters. And so they're they're going through talking about. He he he just repeats the same thing in different ways. It's almost like he has 1 idea. Right? You don't need marketing budgets. The most important thing is to get your people to talk to customers. The most in this skips a couple sentences. The most important thing is for you to talk with customers. And it says at this point in time, Eric dunn the Vp of Intuit its personal finance group. Walk past, walk past us in the courtyard. Cook called out to him. Eric, how many of your engineers in the past year have visited customers directly are interviewed them over the phone. Eric says. Over 80 percent, probably closer to a hundred percent. And so this is Scott, following up on what Eric just said. It's the most important thing. Initially, we spent nothing on market research because we just had our people spend time on the phone interviewing customers. Spending time with them at work and spending time watching them in usability test, just sitting there and taking notes. And so he makes the point. He's like, the reason that we were able to compete with other well better funded competitors because we understood the problem better because we talk customers So it... Once we got people to try the product, it solved the problem they needed faster than our competitors, which gave us some money to grow. So we took the money from sales, and then we reinvest in direct advertising, and I'm gonna read the section to you, because I thought the way he phrase this was really interesting. But it goes back to this idea. I pretty sure I got this from Steve Jobs too. He's like listen, I want every single person on the planet have an apple device. And and he does that not because he wanted to be extremely wealthy because he he genuinely believe that his product was the best product. And it made the the lives of his customers better. And so his point was like, if I want that to happen, we must be a great marketing company. And so the idea I took... The inside insight I took from that is, like, listen, you... If you truly believe that you've built something that makes someone's life better. You have a moral obligation to get good at marketing. So then Scott says, then we then we learned how to get good at direct advertising. At that point in time, we had to get good at generating demand through advertising. Since we couldn't afford a Salesforce to cover the hundreds of thousands of stores around the country. I got some people to teach me direct response advertising. We were sick and tired of running a little company and wanted to either grow the business or get out. And then we'll end this section which is a fantastic quote from Scott Cook, you must simply have a manic focus on delivering the best to your customer and taking the best ideas wherever you find them. Okay. So now I wanna get to the the interview with Michael Dell. I found this really, really fast. I have a a decent amount of highlights for you. And then know That's left myself on the very first page and I went back and did this after I read the interview Was like this... He built an building an empire from your dorm room just from better distribution. And so definitely intrigued me. I wanna see if he has a biography and auto because he he run been ran this company. He's still running his company. I just looked it up. I I knew he took it private. I didn't know so it went public, then he takes a private. I didn't know he went he went public again. So I missed that that other that other sequence, I guess. So I want to... I know It's very fascinating how he started something when he's extremely young, and he's still doing into this day, Like, that is admirable and very rare and so I wanna learn from that that person if I can. So a little background in Michael Dell and Michael Dell first year of business his company sales top 6000000 dollars, all from selling computers. Michael Dell sold computers somewhat uniquely. He sold them directly to the customer. This means that Michael Dell didn't have a showroom where he sold computers. He sold them over the phone. He sold them from his dorm room. He helped revolutionize the idea that consumers could buy computers over the phone. This gave him higher margins. This gave him higher margins and and gave the customer a better deal than they would get a retailers. He did 6000000 of sales in 19 84. 3 years later, he was doing 69000000 in sales. And then in 91, 546000000. So let's say, from 7 years. Let's let's go to the very end of that. So year 1, 6000000. Year 7, almost a a hundred times that amount, almost 600000000 dollars. That's that's wild. So they asked him the question. Like, you're in your door room at what point did you realize that you had a potential to create a very large business. And so he says, I thought and he's got some interesting, like, ideas here you. I remember there was a point where I realized that I had the opportunity to sell in excess of a million dollars a month of computers, and that this was a very reachable goal without a lot of obstacles. That that combined with what I saw as an economic disco with the retail computer dealers sprout up all over the countryside with their high markup ups and low service. This just appeared to be a basic opportunity. And so when he's saying, my focus was completely reversed. From the focus of the industry at that time. So he says my underlying thinking was to focus on economics first, and then the customer and then the product as opposed to product, customer economics, which is the traditional way in our industry. And this kind of thinking has been fundamental to our success for a very long time. So I could this initial success? He drops out of school, and they're, like, well, did you... Like, how did you make the decision to leave school? He says well, it didn't really seem very risky to me because I was already earning obscene amounts of money for what to me appeared to be a relatively simple work. The worst thing that could happen was that I would discover something that I didn't know at the time, and I would return to school. In fact, I thought the greater risk for me would be to stay in school in case the opportunity disappeared. And so I just paused over that paragraph because it's just how is it possible? He's doing something that 1 appears easy to him. Right? 2 is making obscene amount of money. If you really think about it, like, what is he doing so differently? He just studied the industry realized you guys are all copying each other. The end result for the customer, the fact that you're all copying each other is not good. You're offering them higher prices than you need to because you have all these other expenses, and you have crappy service. And so he's like if I can just solve those 2 things if I can provide a better price and better service. I don't have to generate demand. Everybody at this point in history is buying computers, some of which are buying them for the first time. So let me just go ahead and fill that need in a way that is better for the customer. That is very fascinating at the degree of difficulty does not have to be high. If you just stop and, again, ask, why are you doing this? Is there a better way to do this? So he starts that model in 84. He's talking about it in 97 13 years later, and a lot of them are still not catching up. Right? He says let's focus on this is the question, rather. Let's focus on this model of direct to consumer. Why didn't your competitors try this earlier? They clearly saw you making so much money by eliminating overhead and offering customers a better deal. Why do you think you... They were so sluggish and responding. Michael's answer. They have underestimated the business model and continue to do so even today? And so he talks about, like, all these other people like compact and and all these other competitors. They have this weird idea. Where it's just like, yeah. This is gonna work, but it only works until you get to x amount. Right? So Michael says, they didn't think that we could grow beyond a hundred and 50... A hundred and 50000000 dollars in sales. And now that's that's about 2 days worth of orders. He laughed. It's what... I like how they put and he laughed in parenthesis there. And this is not unique to Michael Dell to compact. You'll have... You'll see people like, in in existing industries. When they're are confronted with a new model, humans for some reason, they put these artificial limits. On what a new model is, like, possible of what it can do. And the the best example of this is when Jeff bezos is in early days of Amazon. He's constantly trying to recruit out of Walmart. And Walmart will will tell the people he's trying to recruit. He's like, why you doing that? Like, his... You're you're gonna jump on the ship of Amazon. It's gonna fall apart because his model is gonna it's... In the book, it says the Amazon model is gonna fall apart at a hundred million a year. This just random arbitrary number said with such conviction. I appreciate that was Lee Scott, if I'm not mistaken. 1 of the the... If it wasn't ceo if Walmart time. There's was 1 of the higher ups. But, again, we see the same thing Just like, okay. Well, I'm gonna pick this Dell competitors, I'm just gonna pick this arbitrary number. If he stays a hundred and 49000000 sales. Right? He's okay. But once he gets to 151, it's gonna fall apart. Like, what are you talking about? And so Del Dale point is it's like, my huge... My advantage was very clear. Like, it's very obvious that you should stay as close to your customers as possible, and the dealers are not your customer. For everybody else at his time, his competitors, their customer that they sold to was the dealer. And so he says being detached from the customer is the ultimate death. And a lot of these guys, they think their customer is the dealer, which is still amazing to me. And then he is parting advice for new entrepreneurs, and it's really on why you have to experiment and he have to do it quickly. So he says the challenge and a startup is that you almost have to spread your wings pretty far to see what will work. So the faster you do the experimentation and get rid of things that don't work and keep doing things that do work, the faster you get to the winning business model. Okay. So I obviously have to skip over very interesting people, by the way. So if you obviously wanna learn from everybody. There's 16 people in here, all of which built fundamentally great companies so that we can learn from. I wanna get to Bill gates though because 1 of my favorite books I ever for the podcast was Hard drive, Bill Gates in the making of the Microsoft Empire. It's like Founders 01:42 or something like that. But the reason I like that book is because it's... It it covers the first 35 years of Bill Gates life. And it ends with the Microsoft Ipo. And so we really get to see when I'm re... By reading that book, like, who actually built the Microsoft Empire. Right? It's not the guy, Yeah, the, you know, the person we see on Tv today or the per the person, you know, the Philanthropist and, you know, the the older version of O gates. A much less hardcore intense version. And so the name of this chapter is running the Panzer division. That of course is a a reference to the panzer tank. The German tank, it's an armored fighting vehicle tended as a primary... Primarily as an offensive weapon. And so 1 of the things I learned from Bill Gates. And 1 of the things I wish to develop is his... How fat... How... First of all, his... The way he was able to maintain focus on what was actually important for Microsoft success. But the speed at which he moved. So it says anyone who dropped out of college at 19 to start a company Albert albuquerque New Mexico and turns it into an 8000000000 dollar software companies doing something right. 1 telling characteristic is Gates pension for reading biographies of great minds, people like Napoleon and Alfred Sloan. It is not surprising that Gates reads these with the premise that perhaps 1 of the best ways to become a leader is to understand how others did it themselves. Gates work ethic is as impressive as his Intellect, and that's the crazy things. Like, you know, a lot ton of super smart people. There's a ton of super hardworking people. It's very rare that you have the combination of those, of those 2 traits. And so let me just pull out some some highlights. These are bill's words as This is very fascinating. Talks about, like, why he felt he had an advantage at the beginning. And so his point is that everybody else in our industry was focused on doing the same thing. They both... They wanted to make hardware and software? And he says the key advantage that he had is, like, why don't we just focus on software. And that's why he had these gigantic margins, when when Microsoft goes public. Right? And, they're doing a hundred and 40000000 dollars a year in sales and 30 percent. Third... Actually 31000000 in profits. The year before they went public. It's just wild. The insight to do a dedicated... This is Bill talking. The insight to do a dedicated software company was key because, companies like Weighing or D or Ibm who had lots of software expertise didn't have that vision. So another example of I... My advantage is just doing something, analyzing my. Not very different from what Michael Del dill just told us and doing what doing something that they're that they missed. They're not doing. They didn't treat that their software skill as a key business. And his point is that was our entire business. So we could focus on it. He also talks about the advantage of knowing what you compete with, not just who. Okay. So he says our sales approach was to was to go to companies and say, if you had to write software in house, your your fixed engineering budget would be x and Microsoft's price is less than half what you dreamed you could do it for. And far better than you could do. We competed against in house engineering budgets. Notice he didn't say we're competing with this company. This is what we're competing with. This reminds me of the founder of Southwest, Herb Keller did a podcast on him a long time ago, and he was Southwest, the company he found it was the only successful the the only airline. There was a the that ever turned a profit for, like, something like, 40 years in a row, and there's a great story in that in the book that I read, where he's... They're making profits. This is fantastic. They have low fares. Right? And so some of their investors come up and, like, herb herb you're killing it, But, you know, your price is too cheap. Like, I know we're making profit at this cheap price, but look, our competitors, like, they're chart... You could fly... Not I'm making up the numbers, but it's like, you know, we could fly to Dallas for 40 bucks We charge 16. He's like, why can't we just charge 18 or 19 and squeeze a little bit more profit up. And herb point like, you don't even know who we're competing with. We're or what we're competing with rather. We're not competing with other airlines. We're competing with ground travel. In other words, he knew what he was competing with not who. And if I keep increasing my price, now the people that would have flown can just... It's cheaper to drive. So I'll just go ahead and drive because at that time Southwest was only in... They did in interstate flights like flights throughout Texas. So the follow question to to him saying, this is, you know, we're competing against... We know what we're competing against and that's in house engineering budgets. So your sales pitch was to Outsource? Yes. What they got from us was more powerful than if they had done it themselves. And so 1 of the most surprising things is if you look at there days of Microsoft is how financially conservative Bill Gates was first 30... First 30 employees. It was Bill, his secretary and 28 programmers. Bill answer the phones, checked the mail, did all the sales. And then he would just... He would constantly obsessed with, well, I'm not gonna remember my point because he says the same thing here. Software is a very unusual business. Software is a very unusual business. The development work is not that... Is not that capital intensive In the first year, we generated cash like Mad, even though we had we had many customers who went bankrupt. In other words, we had a wide margin for error. I always wanted to have enough money in the bank so that if nobody paid us for a year, we'd be okay. I thought this was a unique idea, keep a list of your mistakes and make sure everybody in the company remembers them. I used to have this memo that I updated every year called the 10 great great mistakes of Microsoft. And I would try to make them very similar for people to talk about lessons for the company's future. Many of our mistakes relate to markets. We didn't get it into as early as we should have. So you're saying we didn't move quick enough in that case. A couple times we didn't really accurately assess the the complexity of a project, so we thought it was gonna be easier than it was, and we had a few cases where we compromise in terms of the quality of the people we hired. It's just got 1 random sentence here that I think is actually really profound to understand, like, the psychological impact that you're gonna have when you're building a company because you wanna do a company, you have to be slightly crazy. Right? It was a real challenge because the demand for our capabilities exceeded what we could do. In other way, in other words, Bill Gates is telling us that you're always going to be slightly uncomfortable. Something else that fascinating that really speaks to this time period, you know, Microsoft already hugely successful. They're... I think they're being investigated for moving monopoly already, and he thinks even with 20000 employees and a 20000000000 dollar net worth. Bill knew that it was just the beginning that the opportunity is still in front of him. And then look at the growth of Microsoft front, how much money they've produced since this time Is was right. There is a huge business out there. In terms of getting to the market potential, it's all in front of us. There's an opportunity to make about 55000000000 dollars out there. And you ought put that on the front of your book. 2 sentences that that both teach us the same thing, keep the main thing, the main thing. In other words, what got you successful, keep doing that. And he says, we sell software, not stock. And then the next page he continues... This this sentence is the same thing... Same thing. Like, I'm still focused on the the most important thing. I'm more committed to my job than most other people. Okay. So Wanna move on to the Andy Grove chapter he's obviously alive at this point. He was their professor. So he was teaching a class, and they were in his class. So just a little bit about Andy Bio. I covered this in his fantastic book. His memoir called swimming which covers the first 21 years of his life was unbelievable what this guy had lived lived through. After the 19 56 Soviet invasion of Hungary, Grove escaped on a boat filled with refugees and landed in New York with only 20 dollars in his pocket. 3 years after landing on Us soil, grove graduated first in class with a degree in chemical engineering, paying his way through college by being a waiter. 3 years later, he obtained a Phd, and used his writing skills to craft physics and technology of semiconductor devices, which is considered even today to be the seminal introduction semiconductor engineering for students. So it says Grove left Berkeley to work for Gordon moore and Robert No, a fair child semiconductor, and then he followed them when noise... Noise and more left to found intel. Okay. So just a few highlights from his interview and this is just a fantastic quote, the important things of tomorrow are probably going to be things that are overlooked today. And then he goes into the fact that it's real easy to start something, but is extremely hard to last. So it says everybody could start a a start up and come up with 1 product. We see that over and over again, but making the company into something of a self sustaining institution with its own methods and More and organization, that's tough. And the note left myself right under that paragraph is really what I... What what he's saying. It's like, it's nice that you're alive today. That's not as impressive. Let's see who's still around a decade from now. Then he's given some background about early days of Intel, and, you know, what other businesses can expect. And it's like, listen, it is difficult and not obvious. Our first successful product was enormously difficult to get into production. They were so difficult to make and test. The important thing to realize is that a lot of major business decisions are not obvious. Nothing and he's gonna give an example of right now, Apple's, you know, not doing well. Right? Nothing is obvious about Apple. Other than the fact that they're in trouble. That's very obvious. But what to... But what to do about it is not obvious. If you lined up 3 or 4 people in your book and gave them a blank sheet of paper and said, if I were the Ceo of Apple, I would blank, each would have a different answer. Another example of the the dangers of artificially limit limiting the potential amount of customers that you think you can you could get. The markets are usually bigger than you think. He's talking about was, like, I Ibm, which this blew My mind. Ibm thought that the lifetime production of Pcs, meaning all the the Pcs that they will ever make would only be 200000 machines. And then they ask like, we we love we loved your class, but why are you teaching? Like, now aren't you busy? And this is another example we see over whenever you're on the fact that if you're not teaching, you're not doing your job as a leader in the company. Right? Why do you teach it Stanford because I enjoy it. It's very simple. I always like teaching. A top both during my engineering days and during the period of time when Intel made the transition into more systematic management. I started teaching management practices at Intel, out of which came, my book, high output management. And then he closes on the section with advice for people that wanna start a company, what would you recommend a young people trying to start a company from a from now Andy says, for first, a point about startups. I can't look at a start as an end result. A start up to me is a means to achieve an end. A lot of your business school friends come up to me and say, hey, Andy. I wanna do a start up. I wanna do an intel. So what should it be? It just doesn't work that way. Instead, you should just figure first figure out what you wanna do? You want to say you wanna do semiconductor memory, for example. You wanna do semiconductor memory so bad that it hurts. This sounds a lot like the advice Steve jobs gave us at the beginning of the podcast. Right? And you can't do it where you are. So you do it within a startup. Otherwise, it's such an ass backwards way. People who did it exactly like that, saw mountain of opportunities that weren't there. Okay. So now I I got to Ken olsen. This is the founder of Digital Equipment Corporation. This is the guy that that George Do funded. It was the first big hit. I think they got, like, a 30000 percent return or something. He also has a book that I'll get to eventually. It's called a the ultimate entrepreneur. And he details, you know, how he started this and and managed this cra successful company. But what I found most interesting in this interview is the fact that he he talks about, you know, we took off like a rocket and then we hit... Like, we could've went out of business. And at it was at that point, he's like, I have to fundamentally change how operating my company. Right? So the note of myself is the company's future drastically changed. When I realized that the manager who insists on making every decision is a dumb manager. And so he's, like, I found a blueprint, it happened to be Alfred Sloan. This this is by far 1 of the most influential books in American business manager ever that was Sloan auto. I did it a long time ago. It's called my years of general Motors. And we have Ken also things Listen, I... This is my blueprint. I copied it to the t. I can't tell you how many entrepreneurs that I've covered that that talk about how they impact this book had on them. In 1 case it was, like, a, literally a billion dollar idea that Henry Singleton found in that, because it talked about the importance of having ownership in, like, a strong financial institution at the early days of Gm when Billy Duran was running things. They almost went out business because they didn't have that. So Singleton took that idea and ran with it. I mean they talk about that a lot in the books at Singleton. But anyways, let me see if I can explain this to you because we're just gonna jump right into the action. So it says we were very profitable and we were growing fast. Then the profits deteriorated. So I was doing well, now I'm not doing well. What the hell happened here. And part of this is his... This got way too complex for him to make every decision. So he says, I now announced we we were a new company as of that day. We were now following Alfred sloan model. Sloan broke his company into biz... Broke his company up into business units and said that the management's job was to leave them alone. And so he's telling his plan to George Do. Call in general. Everybody called in general. General Do said Ken. I'll support you. Anything you do. But remember, no 1 ever succeeded at doing this. I religiously followed sloan. To this day, I don't think Digital Board of Directors understood the model. They'd say ken's a little funny. Real managers make all the decisions. The loneliness of my position cannot be exaggerated, but miracles happen. If you look at digital growth and profitability after that decision are growth accelerated. It was an absolute miracle. All of a sudden, I was no longer the terrible dictator because I was now in a position to criticize the managers. Those same people who had been so dumb became geniuses. The people who before were frustrating dumb. He's talking about how he viewed them, made the basis of digital success saying they weren't dumb. The structure in which I had them in was dumb. And so he gets to the point here. Do you see the secret there? The genius on my part. I have to tell you this because you wouldn't notice it was to follow Alfred sloan religiously, leave people alone. Nobody at the top is smart enough to know everything. Nobody is so competent that they can do everything for everybody. The problem is that very few people realize they can't do everything and can't make all the decisions. So he talks about the dangers of success, quite a bit actually. And so there's there's ways to think about that. He says, when you say your prayers a night, prayer pray for your profit and loss statement. That's a secret of success. When you're making too much money you get careless. That's when the business falls apart. And so little later on, they wanna circle back to. He's like, let's get back to that comment. You made about success getting to people's heads and destroying the company. Athletes, actors, politicians, even preacher. They can't survive success. And so was like, well, how to do He's like I. I didn't. That's how I know that you can't. I've I've... I wind up just, like, they said, like, we... They wind up what T tj j was saying. I like, they wind you end up reading your own press clipping, and you actually believe that you're just this genius and you can't fall. He's like, no. It's, you gotta get back to what made you successful. 1 thing he he says that's really smart. It's like, you you need to share the credit. Like, I was... You know, he's was talking about it. I was young bras, ego, like, that's not an environment where talented people are gonna stay. If you... If they don't feel like they... You understand, and the company understands how integral they are to success. And so he he has a great maxim here. Part of the secret is to avoid showing the world how smart you are. You're gonna win no matter what because you own the company. You have a large ownership in the company. Just give away the credit. You... That's fine. Everybody else can think other people did. It doesn't... It's not gonna affect anything. Part of the secret avoid showing the world how smart you are. Goes back to this idea that you can really use teaching as a marketing method. So it talks about... We had a training group. And so says our training group was bigger than motion universities. It was huge. If you think of that training group as a marketing tool, Can you imagine customers spending a week paying university level prices to be lecture about your products for a week or 2? You couldn't beat that as marketing? Customers swarmed in. And so his point he's like, why like, why would this be attractive to other people? Because your your your product gives your customers some kind of benefit. Some kind of extra skill. Right? And so if you can say, hey, come over here. I will spend a week or 2 in intensive training, so you know everything that this product, every superpower of this product can give you. What is teaching from your perspective is skill development from their perspective. And smart people know that the more they developed the skills, the more return on that investment they'll get in the future. So that's really interesting that you can use teaching as a marketing tool. And then he's just got a great quote to end his section. The best assumption to have is that any commonly held belief is wrong. And that is where I leave it to get the full story by the book using links it's and shown us your podcast player, and Amazon tells me a small percentage of sale. To great way to support the podcast and the absolute best way to support founders by gift subscriptions for friends, coworkers, whoever you think would benefit from learning from history great greatest entrepreneurs, if you I'll leave a link in the show notes so you can do that. That is 1... This what, 202 hundred and 8 books down 1000 to go, and I'll talk to you again soon."
}