{
  "transcript": "1 of his boy friends for cole Spielberg saying, he could envision himself going to the Academy awards and accepting an Oscar and thinking the Academy. He was 12. I've been really serious about filmmaking as a career since I was 12 years old, Spielberg said, I don't excuse those early years as a hobby. Do you know what I'm saying? I really did start then. That was an excerpt from the book that we talked to you about today, which is Steven Spielberg, a biography is written by Joseph Mcbride. And that is 1 of the reasons I wanted to read biography of Spielberg, it's because I think it's so... There's a few reasons, but 1 of it is the fact that from 12 from the from the age of 12 to 74, which is how old he is today. He's had the same goal. He has been making movies for 62 years. It's very rare for somebody to do something for that long for 62 years. So I think that somebody that we should, obviously be studying and learning from. Another reason that that he came to my attention because he appears in 1 of my favorite books that I've ever read for the podcast. That's back on founder number of 35, and that's the biography of George Lucas. It's called George Lucas a Life. And George and Steven met when they were in the early twenties and they became best friends and collaborators throughout their entire career. And I actually just re listen to that episode. And then I re reread. I wanna make sure I'm reread my highlights from that book from that George Lucas book every year because I think what he did his approach to filmmaking. They made him a multi billionaire. There's a lot of ideas that he used? He just... In his work that we can use in ours where he just approached the industry? Like, well, why is... He just kept asking why? Like, why movies made this way? Why are they finance this way? Why are they own this way? Why they distributed this way? And he comp... Constantly questioned every aspect and realized, hey, I could come up with a better way to do things. And my favorite sentence in the entire, and that's another gigantic book. It's like 500 pages. It's George Lucas una una invested in what he believed in most. Himself. And we'll see today that Steven Spielberg did the exact same thing. So for today's podcast, it took a really, really long time. This is a gigantic book. It's almost 500 pages. The author interviewed 300... Over 325 people the new Steven Spielberg. It goes into amazing detail of all the movies he made up until the end of the book, the book ends. He had just finished Sc list and jurassic park. He's just over 50 years old. And in addition to reading the book, I also watched and took notes on this documentary that's on Hbo Max right now, which is a bio serves as another biography of Steven Spielberg, as well. It's 2 and a half hours long. So between the book, and watching the documentary and take notes. It took me about 30 hours of prep work before I'm sitting down and talk to you about it. So I'm gonna be working off my notes in the book and the notes from the documentary as well. Before I jump into the book, I wanna tie something that's remarkable that maybe you knew this. It it blew my mind when I found I found this out because Tell you how Steven Spielberg reminds me of Coco Chanel. So a few weeks ago 3 months ago I read, the second biography of Coco chanel red. And she became... She started off as an orphan and I wind out before she died. She was the original richest woman in the world. And part of the re way she she got that way was because she signed 1 of the most lucrative deals in history. She previously made a mistake when she started her perfume company, she went up giving away 90 percent of it, didn't realize that chanel number 5 was gonna be 1 of the most successfully commercial commercial products ever made. And so, like, 20... 15, 20 years later, she winds up redoing the deal, and she gets 2 percent of all sales globally. For chanel on number 5. That made her the... In today's dollar, so that means she made 300000000 dollars a year, and she had a clause in that deal where the company had to pay for every single 1 of her living expenses. So Spielberg has a very similar deal. I just found out because I'm gonna be reading a biography of michael Jordan soon as well that he has a deal like this. He gets... Michael Jordan gets 5 percent of all sales from from his Jordan, Shoe brand. And he he's estimated to make about a hundred and 50000000 dollars a year in present day, because they're doing around 3000000000 dollars a year in sales. So Spielberg winds up, and this deal done after the book ends. But he winds up signing a deal where he gets 2 percent of all the ticket revenue at universal studios, the theme parks. And so that's rumored to pay him out. Again, this is just from this 1 deal. To rumored to pay him up about 50 to 75000000 dollars, a a year they keep trying... Universal keeps trying to buy them out. They're say, hey, we'll give you a couple billion just to buy this contract and he keeps saying no. And 1 of the reasons I think that he keeps saying those because in that contract, it's not only the universal theme park that's in Orlando. But it's any future theme park that they built. And I think they're making a new 1 in China and somewhere else I can't remember the other destination or the the other place rather, but he's gonna get 2 percent of all ticket sales on that. And the last time I looked, it was something like 10:10 to 12000000 people a year. Buy tickets to just their universal theme park in Orlando. And for some reason when I was reading about that, an idea or quote from the founder Shopify, toby Lu luke popped into my mind. And he says you have to remember that the world is nonlinear linear. Spielberg, you know, had this passion for movies when he was 12 years old. He had no idea what opportunities him pursuing that passion over multiple decades could unlock in the future. Certainly couldn't have predicted that, hey, I can get 2 percent of all, 2 percent of all tickets at Universal Universal Studios, started you know, multiple decades in the future. So let's go to right when he's 16 years old. He just made this movie. It's called fire light. He winds up rem making this movie when he becomes a professional filmmaker, that's the movie. It's a the remake of this movie is closing encounters at the third kind, but we see his personality 16 years old and a lot of this sticks with him for his whole life. Steve see... And he he was go... He went by Steve Spielberg at this point in his career. Steve Spielberg had been shooting film obsessively for more than 7 years with a mono, man dedication that made him virtually oblivious to school work, dating, sports and other normal adolescent pursuit. So this idea of mono man dedication something that's gonna appear over and over in the book, It appears over and over again in the documentary as well. He repeats it over and over again. He's like, I had 1 focus. I was obsessed with movies. I knew right away that this is what I was gonna do for the rest of my life. And so he says, know they're quoting him when he was he's reflecting back at this time. As being a young young man, a young filmmaker. I was more or less a boy with a passion for a hobby that grew out of control and somewhat and that grew out of control and somewhat consume me. I discovered something I could do and people would be interested in it and me. I knew that after my third or fourth little film that this was going to be a career, not just a hobby. And that's another thing that just makes Spielberg extremely interesting. Like, how many people realize from such a young age. 2 people who in mind that that were similar to Spielberg. Was like, okay. I knew by the time I a teenager. I can do for my life. Ing var Cam pride, which is the founder of Ikea I've I've covered him back on. I think I'm found her number 01:02. He's saw Ikea. Like, 14 years old worked on until he died when he was in his eighties. And then Kobe Bryant knew from time he was a teenager Like, okay. I wanna be... My goal is to be the greatest basketball player of all time. So I think it's rare for anybody to find what they really wanna do in life, but even more rare that you know from such a young age. It's just remarkable. So it's a little bit about the family life and the fact that his he he was really uncontrollable. He was a born director, and we're gonna see this. So his mom is talking. She said, our house was run like a studio. We really worked hard for him. Your life was not worth a dime if you didn't because he na you crazy. Stephen had this way of directing everything. Remember, he's 16 years old the time. Not just his movies, his life. He directed our household. He was a terrible student in school, but I never thought what was going to become of him. His mom was so tolerant of her son's lack of interest in school that she often let him stay home, fanning illness so he get edit his movies. So there's a lot about, like, the the uncertainty of his his... Early family life that pops up in his movies talked about At Length documentary. It's covered over and over again in the book as well. His mom, he didn't really consider mom... His a mom. She was more like a friend. She basically had no rules. She wasn't interested in growing up. His parents went up getting divorce and I'll get into the bizarre story. Just crazy story. What his mom does. But then you have... So on 1 end you have his his mom was kinda like a friend. Right? And then his dad is this really gifted engineer that is highly recruited by the major technology companies of his. So they move around you know, from the East Coast to Phoenix to then he winds up in Silicon Valley, and his dad was a work. So Steve Steven, winds up em his dad. But in Stevens movies, a lot of them has to do with like an absentee dad. Had. So they went reconciling later on in life. But Steven had a really hard time with that. And Steven's dad also took a bad approach. In my opinion a bad approach. We kinda try to direct what his son was gonna do with his life. Force him into, hey, study masks and study engineering be an engineer like me. And Steven did... He just wasn't interested in that. He wasn't an interested in school. He knew. Okay. I'm gonna be a director. Not only not just... I'm gonna work in the film industry. I'm going to be a director. So he starts talking to his dad, about wanting to be a director and his dad's tries to... What's the way to to put this? He he tries to make him think smaller. So this... You'll see what I mean right here. So he says, he said, I wanna be director. And I said, well, if you wanna be a director, you gotta start at the bottom. You gotta be a gop and work your way up, and he said, no, dad. The first picture I do. I'm going to be a director, and he was. That blew my mind. That takes guts. And here's another quote from a young Stevens Spielberg, making movies grows on you. You can't shake it. I like directing movies above all. All I know for sure is I've gone too far to back out now. And so this idea, there's no turning back. This obviously conflicts with a lot of conventional life advice, but I... That it peers over and over regarding these biographies. These people it's just, like, I have no plan b. I'm all in on this idea. This this something he talks about in the book. Quote from the documentary. Says that there too. And now, you know, the book ends, this book ends. He's just over 50 years old, The documentary takes place he's in his early seventies. And he says, I realized there was no going back. This was going to be what I was going to do or I was going to die trying. This was going to be the rest of my life. So a few pages later, there's 2 sentences, each on separate pages that I think are very interesting, very quick lessons here. And 1 is that it's it's obvious Spielberg was 1 capable of independent thought. And part of that came out of the fact that he just felt like a mis. He felt different than everybody else. He felt he wasn't understood. He was not interested in the other things that were expected of a kid a young person his age, and he says, I never felt comfortable with myself because I was never part of the majority. I felt like an alien, then he talks about his approach to filmmaking which is very common for... I think how you make a good product. The fact that you put your place in you put yourself in the place of the customer. Like, you make what you want to see. And so he says Spielberg wants to find his approach to filmmaking by declaring. I am the audience. Recently is a 10 year anniversary of Steve Jobs Death, and I was reread some notes from this book about how they created the ipod. And Steve jobs and and his team at Apple said they knew that the ipod was gonna be a success because they loved using it. And Spielberg has a similar approach. He's like, I make movies that I want to see. A trait that we've seen in his earlier life that he keeps up for his entire hit the rest of his career, the book ends with jurassic Park with them discovering oh my god. Like, they... He he wants up trying to hire. He didn't know that Cgi had advanced so much. Right? That they could actually have the the v and rex who look like they did in that movie. And so, originally, they were trying to physically make, like, these costumes they were gonna have whether they were machines or they had people dressed up with them trying to run and trying to emulate what wind up being reproduced by the computer in the movie. But from the very beginning, he was obsessed with with finding the latest cutting edge technology he could apply to his craft. This is something that's very important. And really the way to think about technology is not just computers. This technology is just a better way to do some. Thing. Right? And you should invest in it because the savings compound. The money he saved instead of having 30 or 50 different people running around, I think about all the people that had to make the actual the steal, the plastic, The materials that the dinosaurs had to be made out of could all be replaced by software. And Jurassic ones being 1 of the most profitable movies. I think he made, like, 250000000 dollars. He's probably made more since then, you know, in the 20 years since then. Just off that movie. It's just remarkable. And part of that was investing in technology V Technology technologies Savings Compound, Stevens fascination with all kinds of cutting edge technology and his mastery of the tools of filmmaking have been evident from the earliest days of his professional career. And there's actual a scene... Where I'm getting ahead of myself, but there's a scene in that documentary where Steven goes up to industrial light magic, which is Luke George Lucas special effects company, and they created the Cgi for the of for, I think it was the trans rex running. If I remember the scene correctly. And they just could not believe what they were seeing on the computer screen. They compared that moment. Right? That was taking place at industrial Light magic to when sound was first introduced to movies. That the fact that they said it opened up a whole new way. If you could imagine it, you could do it, you weren't limited to plastic or steel. Another thing from his early childhood, and then I wanna get into how he breaks into the because there's... There's a lot of interesting lessons in there. 1 of my favorite quotes that I've read in all the books that Have covered for this podcast comes from Mi yvonne chan in his book let my people go surfing. And he says 1 of his favorite things about entrepreneurship is if you understand the entrepreneur study the Juvenile delinquent. The delinquent is saying with his actions, this sucks. I'm going to do my own thing and Avant yvonne like, that's how I approached my work. Steven was very much the same way, but he was like, a bad little devil since he was a little kid, and this is his aunt talking about that. Like, we have a word for him in Yi. We call him a amazing. It said lovingly, you know, but it means a mischievous little devil, and he was that. Okay. So this is a little bit at the very beginning how. You know, it comes the the youngest director ever signed. He's very much like a prodigy, like, a wonder kid. So main theme in Spielberg work, singular focus, which I'll repeat over and over again today. And enthusiasm attracts mentors, and it is extremely important, especially when he was a 21, 20 year old kid, 21 year old kid, 22 year old kid. Even in his early thirties, he's constantly... When he's already successful, constantly seeking out older, wiser people, that can help him. And 1 thing that they are attracted and return to him is because he's... He gives a damn. He clearly has sold the game. His enthusiasm, I we... You and I talked about this on the podcast Remember again. Passion is infectious. We just respond to it. And so you'll see the mentors, found his passion and his enthusiasm for film and like, wow, okay. I wanna help I wanna help this kid as much as I can. So it says he cares about 1 thing, making films. Spielberg was a genuine, you know what before I read the sentence to you. Another note left myself on the page. You can change an existing industry. Lucas and Spielberg did. And so there's a description when they come in, you know, the golden age of Hollywood's over. And now in large part to Lucas Spielberg, francis for Cop, Martin Sc stacy Brian D palm, all of which are friends, which is 1 of the most amazing things about this book and about the documentary as well. Because you have all these young filmmakers they came in an existing industry and already successful with your industry and sort of questioning everything. You, at the time about to reach it. Like, young people were just actors. You were not put in position to make movies to be in charge at all. And through their talent or enthusiasm and their hard. Like, no, no we're gonna do it differently. You don't have a monopoly on the medium of filmmaking. Which I find personally very, very inspiring. February is a genuine when you red in Hollywood. The movie industry at the time was still middle aged man's profession. The young people on the universal lot were actors. 1 of the first contacts he made in Hollywood was Charles Chuck Silver. This guy is extremely important. Older generation. He's the universal pictures film librarian. And he became the earliest mentor, Steve's earliest mentor in the film industry. And so his relationship with Silver because he starts as an intern there, develops a relationship with him. He silver helps him get signed to this other... The other, the other most important, or, I guess, now I has more, another important mentor. This guy named Shin. I'll get there in a minute. But before I get there, the the... What I'm have to reach you is also important. It's like, it's, yeah, You're passionate. Yeah, you're enthusiastic. But you also have to have a piece of work that you can point to. You need a calling card. You can't just say hey I'm excited about making films. Okay. Well, have you made a film, and that's also advice, Steve, I was watching him on Youtube. Advice he gives a young film. I wanna make films. It's like, you can do this with your phone now. Like, you have to make films. You need a piece of work that you can point to as a... To access the calling card. And so Spielberg goes out and he makes a short film. It's called Am, which is also then later on becomes the name of his company. But says Spielberg did manage to direct an independent short film called Am in the summer of 19 68, several months after his 20 first birthday. Am was what brought Spielberg to the attention of Sid sc. Then vice president of production for Universal Tv, who offered Spielberg a directing contract. So these 2 mentors lay the foundation for his career, his relationship with Universal. Think about how crazy it is He's gonna start out as an intern and actually get 2 percent of all their ticket revenue later on many decades later. So that's Chuck Silver and Sid Sc of important characters. Spielberg 21 is believed to be the youngest filmmaker maker ever, ever contracted by a major studio. I wanna go back to what his parents say about him as a young person too because this is important because 1 of the the main takeaways I took from from his, life, stories the fact that if you don't like your life, you don't like your own... The world that you're living in, like, you can create your own. And he definitely had a very unhappy like, time growing up, Not only the the the dissolution of his parents marriage and fighting all the time, but also, like, they lived... They kept moving around. They they went from, like, an, you know, Jewish community to living... To being the only Jewish people around so there's a lot of anti semitism we had to deal with, but it says, when he was growing up didn't know he was a genius. His own mother later admitted. Frankly, I didn't know what the hell he was. You see Steven wasn't exactly c. He was scary. When Steven woke up from a nap, I shook. My mother used still say the world is gonna hear of this boy. She continues. No 1 ever said no to him. He always gets what he wants. Asked how she influenced her son's development. She replied, I gave him freedom. Stephen inquired what he called his father's work personality. He was like this even in in, in high school. And definitely like that for... I mean, he it's funny. Because later in the. He's, I had his first son's born. I think he's around 40 years old. So he's like you know, I'm gonna just not work weekends. I'm gonna be home. He does that for a very short amount of time, but he's definitely, up an obsessive Stephen inquired when he called his father's work of personality along with such shade as his love of storytelling in his fascination with high technology that his father introduced introduce him to. Steven's tendency to withdraw into his own world is also a legacy from his father. Like Steven and his father was an introverted person, then talks about more about his mom's influence on Steven just realizing, hey I don't really wanna be an adult. I wanna create these. I wanna live, like, this fantasy world. The rule of home was just don't be an adult. Who needs to be anything but 10. We never grew up at home because she never grew up, Steven commented. And so 1 of his favorite stories when he was younger was Peter Pan. And so something he took away from that story. He says he was might impressed by Peter's defiant declaration. I don't wanna go to school and learn solemn them things. No 1 is gonna catch me, lady. I always wanted to be a little boy and have fun, Spielberg admitted. I've always felt like Peter Pan. I still I still feel like Peter Pan. It has been very hard for me to grow up. And that game continues throughout the book. There's a quote in here that's describing Citizen Kane, the movie citizen that comes from, the main character of Citizen Kane, which is Charles. Foster Kane, which is which is actually built upon the real life of William Randolph Hears. And I think this quote from William Randolph Hears, it also applies to Steven Spielberg, which he says the same thing later on, and the quote about William Randolph Hears is he was disappointed in the world, so he built 1 of his own. That's a way to think about Steven's approach his work in his career. And so Steven said, I never felt life was good enough, so I had to em ing it. That was also something that caught me semi by surprise, how much Stephen lies. Constantly just making up stories. He would lie about his age over and over again. Constantly wanted to make it seem like he was younger, than he actually was. So it's more impressive if, you know, he starts directing Tv when he's 20 or 21 when he's actually... Might be 22 or 23. There's just a ton of stories about that. A ton of stories he made up about, like, his origin imagination story about how he broke into universal studios, command an office, and then went to... It just went to work and nobody noticed for 2 years. That went up being not true. But just this whole theme of, like, I'm just gonna... You know, I don't like my life. I'm gonna create it even if I have to lie and bend the truth. It's definitely something that that appears in the life story of Steven Spielberg. This is about also something like, I was surprised at how many of things that happened to his childhood in his childhood that he re... Would reference in movies many, many decades into the future over and over again. And so this is 1 of them. I think this is actually scene that is in his movie catch me if you can. Which he made, I think in 2002, and this is something that happened to him back in his sixties. And this is the fact that this is very traumatic form, but Steve's mom mar his dad's best friend that the family considered, like an uncle, they didn't tell their kids... His... Stephen's dad, even though it's his his mom fell in love with his best friend Mary and left him and married him. Stephen's dad told his kids that he was responsible for the divorce. And so for 20 30 years, he was largely alienate from his father based on another lie. This is Bizarre. And they talked about it in the book where we're I'm have to reach you now. And then his sisters are interviewing the documentary. It was like, this was bananas. Like, this was our uncle Bernie, and our mom runs off and mar our uncle Bernie. So says, Bernie Adler was an engineer who followed Arnold out from New Jersey and worked as his assistant a g at a general Electric. Bernie was almost like a member of the Sp family. The kids called him Uncle Bernie. He was always there. He did everything with them. She's Spielberg mom would enter into into an during and during marriage with Bernie Adler. She said, she found Bernie so funny so bright, so moral that I fell madly in love with him. And so this is rather embarrassing for the kids because there... Even the there's quotes from the neighbors in Phoenix. They're, like, we weren't actually sure who who the the father was. And so there's a scene where Lena leonardo Cap in catch me if you can sitting down with his dad, saying, hey, You know, let's call your mom. Let's call mom whatever case is and hit the dad says, no. He he she ran off and married my best friend. That actually happened in Spielberg life. And then in another plot, Bernie ones up dying many years later. And now Steven and his mom are Steven's dad and his mom who are like, in their eighties or nineties. They're they're extremely... They gotta be their nineties or back together. Okay. So let's go... I wanna move ahead a little bit because Steve Stephen has this, like, en knowledge of the history of films, and he's constantly going back doing the same thing you and I doing right now. We go back through the history of entrepreneurship, find ideas that are useful in applying to our work. He did that in film. Over and over and he's like go, I like that idea. In fact I will take that exact same shot. And so this was very similar to David Ge when I read his his biography for the podcast. That Steven that Steven's obviously future partner. He would... He was obsessed Show business. He would just hang hang out at the movies all day. Or in Steven's case it's the movies, I think in David Ge case, it's Broadway shows. So you pay, like, a quarter, and you could see, hang on there all day. So it says Steven's movie fan was nurtured at the Key theater. On Main Street in Scottsdale, Arizona. Parents would drop off their kids on Saturdays and leave them all day with 50 cents admission to a program that would include Western and Tarzan and movies, Sci f and Monster movies. It was a great hat. It was it was... Saturdays were great. We were I was in the movies all day long every Saturday. I've seen absolute duplicates in Spielberg movies of scenes that we used to see back in the 19 fifties at the Key theater. Can me give an example of this, when Harrison Ford and raiders have lost Ark rides his horse down the hill and jumps onto the truck carrying the arc, Sp got that shot from the 19 37 serial z rides again, even the camera angle. 1 of Sp heroes, and he he has a bunch of filmmakers that that he will look look up to and and idol and in many cases emulate, would be Alfred Hitchcock. So says Arnold, his dad, Arnold Spielberg took Steven to see Alfred Hitchcock movie psycho. No. What's crazy is this idea. Does it even say in the book? No. I think I... Okay. Let me read this to you and then he talks about this in the documentary. Steven later told the neighbor how impressed he had been with Hitchcock employment of the power of suggestion. Steve talked about the shower scene in psycho. How Hitchcock never showed any real violence. He showed you the knife and this and that, but most of it was in the viewer mind. So he uses that idea. The shower scene from Psycho. Steve uses that, the the power of suggestion with jaws in the movie jaws The shark winds are breaking down. Right? They didn't didn't expect it to break. So now you have the star of the movie can't even use. And he comes over with this idea if you seen the movie of the barrels. Those yellow barrels that are tied to the shark. And he uses the power of suggestions... Showing the movement of the barrels never at barrels rather never actually showing the shark, And that's an idea that he learned when he was a young person watching out for Hitchcock. This is another example of how important studying the the the filmmakers that came before him were for his career. Since to the movies Impressed even the most when he was a boy were 2 Epics directed by David Lean, The bridge in of River Kw and the Lawrence of Arabia. Spielberg later called Lean, the greatest influence I ever had. He emulate leans sense of visual storytelling throughout his career. He says the scope and audacity of those films filled my dreams with unlimited possibilities. You know what's it's crazy In the documentary he says that he watches great films over and over and over again. Right? Just like we should be reading books or any kind of experiences that we have. Like, books is the the the most obvious example here is, you know, you may read a book once and you read it 5 years later and it's like, oh, the book changed. So was like, no. Book the same you change. Right? He still sees Lawrence of Arabia every year. He talks about that in the documentary. The movie came out in 19 62. Okay. So now he's college aged. This is where he meets go... We're gonna go... We're going to go into more detail by where he meets a mentor Chuck Silver. He gets a meeting in a tour where the Universal had librarian, and this was Silver impression of Spielberg at that that age. Okay? He explained how he wrote photographed and directed his own pictures, casting them with neighborhood and school friends, devi advising the special effects and even making the costumes. Steven was such a delight he said, that energy, not only that impressed me, but with Stephen, nothing was impossible. That attitude came through, it was so clear. He was so excited by everything. When we walked onto a dub stage, how impressed he was at some point in time, it dawned me that I was talking to somebody who had a burning ambition. And not only that, he was going to accomplish his mission. He was very young for his age in all other respects, but when it came to motion pictures, goddamn. I knew he was gonna do something. I didn't know what the hell he was gonna do. But he was gonna do something. You can't walk away from a kid like that. Just out of curiosity you want to sit and watch. And so this is a a quote from... He's a senior in high school. From the school newspaper. This is right after he met Silver. So he said Steve Si worked with Hollywood Directors to summer universal pictures. He spent... Spielberg spent the whole vacation working in his as an unpaid clerical assistant in the universal editorial department. The job enables Spielberg to Roam the lot watching films and television shows being shot and to hang out with film editors and other post production people, learning the craft of professional filmmaking. He would continue hanging out on the lot all through his college years until with silver help he was hired as a director. This is more on the beginning. This this this beginning opportunity universal. And know myself is this is amazing. He starts out as an intern as universal now gets 2 percent of all universal tickets. Reminded me of remember that book and Gambler on Kirk K cor. Thing was like, founders number 67 somewhere we're back there. But Kirk Ko starts out as a day labor. On the lot of Mgm studios. I think he's, like, moving around heavy rocks for production. Right? He's getting 2 dollars and 60 cents a day. 30 years later, he owns Mgm, and his his the return on an investment makes him 260000 dollars. Day. From 2 dollars and 60 cents as a day labor a day to owning Mgm and making 260000 dollars a day. Lock it happen in 1 lifetime, But the the reason I'm bringing this up to you is because something Spielberg does something here that, you know, you and I I've talked about over and over again. The importance of developing your own curriculum. We call this personal curriculum. I think a better term from it term for it comes from a Bill Gu that talk, it's called how to run down a dream. It's on Youtube, and he talks about what he learned by studying Danny Meyer, not Phil knight. Bobby Knight, and Bob Dylan. I think is the musician. But the fact that they would... All the work that they're doing that's not work. So all the stuff that they're trying to learn that they apply to work. He called it professional research, and he goes into detail in that talk how they all did that and and how it enhanced their work is fascinating talk. But anyways, Just his Scuba agreement began his apprenticeship at Holly at Universal in the summer of 19 64, his mentor chuck sober recalls that the ambitious teenager gradually worked out his own curriculum. They say it's specifically here. He's working on his own curriculum on the lot. Visiting sets talking with editors and sound mixer. He was kind of a guest, a self appointed observer who made his own arrangements with the people who responded to him. Many chapters later, it picks up this theme about the this theme about the importance of developing your own personal curriculum, your own professional research. So it says Spielberg remained essentially an auto ide. Spielberg followed his own centric path to a professional directing career. Universal studios in effect with Spielberg Film school. He couldn't get in a film. They every single film school rejection. Giving him an education that was both more personal and more conventional than he would have received in an academic environment. Spielberg devised what amounted to his own private tutorial program at Universal. And mu himself in the aspects of filmmaking he found most crucial to his development. And so it's this point where he finds other like mines. And this is just... Again, I repeating myself, this just blew my mind. Like, the day jaws comes out, Whoever driving around with Martin Sc stacy. Like, before Martin Care Stacy was Martin Sc Stacy. The idea that you have George Lucas Brian Palm, Spill Steven Spielberg Mark Sc. Francis instance Ford Cop. You have a group of crazy people who were all obsessed with movies, all struggling to make it at this point. Right? Now you fast forward 50 years and they're all hugely successful. But not at this point, and the whole group wants to becoming successful and dominates the movie business. All the to all the time, though they're giving each other feedback, try... They're they're friendly, but they're trying to compete with each other. They go back and forth between producing, like, the most financially successful movies at a time. First it's Godfather, then I think Spielberg passes, and then I think Lucas Packet passes Spielberg. It's just absolutely remarkable. And I've already read biographies on Lucas, and Sp, I'm looking for biographies on the rest of these people as well. But let me just tell you a little bit more about this time in history because I'm found this fascinating. And, I had it fascinating because, again, they're doing this to an already like mature industry. There's always room for more opportunity. It just starts with questioning why things are done the way they are. Right? So they're called the movie brass. Just this whole crew. And sometimes referred to as a Usc Mafia, and there's a bunch of. It's not just these 5 people. They're screen writers There's there's entertainment attorneys. They're all helping each other. It's very fascinating. At the time, they came to Hollywood generations of ne had made the studios terminally in bread and un unwelcome to newcomers. The studio system long under siege from television falling box office receipts and skyrocketing costs was in a state of impending collapse. So how fascinating is that from the outside, It's like, why are you wasting your time making movies. What is wrong with you? Television in the future? This look at this. They're making less money? You can't get in you have to get go... People are going to film school and the professors are saying, don't go to film school because you're never get hired. It's just very fascinating that's when they're like, okay. At the very bottom of the market so to speak. They're like, okay. Well, this is where the opportunity. I can't go anywhere. From Can't go anywhere else from here but up. Right? The future seemed daunting for the for the determined young movie fan who came of age in the sixties and for whom film historians coined the phrase, the movie brat. Spielberg vividly remembers how he and such other self starters. That's how he's describing himself, Lucas and Sc. Stacey had to chi and dynamite their way into a professor profession that never really looked to young people except as actors. There were no willing producers at that time. I was trying to break into the business. My first first thrust were met with a great deal of an. But all these people, the movie brat Us Mafia. This is a description of them were unwilling to settle for such limited dreams. They ate breathe and select movies with a passion earlier generations had brought to writing or painting. And so what they need is they needed somebody like france for Cop who was the first young director to break through. And then once they saw wait a minute. That guy can do it, and he's great talented, they're not... They weren't saying wasn't talented. Was like, okay, He's not... He's like, a couple years older me. I can do it too. It's extremely important. It took Cop to start breaking down the doors of Hollywood for other films school graduates in the late sixties. He became as Spielberg put it all of our Godfather. And so now we fast forward to when Spielberg and Lucas start becoming friends. They 1 being pals, spire collaborators, but they're pushing each other because of how talented they were. So Sp, you know, it's like, I'm I'm a young hotshot. I'm good too wait. There's another me. Right? There's always another you. I like, you gotta know that. And so what what Spielberg realized realizes is, like, he watches Lucas film. He's like, oh my god. I'm sick to my stomach My god, how good this guy is. So he says when he saw the short film, Spielberg was jealous to the very marrow of my bones. I was 20 years old and had directed 15 short films by that time. And this little movie was better than all of my little movies combined. So he says now I... You know, before he, all these people like Frank Ka Walt Disney, out for Hitchcock David Lee, and all these people, but he's like, now I could have a role model and a collaborator and somebody inspires me that's my own age. That's doing the same stuff I'm trying to do. So says, now... Instead of having those models rather with someone near to my own age, someone I could actually get to know compete with and draw inspiration from, and that was remarkable how, you know, they're obviously very driven big egos, but they would didn't have big egos with each other. Right? They're like, listen, we're competing, but I'm also being inspired from you. And they they they were able to maintain, like, a friendship. Right? And not they had the maturity to realize, hey, it's... We're gonna get a lot farther if we can help each other than if we just, like, oh, I hate that guy because he's doing know, the same thing I'm doing. Well, this is not a 0 sum game. Like, people can like, your movie george and they can like... They can like... They can, like, my movies as well. Like, it doesn't have to be just 1 filmmaker. The fact that they were able to do that as such a young age. It's very, very admirable. So here's another fantastic little story from the book. And hell, yes for chuck silver silver is what I wrote here. On my note on this page because if we ever have the opportunity to stick up for a young talented person, like, we should do it. And this is an example of that because Stevens dad, who is now divorced and living, you know, Steven's living with his dad, but basically, gone all the time because obsessed with with movies. Steven's dad realized realizes, hey. He's spending a lot of time. Universal spending a lot of time with this this guy named Chuck. I'm gonna call this guy chuck and tell him, hey, my son needs to be focused on college. Steven didn't wanna go to college, she wants pla hitting his... His... I think it mainly his dad, it goes to like Long beach college, or Long beach university something like that, but he doesn't give about that. Like, he's spending all time in universal winds up dropping out. And the reason I say, hell, yes, for Chuck Silver is because look at the conversation that he has. He's like, your dad doesn't understand the opportunity and how gifted you are. And this is not an opportunity that waits around. Right, for you to finish school. Shortly before Stevens start a college, Arnold made a phone called Chuck Silver. Steven's mentor Universal who described their conversation, the only substantial 1 he and Arnold ever had as spirited. He's going long Beach state. I'd appreciate if you would do where you can to make sure that he goes to school. Silver said, he couldn't do that. Look, there's something you gotta understand about the motion picture business. He told Steven's there For Steven to realize his ambitions, he's gonna need a hell of a big break. Somebody's going to have to put a lot of faith and a lot of money up, so the rest of us can see if Steven is who he appears to be. I'm his friend. If it comes to a choice of stephen having the opportunity to direct something that he could use as a showcase, I will advise Steven to do it. School be damned. Lightning doesn't strike twice in the same place in this So you'd better be ready for it. They don't care whether you've got a degree or not. What they are interested in is what he can put up on the screen. And so his dad's like, well, okay. That's fine. I still wanna go to school his rich Silver reaction is with Talent like Steven Spielberg, you don't get... You don't set that kind of goal. What the hell good is a degree that wasn't Steven. And this is such an important part of for this whole thing about this. Like, I'm trying to direct him what to do. I'm trying to be there for him. So So Silver says, my guy my idea of encouragement was to be there. Basically, that's the only function I really served. Somehow, I always became a listening board every time he got a story idea, every time he shot some film. Asked why he went so far out of his way to help Steven. Silver rip replied simply. I liked him. I admired this lump of raw material. Just think about just pause and think about what is happening in the story. How important? There there is an alternate future where Stephen does not have the help of Chuck silver. Somebody that that is a film historian and somebody that's been with universal somebody can help guide him. Somebody is a few decades older than him and there... We don't know the name of Steven member because that wasn't that opportunity didn't present itself. He didn't actually stand up for this person. Was like, hey, this guy is talented. The work he's putting onto to the world is important. I'm going to be there to encourage that. That is just so so important if we're gonna be an opportunity to do that for people. And Steven wants in playing that that same role in the future for young filmmakers. And young writers and young producers. It's so so important, and it's another idea that he got from chuck, which I'll talk to you about later. But I just wanna pause this thing what his... What his father's son do. Right? He's going to school he's gonna drop out, but this is just a reflection of how dis destroying school can be from real life. And this is something that Phil Knight, founder of Nike and Fred smith, founder of Fedex dealt with 2. They both wrote papers about exactly what they were going to do. The idea for Nike, the idea for Fedex, and I think they both got a see. Same thing happens to Spielberg. This is so silly. Nothing sums up to frustrations of Spielberg academic experience at long beach state better than his record in the Tv productions course. He received a sea. Moving on. Reminder, shoot your shot. Shoot your shot. Goes up, This is a young kid, and he just goes up, and he again, he's not, like an Arrogant kid goes up with asking for help and and saying why he wants help. He often would walk up to stars and directors and producers on the studio street and invited them to lunch. Carrie Grant and Rock Hudson were among those who accepted. This is the same thing that a young Steve jobs did. He called up, Bill Hue if I remember correctly. I I think it was Bill and not David. Either 1, the partners calls him up. Ask for parts, says I'm a 14 12 year old kid when's with getting a summer job. Well, later on, when he's, like, 18 19. He pull... He calls up all the people Bob Noise founder of Intel. The the guy that did micro systems. A camera remember his name. The guy to Amd. Camera remember his name at the moment. Sorry. All these people. I just like, listen, I didn't know how to build a company. I greatly admired the people that that knew, so I called them up. I asked if I if I could talk to them. If I could have lunch coffee with them. Yeah. Some people are gonna ignore you. Some people are going to not be able to do it whatever are the cases, but some people will say yes, just shoot your shot. Few pages later, Look at this. This is repeated over and over again. It's so important professional research per personal curriculum. We've gotta develop that. Spielberg asked a million questions to the editor. It was a process of absolute technical application. He worked out his own curriculum. I am not making up these words. This is the author using this sentence this statement that you and I talked about over and over again multiple times in in in this biography. He worked out his own curriculum. It was the real world. There's no school you can really go to learn to be a filmmaker. That's not what they teach. And then later on, we have Silver talking about this. It's like listen, I helped them. But, like, my impact, I try to open as many doors I could, give advice from an older wiser perspective. But you can't teach... Like, who's is gonna teach Davinci. Right? This is a very, very interesting just quick paragraph for you. I don't wanna cast myself in any way as his teacher. I wish to hell I had been. How the hell do you teach Maria Call how to sing? Who taught Vinci? You can expose people to things. But they have to have it in themselves. As far as I'm concerned, he's the most gifted person in motion pictures. And so with the fact that Spielberg, obviously was extremely... He calls himself a self starter, He had a piece of work, which I have to repeat is very important You have to have something you could point to. Son just like, oh, come, you know, I'm just somebody you don't even know, you know, come help me. Like, they see that this kid's out here hustling. He's out here working. He's actually doing this. He's really interested in this industry that I'm. Right? And he's got something point to. So because he had, like, a calling card, he was able to get signed, and then he's just so grateful because he feels Chuck silver is the 1 that, like, opened all the doors for him at Universal. He's like be my manager. And listen to chuck is so wise here. And he just has 1 request. He's like, listen, I'm just doing this because I wanna help you. But you have to pay this forward. After your success... His 1 request to Chuck 1 request a Steven Spielberg. Is the same thing it's why Ing var said over and over again. Founder Ikea. Why am I right in this book. People told me. Didn't wanna write a book auto. I resisted the idea? He says explicitly. The the the the argument that convinced me from his c writer was that you know stuff that helped future entrepreneurs and you love entrepreneurs. And so that's why he wrote the the ikea story because I'm gonna... Right now he's passed on. It's a good thing he did because we wouldn't have had access ideas. Sam Walton same thing. I'm writing in this book because I wanted to help Phil Knight. The the... There's some kind of instinct. You know, these people were older, they... I think that in that case, in those 3 examples I just gave you I think they were on their seventies, by the time they they wrote it. And in Sam Walton case, he knows he's dying. He's super super sick. He talks about in the book. He's got cancer Right? But they... It was very important for them. Bob No. Same thing in Intel. Like, but they're like, what the hell Bob, you were wealthy you could doing anything in the world? Why are you spending time having, you know, 19 year old 20 year old Steve Jobs at your house why are you going to give these talks? Why are you doing all those investments? He's like, I need to restock the stream my fish from. It's that natural human instinct to be like, okay, I benefited greatly from this knowledge from this industry from this mentorship. I'm gonna go and turn it around and do it for the next generation too. It's amazing. So so Spielberg then asked me if I'd be as a manager. Silver said, I said Steven, you need someone who knows a hell of a lot more about the business and I do. I'm not the right person. He asked me what I wanted for helping him. I said, well Steven by the time you really make it big. I'll probably be too goddamn old for you to do any good. In effect, what I told him was when you can pass it on. When you make it big, you could be nice to young people. I learned from people, I had no way of thinking. I learned from people I had no way of thinking. You can pass that on. Steve made me a promise and he kept it. You look at the fur... The list of first time directors and new writers and first time producers he has made an opportunity for. He puts his money and he puts his business personality on the line. Okay. So he's already signed as a director. Again, I've repeated this over again. And I'm gonna repeat it 1 more time because it's another left myself on this page. There's 2 notes for myself Number 1. Have a piece of work that you can point to. Right? He set up a screaming of Am. It was an incredible piece of work. This is how he gets signed to this guy named sid Sc, so think of this as as mentor number 2 in Steven's life, and there's still for friends of this day, which again, like, this is something I always look for, like, if if, like, when you meet new people, it's like, it's very important that they have they've been able to develop relationships for a long time because, like, you can fool, like, you can fake being a good person for, you know, couple months, maybe a year, maybe even a few years. But, you know, somebody's known you for 20 years. Like, you can't fake being a sc bag for that long. Right? And Steven something that he talks about. I Actually Wasn't gonna talk about this now, but Might as well because it passed my mind. Like, something that that that I think is an idea that we can take from Spielberg. He talked about like, the reason he's able to work so quickly now. It's because he's worked with the same people for decades. Right? His editors, his visual affects people, the people... Like, when he's on a new project, he went up hiring a lot of the same people in over over again because he says, like, we just have a way, like, all the knowledge we have working with each other, it compounds. And that that compounding makes it easier for us to communicate and work faster. He's like, if I had to hire brand new people every few years to do the project. He's like I couldn't do this. This is very similar if you... I I did a 3 part series on Larry Ellis, and he said the same thing. He's like, the reason he's like, the core programming team at Oracle for the first I forgot it was, like, 10 years, whatever the time period was. Like, it didn't change. It looked the same 30 people, whatever the number was. Right? I I can't... These numbers might be wrong, but the the the the main point of telling you is it's definitely I remember correctly. But the idea is Like, you don't want all this turnover. Where you see these people jumping project project working with constantly new people. Yeah, you might wanna do that. May wanna get some fresh idea and new blood in there. But the idea is like, well, just like money compounds, time compounds, knowledge compounds too. And now you've been working together. You have a wave of a fundamental understanding that has taken years to develop and that if you keep switching, like, you're interrupting and compounding. And so Steven applies that to not only the people he works with, but his professional relationships is up and down, like, not only the people he hires, but the people that hired him, It's very fascinating. So he has this piece of work. Sid winds hiring and gives some contract. Make them do Tv first. Steven does not wanna do Tv. Right? So the second thing is you may not like your first opportunity, but you gotta do your level best. Just the script was terrible. Spielberg said later. I really didn't wanna do the show. I told sid Jesus, can I do something else? He said, I take this opportunity if I were you? And of course, I took it. I would have done anything. And so he talks about the very beginning. Something also that might surprise you. To this day, from the from the first time he makes a movie till now, he's constantly throwing up nervous, every time I start a new scene I'm nervous. Talks about vomiting over and over again. He's a 65 year old man when he's talking about this. Right? And the same thing he... That was happening to a who's younger. Like, we just don't... And I'm glad he shares this because now nasa I like, this guy obviously knows everything. He's got, I don't even know what. 4 of the I don't know what the number is now. But it... I I think when this book ends, he has 4 of the top 10 highest grossing movies of all time. Like, just outs outside remarkable success. This guy clearly knows what he's doing and, yet, you don't see before he the Camera turns on, he's in the corner throwing up. I was so frightened that even the whole period is a bit of a blank blank for me. I was walking on eggs. I didn't know if you've... If I'd ever... I don't know if you've never been a bit bed for 4 days in a row. It's like taking drugs. I don't take drugs. I never have, or I would have used every drug under and over the counter at the time. The show put me through dire straits. It was a good discipline, but a very bad experience. So you have... He goes from the euphoria, right, of being signed, the youngest director ever to the terror of not liking the work and being very bad at it. He has a breakdown and he winds up having to take a really the high from being getting signed and then the fall of being to spawn and he has to take a break. Not only had he failed to interest universal letting him bring to life all the stories I had in my head, but no 1 was even offering him Tv episodes to direct. I was in a des come state, and I told Sid I wanted to leave of absence, and I got it. And there's 1 more sentence about this point in his life because I think it's extremely important to remember, success is not a straight line. He didn't just go from Night Gallery that show he didn't like, to jaws. His career stalled at a number of occasions. Okay. So there's an idea that popped up in the book and in my notes multiple times for the documentary. And it's this idea that he thinks visually. And really way we think about this is, like, you gotta find the perfect medium or the perfect format for your skill set. And there's another way to put it somebody else later on the documentary says that that Spielberg speaks cinema as his native language. And Spielberg in the doctor also gets advice. He's just is, like, you you you have this idea of what you wanna do and it's only in your head. And he says no 1 can help you holding the entire idea in your head. That that is your job. That's something that you have to figure out how to do. And I think that's his approach to to movie making. So let's go back to the book. He thinks visually. He's in the perfect format for his skill set. And he says he seemed to be able to see more than other people saw. He didn't seem to waste any time. He didn't seem to get caught up in what directors often do, eating up camera time, eating up miles and miles of film. This is back before there's digital film. There was literally with a physical film, there was... They they produced... Literally, that's true. Miles of film on a movie. He seemed to cut on the floor. We knew that this boy knew about the camera. And then he combined this this the way he thought visually, which is perfect. For, obviously being a filmmaker with the fact that it's just... Try not to be a dick. Just try to be... You're gonna get farther if you can avoid that, and a lot of people would interact with Steven and like, okay, like, he's not... He's got... He says he has a nice manner. This gets you a long way. When a director has the attitude, I don't know everything about this, but would you like to try something, which is how Team interacts with his the the people... His coworkers, you're willing to knock yourself out for that director? And so I think at this point, his career where he's really struggling. It was very helpful to have all these other filmmakers around him these young filmmakers because he's suffering internally, but this this is the note of myself positive forward motion regardless of internal suffering, which is just a really smart idea they're all not really getting what they... Like they... They're... Their talent and their drive is is currently not being... Like, there's no evidence of actual accomplishments. Like, they're not getting as far they think they they could based on the talent they already have in the drive they have. So says, we were all ambitious in wanting to work and none of us were getting the kind of work that we wanted to do. Steven new Steven knew he wanted to do features, meaning movies. When Stephen was very discouraged trying to sell a script and break in, he always had a positive forward motion, whatever he may have been suffering inside. So positive forward motion regardless of external circumstances. So eventually, he does get the opportunity to direct a movie. It's called Sugar, it flops. And it's very dangerous. As much as, like, the the the film she talks about oh yeah, it's an art and everything else. It's like, yeah. You have a couple flops in you're out of the industry real quick. Right? And so he was in a very precarious position because he was being pushed into do a shark movie. He's like, what the hell? I don't wanna do this shark movie. And the real, the lesson here is that his biggest win Jaws is by far the most important thing to ever happen to the career of Spielberg and he says it. Right? His biggest win is going to come right after what he thought at the time, it was his biggest failure. When he received the bad news about Sugar in April 19 74, Spielberg did not have much time to sit around engaging in second guessing or nursing his wounds. He was on the Massachusetts island of Martha's Vineyard immersed in preparations to make another film. It was a modestly budgeted thriller called called Jaws. So we're gonna get into jaws. I wanna take a slight tangent at first. I do have to tell you... I'll just take you it front jaws is was his... Uber called jaws his free pass pass. Into his future. Then that's completely due to his its financial success at the time, it it was released It was the most profitable movie ever made. And he's like, once I had that, I got final cut on every single project. I ever did moving forward to my career. I got the Choose projects I did, I got to choose what they look like. It bought me my freedom. And again, finances by you freedom. I wanna... At before jaws, they're they're shopping this this idea of a of a of a, of a science fiction film that it's going to eventually become closing counters of a third kind, which is also successful, but I wanna pull something on here because I think it's important. Something we talked about on this the auto of Sid meyer, or Sid meyer is the computer programmer the game designer of that made civilization. The main idea in that book was so important. Is the fact that, like, you you discover that if you question that questioning conventional wisdom can be very profitable. Sid wanted to make a strategy game. Everybody said, no, strategy games. You can't make any money doing that. He does it anyways release a civilization. Itself 51000000 copies. Right? And so we see the exact same thing here. Lucas and Spielberg, they're trying to shop this this this project, it says in 2 decades since Star Wars and the close encounters were released. Science fiction films have accounted for half of the top 20 box office hits. But before George Lucas and Spielberg revive the genre. There was no real appetite at the studios for science fiction. The conventional wisdom was science fiction films never make money. So question and conventional wisdom can be profitable. Well, let's get to the making of jaws because it was a just constantly flux, they're rewriting the script the night before. Not sure if they'll have it done before the the next day if they can actually shoot anything. It went over budget and overs schedule. I think, like, 3 times, like, it was supposed take like 57 days. I think it took like, a hundred and 50 days, something like that. But it says, and then they wind up the shark winds up. Like, the main character once at disappearing. So it's just amazing, like, how resourceful he had to be. So she he says, I hired a man named Carl Got, who was an old friend of mine and he came with me to Martha's Vineyard essentially polished script as the actor sat with me every night. Austin only 24 hours before the shot and improvise. To facilitate the work on the script, Got and Spielberg Shared a house on location, where and Got would continue to work on the revisions after Spielberg went to sleep. Each morning, Got would give new pages to the company type and by 08:30 in the morning, they would be approved and ready for filming. It was incredibly tense. And so halfway through. Spielberg wants to quit. And this is just a reminder. Your mind will play tricks on you. Lucas thought Star Wars was gonna flop. If you remember that, Spielberg says the same things. Like this I'm I'm going to be out of movie business. This movie is not going to do well. I had 2 failures in a row and I'm done. Sid had words with Spielberg gerber Draws. It was 1 of the few disagreements that Steven and I had. I literally forced him to do it. I think he was upset for a while. And he turned me and said why you making me do this b movie? He was scared. He felt overwhelmed. He wasn't sure he was right guy for it. The picture was important to him vitally important. There was such huge professional stakes nothing was ready. It was at that stage completely out of control at and it was as it was during most of the shooting. Jaws ran into so many production problems that ex crew members began referring to the movie as flaws. Sp later admitted I thought it would be a turkey. This is more about the terror part of Euphoria terror. Right? Imagine having to shoot a shark movie without the shark. He thought he was doomed, and this one's being his greatest achievement. It's just wild. For weeks after shooting starting started, Bruce simply refused to work. That's the ne of shark. That night, Richard Dreyfus declared, if any of us had any sense, we'd all bail out now. Spielberg anxiously shot around the star of the movie, Out of desperation, he began shooting barrels instead of the shark. In the movie, the barrels are fixed to a shark by the harpoon, and they cruise the ocean's surface as a stand for the submerged creature. We were very scared. I didn't know when he... Whether any of us could do it. We thought we're making a picture called jaws, and we don't have the fucking shark. Today with computers, you could just put the shark in. In those days, it was a strictly mechanical thing. The pressure on the 27 year old director was enormous. I thought my career as a filmmaker was over. I heard rumors from Back in Hollywood that I would never work again because no 1 would ever take. No 1 had ever taken a film a hundred days over schedule. Let alone a director whose first picture had failed as a box office. There were moments of solid sitting on the boat thinking this can't be on, it was stupid to begin with, we'll never finish it. No 1 is ever gonna see this picture, and I'm never gonna work in this town again. Think about the mind games that he had to deal with. When making a movie. The movie is finished. The movie released. This is what happens. Joss surpassed Francis ford Cop is the Godfather to become the most successful film in motion picture history to that date. Jaws held that distinction until November 77 when it was d thrown by George Lucas Star wars. Spielberg took out an ad, in the Hollywood trade papers showing a little robot from Star Wars RR2D2 catching Bruce the shark in his jaws of the fishing hook. Congratulating Lucas for capturing the ba box office title, Spielberg wrote, wear it well, Your powell Steven. And again, just remarkable that all these guys were friends. So after jaws, he has a... Jaws is a hit, closing encounters is a third kind is a. He's like, I can do anything. Got. Real high on his own supply. Like, tries to do this comedy called 19 41. And this... Really the point of the reason Bring this attention is because sometimes you learn more from failure. And 19 41 winds up being, a failure. He has a reputation that, you know, yeah, Jaws is successful close to encounters a third time successful But he's always over budget. He's always... Like, he's not disciplined. And so he learns from George Lucas that you have to watch your costs. You have to be disciplined about this. And so, again, so where Lucas plays a huge influence his life. But first it says Sp used to say that he was born again after 19 41. That's the the big gigantic failure, the mistake. Working as a hired hand for Lucas, a conservative and highly disciplined producer, Sc used raiders of the Lost Arc as a form of professional rehab. So after 19 41. Lucas is like, hey, I have this idea. I'm gonna be a producer for. This is, you know, Raiders a lost arc that 1 of the most successful film franchises in in film history. They don't know it at that time, obviously. He's like, will you direct this for me. And so Spielberg, Lucas and Spielberg are now on set. It's Spielberg, the director, Lucas lets him be as a director, but he's the 1, you know, putting up the money, making sure everything runs on time. And so that's where he's just learning it from here on in. He becomes, you know, he had a bad reputation. Lucas goes around selling, trying to sell the movie. And they're like, who's gonna direct? Like, Spielberg Like, now we're out. Like, how could you be out? He just did jaws and close cutters as the third kind. And know, like, talked about, you know, the guy, they're not lying about the budget, but saying, yeah, we can do it for 20000000. It comes in it at 60000000. That... That's gonna piss these people off. Right? So it says the Lucas Spielberg proposal was presented to studios the proposal day out dare to assault. Oh, I'm bringing I'm bringing this to your 10 this is a quote from George Lucas biography. That's fantastic. And he said some of the brave and most reckless acts that we did were not aesthetic, but financial. Again, highly recommend all founders, I think should read George Lucas bog How many people do you know that founded multiple billion dollar businesses and did it... Like, he just has this, like, not aggression, but just like this damn it, I'll do it myself attitude that you just can't... You just love. You absolutely love. So it says, they're going around shopping this and now they're saying, okay. This is after Star wars. This is after jaws. This is... We're we're playing a different game here. So it says the proposal dare to salt the standard Hollywood financial practices on several especially since to points. Chief among them was that while the distributor would be expected to put the movie's budget at 20000000 dollars. It would receive no distribution fee and take no overhead charge. So that's like these Hollywood accounting. This a term for, like, the Shenanigans shenanigans that I was known and initiate at the time. Those items usually accounted for more than 50 percent of the gross film rentals. Besides demanding large sums of money up front, Lucas and Spielberg also wanted enormous shares of the gross, a demand that was especially unusual for director in that era. And while the distributor would be allowed to recover their entire costs of raiders from gross film rentals before Lucas and Uber started to receive their shares of the gross, Lucas would eventually all have full ownership of the movie. Studios were taken aback by such who Hoo spa? And so with Lucas help, he becomes this this disciplined watcher cost director. So it says, we knew we had to... Now they're talking about shooting the movie. We knew had a compromise. There were some moments where it would go to take 2 or 3 and take and take 4, and something wasn't working. So, you know, multiple takes. Steven would say, that's it. Let's move on. We'll figure out another way to do it. He was very, very good in that respect. Raiders was the first picture he bought in on budget. I heard Steven say that his friends were doing smaller pictures than him, less expensive pictures than him. Coming in on budget, and they were able to see money on the back end. Stephen rarely had that opportunity, so he was bound and determined to bring a picture in on budget, so he could see the back end. So really, what Lucas taught them is, like, you gotta watch it... That's nice that you're you're... You make a lot of money in the box office, but you'll make a lot of more money personally if you watch your costs. And so he takes what you learn from Lucas. And on the the radar, the the the Indiana Jones movies. Right? And he applies it to Et and check this out. This is now we're in the Euphoria part of his career. Et prints money. So he winds up he's like, I'm doing this movie for 10000000 dollars. Et was so tough because Steven had made a bet with Universal that he could do this thing for 10000000 dollars. Completing Et within that budget enabled him to satisfy his obligation for the final remaining film from his 19 75 contract universal. In the first weeks, and he he winds coming in on budget and on time. Right? In the first weeks, check this out, this is gonna blow your mind. In the first weeks after the film's release on 06/11/1980. We're talking 19 82 dollars, which is even crazier What I'm about tell you. Spielberg personally was earning as much as half a million dollars per day as his share of the profits. And so as his movies become more financially successful, he's able to demand better and better deals, He also is learning from his third mentor, Steven Ross. So it says, Steve and and of myself. Is you don't make 3 or 4000000000 dollars by accident. He's referring to Spielberg. Spielberg as good as a businessman man as he he's a director. Spielberg is renowned and sometimes deployed in Hollywood for driving hard bargain with everyone from technicians to actors to studio chiefs. In recent years, his standard deal has been a remarkable 50 percent of the distributors gross on his pictures. And they said you compare that with 5 or 15 percent of 5 or 15 percent of gross that even major stars commands. So he's making a lot more money. Right? The studio also fully financed Spielberg films, even though that he... That he owns it, that he owned... That that the movies owned or shared by Am. His his company. Steven gets the studios to carry the risk and he takes in the money. And so he wants becoming real good friends with the head of time head of... Is this Warner bros of Time Warner at the time. I'm not sure. Time Warner. So he says his connection came be through his close friendship with Steve Ross, the chairman of the Board of Time Warner. Ross was the most colorful and controversial of the film industry mentors to whom Spielberg had attached himself. Assuming the roles of Spielberg best friend an ideal father figure as well as business mentor, Ross began educating Spielberg in the finer aspects of life as a Hollywood mo. In the documentary Tom Hanks talks about working with him with Spielberg remarkable because how we're resourceful for he is. You could plan something out as as best you can. Circumstances dictated. It's not gonna work out, and he comes up with just... He just makes the most of whatever is there. And we see an example of this when he... He's on location filming first he's first moving China. So said well, while, while preparing for the first day of shooting in Shanghai, assistant director, David Tom plotted out all the crowd movements and everything, and I plan to keep the road clear, so there could be traffic so there could be traffic movement. I drew it all out and told everyone to do what to do. Then 5000 people suddenly flooded the road. It went... I went crazy. I said to Steven Oh Jesus. It's all gone wrong. He said, looks great. Roll the cameras action. He was happy with outlook it, and I wasn't gonna argue with the 5000 people. He's very good like that. He's not pedantic. Whatever is there, he makes it work that's the most important sentence of that entire paragraph. Whatever's is there, he makes it work. That's the assistant director talking about the something they made in the eighties. Tom Hanks said the exact same thing when they were making save private ryan. Another thing that Steven talks about this book talks about the documentary over and over again is how important family is to him. The fact that he's got, like, 7 kids something like that. He got divorced for the first time. He felt like a failure, Then they got rem remarried They've been married for a long. He so it was extremely important because of the traumatic childhood he had, and he's got the scene and hook that he took to heart, And I think it's fantastic. And so they're going back and forth It's the character Peter and his wife. And it says your children love you? They wanna play with you? How long do you think that lasts. We have a few special years with our children when they're the 1 where they're the ones who want us around. So fast, Peter. It's a few years that it's over. You are not being careful, and you are and you are missing it. That is the lesson Peter learns in hook, and it is 1 Spielberg took to hard in his own life. And I would say that is the major life regret that I've seen in a lot of these biographies and auto geographies. And when they're writing in these books, it's too late. It's the fact that they over optimized for their work life at expensive their children they all I'll tell you not to do it. They a regret they can't do anything about. The best term I've ever heard about this came from Bar cam auto because he did that. His 3 boys from not mistaken And he's like, III missed their childhood because I was building Ikea, and I I messed up. I should have done that, and it says childhood does not allow itself to be recon concord. There's also a line in the the hook movie with Peter Pan that I think Spielberg took this idea and ran with it as well. And that's the idea that to make life the adventure it's supposed to be so Granny, Wendy tells Peter. Your adventures are over. Oh, no. He replies. To live to live, will be an awfully big adventure. So when the book ends, he had just finished Sc list and Jurassic Park, find finally gets his academy award that he's been dreaming us since he was 12 that he had been sn for multiple decades before then, has 2 of the most successful successful and well known movies, and it says as he approached his fifteenth birthday. Spielberg showed no signs have been crushed at the enormous weight of his success. Many a lesser career has collapsed from the burden of escalating expectations. And Spielberg who still bites his fingernails and throws up before coming to a set in the morning cannot help feeling the horrendous pressure of having to top himself of simply having to be Steven Spielberg. But throughout his 28 years as a professional filmmaker, he has maintained a sense of inner balance that so far has enabled him to avoid losing his nerve. He seems comfortable even if others are not, with his own complexities and contradiction. When his high school friend chuck case visited him at the Long Beach airport during the filming of 19 41. Spielberg surveyed his army of uniformed actors and World war 2 airplanes and said with a child like smile. You know? They pay me to do this. And that is where Leave it for the full story, read the book, and I highly recommend watching the documentary as well it was fantastic. If you wanna buy the book using... If you buy the book using the link that Show notes it should be supporting podcast at the same time if you want to help about a friend and founders at the same time. I'll leave a link if you wanna buy a gift description, you can do that. They'll be link and Shown as well. That it's 209 books down 1000 a go, and I'll talk you again soon."
}