{
  "transcript": "Let's go ahead and jump into today's book, which is masters of doom. How 2 guys created an empire and transformed pop culture by David Kushner. So it's about John Romero and John Car who are the people that created. Some of the most iconic video usable of time. Doom. Most of the book, it's basically about not only the partnership that they created in the early twenties, but then what tears them apart later on, and then it also goes into which I find the most interesting part, the differences of their philosophies on business, and I'll be going chronological through the book. So I'm gonna start in the introduction. For a new generation, Car and Romero personified an American dream, They were self made individuals who had transformed their personal passions into a big business, a new art form, and a cultural phenomenon. Their story made them the unlike of anti heroes. Is stained by both Fortune 500 executives and computer hackers alike and herald as the Lennon and Mccartney of video games, though they probably would both be preferred being compared to Metallic, 2 Johns had escaped the broken homes of their youth to make some of the most influential games in history until the very games they made tore them apart. The 29 year old Car was a monk programmer who built high powered rockets in a spare time, and made Bill Gates shortlist list of geniuses. His game and life aspire to the elegant discipline of computer code. The 32 year old Romero was a bras designer whose bad boy image made him the industry's Rockstar. He would risk everything, including his reputation to realize his wildest dreams. As Car put it shortly after their breakup. Romero wants an empire, I just wanna create good programs. So in the introduction, it starts off when they're at a video game conference, this is a few years after they broke up. So they referenced a 29 year old Car and 32 year old Romero, but they started working together in the early twenties. Last few years, and then they they obviously go to separate ways, and we'll we'll definitely dive into that. And that's basically what the whole books about. So I'm gonna start with John Romero. And so the story that's in the book at the very beginning, which is just terrible, and it's about Romero and his stepped. So let's jump into this. 11 year old John Romero jumped onto his dirt bike, heading for trouble again. A sc kid with thick glasses, he pedal past the modest homes of Rock California to the round table pizza parlor. He knew he wasn't supposed to be going there this summer afternoon in 19 79, but he couldn't help himself. That was where the games were. What was there was asteroids or as Romero put it, the coolest game planet Earth has ever seen. There was nothing else like the feeling he got tapping the control buttons as a rocks hurled toward his triangular ship and the jaw style theme music blip suspense. Dumb the dumb dumb dumb dumb dome. I don't... Actually, I don't think that's how it sounded, but that's how red. Romero mimic these video game sounds the way other kids did celebrities. Fun like this was worth risking everything. The crush of the meteor, the theft of the paper route money, the wrath of his step father. Because no matter what Romero suffered. He could always escape back into games. This is another it's another theme that that pops out throughout this book is the es that video games provides for people, especially people in in living lives that they're currently unhappy At the moment, what he expected to suffer was a legendary whipping. His step father, John Sc, a former drill sergeant had commanded Romero to steer clear of our arcade. Arcade bread games, games, bread deli, deli, bread failure in school and life, are so his father. Step father's logic went. As his step father was fond of reminding him, His mother had enough problems trying to provide for Romero and a younger brother since her first husband left the family 5 years earlier. His step father was under stress of his own with a top secret government job retrieving black boxes of classified information from downed Us spy planes across the world. Hey, little man. He had just said a few days before. Consider yourself warned. As you could probably guess, he's not gonna he eat a step debts warning. Romero did heed the warning. Sort of. He usually played games at Timothy, a little pizza joint town. This time, he and his friends headed into a less traveled spot, the round table. He still had his initials AAR for his first for his full name, A alfonso John Romero next to the high score here, just like he did on all the asteroid machines in town. He didn't have only the number 1 score, he only the entire top 10. Watch this romero told friends as he slipped in the quarter and started to play, the action didn't last long. As he was about to compete a round. He felt a heavy palm grip his shoulder. What the fuck dude, he said, assuming 1 of his friends was trying to spoil game, then his face smashed into the machine. Romero step dragged him past his friends to his pickup truck, throwing the dirt bike in the back. Romero had done a poor job of hiding his bike and his step father had seen it while driving home from work. You really screwed up this time little man, his step father said, he led Romero into the house so Romero mother and his visiting grandmother stood in the kitchen. Johnny was at the arcade again his step said, You know what that's like? That's like telling your mother fuck you. He beat Romero until the boy had a fat lip and a black eye. Romero was grounded for 2 weeks. The next day he snuck back to the arcade. Okay. So I included that part because Not only doesn't show you that, Romero John Romero obviously had a love of video games and a passion for it. He was really good at it. But even after getting his ass kicked and being grounded, he still snuck out. And went back to the Arcade, that's how much he loved him. And then the second reason I put... I pointed out is because this kind of behavior from the so called adult his life is disgusting. Slamming your child, not even your child. Your step child's head into a video game, then taking him home and giving a a black eye and a fat lip when he's 11 years old and you're a full grown adult, is disgusting. I had my ass kicked when I was a kid, be with fist, belts, switches, hangers, and I never understood it. I never understood the logic of why people. Like, what are you teaching your child? And I have a child at my own. I have a 5 year old a kindergarten, a little girl who's who's beautiful and amazing and smart in it. And I would... I've never... Laid a finger runner nor whatever I ever? Because, like, what do you what are you teaching them? So when you have a in this case, John step, So you have a problem in life that you that you need to fix and so you fix it with violence. It... When John grows up, let's say, an employee, he's... He's working that works for at at its software, which is the company found to make doom and quake and the rest of stuff. So the the employee not listening to John. It's To mean John gives him fat lip. I I don't... I read that, and it's it's in the opening chapter. I just... It made my hands sweaty. I was just so disgusted by this behavior, and we're gonna obviously see later on in the book where... You know, the the son, the steps son that he's beating the crap out of and throwing his head into the game... Into the machine for playing video games winds becoming multi multi millionaire off of the same games. So he wants up apologizing later, but to me it's just too little too late. This makes it even worse because we talk about... Now we're gonna talk about, like, John's actual life. And given, like, what this this paragon about to reach you, think about the context there, you know, because you're you're as your kid, you don't get you don't pick your parents. And then if your dad leaves, you don't pick your step dad. So here here's the sentence right here. 1 afternoon, his father. This is his actual father. Left to pick up groceries. Romero wouldn't see him again for 2 years. So his dad just decides, hey, I have 2 kids. I'm not into this. I'm not gonna be responsible even though these are my kids, and he says, I'm gonna go to the grocery store and then he just... He doesn't come back. So that's the the environment that Romero living in. He's raised by single mom until his mom rem remarried. His mom doesn't have a lot of money. She's gotta support both the boys. John Sc, which is his step dad. 14 years for senior tried to confront him. So this is 5 years earlier than the day at the pizza Parlor rate. There's his kids head into the video machine. So John... The step added sees stat roof Gia romero is is drawing. So 1 afternoon, he found the 6 year old boy sketching a Lamborghini sports car at the kitchen table. The drawing was so good that his step father assumed it had been traced. As a test, he put a hot wheels toy car on the table and watched as Romero Drew? This sketch too was perfect. The step dad, asked Johnny, what he wanted to be when he grew up? The boy said, a rich bachelor. So this paragraph a few pages later really stuck out to me. I told you I was also reading that book on Jack M and Jack Mah has a quote where he talks about. There's a power in getting lost in fantasy, like, books and video games and everything else. They get into playing like the game dungeons in dragons and here we go into, like, what the appeal is. And says the appeal is primal. In Dungeons and dragons, the average person gets a call to glory and becomes a hero and undergo change. In the real world, children, especially have no power. They must answer to everyone. They don't direct their own lives. But in this game, they become super powerful and affect everything. That's 1 of the 1 things, when I was a kid why, like so much about video games is because, like they just said, you don't get to choose almost anything. You have to listen to your parents when you're at home and then you listen to your teachers and administrators when you're at school. When you're playing a video game Like, you understand the rules of the video game, and then you can apply your energy to be becoming better, and you get niche immediate feedback on that. As you progress through levels and Eventually beat the game, and it is very, fulfilling. I I let to know for myself, this is a critics don't shit and then using your own brain. This is back to still talking about Romero. His parents were less than impressed by his new passion, meaning that he started learning how to program. He he was learning a programming language called Hp Basic. At issue where Romero grades, which had plummeted from A's and b's to c's d's. He was bright but too easily distracted they thought. 2 consumed by games and computers. Despite this being the golden age of video games with arcade games bringing in 5000000000 a year and even home systems earning 1 billings. His step father did not believe game development to be a proper vocation, mister Dark quote. You'll never make any money making games. He often said, you need to make something people really need like business applications. So this is a a really important part because just from the outside, like, who's gonna know more about this. The 40 year old guy who spends his time trying to recover black boxes from down spy planes. Or the person that's completely obsessed with video games. And again, it's not like nobody was making money off video games at time. They just said they're bring... The Arcade games alone bringing 5000000000 dollars a year. So this note I left here where it says use your own brain to me though. That's just shorthand for something we talk about constantly on this podcast, which is the importance of first principle sinking. John, even at a younger age. He understood the appeal of video games, he probably saw his friends were also interested in it. And anything going back to that, like, old, 1 of my favorite Alan quotes by a, the philosopher Alan Watts is it's if fine what you're passionate about what you would desire because if you're interested in something. Chances are other people will be too, and if other people are interested in things, that's a business opportunity. Could go back to, like, what what's Richard Branson definition of a business. A business is just an idea or service that makes somebody's life better. And for these kids, that's what video games did. They made their lives better than they could... Then there's no reason. There's nothing stopping them from becoming a business. Especially when you already had this fundamental interest in it. Now I'm gonna read this part this on the next page, and it's about all this, I I wrote the note I wrote to myself was late in entrepreneurship of new breed of hackers. And it goes into a little bit about some of the other people that were already creating businesses, and there's gonna be some numbers here to just to tell you what people are able to do. Richard Gary, A aka Lord British, The son of an Astronaut in Texas spoke in middle English and created the massively successful graphical role playing series of Ultimate games. As in Dungeons and Dragons, players choose to be wizards or elves fighting dragons and building characters. The graphics were crude with landscapes represented by block colored squares. A green block ostensibly a tree, a brown 1, a mountain. Players maybe this is a precursor of minecraft. Players never saw their sm stick figure characters attacking monsters, They would just walk up to a dragon blip and wait for a text explanation of the results. But gamers overlooked the crude for what the games implied, a novel and participatory experience, a whirl. Ul also showed off the late entrepreneurship of this new breed of hacker hackers. Garrett came to fame in the early eighties through his own initiative, like many other Apple 2 programmers, he would hand distribute his games on floppy disks sealed in clear plastic ziploc bags to local computer stores. So think about how crew that is. The idea of distributing software by floppy disc and ziploc bags. But look with these, this married couple does with that. Can and Roberta Williams, a long a young married couple Northern California, also pioneered the Ziploc distribution method. Turning their homemade graphical role playing games into a 10000000 a year, 10000000 dollar a year company called Sierra online. So the exact same time that John Is getting is his 11 year old head smashed into the Arcade, and his step dad, just ignorant preaching them about how you need to be built... Big building business applications to no and pays for games. There's a... There's a young married couple that are... That have built a business on... With 10000000 dollars of revenue, And it's not like it's super sophisticated. They're distributing their product in Ziploc bags. I wanna skip ahead now. The first chapter is all about John Romero is upbringing his personality that kind of stuff. And the second 1 is the other, John. And the other John is really fascinating. The probably the most fascinating part of this story. And so he's probably the much more famous of the 2 Johns. So I find Car personality and his philosophy is really, really interesting. Car quickly distinguish himself. In second grade, only 7 years old, he scored nearly perfect on every standardized test, placing himself at a ninth grade comprehension level. At home, he grew and grew into a for var reader like his parents, favoring fantasy novels such as the Lord of the rings. He read comic books by the dozen, watch science fiction movies and mostly enjoyed playing Dungeons and the dragons. Car, more interested in creating D and d than playing, immediately gravitate to the role of Dungeon Master. He proved himself to be a unique and formidable inventor. While most Dungeon masters relied on the rule books explicitly chartered styles of gameplay, Car abandoned the structure to devi elaborate campaigns of his own, so the difference between a chef and a cook. After school, he would disappear into his room with a stack of kraft paper and chart out his game world. He was in the third grade. Despite his ind ind ness, there was some things Karma couldn't escape. When assigned to write about his top 5 problems in life, he listed his parents high expectations twice. He found himself at particular Odds with his mother the disciplinary of the family. And another assignment, he wrote about how 1 day when he refused to do extra credit homework, his mother padlock locked his comic book collection in a closet. Unable to pick the lock, he removed the hinges and took off the door. Car began lashing out more at school. He hated the structure and dogma. Religion he thought was a irrational. He began challenging his classmates beliefs after mass on Wednesdays. On at least 1 occasion the other kid left the inter interrogation in tears. Car found a more productive way to exercise his analytical skills when a teacher wheeled in an apple too. He had never worked on a computer before, but it but took to the device as if it were an extension of his own body. It spoke the language of mathematics. It responded to his commands, and he realized after seeing some games on the monitor, it contained worlds. Okay. So this is the second time that I've mentioned the the world worlds, and it's really important. The entire, I guess, theme of a book. Because both of them as you can see, they were raised in environments where they... They just didn't feel like they fit in and they were constantly pressured to conform to, usually, like, parents of school, and all the desires to be able to create their own world. So in this case, their world is a video game and then a video company to produce a video games. But I think when anybody finds a company or or create a product or or create art or anything that you're making, you're trying to induce an idea into your world. And then if it's successful, that's what a company is It's a mini... Almost a mini world. Where you have a lot more control over than your day of day life, and I I think people like Car, like Zuckerberg, when we talked about the the book, the external billionaires, they desire that. They they jump at the opportunity to be able to to make and to, like, actually have a physical impact on the world around them. So this this whole idea of creating worlds is gonna pop up in the book at Not in future in some of the highlights, but also if you if you read the entire book. So skipping head a little bit, it didn't take long for Car to want to customize my game, customize games on his own. With a computer, it was possible. When Car was in the fifth grade, his mother drove him to the local radio shack where he took a course on the T 80 computer. He's... He returned to school with the program book in hand and set about teaching himself everything he needed to know. He read the passage about computers in the encyclopedia a dozen times. With his grades on the rise, he wrote a letter to his teacher explaining that the logical thing to do would be to send me to the sixth grade where he could learn more. The next year, Car was transferred to the gifted and talented program at the Shawn Mission East public school among the first in the area to have a computer lab. During an after school, Car found other gifted kids who shared his enthusiasm for the Apple too. They taught themselves basic programming, they played games. Soon enough, they hacked in the games. Once Car figured out where his character in the ultimate... That is the Ultimate game that that, Gary previously who I just mentioned, developed. So once Cor figured out where his character in Ul resided in the code, he reprogram it to give himself extra capabilities. He re this ability to create things out of thin air. As a programmer, he didn't have to rely on anyone else. If his code followed the local progression of the rules established, it would work. Everything made sense. It talks about the importance of of books and and how they can have a fundamental influence in your life and and changed his trajectory of your life. The book, hackers, heroes of the computer revolution was a revelation. Car had heard about hackers. In 19 82, a Disney movie called Tron told the story of a video game designer played by Jeff bridges, who hacked himself into a video game world in a 19 83 movie called War games Matthew Bro played a young gamer who hacked into a government computer system and nearly triggered Armageddon. But this book story was different. Jeff It was real, written by Steven Levy in 19 84 explored the uncharted history and culture of the whiz kids who changed our world. The book traced the rise of Renegade computer enthusiasts. From the mainframe experimental at Mit in the fifties and sixties to the homebrew, epoch of Silicon Valley in the seventies and up through the computer game startups of the eighties. These were not people who fit and neatly into the stereotype of outlaw laws or geek. They came from and evolved into all walks of life. Bill Gates, a harvard dropout who would write the first basic programming code for the pioneering Alta tear personal computer and form the most powerful software company in the world. Game makers like Slug Russell, Ken and Roberta Williams, Richard Gary, the 2 Steve's, jobs and W, who turned their passion for gaming into out to into the Apple 2. They were all hackers. They were adventurers, vision, risk kicker, artists. And the ones who most clearly saw why the computer was a truly revolutionary tool. This hacker ethic read like a manifesto when Car finished the book 1 night in bed, he had 1 thought. I'm supposed to be in there. He was a whiz kid, but he was in a nowhere and a nowhere school with no good computers and no hacker culture at all. So if he thinks he's supposed to be in this book, he's obviously a driven individual. He's not going to let anything stop him, so he's gotta figure out how to get access to the computer that at the time his parents can't afford. So this section which relates to the podcast I did on the Pat founder, where 1 of the things he said just stuck in my mind, and I referenced it constantly in conversation now. Is, like, if you wanna understand the entrepreneur or the founder, study the Juvenile delinquent. Well, Car is about to become Juvenile delinquent. Late 1 night, Car and his friends snuck up to a nearby school where they knew there were Apple to machines. Car had read about how a the paste could be used to melt through glass, but he needs some kind of adhesive material like Vaseline. He makes the con and applied it to the window, dissolving the glass so they could pop out holes to crawl through. A fat friend, however, had more than a little trouble squeezing inside. He reached through the hole instead and open the window to let himself in. Doing so, he triggered the silent alarm. The cops came in no times. So we're also gonna get into more of Cr personality. The 14 year old Car was sent for psychiatric evaluation to help determine his sentence. He came into the room with a sizable chip on his shoulder. The interview did not go well. Car later told the contents of his evaluation. Boy behaves like a walking brain with legs, no empathy for other human beings. At 1 point, the man sw his pencil and Ask Car. If you hadn't been caught, do you think you would have done something like this again? If I had him been caught Car replied honestly. Yes. I probably would have done that again. Later he ran into the psychiatrist who told him, you know, it's not very smart to tell someone, you're going to do a crime again. I said if I hadn't been caught got damn, Car replied, he was sentenced to 1 year in a small juvenile detention home in town. Most of the kids were in for drugs. Car was in for an Apple too. He winds up becoming the college dropout. In the fall of 19 88, the 18 year old Car reluctant enrolled at the University of Kansas where he signed up for an entire schedule of computer classes. And I I don't mean college. Dropout out as a pe. I think as you're about to see here, it was a completely rational response to how he you was spending his time. It was a miserable time. He couldn't relate to the students, didn't care about cape parties and F houses worse were the classes based on memorizing information from textbooks. There was no challenge, no creativity. The tests weren't just dull, they were insulting. Why can't you just give us a project and let us perform it Car max scrolled on the back of 1 of his exams. I can perform anything you want me to. After enduring 2 semesters, he dropped out. So he drops out, he gets a job at a piece of place, and he's still playing video games, But more interested in playing video games, he starts making his own video games. And there's always a publishing video game publishing houses at the time, where you could send in games you make, and they'll sell it for you and give you a a cut via the the revenue or they'll just pay you flat out. So here, I'll give you thousand dollars game and then they they sell it as, you know, cost of goods sold and they they they keep the money. But so I wanna go into this, but he has some interesting points about, which I I personally went with empathize with. Re religious simplicity. And I really admire game Car mac's ability to focus because he kind of eliminates He has... He knows what he wants to do with his life, and then he kind of eliminates everything else that's not that, which is extremely difficult. It takes this 1 to do that. So, this is part is about him re simplicity. Though he was barely getting by, Car re the freelance lifestyle. He was in control of his time, slept as late as he wanted and even better answered to no 1. If he could simply program the computer, fix up his car and played D and d for the rest of of his life he would be happy. Car learned another way to cash in. So this... So he's... At the time he's just selling his... Like I said, selling his games to publishing houses. He's figuring out a a new way to make money right here, so he learns a new way to cash in. Converting his Apple to games for a new breed of computer called the Ibm Pc. He knew next to nothing about this system, but was not want to turn down a programming challenge. So he drove to a store and rented a Pc. Within a month he sent soft, soft disc is the the publishing house that's actually buying, that he's a free freelancer answer for. So he sent soft discs, not only an Apple 2 version of of dark designs. That's the game he's working on, but a version converted are ported for a Pc as well. Working long into the night, Car got his process so down pat. He could create 1 game and port 3 versions. 1 for Apple, 1 for the Apple 2 Gs and 1 for the Pc. Soft disc would buy each and 1. With every new game, the company begged Car to come down for an interview. Who was this kid who taught himself an entirely new programming language in half the time it would take a normal person. Car declined at first. Why scrub his life by going to Work her company. But eventually, their persistence won him over. He had just put some nice new parts in his Mg, that's the kart time, and could use an excuse for a long drive. After all those years on his own, he hardly expected to meet someone who had something to teach him. This is gonna set up for him... For John Car to meet John Romero because John Romero is working at soft disc. So we're gonna see them team up right now. So like that last said, Car didn't expect to to meet anybody who had anything to teach. Well, he beats John Romero a few... Like, 2 or 3 years older in him, and he realized oh, crap. This guy's. This guy's have really good programmers as well. So they wind up teaming up. I'm gonna skip over a a big part of the book. So if you're interested for the full story, obviously read the book. So in within soft disc, the 2 jobs are are way better than any of the other programmers, and there's a lot of programmers there. So they start, like a small... Almost like a company within a company where it's 5 or 6 of them, And they're given a lot of freedom and they kind of, like, it's kinda like a autonomous little startup inside the company. They work so well together. They 1 day realize, hey, why aren't we just doing this for ourselves instead of basically selling her labor to other people? So this section, the the company they're gonna make is called Id software, Id software. And this is how its software was born. So 1 night Car figures out how to make video games look better, and he calls the the process adaptive tile refresh, and it has to do with, basically giving the characters in a video game more movement. They're... The the movement was restricted at a time because, obviously, think about the computers that they're working on. So he finds a way to program around that. So in late terms, as Tom immediately understood, Tom is 1 of the guys that works with them and he got he wants up founding its software with them. This meant 1 thing, they could do Super mario brothers on a Pc. Okay. So again, the largest markets are arcade and console games, not necessarily Pc at the time. Even though there is some some smaller, you know, pc Pc game companies. Nobody, no. No 1 had made the Pc do this. Talk about what Car mac figured out for adaptive tile refresh. And now they could do it right here right now. They could take their all time favorite video game and hack it together, so it could work on the computer because at the time, Mario Brothers is only on nintendo. It was almost a revolutionary act of subversion he thought, especially considering Nintendo's stronghold on its own platform. There was no way to say copy an a 10 game onto a Pc as 1 would tape an album. But now they could replicate it tile by Tile blip for Blip. It was the ultimate hack. Let's do it, Tom said, let's make the first level of Super mario brothers tonight. He fired up Super Mario Brothers on the Tv and started to play. Then he opened up the tile editor that they had running on their Pcs. Like somebody copying a famous painting, he recreated every little tile on the first level of Super Mario on the Pc hitting pause on the nintendo machine to freeze the action. He is Car back in his situation. He included everything, the gold coins, the puffy white clouds. The only thing he changed was a character, rather than recreate Mario, He used the stock graphics they had of Danger Dave. Danger Dave is this other game they were making... That was really popular at the time. Dozens of diet coke later, they finished the first level. It was 05:30AM. Car mac and Tom saved the levels to a disc, set in arm romero desk and went home to sleep. Ram romero came in the next morning at 10 and found the floppy disc on his keyboard with a posted note that that read merely, type Dave 2. It was in Tom's handwriting. Romero popped the disc into his Pc and typed in the file location. The screen went black. Then it refreshed with the words, dangerous Dave and copyright infringement. So again, Dangerous Dave is their own character, that in copyright Infringement is because they're literally copying the Mario brother, game Picks pixel by pixel. On 1 side of the words was a portrait of Dangerous Dave and his Red Baseball cap and green t shirt. On the other was a Dow looking judge with a white wig, brandi a ga, Romero hit the space bar to see what would come next. There it was. The familiarity of Super Mario Brothers 3, Pale blue Sky, puffy white clouds, pushy green shu. The animated tiles with little question marks rolling over their side, and strangely his character, Dangerous Dave standing ready on the bottom of the screen. Romero tapped his arrow key, move Dave along the floor and watched him scroll smoothly as across the screen. It's that's when he lost it. So keep in mind, being able to to go left to right in a smooth and quick manner, it was something that was not available on Pc games at the time. That's when he lost it. Romero could hardly breathe. He just sat in his chair with his fingers on the keys, scrolling Dave back and forth along the landscape trying to see if anything was wrong. If somehow, this wasn't really happening. If Car had not just figured out how to do exactly what the fucking nintendo could do. If he had not done with every other game gamer in the universe had wanted to do to breakthrough to do for Pcs what Mario was doing for consoles. On the strength of Mario, Nintendo, this is interesting rare. On the strength of Mario, Nintendo was on the way to knocking down Toyota as Japan's most successful company, generating over 1000000000 dollars a year. Shi Mi, the series creator had gone from being a poor country boy in Japan to being the gaming industry's equivalent of Walt Disney. Super Mario Brothers 3 sold 17000000 copies. The equivalent of 17 Platinum records, something only artists like Michael Jackson had pulled off. Romero saw it all come pouring down in front of him. His future, their future. Scrolling across the room and brightly colored dreams. The pc was hot. It was heading into more homes each day. Pretty soon. It wouldn't just be a luxury item. It would be a home appliance. And what better way and what better to make it a friendly part of life than a killer game. With such a hit, people wouldn't even have to buy nintendo, they could just invest in Pcs. And here Romero was sitting in his crappy little office building in tree point, Louisiana, looking at the technology that could make the first big league games that Pc. He saw their destiny, their future rich rich person. That's a throwback to what he told us step out when he was 6 that he just wanted to be a rich bachelor. It was so devastating that he found he couldn't move. Couldn't get up out of his seat. He was destroyed, and it wasn't until Car rolled back into the office a few hours years later, that Romero was able to must the energy to speak. He had only 1 thing to tell his friend. His genius partner, his match made in gamer heaven. This is it. He said, we're gone. Okay. So we're gonna... I'm gonna jump into how they break off and form their own company. But real quick, I found this a really interesting section before they they jump ship, and it talks about how they process time. Even though they're they're working together with John's, they're very very different people. And I think a good illustration to of that is how they process time. An early and apparent difference between the 2 John's internal human engines was the way they process time. It was the kind of difference that made them perfect compliments and the kind that could cause irr conflict. Car was of the moment. His ruling force was focus. Time existed for him not in some promising future or sentimental past, but in the present condition, he kept nothing from the past. No pictures, no records, no games, no computer discs. He didn't even save copies of his first games. There was no year book to remind him of his time at school, no magazine copies of his early publications. He kept nothing but what he needed at the time. His bedroom consisted of a lamp, a pillow, a blanket and a stack of books. There was no mattress. All he brought with him from home was a cat named Mit with a mean streak and a reckless bladder. Romero by contrast was immersed in all moments, past, future and present. He was an equal opportunity ent as passionate about the present as about the time gone and the time yet to come. He didn't just dream. He pursued, hoarding everything from the past, immersed himself in the dia of the moment and chart up plans for what was to come. He remembered every date, every name, every game. To preserve the past, he kept letters, magazines, discs, burger king pay stubs, pictures, game receipts. To inflate the present, he pumped up any opportunity for fun, telling a joke, a funny story, making a crazy face. Yeah. He wasn't manic, he knew how to focus. When he was on, he was on, loving everything and everybody. But when he was off, he was off, cold, distant and short. Okay. So let's skip ahead. This is how Its software was born part 2. At this time, you could make a game. And even if it was published by, like, soft disc or another publishing company, the developer, you you could find out who the developers were. So John Romero was getting, like, what appeared at the time like fan mail, about how great games are. Turns out. They were all coming from, like, the same address, and he tracked down the guy. Like what are you some weirdo now. And he winds up being this guy named Scott. Who is pioneering a new business model for independent games called Share wear. So Scott wants to convince John Romero to make his own games and then Scott Wax as a publishing. So we're gonna get right into there. And it goes into, like, the business models, which I think, you'll find interesting. We got a talk. Scott continued eagerly. I saw your game. Pyramids of Egypt. It was so awesome. Can you do a few more levels of it? We can make a ton of money. What are you talking about? I wanna publish your game, Scott said. A share wear. Share, Romero was familiar with the concept, A dated back to a guy named Andrew Fl, founding editor of Pc world. In 19 80, Fl wrote a a program called Pc talk. And release it online with a note saying that anyone who like the wear should feel free to share to send him some appreciation money. Soon enough, he had to hire a staff to count all the checks. Flew women called the practice share wear. An experiment in economics. Over the eighties, other hackers picked up the ball making their programs for apple's, Pcs and other computers available in the same honor code. Try it. If you like it, pay me. The payment would ent the customer received technical support and updates. As they talked, it became clear to romero that Scott knew exactly what he was doing. Scott, like Romero was a life top lifelong gamer. So he talks about how he he would spent his days in high school. Hanging out of computer labs and playing video games, and then Scott soon took the inevitable path and started making games of his own. When it came time to distribute the games, Scott took a long hard look at the share market, He liked what he saw. The fact that he could run everything himself with having to deal with retailers or publishers. So he followed suit. Putting out 2 text based games in their entirety and waiting for the cash to roll in. But the cash didn't roll in. It didn't even trickle. Gamers he realized might be a different breed from those consumers who actually paid free utility share wear. This is a really interesting point to making here. They were more apt to simply take what they could get for free. Scott did some research and realized he wasn't alone. Other programmers who had released games in their entirety of share were broke too. People may be honest he thought, but they're also generally lazy. They need an incentive. The part about to read here is where Scott's really good idea. Then he got an idea. Instead of giving away the entire game, why not get away only the first portion, then make the player buy the rest of the game directly from him? No 1 had tried it before, but there was no reason it couldn't work. The game Scott was making were perfectly suited to such a plan because they were broken up in short episodes of levels of play. He could simply put out say 15 levels of game then tell players that it sent that if they sent him a check, he would send the remaining 30. In 19 86, while working for a computer consulting company, Scott self published his first game. An Indiana Jones style adventure as she, making the initial levels available through Bb and share wear catalogs. There was no advertising, no marketing and virtually no overhead. Except for the low cost of floppy disks and Ziploc bags. Because there were no other people to pay off, Scott could price his games much lower than most retail titles. 15 dollars to 20 dollars as opposed to 30 to 40. For every dollar he brought in, Scott was pocket 90 cents. By the time he contacted Romero, he had earned a hundred and 50000 dollars by word about alone. I I just love the fact that he could do it on him, like, by himself. He doesn't have to ask permission. He doesn't have to deal with publishing health... He just doesn't have to do anything. He just makes something people like and then they can pay him directly, which I think is the most important change in our lives. It's 1 of the most important changes in our lives, prior to the last quarter century. Another random thought, but it might be... Solution we need in an environment, especially to develop word world where all asset prices are booming, but wages aren't. Right? If you look at the macroeconomic data data, you see wages are basically stagnant for a long time. So that gives me the thought, well, maybe we shouldn't be working for wages. Maybe all of us can create things that people value and if they value it, we can sell to them. Alright. So switching gears and skipping ahead a little bit. This is more on Car mac's personality. He has this idea of, things that humans build our are built using the work and the ideas of others. It just goes into... They didn't need any help getting motivated, however. Car, in particular seemed almost inhumane immune to distraction. They're talking about he could just sit at his computer, and he doesn't say anything and he just turns out programs. Right? And so it while he's doing this, they're still at the office and the guy that owns the company, his name is A and A... Let let's go into more of, like, Car philosophy, which I think interesting. A had never seen a side scrolling like this for the Pc so talking about what they did for the Mario brothers game. Wow. He told Car mac. You should patent this technology. Car turned red. If you ever asked me to patent anything, he said, all quit. I assumed car Car was trying to protect his own financial interest. But in reality, had just struck what was growing into an increasingly role nerve for the young idealistic programmer. It was 1 of the few things he could... That could truly make him angry. It was ingrained in his bones since first reading the hacker ethic. All of science and technology and culture and learning and academics is built upon using the work that others have done before, Car mac thought. But to take a patent approach and say, it's like, well, this idea is my idea. You cannot extend this idea in any way because I own this idea, it just seems so fundamentally wrong. Patents were j the very thing that was central to his life, writing code to solve problems. If the world became a place in which he couldn't solve a problem without infringing on someone else's patents, he would be very unhappy living there. So once these guys hook up with Scott, they start spending nights and weekends developing their own games. So they solve obligations for their day job, so they're making job get games for soft discs, and they're making games for themselves, which Scott is gonna publish. And so they eventually leave the company, but this is how they come up with the the name and they turn into a real business. When the guys Christ their company, they shortened the ideas from the deep, so was called ideas from the deep software. They shortened the ideas from the deep and simply call themselves id for in demand. They also didn't mind that as Tom pointed out, it had another meeting, meaning. The part of the brain that behaves by the pleasure principle. In early 19 91, their pleasurable games were in indeed in demand. Keane was number 1 on the share wear charts. Emerging as the first and only game to break the coveted top 10. The first keen trilogy was now bringing in and here's the interesting perk because they talk about actual money in this book. The first keane trilogy was now bringing in 15 to 20 20000 dollars per month on share. It wasn't just pizza money anymore. It was computer money. They used it to outfit the lake house with a fleet of high end 3 86 Pcs. Car was only 20 years old. Romero 23, and they were in business. So the Lake house referenced there They they they obviously can't develop their games at their office. So they rent a lake house. They all just move in and make it basically a house and an office. And that's where its software is born. So what I really like about the book. Again, I'm skipping over a lot of it like I do with every book. But they go into quite a bit about all the games to make and how much money they make, and you'll see as the game as the book progresses so we're only about halfway through, maybe 30 percent of the way through right now. So this 15 to 25000 dollars a month. It gets a lot larger needless to say. This is just a real quick, like, but this is Car mac on problem solving. The problem found was that the Pc was not powerful enough to handle such a game. Car read up on the topic but found nothing adequate for his solution, and this is important part. He approached to the this dilemma as he had in in keane. Mean developing the game engine for Keane. Try the obvious approach first. If that fails think outside the box. So that's kind of Car max Mod Opera, which we'll see, I don't know if I talk about anymore, but it's it's definitely present in the book a lot. So I'm and now I'm skipping way ahead. They've left soft disc and their wildly successful cher wear. So at the time, there's only 5 of them, all young guys in a lake house in Louisiana. They went up moving a couple times. They go to, Wisconsin and they went up settling in Texas. They're doing really well because they're generating tens of thousands of dollars every month, and they have almost no expenses. They're starting to gain a lot of attention, and they wind up meeting 1 of their heroes, and this section is called 2500000.0 dollars, And this hero is the the married couple that we're running a business that that was bringing in 10000000 a year. So he invites him out to his office and takes him out the dinner. Right? So this guy's much older what shows up at his door as a bunch of, you know, kinda dish she young 20 somethings. William's pride himself on discovering and nurturing young talent, but the inexperienced of this group he thought was pal. They didn't seem to have a business bone in their bodies. When they told Williams how much they were making on Commander Keen, he blur. You're telling me he said, you're making 50000 dollars a month just from share. They showed him the numbers. Scott had upped their royalty to 45 percent of Scott's the publishing house the guy that first told introduce them to this idea for share wherever for games. There was virtually no overhead to explain. To share where model let Ap g keep 95 cents for every dollar that came in. Ap g is Scott's company. We make the best stuff and share, Romero pro proclaimed. That's why we're making so much money. If you think that's awesome, Check this out. Tom took out a laptop set it on the table and urged Williams to hit the key. Wolfe stein came on the screen. So this game they're development, like they developed. Williams played the game with a poker. The guys were dying with anticipation. Finally, William said, a, that's neat. He closed the program. A final screen came up with a face of commander Keane and a green monster from Aliens ate my babysitter. In big words in the middle, it said, Id software, part of the Sierra family question mark, Do you mind removing the question Mark, William said? Then he offer them 2500000.0 dollars. The Id guys returned to their snowed in apartment to discuss the deal. So at this point, they left Louisiana and they're in Wisconsin. This is before they get Texas. 2 and a half million dollars was a lot of money for 4 or 5 guys a split. But they didn't jump the gun. They didn't want to just do a stock a stock deal. They wanted some upfront cash. So they returned to their approach they'd originally taken with Scott Miller. Why don't we do this where Romero suggested, let's ask for a hundred thousand dollars down. If they're interested, then we'll sell. If they don't, then we don't do it. When presented with the request, William's ba. Though he was impressed by their work. He wasn't ready to fork over such a large chunk of cash. The deal was over. Clearly, it thought he just didn't get what they were going... What they were doing. He didn't understand the potential of Wolfe 3 d. If he had, he would have immediately handed over the cash. It was a disappointment, not so much because they missed out on the money, but because their hero and his company had let them down. This game was going to change things they knew. There was nothing on a computer like it. Fuck Sierra, and their loser programmers. Romero told them, It will remain independent. And independently, they would rule. So Sierra online is the company they William zones. Okay. So I wanna skip ahead more than just pizza money, and this is the its software financials. So Pizza money is this this thing in the book that they just wanted to make money so they can, like, buy the computers they want and basically buy enough pizza because they they ate pizza all the time. And so now that... This was a few years later, and we're gonna see how their financials are are are changing here. Pizza money, Jay Holler, opening up his first royalty check for Wolfe stein 3 day. They really had no idea what they could make. Keane was bringing in about 30000 dollars per month. They expected at best to double that. Wolf Wolfe after all was still being distributed through the relative under underworld of share catalogs and Bb without advertising. The closest thing to marketing with the Bb techie who wrote little teaser of text about the game on their computers. But the guys certainly expected at at least to break even rather soon. Meaning on the game, the game had cost if 1 considered its only overhead the rent of the apartment and their 750 dollar per month salaries, roughly 25000 dollars to make. The check was for a hundred thousand dollars. And this reflected only the first month. Together with their continued sales of the keane games in it was heading for an annual sales in the millions. By releasing the first episode as share, they instantly hooked the gamers, leaving them craving more. It defied logic, the thought of giving something away for free. But Scott's plan had worked. Wolfe stein evolved into an underground sensation. Before the press picked up on it, the gamers online were buzz about the game's immersive blend of high technology and gruesome gameplay. The synthesis of Car max and Romero personal passions. Forums on the various Bb and the emerging commercial online services, prodigy, comp serve and American online brim with discussion about the game. The Internet's discussion forum used that was on fire. Emails poured into the office. So before I I move ahead because I wanna talk about how they get to the title of the book, which is the probably the most popular game they've ever made was doom. I just wanna think a little bit... I talk a little bit about their business model to time. And we're gonna see once the gang breaks up, how they kinda get away from these principles. But I don't know if they intentionally did this, but we've talked about on this podcast a lot. How a lot of the founders, Sam Walton, Jeff Bezos, your Von, let's go on and on, John Rockefeller. I I would say 1 central tenant of all these different personalities and company builders is the idea of frugal Gal. And if you look at what these guys are doing, they have a home office. They're all living there. They're all working there. They have no advertising expense. They don't have, like an Hr department. They don't have management. They just have things they needed... Like, they to buy food, computers and diet coke, and they turn that into software that they sell. So it almost looks like like an option, like the financial instrument option, how you have your downside capped, because your... You keep your expenses relatively low. And because they're selling ones and zeros, you have this huge upside. I think it takes a a certain level of discipline for guys in the early twenties to have a company that's making millions of dollars a year and yet not expand out and try to add all these unnecessarily expenses. I'm gonna jump to where they get the idea. They're having a disagreement again, at this time, they're they're all their games are making tons of money. And, Car, though is not... He... Again, how we just talked about. He's not 1 to, like, be sentimental. So he's constantly... He's the 1 building all these gaming engines, and then the designers design levels and do all the work on top of that. So once he finishes a game, like, usually, how it works. Is there's some kind of technological breakthrough that he makes, then they build a game on top of that. There's an idea to, like, okay, well, this one's making money. So let's just go back and make, like a sequel or keep that. Car doesn't really wanna do that. So he just keeps trying to improve the technology of the game. And then once he figures out a new breakthrough, he tells the guys what it's capable of and they build a game around that. So there's a disagreement about, hey, let's make, you know, these... These games like keane or anything like that's more like kid based, they wanna make, like a more violent game. And so this is where they come with the idea for Doom. Even Car who had once shown interest in keen 3 d, so they wanted to redo keane and make it into using his new 3 d gaming engine, had moved on to another idea, something about far... Something is far removed from keen as possible. Demons. Car mac of course had a long history with demons. There were... The demons of Catholic school, the demons Romero had summoned in their Dungeons and Dragons game. The demons who destroyed their D and d world. Now is time for them to make another appearance. Here is this amazing new technology. So why not have a game about demons versus technology. Car said, where the player is using high tech weapons to defeat to defeat the beasts from hell? Romero loved the idea. It was something no 1 had done before. Kevin and Adrian agreed, sn about the potential for sick twisted art. Something in the spirit of their favorite B movie Evil dead too. Kevin and Adrian into some of the guys that are helping them build the games. In fact, they all agreed, that was what the game could be like. A cross between Evil Dead 2 and aliens, horror and hell, blood and science. All they needed was a title. Car had the idea. It was taken from the color of money. The 19 86 Martin Sc film in which Tom Cruise played a bras young pool hustle. In 1 scene cruise centers into a Billiard hall carrying his favorite pool queue and a stealth black case. What you got in there? Another player asks? In here, cruise replies, flipping open the case, doom in the podcast about le my people was surfing, which is a founder of Pat. They have this idea of the the their strategy is to make the best product. Not like, 1 of the best products but literally the best product and that if they make the best product, everything will fall from there. So it's product as strategy. Right? This is a Car mac's own expression of that philosophy. In an increasingly stark up opposition to romero. Car expressed a minimalist point of view with regard to running their business. As he had often told the guys, all he cared about was being able to work on his programs and afford enough pizza and diet coke to keep him alive. He had no interest in running a big company. The more business responsibilities they had, things like order fulfillment and marketing, the more they would lose their focus, making great games. So remember when we talked about the everything stored, the Brad Owns book on Jeff Bezos in the age of Amazon. There is something in the book, and I shared it on the podcast these sayings, these maxim or app that are repeated ad nausea, and they're called Jeff Ism for... Because they usually come... They usually spoken by Jeff Bezos. So throughout this book, I realized that there's a lot of car mechanisms. So here's 1. The same rule applied to a cat, a computer program or for that matter, a person. When something becomes a problem, let it go or if necessary, have it surgical removed. So this is a response to they had, like, an a company mascot. It was Car mac's cat Mit. And just 1 day, the guy. Was like, hey, where's the cat. And Car mac's, like, she was having a negative impact on my life in my mobility program, so I got rid of her. Obviously I'm not recommending you take your pets to the pound. But yeah. I'm just trying to highlight that so you understand the kind of focus that Car applies to what he wants to do, which is what he enjoys. He just like Scoop program. Here's another... Car. And so while they're going into developing doom and also there's stuff, Romero and Car are growing apart as you... There's a pull where Ram romero is trying to build an empire. Car thinks that's a stupid idea and he just wants to build the best games. And anything that's not helping them build the best gains. It's better like, ignored or or put away. So here's another car mechanism. Tom gave up on the story once and for all. So they're talking about... They wanted a story for Doom and Car x like, no. There doesn't need to be a story. There just needs to be player dropped into this world, and the action immediately it happens. Right? But another story was falling in place for it. In the company's brief history, a pattern was emerging that emulate Car mac's programming ideology, innovate, optimize, then jet anything that gets in the way. It happened in their games. How keen was killed for Wolfe. How floors and ceilings were sacrificed for speed, and it happened in their lives. A C, which is our guy at softest disc the way they they left him. Scott Miller, Scott Miller was their publishing party at Ap the 1 that told about share share, they eventually, I decided they didn't need his help anymore and they started doing it themselves, and even Mit see the cat had all been abruptly deleted from the program. It was impossible to know who or what could be next. So Car obviously is doing these calculations in his mind, and he's assessing the overall utility of the people he's working with. And when they... When they're no longer adding value to the company, he either fires them or just ignores them or be it their time working together comes to it, an abrupt end. So from a personal standpoint, he probably doesn't have, like, social skills, but it's from a, like, a business strategy perspective, that's probably a valuable, tactic to use. You just have to figure out how to do it with people, a little better than he did. Alright. So let's go into the business model of Doom. So this guy Jay is working with them. He's kinda like their manager. Like, he just handles, like, he's not a programmer or designer. So he handles everything that's not that. Jay determined to make its business styles innovative as its game, focus on setting up the company's distribution and marketing. He established a toll free number to field orders and set up a deal with the with a fulfillment house, The whole toll free number thing. 1 of the reasons they had to drop Scott Miller in his company Ap is because there's a lot of complaints about people trying to buy their product and couldn't get through. So the demand for their games are so high that Scott didn't have the staff to, properly, like accommodate for that demand, and as such, were losing sales. So they just decided to do themselves. Since they were self publishing Doom, they would be getting twice the earnings they had on Wolfe, Games distributed through the regular retail channels would bleed cash to Middleman man. Every time someone brought a game at comp usa, the retailer would take money, then pay the distributor, the distributor would take the money, then pay the publisher, the publisher would take money, then pay the developer. By going share, it was cutting them all out. Taking 85 cents for every dollar sold. The game would be listed at around 40 dollars. Jay figured doom like Wolfe would rely on word mouth. While big guns like nintendo, were spending millions on marketing and advertising, it would take out only 1 small ad in the gaming magazine for Doom. The goal then was to get the doom share into as many hands as possible... So this is where the innovation in the business model comes, and I think is a really really good idea. At the time retail stores were selling share discs and being forced by the offers to cough up a high royalty. Ed, which had made some of the most successful share games yet had a different approach. Give the doom share to retailers for free. So again, just for the purpose of this discussion, share wears, like the original few boards that are gonna be free no matter what. And they're going to try to make money, obviously selling additional levels and and and such. So let me go over this part again. It, which had made some of the most successful share games yet had a different approach. Give the doom share to retailers for free. No fee, no royalty and let them keep all the profits from the sale. The... This is only for retailers by the way. The more share wear was distributed, the more potential customers aid would be able to collect. We don't care if you make money off the share demo. Jay told the retailers, move it. Moving in mass quantities. The retailers couldn't believe their ears. No 1 had ever told them not to pay royalties, but Jay was insist. Take doom for nothing, keep the profit. My goal is distribution. Doom is going to be Wolfe stein on steroids and I want it far and wide. I want you to stack doom deep. In fact, I want you to do advertising for it too because you're gonna make money off of it. So take this money that you might have gotten... They might have given me in royalties and use it to advertise the fact you're selling doom. Jay got plenty of takers. Okay. So something else I wanna talk about that is personally interesting to me. And it's a doom help birth entire new industry, which is that of online multiplayer games. And so while they're making the actual doom game Car realizes that he can he can program them to... So most people can pay 1 time. So this is the birth of online multiplayer games. A door opened. The 1 in Romero office. Romero snuck a peek over his shoulder and kept playing as Car walked in. Car liked what he saw on screen. Romero had a real sense of grandeur. The way his levels were so diverse. Romero was the level... The best level designer that it had... He stopped programming more so because Car was was why up being better at it over time. So varied an elevation so deep. He made his technology sing. What's up. Romero asked, Car told him that he had done... He had enough stuff done to be able to get to the networking part of Doom. Oh, yeah. Romero thought, the networking. They had mentioned in their press release in January, the fact that Doom would have a multiplayer component, which would let players compete with and against each other. But after all the other work, the networking had become almost an afterthought. Car told Romero, what he thought were some modest technical challenges. So what I have to do is write the setup up stuff to figure how to communicate over the Ip x properly he said, and getting the serial stuff going maybe a little bit of work, Romero Nada does Car spoke. How incredible networking could would be. He muse. There had been other games that let players compete head to head side by side fighting games like Street fighter 2, and this new game called Mortal Combat was already the rage. And there were seemingly ancient games like the multiplayer colonization game mule, and the early star trek inspired modem to modem game Nit, but there had never been nothing like a multiplayer doom. First person, fax action, immersive bloody. Ram romero heart erased. He nailed the keys on his keyboard and ran through the level on his screen. He came to an area down 1 hall that had long window opening up to an outside platform oozing with green plasma, Romero imagined 2 players shooting rockets at each other, their missile sailing across the screen. Oh my god. He thought. No 1 has ever seen this in a game. Sure was fun to shoot monsters, but ultimately they were soul creatures controlled by a computer. Now gamers could play against spun spontaneous human beings. Opponents who could who could think and strategize rise and scream... If we can get this done Romero said, this is going to be the fucking coolest game that Planet Earth has ever seen in its entire history. Karma couldn't have said it better himself. Alright. So they launched Doom. I'm gonna skip ahead to that because it goes back into the money they make. Talks about so it's getting praise and everything else, and it goes, it was also a cash cow. The day after Doom release, id saw profit. Even though only an estimated 1 percent of people who downloaded share brought the remaining game, a hundred thousand dollars worth of orders were rolling in every day. Okay. So Doom is going crazy. They're making a hundred thousand dollars a day, and they stumble upon a new business model for Doom. So it was on a high. Though Doom had not penetrated the mainstream like Mortal combat or mist. It was the hottest game in the computer underworld. The guys at Ed were the ind rulers of the share market, heading towards a year of multi dollar earnings. And that they soon discovered was just the beginning. With the help of a New yorker named Ron, Just gonna call him Wrong because Have no idea how to pronounce his last name. They were going to conquer retail. Like the Ed guys, Ron had hustle his way into the computer industry. Short, baldi and in his forties. He entered the entertainment business by launching the industry's first Hispanic record label in Miami in the 19 eighties. His big coup was to sign an up and coming bar mit band called Gloria Stefan and a Miami south machine. He also broke Julio and gl into the United States, naming his company Good times, he pursued the emerging market for home videos with low priced 29 minute workout tapes starring Jane Fond. This product landed him a big deal with the Walmart chain, whose executive urged him to explore what they thought was another version marketplace. Budget computer software. Ron expanded his company into Good times interactive are Gt. Good times interactive, first published a Richard Simmons d meal, Cd Rom, and a fab screen saver. But that was hardly enough to fill Wi Shells, So ron went looking into the computer game world. So let me just interject for here. Listened to this podcast a few months ago called missing Richard Simmons. It goes into the business life. First of all, Richard Simmons goes missing. So that's the name podcast We're trying to figure out why he just quickly with you from public life. But the most interesting part I learned about that is Richard Simmons would make these, like, these these videos. Right? In the eighties, like dancing to the eighties and stuff like that. On 1 of them, I think the original dancing to the eighties. Richard Simmons alone, made a hundred and 50000000 dollars. Selling what is basically dancing aerobic style workouts, on video tape. I I was shocked at how much money that he has even to this day because he did That was just the first 1. He did a bunch of. So I didn't know it's interesting how it kinda of bled into this book with, this this Ron guy and Jt. Share where markers were like a farm lake he thought. He just needed to find the right team to release a retail product. Its software he discovered, had done gang busters with Wolfe stein 3 d, and now was causing an even greater firestorm underground with Doom. Yet doomed to his amazement had no retail representation. Ron had found his next gloria Stefan. After flying to Texas to meet with the young millionaires at id, he was surprised to find a group of long haired kids and shorts. The office was trashed with broken computer parts, rented pizza boxes and an artillery of crushed soda cans. But these appearances belly a true business savvy, Ron quickly learned. After he gave the guys the big pitch about his company in his exclusive deal to shelf 2200 Walmart stores, it played it cool. The guys news knew that by selling share where, they were able to eliminate all middleman and get full dollar value for their product. Furthermore, after the lackluster performance of the spear of destiny retail game, they weren't about to throw the share model away? Why they wanted to know did they need Gt. Obviously say it skipped over that part, but they had do up a couple other games and try different other distribution channels we try and share wear, and none of them worked as well Share. So that's where they're referencing there. Ron didn't re. Look, he said, maybe you'll sell a hundred thousand copies of doom and share wear. But I believe if you give me a retail version of doom, Let's call it for a lack of a better term. Doom 2, I think I could sell 500000 units or more. It remained un move. While Went back to New York will returned to Texas 2 more times to complete his case. Finally, they told them the terms. If they were gonna do retail, they didn't wanna be treated like ordinary developers. They wanted complete creative control. They wanted to own the intellectual property, and they wanted to be featured prominently, on all the merchandise so that people would know the game was coming not from Gt, but from Ed. Ron agreed and committed to a marketing budget of 2000000 dollars for Doom 2. 2000000 dollars was more than it had spent to develop all of its game combined. Doom despite its success was still relegated to the computer underground. Doom 2, which they started working on immediately would take them mainstream. Okay? So now I'm skip there's so many interesting parts, There's a bunch of highlights I'm just not gonna be able to get to. Or else I has to be like, 5 hours long. I need to get to the beginning of the end. So all we've talked about so far is, you know, these young guys father their passions, worked really hard and created something interesting. So now we're on the other side of that. This just now a few years later from when they started, not from when doom came out. And they're, you know, ball. They're making tons of money. They they're driving ferraris. They're... May, I mean, their games were insanely successful, and this is the beginning of the end. Romero savor the long back... The long drive back to Dallas and his Ferrari. Life was good for the 26 year old. He been beaten down by his father and step father. Picked himself back up, and now after all this time finally arrived. He really was the Ace programmer, the future rich person. He amended his relationship with his parents who now had a new perspective on their son's way were days at the Arcade. 1 night back at the office, where Romero decided to share his feelings of success. This is a big mistake. He stepped into Car mac's office to find his partner as usual sitting at the Pc with a diet coke. Since Doom release, Car had immerse himself in inside projects. Programming conversions are ports of doom for other game, including the art atari Jaguar and the new console for Sega. It was getting good money for the gigs, 250 grand from Atari alone. But for Car, it wasn't a catch that was intriguing. It was the opportunity to get back into the trenches, so we're seeing a very difference. Because remember, Romero, 6 year old draw... Drawing Lamborghini saying he wants to be a rich Bachelor, Car groups just wanting write programs. And we're gonna see what, like, they're basically sowing the seed of their their, divorce here. This was they're talking about Car. This was what he truly loved. The work. The rolling up the sleeves is the challenging of his intellect. And he at least somewhat appreciated the Brush of Fortune of fame. On a recent trip home, he told his father, the renowned Kansas City Anchor, they would soon be as famous as he was. Like Romero, Car had found peace with his parents who had now admired and supported his work. He had even gone out in a few days with a woman who is whose parents own a Chinese restaurant he frequent. Still, he was spending the majority of his days and nights at it. Nothing pleased him quite like the sharpening in his chops with low level programming work. He would need the skills he knew when he went off to create his next big game engine. But while he had been here, he was beginning to notice, Romero was gone. Death matching, which is the term Romero coined for the multiplayer games. Which everett everybody know calls death match. So he's death matching doing interviews corresponding with fans online. Something was changing, slipping away, and the work Car thought was beginning to suffer. Doom 2 was falling behind schedule, While where Romero was out there being the company Rockstar star, the levels that he had promised to create were not getting done. In fact, the company was now relying on other level desires to get the majority of the levels done. Of the 32 levels of Doom 2, Car noted, only 6 were shaping up to be Romero. Romero had his explanation. The levels he made simply took more time. But Car has suspected something else. Romero was losing his focus. In addition to the interviews and the death matching, Romero was now acting as executive producer on an upcoming game by Raven, the company he knew from Wisconsin so Raven company that hired Romero to to, like, basically be an adviser and and helped them develop games. Romero had approached Car at 1 point with the idea to milk the duke engine for all his worth. Let's make some more games using our technology he said. Let's get some stuff out there because we can get money off of this. And Raven a good group that would be perfect for l. The engine and making a great game that we can publish. Car mac agreed, but without enthusiasm. How much bigger did they need to get? For Romero though, it wasn't just about getting bigger? It was about fun. He loved playing games, he live playing games. And it was no game that was more fun than doom. The deal with Raven would give him more games to play. This night in Car mac's office, Romero spelled out his new life code. It was time to enjoy its accomplishments, No crunch mode, no more blood shot nights, no more death schedules. He happily said. Car remained quiet. The curse the cursor on his monitor post. In the past, Romero would have stayed here by his side experimenting with the engine on screen, testing bugs until the sun came up. Tonight, Car watched the guy in the in the wrote it shirt walk out the door. And what they mean is with wrote it shirt. They had, like, doom shirts made. And on the back of Romero, he had the, like, you'd see, like, a name on the back of Jersey. He had wrote it As in, you know, I created this game that you guys all love. So we see Romero saying, hey, we're super successful. We made all this money. Let's just chill and play video games. And Car couldn't give a shit about on any of that. He just wants to keep pushing the technology forward and keep programming new games. So that is going to be a fundamental r that is going to wind up with Romero being kicked out of the company. And this this section... This these few paragraphs were here just explain why it was doomed to end this way. If death matches a release from stress, work, family and judge It was a release that Car didn't need or for that matter understand. In fact, he had never really gotten the appeal most people found in hap and hap list diversion. He would see things on televisions about Drunken spring break beach weekends, and none of it would compute. A lot of people didn't seem to enjoy their work. Car knew well and good that he enjoyed what he enjoyed. Programming, and he was systematically arranging his life to spend the most time possible doing just that. Beginning with Doom, he had decided to adjust his biological clock to accommodate a more monk and solitary work schedule, free from Romero screams, the reporters calls, and the mounting distractions of everyday life. He began by pushing himself to stay up 1 hour later every evening, biological and then come in 1 hour later the next day. By early 19 95, he arrived at his ideal schedule, coming into work around 4PM and leaving at 4AM. He would need all the concentration he could must for Quake. Quake is the the game they're building after doom, It's also becomes really, really addictive and really, really popular. Okay. So I'm gonna skip over a big part. Car mac makes a play, they were the rest of the people vote romero out because if Car actually uses a company, they realize he's the only person on the planet that can make the gaming engine. So they all side with him. He winds up interesting enough. Car stays. He... It becomes obviously his company. And this is happening, like, 95 96. He winds up staying there for, like, another 10 or so years, maybe more than that. He just sold the company a little while ago. Before he went on the Oc. So maybe he lasted, like, 20 years after this. But now we're gonna get to, I think the inevitable I'm probably most interesting part of the book, which is there different philosophies on business, And let's just jump into. The gaming community already reeling from the split of Car mac and Romero. Became ablaze with speculation until Car finally addressed them in an unusually personal and lengthy email interview. Lots of people will read what they like into the departures from it. He vote he wrote. But our development team is at least as strong now as it has ever been. But Romero was pushed out of aid because he wasn't working hard enough. I believe that 3 programmers, 3 artists and 3 level designers can still create the best games in the world. We are scaling back our publishing biz so that we are mostly just a developer. This was always a major point of conflict with Romero. He wants an empire. I just wanna create good programs. Everyone is happy now. Okay? So that... That's his. He's saying, hey. Forget all the other things, we're just gonna make the programs. Don't worry about building out to should be sure anything else. We're gonna keep our team in, intentionally small, and we're gonna focus on making the best product. Now this is where I'm, personally, I'm much more in line with what he's Car x version about than what Romero does because what Romero does here is just really, really dumb. Romero hit the highest button inside the Gil elevator of the Texas commerce building. 55 floors of bankers lawyers and oil mo in the heart of Downtown Dallas. Now a 29 year old gamer was bound for the top. Romero had been called here abruptly late 1 night by his real estate agent. Who said he had to see this amazing penthouse that had become available. Romero was essentially starting from scratch. Though he received an undisclosed multimillion million dollar buyout from his partners at Ed, the terms required that he re all rights to id products and royalties. No more money from Doom or quake, More important, Romero was on a mission. After years of feeling repressed by Car Shackles, he was finally for free to pursue his vision of what a game, a game company, and ultimately a life could be. Not only was this vision big, but it was everything that id software was not. At Ed, the company was rolling in millions of dollars, and we just had walls for mer Lamp lament. It was the whole Car idea of. I don't need anything on my walls, all You need is a table on a computer on a chair instead of, okay. We've got a lot of money. Why not make it a really bad ass office. This is Romero talking. You can obviously see where this is gonna head. Yeah. Let's go spend on things that are not important and the, oh, whoa, what's gonna happen? Romero new office wouldn't only be a fun place to work. It would be where a gamer could show the press. Family and friends that games had built an empire, and that empire would be the ultimate place to make more games. When the elevator doors finally opened into the Penthouse, it felt its silver romero was standing on top of the moon. The 2 story, 22000 square foot loft, same spill in the stars. So don't don't forget. They started out in a tiny house, just 5 of them. And now he's starting a new game company for some reason instead of going back to basics. He wants a 22000 square square foot, 2 story Penthouse. On top of 1 of the most expensive buildings and Ellis. So let's see. The... But they were problems the agent explained. The space was so big and window and close to the sun that it was extremely difficult to air condition. It was also expensive. 15 dollars per square foot are roughly 350 Ellis thousand dollars per month. For these reasons and the fact that the space was just too weird for tenants like Pain, Weber, Texas Commerce Bank or the Petroleum Club, the Penthouse remained empty empty. This is amazing. There is nothing like this. This is it he declared. This is a game company. Neither technology Nor Cor mac would be his ruler. In fact, he would simply license the Quake engine, which Ed had agreed to do and make a game around it. He would have 3 designers working on 3 games at a time in different genres, and he would give each designer a large amount of staff to get the jobs done quickly. It wouldn't just be a game company. It would be an entertainment company. K. So again, we're seeing where where these 2 guys, these their philosophies are... It's... They're continuing to deviate. So you could argue that their their breakup was inevitable. Karma kinda sticks to what he wants to do. And Romero is about to go down in a in a blaze of glory. He's he's developing this game. Romero is developing this game, and it's taking a long time already. Right? So he finds an investor. We're gonna skip over that, but by this time, Car his building, like I said earlier, every game he builds a new game engine. So Quake is done. Right? Quake comes after doom. Quake is done. He's working in Quake 2. So Romero decides to delay the development of his game because he wants to use a latest technology. He thinks, oh, it's gonna be easy. Can just port it over to the new game engine. To get into that right here. By licensing the Quake 2 engine, Romero was assured that he could implement all the tricks of the game, including colored lighting in in D katana, D katana is the game that Romero wants to make. And he wants to do with all these people and and in that big penthouse. Not only was he making what he thought was the most ambitious shooter ever created, but he would be able to do it using the most ambitious a engine ever created, which is a quake 2 engine Car makes. It was finally like the ultimate collaboration, a marriage of technology and design that Romero could never achieve at id. And now best of all, no 1, not Car, not anyone could get in his way. The burg troops of Ion storm, this is Ion storms the game... The gaming company that rem romero found after leaving Car. We're gru with discontent. So he already has a large staff. And had begun when Ion release the bitch ad in April. So the bitch ad is really a big mistake, Romero made. So it's an ad in video game magazines and it says John Romero is going to make you his bitch. And then it said, suck it down, which I guess was, like, his phrase that he would like to say to people when they're... When he was playing like, death matches on doom and quake against them, and he even trademarked, suck it down. So probably not the best idea to to tau your, your future customers by saying they're gonna make them you're gonna make them your bitch. So there's a lot of backlash just as that backlash was stinging, the company went to E 3, which is a huge conference for video games in June 19 87 with what many thought to be a shabby demo of D katana. Ra romero seem more interested in playing games court the press they thought, than telling them what they needed to do to realize his game. So this is why his staff is mad. And the game as a result was feeling further and further for completion. Unlike Romero, most of his staff didn't like the idea of switching D katana to the Quake 2 technology. In fact, they hated it. Romero seemed to have no idea how much work it was going to, to take just to implement implement the bare essentials of his 400 page. Oh my god. He's at a 400 page d katana design document. 400 pages. He wanted 64 monsters, 4 time zones, a game 4 times the size quake They'd have trouble meeting the new March 19 98 deadline without the pressure of switching technologies. Now how where they gonna handle this. So they're a year and a half almost 2 years into development the game and they're nowhere close. They weren't the only ones for suspicions after e 3. This company that, Romero gets to fund eye ion storm is called Edi, and we're gonna talk about them right now. Edi was not pleased to find out that Ion storms flagship title was now going to miss this Christmas season. But the Edi executives were willing to give Romero the benefit of the dow. Romero assured them as he assured his staff that the game would be pushed back only a few months. Bodies plus manpower. No. That's not gonna work. Bodies plus manpower, he said was going to be the formula for success. We know through the books that we've had is usually the opposite. The more people who add to a project usually increases the time it takes in most circumstances. He said he was gonna be the formula for his success. The company already had 80 people and it was still growing. Again, they made the most popular games in the world of 5 or 6 people. This guy has 80 people and in the office that's costing with 350000 dollars a month, and he doesn't even have a close to anything resembling a game. So there's 80 so 80 people and it's still growing. With all these people at work, of course. Oh okay. So this is this is Romero here. With all those people at work, of course, the work would get completed. Just look at what we did at aid with barely 13 guys. So 13 guys is how many they had for doom. Edi had no choice but to take his words since he was managing the development of the game without intervention of on their part. For all they knew, the game really was just a few months from hitting the shelves, and they were willing to do whatever took to make that happen. What that took was money. After less than a year, Edi original 13000000 dollar deal, which was supposed to fund 3 games was starting to d away. 80 people on the staff meant 80 salaries and 2 computers per person. A hundred and 60 state of the art machines with 21 inch monitors. The office renovations... Oh, that's right. I forgot to tell you the Penthouse, even though it's 350000 dollars a month in rent, it needed rent extensive renovations to be able to move in, So the office renovations were now approaching the 2000000 dollar mark. There was no end in sight. You can already guess where this is going end. This note what I left up for myself is frugal, question mark, not so much. And this again, goes against the all the other founders that we've talked about on this podcast where they preached to the the necessity for Frugal gallery. The Emerald green elevator doors slid open on the of the Texas Commerce building. In February 19 98, Romero stepped out see it last, the completed renovation of his Willy Won factory. Everything he had imagined was there. The game with a vintage arcade machines, the fo ball, the pool table. A death match arena with shiny 20 win inch monitors wrapped around a fine o kiosk. A bank of 12 television sets flashing Mtv. A maze of corrugated steel, cubicle have resembled a level of a game, a kitchen overflowing with candy and junk food. There's and wrapping around and on top of the 22500 square feet, windows that scraped the clouds. Romero took it all in and had 1 thought. Holy shit. We gotta make some great games. They needed to make great games because the expenses Romero Knew were even greater. Check out how crazy this is now. The office renovations had cost over 2500000.0 dollars. Dominion which is 1 of the games are working on, which is supposed to have only taken 6 weeks to complete. Had eaten up more than 3000000 dollars. The original 13000000 dollars was gone and Edi was now sending in cash on a monthly run rate. Between the lease, the salaries for the nearly 100 employees and other expenses the bills were nearly 1200000.0 per month and they don't even have a fucking game. It's really hard to sympathize what Ram romero, even though I, he he does come across rather likable in the book when you just... He's just making colossal mistake got to Class mistake. Literally not adhering to anything that had previously made him successful. He's out with this, 1 of his employees named Stevie case, and she's talking. She goes, we heard a rumor she said that your entire D katana team is going to leave tomorrow. Romero remain defiant. Fuck them if they're gonna to leave you said. The next day, Romero and Tom were called into the conference room where they found the entire Doc team waiting. We can't keep working under these conditions they were told. We don't think the game is ever going to get done, so we're gonna go and start our own company. Romero wandered back through the maze of Cubicle and sat down at his desk where he would remain long after the sun came down on the glass tower. Everything is bullshit he thought. Why did I hire all these people? It shouldn't have been this big. This is too many people too much money. It should have just been me and Tom and a small team of people with a common goal. It should have been the... Like, the way it was, we weren't biz guys when we were just gamers. So we're gonna see how this ends, keep in mind, I'm skipping over, and they go into a great detail in the book. So if you find this interesting pick up the book because They do there's multiple chapters here, and I'm I'm skipping over a bunch. His game was once again delayed with no 1 in sight, having sailed past a promise of for a February 19 99 release. It now was in danger of Buck technology technology once and for all. When a death match demo of D katana was released in March, gamers started dated. The dream of the big company seemed to be proving too big after all, too loose too high too ambitious. All those things Car had be rated him about. The hyper, the lack of focus the dangers of a large team had come back with a vengeance. Even videos for Romero publisher agreed and returned for their sinking by now nearly 30000000 dollars into the company. Romero had to change his ways he's once and for all. As Edi president Rob Dyer put it. Shut up and finish the game. So Car, he... His philosophy as he wants independence. He doesn't want any bosses. Anyway time wants to do, he just wants to build technology, and games and then sell them on the Internet. Romero now has, you know, financier and basically somebody that... That's above him, telling him to shut up and get to work, which I don't think anybody wants really be in that in that position. They they could did... He winds up getting the the game done, the game flops and it feels like, 40000 copies total, the hit Romero company closes and towards the end of the book, they go into, like, detail about, like, where they're where they're at now kind of thing. Romero just went back to the basics after a huge mistake. He winds up just working out of a house with small other gamers, you know, a few programmers, few level designers. Basically, following the path at Car laid out a little while ago when he said, hey, the people... The the people... You you can have 3 designers, 3 programmers and 3 artists making the best games in the world. So he kinda at the end, fall in line more with a Car max point. There's 2 Car mechanisms I wanna end with because they're just I really like the way he puts it, and it's inspiring. For Car, this phenomenon fulfilled an ideology that har back to the populous dreams of the hacker ethic. Now this is direct quotes from him. It allows us to have virtual resource. He said, Any of these digital resources allows us to create wealth from nothing to be able to replicate wealth freely, unlike most fundamental physical objects with the digital stuff, there really is the possibility of wealth replication. The world can be a richer place. And I'll just end with this, Car distinct talk of high fluid things like legacies. But when pressed would allow at least 1 thought of his own. This is my favorite paragraph in the entire book. In the information age, the barriers just aren't there. He said, the barriers are self imposed. If you wanna set off and go develop some grand new thing. You don't need millions of dollars of capitalization. You need enough pizza and diet coke to stick it in your refrigerator, a cheap pc to work on, and the dedication to go through with it. We slept on floors we waited across rivers. That's where I'm gonna leave the story of John Romero and John Car, the book, masters of Doom, how 2 guys create an empire and transform pop culture. If you wanna buy it and support the podcast at the same time. There's a link in your podcast description. It's an Amazon affiliate link, which means if you purchase it and no additional cost to you. Amazon gives me a little bit of small percentage of the sale. I really appreciate you taking the time to listen, and I'll be back very soon."
}