{
  "transcript": "What is writing? Tele, of course. My name is Stephen King. I'm writing the first draft of this part on my desk on a snowy morning in December of 19 97. There are things on my mind. Summer are worries, some are good things. But right now, all that stuff is up top. I'm in another place. This book is scheduled to be published in the late summer early fall of 2000. If that's how things work out, then you are somewhere downstream on the timeline for me. But you're quite likely in your own far place. The 1 where you go to receive tele messages. Not that you have to be there. Books are a uniquely portable magic. I usually listen to 1 in the car and carry another wherever I go. You just never know when you'll want an escape hatch, a mile long line at a toll booth Plaza, the 15 minutes you have to spend in the hall of some boring college building waiting for your adviser, airport boarding lounge, laundry mats on a rainy afternoon, and the absolute worst, which is a doctor's office when the guy's is running late and you have to wait a half hour in order to have something sensitive malt. At such times, I find a book vital. If I have to spend time in purgatory before going to 1 place or another, I guess I'll be alright as long as there's a lending library. So I read where I can, but I have a favorite place and you probably do too. So let's assume that you're in your favorite receiving place just as I am in the place where I do my best transmitting. We'll have to perform our mental routine not just over distance, but over time as well. Yet that presents no real problem. If we can still read Dickens, Shakespeare and hero, I think we can manage the gap between 19 97 and 2000. And here we go. Actual tele in action. You'll notice I have nothing on my sleeves and then my lips never move. Neither most likely to yours. We're not even in the same year together. Let alone the same room, except we are together. We're close. We're having a meeting of the minds. That is an excerpt from the booking we talked to about today and the 1 I had a hard time putting down, which is Stephen King on writing a memoir of the craft. And I wanted to start there because I thought Stephen King was making a similar point to what I think it might be my favorite all time quote about books, and that comes from Carl say, and let me read it you real quick. 1 an astonishing thing a book is. It's a flat object made from a tree with flexible parts on which are imprinted lots of funny dark wig. But at 1 glance... What 1 glance at it, and you're inside the mind of another person, maybe somebody dead for thousands of years. Across the millennia, an author is speaking clearly and silently inside your head directly to you to Writing is perhaps the greatest of human inventions, binding together people who never knew each other, citizens of distant epochs, books break the shackles of time. A book is proof that humans are capable of working magic. Before I jump back into the book, I wanna start with 2 other quotes. This comes from the back of the book, and it it gives you a description of why this book is so unique. And it says immensely helpful and illuminati to any aspiring writer, I think it applies to entrepreneurs investors, anyway way trying to do something creative for difficult. This special edition of Stephen King's critically lauded million copy best seller shares the experiences habits and convictions that have shaped him and his work. Part memoir, part masterclass by 1 of the best selling authors of all time, This volume is a revealing and practical view of the writer's craft, comprising the basic tools of the trade, every writer must have. And I have 1 more quote for you. It actually came from a listener when he found out that it was reading this book. Said there's a line there's a paragraph in that book. My favorite quote of all time. So I'm gonna read it to. He says, and this is Steven writing. When asked, how do you write, I invariably answer. 1 word at a time? And the answer is invariably dismissed but that is all it is. It sounds too simple to be true, but consider the great wall of China, if you will. 1 stone at a time, man, that's all. 1 stone at a time. But I've read you can see that motherfucker from space without a telescope. And so Steven's is gonna come back to that idea throughout the book. 1 word at a time, 1 day a time, 1 hour time over and over again. He talks about it the process that allowed him and schedule that it allowed him to write over 60 books. He has sold over 350000000 books. Which is 1 of the reasons I wanted to, read this book. And I'm gonna start at the... 1 with 1 of the last things he ever says in the book. I have the updated twentieth anniversary edition. So there's a the... In the very back at the at the end is this interview with him and his son. And I just wanna pull out this 1 part before I go into his early life because this is just... It's it's really important to remember. This is said by something. He said this in 2019 after he has sold 350000000 books. And what is he... And what he's describing is a variation of the entrepreneurial emotional roller coaster that we see over and over again that anybody that's building anything anybody doing something difficult experiences himself and shows up in every single in 1 of these biographies. And he says, the most important thing is to push through. To not become depressed. I try to remember that we're all amateur at this. And every time I sit down, it's like the first time. I battle doubts all the time about whether or not this thing is working or that thing is working, and whether or not the idea is any good. And so that idea where he's talking about... Every time I sit down. It's, like the very first time I I've ever wrote anything, I have to constantly battle doubts. I have to make sure I'm going forward. I'm not being depressed. I'm glad I read that paragraph after I just finished that gigantic 500 page biography by Steven Spielberg because what was so mind blowing to me is the fact that even now after all, you know, he's 1 of the most successful filmmakers of all the time. Stephen King's is 1 of the most successful writers of all time. They said the same thing. Because he's like, I'm... I have to battle doubts to Steven Spielberg literally throws up. He's so full of anxiety and worry before he starts a new movie that he vomit. Think about that. The next time you have these periods of self doubt, am I on the right track is this identity good. Should I be doing this. And when it does happen, You'll remember that Stephen King and Steven Spielberg and Countless with other people before you ago go go... I've gone through this exact thing. I'm gonna start his early childhood, this guy's is writing. I've never read. I have to admit something. I've never read as Stephen King book. My sisters bought me I have 2 or 3 of his books at my house. I have not I got around him reading them me yet, but no surprise. If somebody sold... It was able to sell 350000000 books. He's always obviously gonna be good writer. And I was amazed at how efficient he is and how he can tell entire paragraphs. Entire stories and just paragraphs. Gonna start out with his dis destroying childhood and his broken family. He gets you emotionally and invested in the the unbelievable struggle that he has to go through before he sells his first book. So it said that I lived an odd her jerky childhood. Raised by a single parent who moved around a lot in my earliest years and who I'm not completely sure of this, may have far my brother me out to 1 of her sisters for a while because she was economically or emotionally unable to cope with us for a time. Perhaps she was only chasing our father. Who piled up all sorts of bills and then did a run out when I was 2, and my brother, David was 4. If so, she never succeeded in finding him. And then on the next page 1 sentence Tells an entire story, my earliest memory. Is of imagining I was someone else. That reminded me of a line in the Steven Spielberg book, which says he did not like the world so he made his own. Then he gets into a little bit why he's writing the book. This is very similar to why founders exists. What he's gonna say about writing you and I believe about entrepreneurship. Right? I believe large numbers of people have at least some talent as writers and storyteller. And that those talents can be strengthened and sharpened. If I didn't believe that writing a book like this would be a waste of time. So they move around a lot. His mom never has really a stable job. Never... They really don't have a lot of money. He's also sick. At this point, he's about 6 years old. He's got a lot of, like, inner ear and and throat problems. And so he's gonna actually be held back 1 year. But the point of this short story he's about to tell us. The main point here is that imitation pre proceeds creation. She says I was pulled out of school entirely. I had missed too much of the first grade. My mother the school agreed, I could start fresh in the fall, the next year if my health was good. So what do you spend his time He said that I spent time in bed, mainly in the house. I read my way through approximately 6 tons of comic books. At some point, I began to write my own stories. Imitation preceded creation. I would copy combat Casey comics word for word, sometimes adding my own descriptions where they seem appropriate. Eventually, I showed 1 of these copycat hybrids to my mother, and she was charmed. I remember her slightly a amazed smile as she... As if she was unable to believe a kid of hers could be so smart. Practically a damn prodigy for God's sake. I had never seen that look on her face before, not on my account anyway, and I absolutely loved it. She asked me if I made up the store if I made the story of myself, and I was forced to admit that I had copied most of it. She seemed disappointed. Write 1 of your own. I bet you could do better and listen to hit the reaction that he has here, Something that, you know, 6 years old he keeps with his entire life even to this day. I remember an immense feeling of possibility at the idea. As if I had been ushered into a vast building filled with closed doors and had been given leave to open any I liked. There were more doors than 1 person could ever open in a lifetime I thought. And I still think that. And so this is another example where he has to the ability to communicate with no fat whatsoever. This is what I'm about to read you, takes place over 3 paragraphs. He tells an entire store. You understand exactly what's going on in his life at this point. The 1 thing I need tell you before I visit you is that his his mom's name is Ruth. Don't worry about the other names. Our little family Tri had moved back to Maine so mom could take care of her parents and they're declining years. Grandma was about 80 at the time. Obese and hypertensive and mostly blind. Daddy guy was 82. Sc, and prone to the occasional Donald duck outburst, which only my mother could understand. My mother's sisters had gotten my mom this job, perhaps thinking they could kill 2 birds with 1 stone. The aged parents would be taken care of in a home environment by a loving daughter, and the nagging problem of ruth would be solved. She would no longer be adrift, trying to take care of 2 boys while she floated almost aim from Indiana to Wisconsin to Connecticut. She hated her new job, I think. In their effort to take care of her, her sisters turned are self sufficient, funny, slightly nutty mother into a share crop, living a largely cash less existence. The money the sister sent each month covered the groceries but little else. They sent boxes of clothes for us. Towards the end of each summer, uncle Clay and aunt aisle ella, who were not, I think real realtors at all would bring cartons of canned vegetables and preserves. The house we lived in belonged to aunt eth and uncle Or. And once she was there, mom was caught. She got another actual job after the old folks died, but she lived in that house until the cancer got her. When she left at a little town for the last time, David, my brother, David and his wife, Linda cared for her during the final weeks of her illness. I have an idea, she was probably more than ready to go. And so Steven weaves all these little, like, stories. He's anecdotes about his childhood and his early life into his thoughts on writing as well. And so this is what he says what what our job... Where ideas come from? Excuse me. And what our job is? Okay? So it says, let's get 1 thing clear right now, Shall we? There is no idea dump. No story central, no island of the buried best sellers. Good story ideas seem to come quite literally from nowhere. Sailing at you right out of the empty sky. 2 previously unrelated ideas come together and make something new under the sun. Your job is to find these is not to... Your job isn't to find these ideas, but to recognize them when they show up. So Wanna go back to 1 sentence in that paragraph. He says, 2 previously unrelated ideas come together and make something new enter the sun. 1 of my favorite quotes of Albert Einstein because he he he believes in that same idea. He says, listen, a new idea is nothing, but the outcome. Of earlier intellectual... Of an earlier intellectual experience. A new idea is nothing, but the outcome of an earlier intellectual experience. I love that. Okay. So now we're gonna get into... He started... He start... He loves to write from an early age. He got... He goes from copying, you know, comic books and little short stories to writing some of his own. He's an early... He's somewhere in his, like, early teenage years at this point in the story. And he sends off. He writes a bunch of stories and that sends him off and tries to to sell them to magazines that he likes. And 1 magazine he loved was Alfred Hitchcock mystery Magazine and this is again where we're gonna see the combination of... There's a lot of overlap. And maybe just because that book. I just finished it the books on my mind, but between Steven Spielberg and Stephen King, Steven King's also obsessed movies as well. But the reason I that up is because Alfred Hitchcock was 1 of the main influences on Steven Spielberg. And it's Stephen King. It also Hitchcock also served as an influence for Stephen King. And so the note myself in this section is another rejection letter, question mark? Cool. I'll keep writing. When I got, the rejection slip from AHMM that's alfred Hitchcock mystery magazine. I pounded a nail into the wall. Wrote happy stamps, which is in the name of the story on the rejection slip and poked it on the nail. I felt pretty good actually. When you're still too young to shave, optimism is a perfectly legitimate response to failure. By the time I was 14, the nail in my wall would no longer support the weight of the rejection slips and imp upon it. I replaced the nail with a spike and went on writing. So some of his I main influences at the very beginning. There was magazines. There was, like, there a version of I guess, newsletters, comic books, but also movies. So he he winds up, going to see... He had spend a lot of time. Just like David Ge, just like Steven Spielberg, He he'd spent all day. Seeing he's double and triple features. Right? And so he's coming back 1 late at night or 1 1 night, 1 time late at night. Maybe is what I'm trying to say there. And he has this idea. Like, what... The movie I just saw it was great. Why don't I write and it's kind of I just it just hit me now that I'm trying to talk to you about this, but it's funny because now most of his... A lot of his books go from books to movies. In this case, he's going from movie to book. So this is a story about selling his first book and then realizing there's always... There's always gonna be Nay say. He's like, I'm gonna go home, and I'm gonna write my own version of the movie I just saw. And what's pretty crazy is he's what? 15 at the time somewhere around there, and he's having to... There's... He doesn't have a car, and I have no money so he hitch hikes everywhere back and forth late at night. This just is young... Yeah, I guess you, you can say a young kid, young man or whatever the case. So he says long hitch home that night. I had a wonderful idea. I would turn the pit and the pendulum, the movie he just seen into a book. I wouldn't just write this masterpiece. I could also print it using the drum press in our basement and sell copies at school as it was conceived, so was it done? And he has access to printing equipment because his older brother, they kinda, like, put it together in, like, a rough shot kinda manner, because he would produce, like, a family newsletter and, like, a newspaper actually. And so he just using his older Brother's printing equipment. I said is the pin and panama turned out to be my first best seller. I took the entire print run a school in my book back. By the end of lunch hour, I had sold 3 dozen and was walking around in a kind of a dream. It all seemed too good to be true. It was when the school day ended at 02:00. I was summoned to the principal office where I was told, I couldn't turn the school into a marketplace. And so this is what the principal told him. Why what I don't understand Steve she said is why you write junk like this in the first place? You're talented. Why do you waste your abilities? And then this is a fantastic paragraph. And this is gonna echo this this thing you and I I've talked about over and over again. Just this that sometimes critics are right. Sometimes are wrong doesn't matter they're constant. That is his point that he's saying here to her credit. The question was not entirely rhetoric, but I had no answer to give. I was ashamed. I have spent a good many years since too many, I think, being a ashamed about what I write, how crazy is that statement. Think about that. 350000000 copies sold, and I'm still spending 4 decades, sometimes being ashamed by what I write. There's that creepy self doubt. Right? I think I was 40 Before I realized that almost every writer who has ever published a line has been accused of by someone of wasting his or her god given talent. That's another important sentence important sentence there. If you write or paint or dance or sculpt or sing someone will try to make you feel lousy about it. That's all. I'm not editorial editorial. I'm just trying to give you the facts as I see them. So while he's still in high school, he gets the opportunity to get a job writing about sports at the local newspaper. Even though he doesn't know anything about sports, but it actually teaches him a lot writing. So what's so fascinating about this... What's happening to him, is we've seen this happen in in in a few other occasions. So he winds up learning more at the newspaper about writing than he does a school. Ernest hemingway it was very similar. He credited his time. I think he was in Saint Louis. I forgot where he was. Where he he was just giving, like, basic, like, wire, like, news reports. Right? Like, no really opinion just here. This is the fact this is the stuff to happen. And he he talked about later on and that that's where he learned to write short short sentences and and learned to have, really clear writing. And if you're were a red hemingway. So she's the old man on the sea, Like, there's just no fat on any of his sentences. And so the same thing about to happen to Stephen King here, and then I wanna read 2 other things to you because doctor Seuss, when I read his biography, Frank Cap, which is this is interesting how it all ties together. So frank Cap was this famous director writer producer. The guy that wrote Steven Spielberg biography there they right last week, actually wrote biography on Frank Cap. Alright? And so, Frank Cap, is, like, a decade or 2 older than doctor Seuss, Ted at the time. Ted Ge or whatever his name was. And he actually taught ta the 1 that taught doctor Seuss, how to write concise. So I'm gonna... I'm gonna tie this together in a minute. So let me first start with what's happening with Stephen King. And then I wanna also bring up how this reminds me 1 of my favorite stories that I've ever heard, and it's about that... There's no speed limit. So let me see if I can tie this all together and it hopefully makes sense to. Okay? So says, he's he... He's... This guy, his name's gold. He's actually proof reading this story. Right? That that that a young Stephen King has written. So he says then he started in on the feature piece with a large black pen. I took my fair share of English lit class and my fair share of composition, fiction and poultry classes in college. But John Gold, John Gold taught me more than any of them. And in no more than 10 minutes. Remember that 10 minute apart for the story I gonna talk about speed them limit. Okay? So he taught me more than out all these classes and he taught it to me in 10 minutes. When he finished marking my copy in the manner indicated above, he looked up and there's there's pictures of the actual, like, what he did to this. If you wanna, see it Obviously, read the book it's fantastic. When he finished making my copy in the manner indicated marking my copy in the manner indicated above, he looked up and saw something on my face. I think he must have mistaken it for horror. It wasn't. It was pure revelation. Why I wonder didn't English teachers ever do this. And he's just essentially crossing out the stuff that is unnecessary. That's not advancing the story. And so he's said, I only took out the bad part you know. Gold said, most of it's pretty good. I know I said meaning both things. And then King Stephen King says, I won't do it again. He laughed. If that's true, you'll never have to work for a living. You can do this instead, meaning right. Do I have to explain any of these marks? No. I said. Now we go back to the advice that he gets? That taught him more than in 10 minutes than anybody else said than all the classes he took. Right? When you write a story, you're telling yourself the story, he said. When you rewrite, your main job is taking out all the things that are not the story. Let me read that to you again. When you write a story, you're telling yourself the story he said. When you rewrite, your main job is taking out all the things that are not the story. And let me pause here because while I'm reading to another thought just popped to my mind, It it might be, I don't know if I've been clear or not? But, like, why is this so important especially for entrepreneurs, investors, creative people, People are doing anything diff because the power of learning. The storyteller is the most powerful person in the world. Right? That's a that's a quote from Steve jobs. Actually 1 of my favorite quotes from Steve jobs, and it's not only apply that. The the quote about to reach you comes from when he was a pixar there. This is actually before he went back to Apple the second time. But it's also what he did at apple. When you... When you hear his speeches and how he talks about marketing is about values. How you communicate why you're doing what you're doing. People don't buy what you're doing they buy why you're doing. Right? So he says. This is now job speaking. The most powerful person in the world is a storyteller. The storyteller sets the vision, values, an agenda for an entire generation that is to come. The founder is the chief storyteller in a business. Jobs knew that down to his core. So let's go back to this. Oh, when you rewrite your main job is to taking out all the things that are not the story. Gold said something else that was interesting. On the day I turned in my first 2 pieces. Right with the door closed. Now this is fascinating because now I'm reread this. Right? I've read... I'm only in very, like, 1... The first quarter of the book bookstore. But he he talks about this. Stephen King is gonna take this idea that he's learning when he's probably 17. And he's talking about for the rest of the book, He repeats this over and again. So he says, when you write... So says right with the door closed. Rewrite with the door open. These are metaphors. Okay? I mean, you can... They're also... He means that literally and figuratively. I guess that's the way... Better way to put that. Your stuff starts out being just for you in other words. But then it goes out. Once you know what the story is and you get it right as right as you can anyway, it belongs to anyone who wants to read it or criticize it. If you're very lucky, more people want to read it, then criticize it. Okay. So before I share 1 of my favorite stories, a story I... I've told him about I guess several times, it's something I read over and over again to remind myself. This is no speed limits. It's very important to know that because we just saw him, lesson that he carried with him for decades. He on 10 minutes. Let's go to becoming doctor Seuss. I don't remember what podcast is. You can find it in the archive though, but just gonna read this to you It says Seuss was and all of Cap ability to dis steal a script down to its essence. This is 1 of my favorite things that are read about writing. And just the idea of being able to communicate with other people. Right? Communicate with customers, communicate inside your across company, communicate with your families, essential to to being able to work well with others. He would bring Cap cap his first draft of a script. Then watch with near reverence as Cap slowly went through it with a pencil. Now we have... This is what Cap says. The first thing you have to do in writing is find out if you're saying anything. Cap would carefully go through through Doctor Seuss script. This is before he's Doctor Seuss, underlying the places where he had advanced the story. The rest he left online. So I'm on looking at your copy. Right? We're looking at your writing. I'm only under lining where you advance the story. Okay? Which means that's the part we're gonna keep. This is this arrest he left online. Remember Doctor Seuss. Most of his first drafts would be returned to him with little or no under lining. And so this is what Suit Doctor Seuss took away from that. Cap taught me concise. I learned a lot about the j disposition of words and visual images. The tight storytelling discipline instilled by Cap would be formative in shaping doctor Seuss future art and that idea of the tight storytelling discipline. That's really what I what I feel about why I had a hard time putting this book down. I neglected all my other responsibilities to until, like, finish reading this because how tight Stephen king. He he tells entire stories in a paragraph or 2. So did Frank Cap, so did John Gold and so did Doctor Seuss. Okay. So now I'm gonna share the story that I love from Derek sieve sieve dot org, is the website. But if you Google Derek Sieve, There's no speed limit, this will pop up. This was written over 10 years ago. And I still think about it all the time. And, again, it's called there's no speed limit and it's how he learns an entire semester. Our tire semester 2 of music class in just a few lessons with a gifted to teacher. So he says I was 17 and about to start my first year at Berkeley College of music. I called a local recording student studio with a random question about music types When the when the studio owner heard, I was going to Berkeley, He said, I graduated from Berkeley and taught there too. I bet I can teach you 2 years of theory and arranging in only a few lessons. I suspect you can graduate in 2 years if you understand there's no speed limit. Come by my studio at 9AM tomorrow for your first lesson if you're interested, no charge. And so another idea just popped out. That I mean that you and I have been talking about the idea that it's for whatever reason. Like, we think of that's Chuck silver from from last week's podcast. This older guy, generation older than Steven Spielberg took an interest in Steven when he was 20 years old, and literally changed his life by teaching Steven and everything he knew, trying to support him. A lot of these entrepreneurs that we read auto of. Do you do the same thing towards the end of their life, and inevitably, they're like, listen, I learned a lot over my multiple decade career. I'm gonna write it down. This is for future entrepreneurs for the benefit of future entrepreneurs... That is said so explicitly in the founder of Ikea auto Ing var Cam. I didn't wanna write, but I love entrepreneurs, and I'm gonna help the future generations and they can use my ideas as long after I'm gone. That is literally in his book. Right? So we see the same thing here. We have older guys. Name is Kim Williams about introduce you to them. Hey, I... You love music. I love music. Let me try to help you as well. The... If we are in a position to do that for younger people to help them. We should do so. Man they... We can literally change their lives. So he says, graduate college in 2 years. Awesome. I like to style. That was Chemo Williams. I showed up at his studio at 08:40 the next morning. Remember, he said, be there at 9. Right? Derek? No. That's not good enough. It's some Charlie Mu stuff right here. I showed up his more... Studio at 08:40 in the morning. Super excited, Though I waited outside before ringing his belt a 59. He opened the door We're about to get the second lesson that pops up over and over again that's gonna differentiate you and I as well. I showed up what, I read the part. He opened the door. A tall man in Hawaiian shirt with a big hat with a square scar on his nose, a laid back demeanor and a huge smile, sizing me up and nodding. Recently, I heard him to... Tell the story from his perspective. He said my doorbell rang at a 59 1 warning and I had no idea why. And this is the second part. I run across kids all the time who say they wanna be a great musician. I tell them I can help, and I tell them to show up in my studio at 9AM if they're serious. Nobody ever does. It's how I weed out the really serious ones from the kids who just talk. But there was Derek ready to go. Everybody to the vast majority of people, the reason this is called Miss feed is because most people just talk. Most people quit most people don't do anything remarkable. They waste their 1 shot at life. What did steve jobs tell? Half of what separates the successful entrepreneurs from the unsuccessful ones is just pure perseverance. Just not giving up. That is half. Listen to what this guy is saying, I'm giving you free lessons, you can knock off 2 years of your college education if you just show up and you don't even show up. Let's go back to this. After 1 minute welcome, we're sitting at the Piano analyzing the sheet music for Jazz standard. Don't worry about too much of. You'll understand his main point very quickly because Derek is a fantastic writer. He was quickly explaining the chords based on the dia day tonic scale have no idea. That is how the dissonance of the triton tone and the 5 chord with the flat 7 is what makes it wanna resolve to the 1, I no idea what any is. Within a minute he start quiz me. If the 5 chord with the flat flat 7 has that triton tone. Then so does another flat 7 chord. Which 1? The flat 2 chord? Right. So that's a substitute cord. Any flat 7 chord can be substituted with another flat 7 that shares the same triton tone. So re harmon re harmon all the cords you can in this chart, go. And this next sentence is bolton by Derek. The pace was intense, and I loved it. Remember that because Stephen King talks a lot of shit to where he... He is not like I say, if you're not willing a work hard, forget it. Don't just put the book down, you're you're you're going to fail. This idea just like he said, the very openings. Like, how'd do you write a book? How many did you write when he books? 1 word at a time. Most people give up at everything. We are not like most people. Finally, someone was challenging me keeping me in over my head, encouraging and expecting me to pull myself up quickly. I feel the same thing when you read Stephen King's book. He hold you at a very high standard. You're gonna go at this every day, and you're not gonna give up is what Stephen King's at hotels. I was learning so fast. I felt in Spielberg and said the same thing last week. I was learning so fast. I felt like in a adrenaline rush. When you get what you get when you playing a video game. He tossed every fact at me and it made me prove that I got In 1 3 hour lesson in that morning, he taught me a full semester of Berkeley harmony courses. In our next 4 lessons. Remember, Derek shows up, and he doesn't quit. Right? Sky went up selling a Cd baby the company for 25 or 30000000 dollars something like that. A few decades into the future. In our next 4 lessons he taught me the next 4 semesters of harmony and arranging classes. When I got to college and took my entrance exams, I tested out of those 6 semesters. Then as Chemo suggested, I bought the course materials for other required classes and taught myself doing the homework in my own time. Then I went to the department head and took the final exam getting full credit for those courses. If there... If there's a paragraph that... I mean, come on. You read that paragraph about somebody. That's not an right there too. That is that is the definition of entrepreneurship. He's just applying it to school. This is amazing. By doing this in addition to completing my fork full court course load. I graduated college in 2 and a half years. I got my bachelor's degree when I was 20. Chemo high expectations set a new pace for me. Let me repeat that to you and tell me that's not exactly what Steve Jobs has told us. Right? Chemo high expectations set a new pace for me. Go back to Steve Jobs. His advice entrepreneurs. Be a yards stick of quality. Some people aren't used to an environment where excellence is expected. Alright? It's the same idea. Chemo was high expectations set a new pace for me. He taught me that the stand... This is 1 of my... I I repeat this so many times that the friends to conversation of friends. Heat, and I got it from this article or this post. He taught me that the standard pace is for chu that the system is designed, so anyone can keep up. If you're more driven than most people, you can do way more than anyone expects and this principle applies to all of life not just school. Before I met Chemo, I was just kid wanted to be a musician doing it casually. Ever since our 5 lessons, I have I've had no speed limit. I owe every great thing that's happened in my life to chemo raised expectations. A random meeting and 5 music lessons showed me that I can do way more than the norm. Chemo knows how much he means to me were friends to this day. Absolutely fantastic. Every... I love reread that. Again, Derek Si. Just Google Derek Si, there's no speed limit. If you really wanna read it, you'll find it. Don't worry about it. Okay. So let's go to his high school schedule. This is a senior. His schedule is insane insane. And he has to do this because remember his mom, single mom not making a lot of money. So he says, I got a job at the worm mills and weaving. I didn't want it. The work was hard and boring. The mill itself was a ding fuck overhang a polluted river. But I needed the paycheck. My mother was making lousy wages as a house keeper at a facility for the mentally ill. So it's going to his schedule. During my final weeks of high school, my schedule looked like this. I woke up at 7. I was off to school by 07:30. The last bell was at 02:00. I would punch punch in at 02:58 at the middle, bag loose fabric for 8 hours, punch out at 11:00 at night get home around a quarter of 12, eat a bowl of cereal, fall into bed, get up the next morning and do it all again. And there's no really waste just like there's no really wasted words in his writing. There's no really wasted experiences because it's... This whole time. He's struggling. He's still writing as much as he can. Like, 2 or 3 years later. He remembers there's a story that happens when he's working at the mill where they have to, like, clean out the basement, and they find they find rats like the size of dogs and cats and stuff like that. And he's like, okay. Well, I'll he you wanted this he wasn't... The 1 cleaning the basement and somebody told the story until he use that idea a few years later, and he wrote a story about it, and this is where he gets his first big sale. So you'll always remember your first big sale. So this is in my finer final semester college, I recall Guy story about the rats in the mill. Biggest cats, Big as some of his big as dogs and started writing a story called Graveyard chip. Shift. 2 months later, Cavalier Magazine bought the story for 200 dollars. I had sold other stories previously to, to this, but they had bought in a total of just 65 dollars altogether. This was 3 times that, and in a and in a single stroke. It took my breath away. It did. I was rich. So he's got this idea. First, that when he's writing, he talks about the ideal reader, I. And he's saying, like, you... If you're creating something, you should create for 1 person in mind, he writes for his wife in mind. That's his ideal reader. I I would say I would compare this a lot with, like, if you're creating product, like, if Steven Were, I'm the audience, Steve jobs and and his team made the ipod for themselves. Like, so you might be your ideal, you know, the person use your product to service. He just happens to use that for for his craft, which is writing. But listen to how he tells the story of getting and staying married. And again, he does this really, really rapidly he meets his wife in college are still married to this day. 1 day in late June of that summer, a bunch of us library guys had lunch on the grass behind the university bookstore, sitting between Apollo Silva and Eddie Marsh was a trim girl with a rocket laugh, red tinted hair in the previous legs I've ever seen. I hadn't run across her in the library, and I didn't believe a college student could utter such a wonderful una afraid laugh. Her name was Tabitha Spruce. We got married a year and a half leader. We're still married. It worked. Our marriage has out outlast all of the world's leaders except for castro. And if we keep talking, arguing, making love and dancing to the, it'll probably keep working. And so Wanna pull out 1 paragraph here. He's talking about this poem that his wife wrote. And this is gonna be a weird thought that that spot my mind, but come with me here. Okay? And is it really... This is what Stephen King believes. Like, he's a professional. Right? It's not I'm not just gonna sit around waiting for this inspiration. Like, I'm gonna show up every day. And if I show up every day and put in the work, the inspiration comes. Right? You don't just sit there and then, like, strike of lighting, and then then I have to go right. Like, no, Show up every day and you do it. And so it says, there was something... There was also a work ethic in that poem that I liked. Something that suggested that writing poems, or stories, or essays or I would add anything else had as much in common with sweeping the floor as with myth moments of revelation. So what this reminded me of, was actually, there's a... There's an interview or, like, a clip from an interview I saw 1 time with the musician artist Ae econ talking about what it's like, what he you learned from working with Eminem and m. And how once he observed Eminem and m's process. It changed his approach to his own work forever. And what he said is he didn't know the Eminem and M worked on a schedule. Right? So it's like, he shows up at 09:00. He takes a lunch break at 1, and he leaves at 5 and he does this every day. So Econ shows up to Detroit. Shows up to studio at 06:00. They're like, oh, yeah. I'm just left. He calls him. And he's like, hey, man. Let's, you know, are you're ready to... Let's do this. You come back to the studio. He's like, yeah, I'll be there... I'll be there back there at 9AM tomorrow. And, a Ae. Thought he was joking. He's like, are you serious? He's like, yeah. So show up, in the middle of his verse, 01:00 happens, he stops. Ghost takes lunch, comes back 02:00. Picks up right right back on it. Then he's halfway done with the the song, 05:00. Say, I see tomorrow. And, like, you're not gonna finish. He's like no, I can do it tomorrow. And Ae. Was talking about Was like, well, most musicians, you know, they work in these little brief spurt, whatever are the cases is. He's like, he... His approach to the business was to treat it like, a job. And to show up every day, and there was actual a comment that I saved that took a screenshot of the comment of this clip in the interview. Because what I just described to is gonna be very similar to what Stephen King does. I was watching this interview, to prep for this podcast with George R Martin, the the writer of game of thrones. Right? And he's... They're... He's having a conversation with Stephen King's, like, how do you write so many books and Stephen King's is like, well, I the first thing I do in the morning. I set aside. I'm uninterrupted for many hours of time, and I write 6 pages a day. And I do that every day. And in 60 days, I have 360 pages, and that's about... That's another book. That's how you write 6. That's how he's able to write 60 books. He treats it like a job. And it's not like, it's the consistency over intensity again. It's you know, it I might take me 5, 6 hours whatever time he is. But I do it every day. 7 days a week, then... In the afternoon He has a very set schedule. It's, like, riding in the morning, then he takes a nap. He has lunch he takes a nap. I think he answers letters, stuff like that in the has dinner with his wife since time his family watches a baseball game, that kind of thing. That's Steven King's schedule. But this quote that I saved, I think it's a perfect illustration of what I'm trying to tell you he says, this is the sign of a true professional. He doesn't sit in the suit studio waiting for inspiration to come. He goes to the studio rigid, ready to work knowing that it will be there for him when he calls on it. That's a very similar idea from what Stephen King is telling us right here. Where he's like, listen, the writing... The actor writing poems, stories essays has a lot more in common with sweeping the floor than you think it does. So Him and his wife if they get married. They're still really young. This is Stephen King writing about being a father. And we're gonna... I mean, it was just... It just blew my mind. I did not know this before I read the book, like, how much he struggled. They were living in a trailer. His wife was working at Dunkin and donuts. He's cleaning maggots out of laundry. I'll get there in a minute. They're trying to support 2 kids on no money. And so when he hits that break, like, you feel it when you read this book, like, I my... I had tears eyes when he finally hits with Carrie because you know how the struggle and all the crap he went through. And, I I wanna run over my future point, but it sticks out of my mind. They're renting a crappy little apartment for, like, 90 bucks a month. And somebody buys the paper back rights to carry for 400000 dollars. That is going to come from a guy that was so poor. He couldn't even buy medicine for his sick daughter. This is crazy. This is him on being a father. When Tab went to labor with my son, Was... At our with our son, I was at a drive in movie theater with a friend. We were on the third movie and the second 6 pack when the guy in the office broke in with an announcement. The... This is when there were still poll speakers in those days. So you if you ever seen an old school drive through theaters. You have this, like, portable speaker, every car has its own speakers, you can hear the movie and it's like, a attached your car. And so it says, the managers announcement thus rang through the entire parking lot. Steve King. Please go home. Your wife is in labor. Steve King, Please go home. Your wife is gonna have the baby. As I drove our old plymouth towards the exit, a couple of hundred horns blurred a salute. Many people flick their headlight, headlights on and off, bathing me in a stu glow. When I got home, Tab was common and packed. She was... She gave birth to Joe less than 3 hours later. He answered the world easily, For the next 5 years or so, nothing else about Joe was easy, but he was a treat. Both of them were really. They were a treat. And so anybody that has kids and knows was exactly what he's talk about. Yeah. It's really, really hard. It's the greatest thing that ever happened to you though. So this is his rented job just after college. This is what I just alluded to. I couldn't find a teaching job, so I went to work at New Franklin Laundry. So they... They're... The laundry like commercial laundry. So just think of stuff coming from hospitals stuff coming from restaurants and he's in maine, So eating seafood. By the time the table clothes reach me, they stink the high heaven and we're often boiling with maggots. The maggots who try to crawl up your arms as you loaded the washers. It was as if the little fucker knew you were planning to cook them. The maggots were bad, the smell of d decompose clam and lobster meat was even worse. Hospital sheets and linen were worse. The these also crawl with maggots in the summertime time, but it was blood they were feeding on instead of lobster meat. So this is all about the struggle. All the highlights we're gonna give you for the next short while is all about the struggle. Broke 2 kids, hope and on a dream. Right? Just hoping and I can live the dream I want. I wanna be a writer? Can I support my family doing this? From a financial point of view, 2 kids are probably too much for 2... What we're probably too many. We're probably too too many. Excuse me. For for college grads working in a laundry and the second shift at Dunkin Donuts. I wrote after work, I would sometimes ride a little on my lunch break too. There were times when it occurred to me that I was simply repeating my mother's life. If I happen to be tired or if there were extra bills to pay and no money to pay them with, it seemed awful. I think this isn't the way our lives are supposed to be going. The stories I sold to men magazines we're just enough to create a rough sliding margin between us and the welfare office. You know, he sees selling stories for, you know, a hundred bucks here. It's 50 dollars here. 75 dollars here when he could. Right? And then 1 day just hit them. It's I don't... I can't even pay medication for my sick daughter, and you guys a lucky brake, small lucky break here. And he talks about the t from the car to our apartment building was a low point. We both knew Naomi needed the pink stuff, which is what we called liquid Am. The pink stuff was expensive, and we were broke. She was so fever. She gl against my chest like a bank coal. When I saw there was an envelope sticking out of our mailbox. A rare Saturday delivery. I snagged it, praying, it wouldn't turn out to be another bill. It wasn't. It it was a check for a long story, I hadn't believed was sell anywhere. The check was for 500 dollars. Easily, the largest sum I'd ever received. So this goes on for many, many years. I'm gonna still read to you. Really really the note This is the struggle and the belief and support for of his wife. We were living in a trailer. I was driving a buick with transmission problems. We couldn't afford to fix. We had no telephone. We shouldn't... We simply couldn't afford the monthly charge. I wasn't having much success with my own writing. Think about that. Where he's out his life. Put yourself in his shoes. In his mind, you know there's times in his mind. It's tell him, give it up, Steve. Just give it up. This isn't gonna work. You can't be a writer. No one's buying your stuff, give up The bigger deal was that for the first time in my life, riding was hard. The problem was the teaching. So now he's doing laundry in the the summer break, but he's teaching, I think, high school or something like that. By most friday afternoons, I felt that I spent the week with jumper cables clamped to my brain. If I ever came close to the spa about my future as a writer, it was then, I could see myself 30 years on, wearing the same shabby tweed coats with patches on the elbows, pot belly rolling over my gap cap khaki from too much beer. I'd have a cigarette cough from too many packs of cigarettes, thicker glasses, more dan, and in my desk drawer, 6 or 7 unfinished manuscripts, which I would take out and tinker with from time to time usually when drunk. This is fantastic writing. And, of course, I'd lied to myself telling myself there was still time. It wasn't too late. My wife made a crucial difference during those years. Tab never voiced a single doubt her support was a constant. 1 of the few good things I could take as a given. And whenever I see a first novel dedicated to a wife or a husband, I smile, and I think there's someone who knows. Writing is a lonely job. Having someone who believes in you makes a lot of difference. They don't have to make speeches just believing is usually enough. This goes on for several years. He has the idea for carrie. This is his first hit. They... Not only this is the the novel self fantastically, but it's turned into a movie that also is very successful. This is before this happens. He writes it the beginning of it. He hated it and he threw it in the trash. His wife takes it out. The next night when it came home, Tab had the pages. She spied them while empty my waist basket, had shaken the cigarette ashes off the cr balls of paper, smooth them out and sat down to read them. She wanted me to go on with it. She said. You've got something here. She said. I really think you do. And this is what Carrie taught him and this... He's gonna repeat this over and over again in the book. Variations of the same idea. The realization that's stopping a piece of work just because it's hard either emotionally or imaginative is a bad idea. Sometimes you have... Sometimes you have to go on when you don't feel like it. And sometimes you're doing good work when it feels like all you're managing is to shovel shit. He winds up writing the manuscript. He sends it off, and this is a a much needed to break. This is the first 1. Okay? The manuscript to Carrie went off to double day. That's a publisher where I had made a friend named William Top Thompson. I pretty much forgot about it and moved on with my life. The Intercom came on and the... So he's he's at, he's still teaching a school. He's got a, like, a free period, and he's just sitting in the teacher's lounge, grading papers. He says the Came on in the office and asked if I was there. I said I was and at... And she asked me to come to the office. I had a phone call. My wife. Remember. They don't have a phone at home. Okay? Either too poor to have a phone at a home. So he's... He's really worried. I hu. My heart beating heart. Tab would have had to dress the kids in their boots and jackets to use the neighbor's phone, and I could think of only 2 reasons why she might have done so. Either Joe or and or Naomi had broken a leg or I had sold carrie. My wife sounding out of breath, but deli happy, read me a telegram. Bill Thompson had sent after trying to call and discovering that the kings no longer had a phone. Congratulations at red. Carry officially a double day book is 2500 dollar advance okay. The future lies ahead. Love bill. So then they went up celebrating, They have a little bit less champagne, maybe a cigarette or something like that. And then they just have a... Just have a conversation. Like, you know, his wife's kinda curious. Like, what does this mean? Like, just... Could there be, like, a future in this? And so this is the note. And I wrote this note to myself after I read this section, and it's like, maybe, just maybe there's something here, a future different from our present. I'd read that Mario Had just scored a huge advance for paper rights to the Godfather. 400000 dollars according to the newspaper. But I didn't believe Carrie would fetch anywhere near that. Tab asked if I thought the book would find a paper back publisher. I told her I thought the chances were pretty good, maybe 7 or 8 and 10. She asked how much it I bring? I said my best guess would be somewhere between 10 and 60000 dollars. So he would get half that. That's that's the contract he has. If it was 10 you get 5. It was 60, you get 30, 60000 dollars. He sounded almost shocked. Is that much even possible. I said it was not likely, perhaps, but possible. Probably just pie in the sky, but it was a night for dreaming. And this is the part where it hits you because at this point, you spent a few hours inside the mine of Stephen King and you're reliving how much struggle that he had to get through. And how many times he was given the opportunity to quit and he refused. So this is a phone call that's gonna change his life. And it needed to come because not only he's doing really poorly financially, but his mom is dying of cancer at the same time. And he had just got off the phone with his brother, earlier, and they were talking about what do we do? Our mom is downing of cancer. Okay? So says 1 Sunday not long after that call. I got another 1 from Bill Thompson. I was alone in the apartment. Are you sitting down the last? No. I said, do I need to? You might, he said, the paper back rights to carry went to Sign books for 400000 dollars. I stood there in the doorway, casting the same shadow as always, but I couldn't talk. I hadn't heard him right? I couldn't have. The idea allowed me to find my voice again at least. Did you say it went for 40000 dollars, 400000 dollars he said. Under the rules of the road, meaning the contract that sign, 200 k of it is yours. Congratulations, Steve. I was still standing in the doorway looking across the living room toward our bedroom and the Crib were Joe left. Our place rented for 90 dollars a month. And this man, I'd met only once face to face was telling me that I'd won the lottery. The strength ran out of my legs. I didn't fall exactly, but It kinda wu down to a sitting position there in the doorway. Are you sure? I asked him. He said he was. I asked him to say the number again, very slowly and very clearly. So I could be sure I hadn't misunderstood. He said the number was a 4 followed by 5 zeros. We talked for another half hour, and I don't remember a single word of what we said. When the conversation was over, I tried to call Tab at her mother's, but she had already left. I walked back and forth through the apartment exploding with good news and without an ear to hear it. I was shaking all over. When she came home, I took her by the shoulders. I told her about the paper sale. She didn't appear to understand. I told her again. Tab looked over my shoulder at our shitty little apartment just as I had. And began to cry. That is the start of his writing career start of the success that he's going to build upon for the next few decades. He almost destroys it because he winds becoming an alcoholic and a drug addict. And so this is what great... Again, great writing, This is what it's like being an alcoholic. Telling an alcoholic to control his drinking. Is like telling a guy suffering from the world's most cataclysmic case of diarrhea to control his shitting. My nights during the the last 5 years of my drinking always ended with the same ritual. I'd pour any beers left in the refrigerator down the sink. If I didn't, they'd talk to me as I lay in bed until I got up and had another and another and 1 more. And he ones up doing cocaine, alcohol, Xanax volume, drug I've never even heard of. They wanna have an intervention he's sober now. But he says there's entire books. Like, he wrote the book K, which I was also turning some movies. He's like, I don't remember right in the book. I was so drunk and high all the time. I don't remember any of this. And so at this point that he's writing the stories he's about tells. He's sober. He... They wanna having have an intervention and his family and never everybody's else worried about him, and I think his wife and kids were thrown trying to leave, and so he wanted clean getting exact together. But this is just a fantastic story, and it's about putting work in its proper place. The last thing I wanna tell you in this part is about my desk. For years, I dreamed of having the sort of massive oak slab that would dominate a room. No more child's desk in the in in my trailer laundry closet. In 19 81, I got the 1 I wanted and place it in the middle of a spacious skylight study. For 6 years, I sat behind that desk either drunk or wrecked out of my mind like a ship's captain in charge of a voyage to nowhere. A year or 2 after I sober it up, I got rid of that mon. And put it in a living room and put in a living room suite where it had been. So this is an office in his office. Right? In the early nineties, before they moved out onto their own lives. My kids sometimes came up in the evening to watch a basketball game or a movie and eat pizza. They usually left a box will of crust behind when they moved on, but I didn't care. They came, they seem to enjoy being with me, and I know Enjoyed being with them. I got another desk. It's handmade, beautiful and half the size. I put it in the far west end of the office in a corner under the eve. I'm sitting under that eve right now. A 53 year old man with bad eyes, a gi leg and no hangover. I'm doing what I know how to do and as well as I know how to do it. I came through all the stuff I told you about and plenty more that I didn't, and now I'm going to tell you as much as I care as much as I can about the job. As promised, it won't take long. It starts with this. Put your desk in the corner, and every time you sit down there to right, remind yourself why it isn't in why it isn't in the middle of the room. Life isn't a support system for art. It's the other way around. And so the first... That's that's what he considers his Cv, his mini memoir, and he goes into, like, how he thinks about his crash So there's more highlights there. But this is really about how to approach your work, and you're gonna see, like, his intensity. I would say that he brings to it. It's like, I'm not... It's not gonna run my life, but it's an important part of life. Right? It's there to support life. It's but it isn't life. So this is Stephen King on how to approach your work. He's gonna talk about writing, but this applies to so many other things. Right? You could approach the active writing with nervous ness, excitement, hopeful or even despair. The sense that you can never completely put on the page what's in your mind and heart. You can come to the act with your fist cli and your eyes narrowed, ready to kick ass and take down names. You can come to it because you wanna grow to marry you or because you wanna change in the world. Come to it anyway, but lightly. Let me say it again. You must not come lightly to the blank page. I'm not asking you to come revere or un. I'm not asking you to be politically correct or cast aside your sense of humor. This isn't a popularity contest. It's not the moral Olympics, and it's not church, but it's writing damn, not washing the car or putting on eyeliner. If you can take it seriously, we can do business. If you can't, or won't, it's time for you to close the book and do something else. And so we see. He's gonna hold us just like Chemo held held Derek sever to high high expectations. Right? Stephen King's gonna say the same thing to us Well follows everything I know about how to write good fiction. Albeit as brief as possible because your time is valuable and so is mine. And we both understand that the hours you spend talking about writing is time we don't spend actually doing it. Be as encouraging as possible because it's my nature and because I love the job. I want you to love it too. But if you don't wanna work your ass off, you have no business trying to write well. So if you aren't willing to work hard forget it. Right? It's right that you should do all the work and burn all the midnight oil. There's stuff in there that can change your life. Believe me. I know. And so this idea that books are just made out of books. Right? And he says that. If you wanna be a writer, you must do 2 things above all others. Read a lot and write a lot. There's no way around these 2 things that I'm aware of. There's no shortcut. I'm a slow reader, but I usually get through 70 or 80 books a year mostly fiction. I don't read in order to study the craft. I read because I like to read yet, there is a learning process going on. And so that's an echo of the the idea that we covered a few podcasts back, the the Alma of Naval nevada Ra, find work that feels like play to you, but looks like work to others. And then this is another idea he points out that I've seen over and again that you can you can draw inspiration or you can know the right way to do something by seeing it done the wrong way. So it's like, most I can remember the first book here she put down thinking. I can do better than this. Hell, I am going to do better than this. What could be more encouraging to the struggling writer than to realize that his or her work is un better than than that of someone who actually got paid for his or her stuff. And this is where he goes back to, you know, un holding us to high standards. And his whole point here is, like, most people are full of excuses what which we just saw in that story. I off... Chemo offers his services for free just to help out, to ton of people. Yeah. I'll be there tomorrow. They never show up. Right? That's just... This is just what you... What most humans quit, Most humans can't stick anything. Most humans are full of excuses. And so Steven's gonna draw the line in here. It's like, you better make sure that you're actually gonna do this stuff? Why are you reading this book if you're not gonna act on. Right? Can I be blunt on the subject? If you don't have time to read, you don't have the time or the tools to write? It's simple as that. And that was in response to people saying, yeah. Wanna be a writer, but I don't have time to read. They actually say... And he said he had people say this to his face. Imagining getting that close to Stephen King, and you should be embarrassed. I'd be embarrassed to say something like that. I assuming that, you know, this hereditary you admire. You work yourself in position, maybe you went to 1 of his books signings he's cases and like, yeah, I wanna do what you. But, you know, I don't have time. I mean, come on, man. This... He's gonna talk about and he... He's gonna expo on this this idea because you could... I mean, really, If it's important to you make you make time rate? Actions 1 of my heard saying. I talk about all time and cha myself with is actions express priority. Like, if I'm saying something important to me and then I analyze what it's coming out of my mouth? What I'm actually saying is important, and then I compare with how I'm spending my time. How I spend my time is actually what's important to me. Not the lies I tell myself. Right? It's very easy to lie. Something I, I wanna be a right I wanna be this 1 do this. I wanna be the best of this. I wanna do whatever the case is. Okay. Well what I... How do you spend your day today? Take an inventory of your time. Those are the things you actually wanna do. Actions, express your priority. So he's talking about 1 of his sons, his young son, Owen wanted to play, like, a wanted to play the Sa phone. And he starts out, you know, practice in his own time and then slowly before he... Before he tells his dad he wants to quit, his dad already knew he wanted to quit. And he says, I knew not because Owen stopped practicing, but because he was practicing only during the periods that his music feature at Set form. As soon as his practice time was over, it was back into the case, and there it stayed until the next lesson in our practice time. What this suggested to me, was that when it came to the Sacks and my son, there was never gonna be any real play time. It was all going to be rehearsal. That's no good. If there's no joy in it, it's just no good. It's best to go on to some other area where the deposits of talent may be richer and the fun quotient higher. And so Stephen King's approach to writing and reading is the same approach at Kobe Bryant had to to basketball and I'll talked about that in a minute. Talent renders the whole idea of rehearsal meaningless. When you find something at which you are talented, you do it, whatever it is until your fingers bleed or your eyes are re are ready to fall out of your head. That sort of strenuous reading and writing program I advocate 4 to 6 hours a day every day will not seem strenuous if you really enjoy doing these things and have an aptitude for them. That's another way to say fine work that that looks like played you and but it looks like worked to other people. Right? And so Kobe talks about this. It's like, listen, if you have to, like, if I to convince you to get into the gym. Like, you need to find out another profession. I wake up excited to go train. I wake up excited to go practice. I wake up excited to go play in the game. And so his point and he was given a speech to an audience before is it's like, if you're find yourself in professional where you have to, like, pull yourself to do things or you're, like, you're just dread it. Go find another profession. Stephen King is saying the same thing here. You're telling me you wanna be ready. You don't... You you don't wanna write just as much as my son doesn't wanna play a Sa phone. That sort of strenuous reading and writing program. I advocate 40 to 6 hours a day every day will not seem strenuous if you really enjoy doing these things, and you have an aptitude for them. And a few pages later, he describes this idea as simply as possible for me, not working is the real work. Then he talks about, you know, this just because I like doing it doesn't mean it comes easily to me. He gives us advice. I if you're if you're stuck, take a break, go get bored. This is exactly what David Og used to say. It's like, I have long periods. You know, the guy spent all his time working reading and writing. That was his job. Right? And he talks about you know, when I'm stuck. I wind I have long periods where Do nothing. I go ride a bike. I listen to music. I go for walks. I don't work. And then I get this flood of sub con... From my subconscious. That actually helps me solve the problem stuck on. So he says boredom can be a very good thing for someone in a creative jam. For weeks, I got exactly nowhere in my thinking. It all seemed too hard, too fucking complex. I had run out of 2 of too many plot lines, and they were in danger of becoming sn. I circled the problem again and again, beat my fist on it, knocking my head against it. And then 1 day, when I was thinking of nothing. The answer came to me. And that's another benefit of think of writing the book. Yeah. The second half of the book, it's all about, you know, his his approach was on crap, but you also see that, you know, he's a human just like you and I. He's constantly running to dead ends. He's not sure of himself. He's making mistakes over and over again. It's like, every... But the way you feel like, that's normal. Everybody feels that way. You're doing something difficult. It's not going to be easy. He's got another good idea on this page. Talks about, you know, why are you're doing what you're doing? Do you actually know why, like, maybe you you you you started doing something let the momentum carry you forward, like, take a break and, like, why am I doing this? It's really important. It's what we... Like, humans need to know why. I've never hesitate to ask myself either before starting the second draft of a book or while stuck for an idea on the first draft, just what it is I'm writing well. Why am I am I spending the time doing this when I could be playing like guitar or riding my motorcycle? What got my nose down to the grinds stone in the first place and then kept it there? The answer doesn't always come right away, but there usually is 1, and it's usually not too hard to find either. And then he gives advice, like, you are unique in a sense that the only you have had your unique set of experiences the way those experiences are, intertwined with the the way your mind works, which your personality is, your natural interest stories like, you need to embody your work with who you are. That makes it more unique we see this, like, many companies take on the personnel to their founders. Right? Just like an expansion of what it was there's was a... I think was in the book inside Steve Jobs brand. They're, like, Apple's is just 10000 versions of Steve jobs. So I forgot the exact the exact sentence, but it's it's that I, same idea. It's like, just an extension of who you are. So don't shy away from that, inject more of your weird personality into it. It makes you unique it differentiates off. Right? You undoubtedly have your own thoughts, interest and concerns, and they have arise as mine have from your experiences and adventures as a human being. You should use them in your work. That's not all those ideas that they are there for perhaps, but surely, it's 1 of the things that they're good for. And he's got a great description of how difficult, you know, anytime you're doing... He's talking about being a writer being a lonely job. Anytime you're doing something difficult. It's some degree lonely, you know, you you have to be a little off. To want to do this? Like, why don't you just go get a normal job, like, you... You're you're kind of crazy to want to do something different. All the people that we study, all the people that listen to. Us. They're a little bit crazy in a good way. But he says, writing can be difficult. Writing can be a difficult lonely job. It's like crossing the Atlantic ocean in a bathtub. There's plenty of opportunity for self doubt. And 1 of the great things about me reading the words and having a meeting of the mind with Stephen King. Right? Is the fact that he talks about this. I know I'm off. I know I'm crazy to do this, but I have to be this way. It's very inspiring and refreshing to to read somebody else's inter monologue and, you know, the things that they might not discuss with the people, they write down a books. And, you know, you're able... You're able to get inside their mind and realize, okay. This guy knows he chose a difficult path in life, on any he did so on purpose. You learn best by reading a lot and writing a lot. And the most valuable lessons of all are the ones you teach yourself. These lessons almost always occur when the study door is closed. Another variation of the idea. I think he was trying to express that paragraph is that, formidable people built ins sol. You're gonna go out to the world, and you're gonna share with the world your everything else, but you need some alone time which just you. And his his son talks about that later on that. Because Stephen King's wife's a writer or 2. And that, you know, they would spend, you know, 5, 6 hours a day by themselves in their respective offices. Then he goes, he talks more about the struggle. He talks about even writing this book. Remember, by the time you write to wrote this book. He wrote in from 97 to 2000. Because he gets... He gets hit by Van almost killed when he's in 19 99. And he's in the middle of writing this book when that happens. He actually talks about it. But he's still... You know, he still... He could retired then. Right? Before he wrote this book. And went down as 1 of the most successful fiction writers of all time, and he's talking about... I'm still struggling. I almost quit this book. Although it usually takes me only 3 months to finish the first draft of the book. This 1 was still only half completed 18 months later. That was because I put it aside. I was not sure how to continue, or if I should continue at all. Writing fiction was almost as much fun as it ever been, but every word of this non fiction book was a kind of torture. And then just 1 sentence inside I think is fantastic. The scariest moment is always just before you start. And before I tell you a closing thought from Stephen King, I wanna talk about this idea, this... There's like, a bunch of, like, post scripts and epi logs in the book and something... There's an essay written by 1 of his sons. I think it was a great idea. And so he he says, my father gave me my first job, reading audiobooks. He would pay me 9 dollars per finished 60 minute tape. So 9 dollars 9 dollars per hour completed audio. Right? So what he would do, This is a fantastic idea. I'm Think I'm gonna use this as well. Not only just to help, like, teach your kid about money, but also gets to read more. So he would hire his son, and then he else did this for his other kids as well. Give them a book, you know, it could be 1 of your favorite books, whatever he says, have them show set them up so they can record it. Right? Just having them to read the book too. So at the end, right, you have a book on tape of your kid's voice So you have that forever. Like, you know, your kid's not... Maybe sounds 1 way he's 10. He's not gonna sound that way when he's an adult, but you still have that recording. You can listen to it at other times because Stephen King was 1 of the first authors to embrace audiobooks books. He was really early back. This was like, like, I he said, like 87 when you realized this a good idea. But I just love this idea. It's like your kid gets to read, he makes something. He gets paid for what he made because he's realizing, hey, if I provide value to other people, people will pay me for that. Right? And then you as a parent. Get like a little time capsule from your son or daughter's childhood. That's a really good idea. I just wanted to share that with you. And so here's a closing thought from Stephen King. Writing isn't about making money. Getting famous, getting dates getting laid or making friends. In the end, it's about enriching the lives of those who will read your work and enriching your own life as well. It's about getting up, getting well and getting over. Getting happy, okay? Getting happy. Some of this book perhaps too much has been about how I learned to do it. Much of it has has been about how you can do it better. The rest of it and perhaps the best of it is a permission slip. You can. You should. And if you're brave enough to start, you will. That is where I leave it. I can't recommend this book highly enough. I absolutely loved it. I told you I couldn't put it down. I I was irresponsible. Many of the other things I neglected in my life to finish this book. So if you wanna buy the book, you, the full story by the book using the Links Show notes you'll be supporting the podcast at the same time, the very, very best way you support the podcast and a friend if if you wanna to support the podcast and a friend, at the same time I should say, buy them a gift description founders. There's a link in the show us to do so that is 210 books down 1000 ago. I'll talk to you again soon."
}