{
  "transcript": "The city of Sam smyrna was in flames. The holocaust, 1 of the biggest in the world's history was larger than the great fire of London in 16 66 are the blaze that Rex San Francisco in 19 062 hundred thousand refugees jammed the city. Many had not eaten in days. There was an outbreak of Ty. The harbor was packed with ships from many nations. Aggressive escape of the flames swam to a nearby ship and attempted to climb a aboard. They were beaten and shot. A mile out to sea the cries of the dying could be heard. Inter mixed with the frequent roar and clash of exploding ammunition stores. Which sounded like an intense infantry battle. The turks put up concentration camps on the outskirts of the city. Aristotle On worked his way through the flaming streets. Somewhere were impossible to traverse not be only because of the wreckage, but also because of the s from the mass of corpses along the avenues. Many were killed in the fire. The turks executed many more in the days immediately preceding the holocaust. Hundreds of Greek men were taken from their homes and made to sit in the streets as the Turkish soldiers went systematically from man to man slit their throats. This form of death saved ammunition. It was also particularly excruciating. The wives and daughters of the dead men were then raped and beaten. Those who refused to submit were immediately slaughtered. Aristotle attempted to get from the south of the city to his father's office in the north. It took him hours to just go a few blocks as he dart into doorways to hide from the Turkish patrols. All around him, the fire rage. There was constant shooting followed by screams. Aristotle hid in the bushes of a church, nearby a greek priest was stripped of his garments and then blinded with a red hot sword. The man was dragged to the large doors of the church and soldiers crucified him. By nailing horse to his hands and feet. He died shortly afterwards. Aristotle realized that it was the same church where his mother and father were married. That is an excerpt from the booking that we talked you about today, which is on Nasa, an extravagant life and it was written by Frank Brady. And that was a description of a historical event and Ari auto Nasa lived. He was around 16 or 17 years old the time. Known as the burning of Sam smyrna, also known as the catastrophe of sam smyrna occurs towards the end of the, the G Turkish war. That is a major turning point in Life where he goes from a privileged son of a very successful businessman to a almost penny less refugee and exile, and he has actually flee us south America. So we'll get to that in a little bit. I wanna go jump into the book. Wanna talk about, his early life starts off with his very, very close relationship. He was actually raised by his grandmother. And, unfortunately, it's because part of this was also because his his mom dies at a very early age. And so the book says, although he loved his mother and was close to her as a child, Ari aristotle was actually raised by his grandmother. A not so unusual occurrence where a greek grandparent lives in the same house as her grandchildren. He grew closer to his grandmother when his mother found it impossible due to a sudden illness to spend virtually any time with the child. The diagnosis was a meant malfunctioning kidney, and it was thought that the only... That only a delicate operation could save her within a few days after she entered the hospital, she was dead of ur, poisoning, Don't know if I'm pronouncing it correctly. Ur poisoning at the age of 25. So it doesn't say the year that his mom died, but I think given, how long they were married before. He was probably 5 or 6 years old. So old enough to remember this is a description of his early life. The life he lived before this this tragedy, the burning of Sam smyrna. So it says he was brought up in well surrounded by dot women. Ara aristotle as the first and only son could have been considered the prototype of the over indulged scion of a rich family. He practically lived on and in the water. He became a strong and excellent swim and Or. He matured quickly. He excel in sports. He became a school champion at rowing, and under the too of his father took an interest in business. So this is actually... His father does something is really, really smart here, and this is something that I see over and over again in these books. If you have a business, you should get your kids involved really early. It's not uncommon to... For me to read in these biographies somebody having a a family business, and the kids 8 years old, 7 years old, 12 years old, doing whatever they can. Just... It's a it's a form of education is really the way It's not like they're trying to, like, use their kids as employees. They're trying to teach them, and that's exactly what Aero father does. His name, they have great names the book. Aristotle name is Aristotle, Socrates. So his dad was named Socrates. And so... And that's what they're gonna reference here right now, as soon as Socrates felt his son is old enough to be in... To be trusted and could find his way through the city, he was enlisted as the company messenger boy. Delivering... So his father is an importer an exporter of tobacco, Turkish tobacco. Delivering tobacco samples and price price quotations to potential buyers. Jay Paul Getty in his auto as I see it, talks of sitting in his favorite cafe on Front street in Sam smyrna in 19 13, sipping Turkish coffee, and of telling Aristotle and Nas about it many decades later when they were both billionaires. As a kid, I went by Cafe several times a day, in in 19 13 reply on. So it says socrates attempted to instruct the boy in the nuances of his business, and by the time Aristotle was 12, he was working in the office at least a few hours a day learning the intricacies of the tobacco export trade. So starting in early age all the way up to 16. He's working in the family business. He's being educated his dad, hired the best tutors. This is actually something I learned recently from Dan Carlin fantastic hardcore history podcast. Is Alexander the great and never went to school, but he had a... His father, Philip up was hired tutors, and his tutor was Aristotle. That's just blew my mind. Well, but the idea that you're obviously gonna have a superior education if instead of having 1 teacher, 1 person teaching 30 or 40 people at a time they're teaching you 1 on 1. So says when he occasion had problems with a particular field study, his father hired a tutor. In his father's determination, to assure that him an excellent education, Aero aristotle had the opportunity of working with some of the best teachers in the city. And so now we're gonna fast forward right before, this outbreak of war happens, and it says of more immediate concern to the family was the increasing talk of war. And so a few pages later, they see that the worst happening, they see the invasions begun, and his father makes a tragic tragic mistake. I know left myself is don't do this. History is full of examples of people sticking around when they should have fled. You wanna see how things turn out. That's fine to go to a safer location and and view that from afar. So his dad is, you know, he's... I can understand his position. Even though this a mistake, you know, I'm 1 of the richest people in the city, you know, I have a bunch of turkish friends. Yeah. I'm Greek, but, you know, I'll be fine. I'll be safe. We saw this in Andy Groves book, his memoir swimming across Where they're like, no. I'm a good... I'm I'm 1 of the good jewish people. Like, I have friends that are Russian or German or where the case was. And in many... In 1 case in that book andy go talks about 1 guy stuck around the city, and his family. Isn't him, his wife and his kids were taken another house and and murdered in the street. Socrates when Nas had time to had little time to solidify his position or make adequate preparations for the Turkish onslaught. Although he knew it was dangerous to remain in Sam smyrna, he was convinced that his standing in the community and his many Turkish friends would help him. And Ari arizona father could not have been more wrong. They they have a gigantic family. So Aunt they're surrounded by grandmother's, aunts uncles cousins, and a lot of these people are going to be murdered, arrested and murdered. Socrates was placed under arrested and imprisoned. Within a short time, Aristotle received a report that his uncle Alexander had all been arrested sentenced to death and was hung in a public square. His uncle uncles bay Basil and John were placed in a concentration camp. Socrates sister, so Ara aunt Marie so had sought refuge with hundreds of others in a church and together with her child and husband was burned to death when the turks set it on fire. No 1 survived. Only Aristotle was permitted to remain in the house after his occupation by the Turkish officer. So what was interesting was because they had 1 of the nicest houses in in in this area, and you had a clear view of the city. The general actually takes... Decide, hey, I want that house. And so it's occupied, and Aristotle talks them into letting him stay there. He wants serving them. He wanted like, smuggling alcohol we'll get to that in a minute. But he since that only Thought I was permitted to remain in the house after occupation about the Turkish officers. This for their own convenience and benefit. He spoke impeccable Turkish, knew his way around the city and was familiar with the workings of the villa and had many contacts that could prove useful. I begged the general for permission to sleep there On nasa's related. I knew how the plumbing and heating work, and I offered to run Errands too. Aristotle was just short of 17 years old. So we see traits from a young teenage Aristotle that he used to rest his life, He's very, very resourceful, and he has a fundamental understanding of human nature. And so out through his whole life. He tries to... He he understands how to manipulate people. He's constantly b them buying them gifts. He's like, convincing them to be on their side. We'll go into the lumber more detail, but he's doing this in a very early, from very young just to say. And he knows, hey, These journals, they they they love getting drunk. I know where I can get alcohol at. So I'm gonna constantly serve them alcohol. In hopes, you know, that they spare my life through friends. He managed to get a few bottles for the turks and for the Us vice console, guy named Parker. Hoping that Started would continue to supply them with alcohol, the church rewarded him with a it's like this pass, like, this basically if he gets stopped by the Turkish military as he goes throughout the city saying, hey, there... He's on an official business for us. Don't mess with them Complete with his photograph and fingerprints, which enabled him to move freely across the city. In addition, Parker gave Aristotle an entry pat, this is extremely important to remember because this is how he's gonna wind up escaping. In addition, parker gave Aristotle an entry pass to the Us marine zone. It was a haven of safety, should he ever need it. He visited his father in prison and discovered to his horror that each night Greeks by the scores were being given kangaroo Military trials. All were found guilty and executed on the spot. And so Aristotle needs money because of the money is the only thing that's gonna keep his father alive. If you didn't get a sizable amount of cash quickly, socrates chances for survival were very slim. The prison guards were willing to keep socrates name off each day's execution roster for price. Without without money, any day could be socrates last. And then this is really a reminder of how tenuous these situations could be. 1 day, you could, okay, I a pass, you know, that I'm serving the general. I'm running errands. It doesn't matter. Like, you could just come across the wrong person. In this case, the warden, the Turkish warden that's holding all these Greeks captive. Is seeing this young kid running and out and he's like, okay. Well, now, like, I don't like this. Maybe I'll just kill you. And this is where he he winds up having the flee and and escape. He says on the day... On the last day he visited the prison, the warden detained and questioned him about the amount of money he'd given his father and about the family's relationship with the Greek government. Remember the 1 that they're a war with. He had threatened with torture and he was threatened with torture and solitary confinement if he refused to cooperate. Just then the phone rang. Called to an emergency meeting, the warden left the young boy in his office under guard. Aristotle escape when the guard was paying attention to something else, And since he had walked freely through prison gates for weeks, he was not stopped as he left the grounds. Once outside, he ran the 3 mile distance to the Us marine zone like a leopard as he called it, and was hidden there by Vice Consul Parker, the guy that gave him the past to begin with until he could be placed on an American destroyer heading for Greece. So Was able to fight some of his remaining family. They're all separated, but they eventually, a bunch of them get to Athens as well, they... They're... His his father's stole prison, he's about to bribe for his father's release here in a minute. But even though the family escaped, they're no longer wealthy. So it says the major portion of Socrates Fortune was eventually lost. And then they're devastating to add even a more devastating event to this already tragic event that he having to occur through is his grandmother is actually murdered and she's murdered not by the turks, but by Greeks. So says 1 member of the family was missing his grandmother. The pitiful story was revealed to Aristotle The old lady made her way from an evacuation camp to the Athens port only to be attacked ironically by a group of Greek thieves. She was badly beaten and in shock. She died the day after the assault. Aristotle was heartbroken over her death. So I think the family had about a hundred thousand dollars left out of their gigantic fortune. So it's a small part of what they used to have. Heat... Style is gonna use 25 grand, 25000 of that to bribe for his father's release, so he goes to the head, the seat of the Turkish government. He goes he travels a Constantinople. At the time, using his father's banking in tobacco contracts as meet... Intermediaries, government officials, and those in charge of the pen system were approached to see what could be done It cost about 25000 dollars and bribes to the right people. Aristotle was astonished to be met by his father's displeasure and criticism. And this is where I think, like, his father's just solution at the very beginning. It's like, I'll be fine. You know, I have a bunch of friends. Okay. Well, oops. I got arrested. Oh my god. My name might be put on the daily, you know, the the the daily list of people are gonna kill. And so he's pissed off at his son here. And he's like, he was certain... He was certain that his release had been imminent. Yeah. Okay. Well, I... I'm not gonna risk that buddy. That the 25000 dollars spent by, which was a good portion of the family's Fortune was an irresponsible and wasteful act. So he's he's starting to be a estranged his father, who he was close to before this. They wind up there in greece, in greece, but they have all these people coming in. They're already... It's... There's already an economic depression happening at the time, and he's just realizing, like, there is no economic opportunity. I must leave. And so just you think about a matter of months, how different his life was. You know, I'm a privileged son of a rich businessman man. I live in this beautiful villa by the sea. And now he's about to flee Argentina. So it says Aerosol did not no... Did not quite know what to do with this life. There was an economic depression within the country with massive unemployment. No jobs, very little money to borrow to start business and no opportunities for a relatively inexperienced youth such as Aristotle Assets. A number of the younger impoverished Greeks, who had come from Turkey began emi integrating to other countries. Buenos aires, Argentina half a world away was rich in Cosmopolitan and its growth offered many opportunities. Although the possibilities were unknown, and he spoke no Spanish, Aristotle believed it might be a place to start his career. At this point. What does he have to to to lose? Not much. Right? He was also bitter, still humiliated from his father's criticism and determined to make a success of himself. He borrowed enough money from his family for a 1 way ticket to b aires. Socrates gave him a hundred dollars in cash. So he gets on this this ocean liner. He doesn't have a money for a a good ticket obviously. So he's he's down below. There's no for a share. There's you know, people def deprecating right where they they sit. And there's a there's a... What he's about to do here. And again, this is something very resourceful from a very early age. I always think of Paul graham in his great assays essays. It's like, best description of what entrepreneurship is or what an is is somebody that's relentlessly resourceful. He's able to dis steal it down to just 2 words. And Aristotle is definitely 1 that has that... Those 1 that had that trait. What he about to do here where he pays off a guy on the on the boat for to be able to sleep just in the open air. It reminds me 1 of my favorite sentences in the book titan, which is the biography, like, the main the best most well known biography of John d rockefeller. And it was a description of John d rockefeller and it says he was not 1 to persist in a flawed situation. Definitely want to persist, but not in a flawed situation. If he was in a bad situation. He was do everything to fix that. Right? And so did... We see this that just stopped popped to my mind when I got to this paragraph. After several days of to the worst of these conditions. 1 meal a day, no fresh air, no pop no proper sanitary facilities, Nasa gave the ships per. 5 dollars to allow him to sleep on deck in a storage bin. So maybe I'm very comfortable but a hell of a lot better than being underneath. Right? So he's gonna land in Buenos aires Buenos aires is known as the Paris of South America, At least it was back then. I've actually visited. I've haven't been in a few different places in Argentina. It's a very beautiful country. Obviously, troubled history. If you know anything about it, but it does, like, it is very beautiful. It's very European. It's actually very surprising when you go buenos Aires. But there's is a description that it says the the velocity of the city seemed to promise the opportunity he was seeking. Nasa was already obsessed with the idea of a ama of fortune. So this is all about how he starts over. Point I'm sorry. Remember, this guy builds 1 of the... He... By the time he dies, he's 1 of the richest people in the world. And really, there's nothing about his life story at 17 18 years old that that would lead 1 to believe that that would be even possible. Right? So it says, Nasa had begun Nasa had begun to haunt the waterfront area trying to find work, Walk waking up early each morning going persistent from 1 dock to another as the ships pulled in, joining the crowds of young of boys and men waiting hopefully to be allowed to do the strenuous work of unloading the heavy cargo. He did make some... He he did make some money working at temporary jobs. He would be a dishwasher. He laid bricks, and he would erode people across the river. And really the way think about everything about to reach you. Because we're gonna spend a a lot of time here. There's a lot of highlights in the session. He's he's working all the time. He's pursuing every opportunity and he's watching his costs. And it's funny because watching his costs. He... I mean, what's the subtitle of the book and an extravagant life. The guy had like gold plated every He is like the Greek version of Trump or something thing. But that happens later in his life. Ari aristotle applied for a job the very next day was hired immediately and given an intensive... Oh, so he he winds up realizing that, hey, there's just massive, technological transformation that had that's happening going. Sorry It's the time. And is taking place at the telephone company. So he hears from other Greek immigrants. Hey, go apply for a job here. So he applied for job the very next day. He was hired immediately and given an intensive 3 week course and the inner workings of the telephone company. All the telephones in Buenos aires was being... We're being converted to an automatic dialing system and there was a need for workers of all kinds. And so he is always going to pick up and try to do things that other people won't do, he'll work anytime we're... Like, he his opportunity to work over time. Any... Anything that'll pay him more money. Do you you do you wanna work overnight? Because no 1 else wants to. Yeah. Sure. If it's more money, I will do it. He has no choice at this point. Once he became a debt at the work, Was on demand to work over overtime past 05:00 at the rate of 1 and a half times his normal pay. He was making over 40 dollars a week remember he came to the city. By the time he lands, I think he's, like, 60 bucks left. Okay? So it's that's a quite a good amount of money. I think he's paying, like, 7 bucks a week or something to to for how... For housing. So he's able to save a lot of money. He was quite frugal with his money and saved as much as he could. Whenever he saw the possibility that had... For advancement to another level in the company that could earn more money he applied for it. He immediately accepted the chance to work for the telephone operator for, on special night calls. Every night from 7PM to 7AM. He kept the job for over 6 months. By working overtime and by spending very little money, he managed to accumulate a savings of close to a thousand dollars. The this achievement of excuse me the achievement of this first financial success in such a short time based on his own industry prudence, encouraged on Nasa to expand his horizons, determined to build a business. He began to look into the commercial possibilities of importing orient tobacco from south... Or into South America. So that's what I was referencing earlier. Like, if you have a business, try to get your kids involved in any capacity just for for... The load. I mean, let's be Frank. Like, if you could under your tool religion your business, your your kid's gonna learn a hell of a lot more doing that. Real life skills then they aren't in school. Right? And so Aristotle, the fact that he was able to work in his father's tobacco business, you know, 08:10, 12 years old all the up to he's till the tragedy hit endure 16, 17 years old. That's gonna lay the foundation because he's gonna keep this day out for a long time, But then he's gonna start... He's realizing, hey. Let me read the sense you, I'll get to my point. Turkish tobacco were unknown in Argentina at that time. Well, okay. People smoke tobacco all over the world. Right? Oh Nasa realized that. Well, we have some... We had access because of my my family's business history. Like, we had access to some of the best highest quality Turkish tobacco. And if you can... People will always pay for quality. So why don't I try to import them from like, from using the context of my family using the experience into the education I have into this new land that I'm in that's halfway across the world? No 1 else is doing this? And so exposing the fact that socrates exposed Aristotle to that... So, young. He could've kept him and, you know, could've have kept him just playing sports and and going to school. He he's like, no. Learn the business. This idea in this business aristotle I about to start is what's going to make? He's gonna be a millionaire 6 years later. By the time he's 23 years old. How valuable was the education that his that his father taught him? Literally worth millions of dollars. And then if you think about the the... It becomes a billionaire, like, used... That's the foundation for this future billionaire empire that that Aristotle is gonna, going to do it And the way he does, it's actually really smart. So Anyways... Let me... I'm getting way ahead at myself. Let me go to where he gets this idea and, like, basically finding... He has to find an in. Like, how am I going to start doing this? And this is 1 of... I think this is the main idea. That I remember from learning from Aristotle and Nasa. So all the that cofounder is number 84, I wrote a biography of them him, and he was still alive when that biography is written. I think the book was from, like, the 19 sixties. And if you've ever and it smelled, like, if you've ever read an old. You know what I mean Like, you gotta open the door. You need a draft in there or something because, like, the pages, you know, they get real hard with with the passage of your time and, like, it just it's not a pleasant smell. But this idea what he's about to do where he's like, okay. I I know I can... I have a contact back home. I can import high quality tobacco. I need a buyer. I need a company in Argentina. Right? That I can sell this tobacco too. So what he does is... And he's it's interesting now reading back on my highlights because this is something he does later in life. Like, he doesn't spread himself then. He starts off just trying to sell it to end to all going to all the tobacco buyers in Argentina. No 1 gives them the time of day. Right? And so what he'll do later in life and what he's about to do right here is see he he just picks 1 person. I have 1 target, 1 lead, I'm going to pursue that person, and I'm not going to give up. So the idea is just focus on 1 completely instead of spreading yourself So he says, well, still working at the telephone company at night, Aristotle visited tobacco companies by day, attempting an interest the chief buyers into giving him an order. Week after week after week when by and he was unable to see someone in the in any authority in any company who could make a decision whether to buy or not. Eventually, he chose the 1 cigarette manufacturer that he believe might give him a chance. And what he did, and this is the thing I remember most from that book that I read is he pursued him day by day. He just showed up I think you followed them for, like, 2 weeks. And eventually, the guy's like, do it what I see you every day. Like, what do you want? Right? Like, you're, yeah and this guy is an older successful business person. You know, you don't wanna be annoying that's what I'm saying, but, like, I'm sure that person, she's just like, this guy, Like, I I... At least admire your persistence. So it says eventually, he chose 1 cigarette manufacturer that he believed might him a chance. Although the buyer had already refused to see him. Right? He stood outside the building each morning until he learned to recognize the company president. So he's going to the very, very top. He's like, I've already tried to sell to this company. The buyers are ignoring me. Let me go straight to the top. And so eventually, the guy they have a conversation on the street, And it says, he... Air aristotle explained that he had samples of some exciting new tobacco, and he had been unsuccessful not only in gaining an order, but even seeing anyone who could or would make a decision. So the president, his name... His last name is gay got Guyana, I think, Guyana, Guyana was impressed with Aristotle and arranged a formal meeting for the next day with the head of the purchasing department. So I'm always amazed when I see, like, these young smart college students. Right? Usually, I mean, you don't have to be a college student, but this is the thing that pops my mind. When people are looking for jobs. Right? There just fresh out of college, not sure what to do. And so, you know, the standard approach. Let me just send my resume. You know, hundreds of people. It's like, almost like, you're just, like, spamming your resume everywhere. Like, I don't understand I'm not hired. What the smartest the smarter move, and an amazed that, you know, young kids figures out, is they target, you know, 1 or 2 companies they really wanna work for, They do an extensive amount of research for them. And then they went up cold emailing the founder of the company. And it's not just say, again, we've learned this when you study the the the reason it's so beneficial to study, like, the advertising, agency founders and the copywriter from old, you know, David Called Hopkins Albert Las is because they understood that you have appeal to interest every everybody's busy, everybody's selfish. Right? And so if you just And like, hey. I'm a... I just graduated hiring me. I was, no. That... That's not... That's... That's based on, like, your own selfish desire? Hasn't... You have to serve those people. And so what I'll see is, like, they'll study the company, and then they'll send an email with, hey, I downloaded your app or I use your service or whatever. And here's the things I think, I would do differently. Here's some suggestions for improvement or whatever the case is. Like, here's what the... Basically providing value and ideas. Before asking your return. And a lot of times, you want... They wind up getting hired because they went straight to the top. And so what happens here? Right? He's like, hey, I I've tried to go through the normal channels in your company, No one's willing to talk to me. I have a unique product. I think your company will benefit by having higher quality tobacco. I have the resources to import this tobacco for you. I'm willing to do this at unbelievably low prices because I have no customers, which is what Aristotle does. And so I'll make lower margins, but I need... Basically, you're, like, you benefit because I'm charging you less, and I benefit because you're my first customer. Right? And so what happens is the the president, the the guy running the for the guy running the company, the the most the most the the person that has the ability to say, hey, take this meeting with this young kid. What is the difference when if you... You just go and you wind up getting a... A meeting with the buyer. Right yourself, do the normal channels. That's 1 way to do it. Okay. Aristotle. Tried it that way. Did succeed. Now, what does this guy say? This guy says, okay. He's, I'm in impressed in society. I'll arrange a formal meeting the next day with the head, the the person that's in charge of my purchasing department. That's... It's coming. It's not coming from below. It's coming from the top. I'm not... I'm not just a guy coming, hey, you know, I have something that might benefit your company. No. The president of the company said, hey, meet with this dude. What do you think is going to be the result? A buy, a, a purchase order. Oh, 0, this guy must be special. The president telling me to me with him. Okay. Well, even if you didn't like what he was selling, you probably still gonna buy... Probably do an order because, the president told me with them. The result was a sale, 10000 dollars worth of Turkish leaf was purchased. So he's making 40 dollars a week busting his ass working over overtime working at night, and he just got a 10000 dollar order. So that idea that they're just stuck with me. You know, if you're ever in a situation like that, don't, like, focus on 1 person. Don't spread yourself thin, like, really think about what you're doing during the next 2 years. Still working with the telephone company and cautiously maintaining his expensive lodging, Nasa's continued to import tobacco into Buenos aires. 2000000 dollars over the next 2 years. He imported. His personal profit was over a hundred thousand dollars. So think about that if he would have just stayed at his job. In 2 years, he made Let's see. 40 dollars, that's what 20, he made 48 years of income. Because if you're making 40 dollars 40 dollars a week, that's 2500 weeks he made 2500 weeks of income just by importing this in 2 years. So it says they... Then he took that money? And again, this is something he's gonna do over and over again? He's like, alright, well I'm pointing tobacco. Why don't I try to make cigarettes as well. He's importing tobacco for cigarette makers? So he says, like, okay. I do this myself... He winds up his cousins over there too. He says they opened a small shop to manufacture their own luxury brand of cigarettes. So he understood about the the importance of differentiation. He wraps his cigarettes an attractive gold foil before packaging. The cigarettes were very expensive. They were extremely mild and they were tipped with rose leaves. They he sold them mostly to women, some of who were taking up smoking for the very first time. So by this point, he has quit the telephone company. He's importing tobacco. Right? And then he's making good amount of money being a actual cigarette manufacturer himself. He's got, like, 30 people doing the actual work and and making the cigarettes. But the problem is flood of new companies come into this market. You know, you can hand cigarettes, it's not that difficult. Though there's a low barrier entry. And so he's realizing well, the profit I was able to get out of this. It's very short lived. Now the competition is driving down prices. He does another thing that we see over and over again. He's like, okay. I need to figure out what is the best use of my time. So he's going to focus on his most promising business. And right now, he's gonna ditch the cigarette manufacturing just to focus on tobacco importing. Right? So eventually, he's gonna make so much money in ships. He's like, I gotta close the my tobacco, even when it was profitable. He close down a business because he's realized realizes he's, like, I can make 10 times a hundred times, a thousand times as much money. And shipping as I can at tobacco. So it just make it... It may... Does not make sense for me to spend any of my time doing this. Another smart. Again, just... He's got very good intuition. So no. No. No That's myself on this page, something I just told you focus on his most promising business he does this throughout his career, His efforts in cigarette manufacturing, although they had expanded greatly from the beginning, were no longer profitable. There were hundreds of small small manufacturers throughout the city, each attempting to garner the other's customers and the competition and price cutting were fierce. Eventually, he decided I'm gonna concentrate entirely on importing tobacco and other products. So he's an importer and an exporter. Right? And he is a customer of these giant shipping concerns. He's like, why are these guys? That only these shipping concerns. These shipping businesses so wealthy. He's like, well, why don't I do what they do? So he wants be defending 1 of them and learning a lot. And then he does another smart thing. I'll get you in a minute. He was interested in getting into shipping, not just as an importer or 1 who merely uses shit as he'd been doing, but by owning the ships and enjoying the highly profitable cargo rates. Alberto Don, a brilliant and rich argentine ship owner became a friend of And had an influence on him. So it's like, well, before you get into shipping, like, why don't you... And we've seen this over and nerve again? I did a the the the biography of, Daniel Ludwig. The invisible billionaire. It's founders number 68 if you haven't listened to that already. He's actually a competitor of On asses. Very, very different. On ask. Like, almost... Basically, they complete opposite. But a lot... The reason I bring this up is because a lot of these before they get into and own these giant shipping companies and actually make money in cargo. They flip ships. I at the very beginning, That's how they learn about them. And so that is what Nasa is gonna do here. His friend Alberto knows about this this small tanker that sank, and a lot of these can be, like, you could take them back out of the ocean have them repaired because they sell, like salvage rates, and then you could find a buyer And so it says a small empty tanker had a half sunk and was available for sale for 10000 dollars. So Nasa found that the repair cost would be within reason and then with the advice of Did da, determined that com... That comparable ships, we're selling for at least 10 times the amount, it would cost them to put this 1 in order. Within a matter of days, so he buys a ship when... Within a matter of days, so the ship was a afloat and a week later on Nasa sold it. And she's like, wow. I made a lot of money really really quickly. I'm making good money tobacco, but this is really fast. It says with each success It became to him an ecstasy of a very real sort. So he's hyped up, the year was 19 29. 6 years since he had come to Argentina to make his way in the world. He had just celebrated his 20 third birthday. His estimated net worth was a million dollars. So he decides to go home to visit his family, but that is not the actual real reason. He asked to go because there's a chance that a new law passed in Greece would actually put him out a business. So this is a a lot can change in 6 years, coming home, so his business isn't taxed to Oblivion. So it says it's not difficult to imagine the family's reaction to the confident prod Son, now a millionaire and traveling first class, arriving at the same dock from which he had departed as a humiliated and bitter young man 6 years before. And this is why he's coming home. Greece had initiated a decree that sharply increased the import tax on any goods from countries with which it did not have a signed treaty. Argentina was 1 of those countries. In retaliation against a greek tax, Argentina raised its import tax, which is exactly what. So that's gonna affect On Nasa business. Right? It raises its import taxes to such an exorbitant extent that on Nas might have been driven out of the business if the situation had continued. So this is also talks about the bold. And that's another thing another term that Nasa uses over over again. He's like, you have to be bold. The bold of a 23 year old Nasa. Like, well, just go home and try to get the petition and get this this to get this law changed. If he could convince greek authorities to discontinue the levy on Argentina ships, Argentina would undoubtedly reciprocate. It was then that he decided that a trip to Greece would be necessary. So he gets a meeting with this guy. That's in the greek government. He the guides basically, like, I'm not gonna listen to this young punk. It's basically, just doing his nails and, like, kind of ignoring him. And on Nasa gets angry and storms out, but he says something that smart at the end of the meeting because it's his whole point is, like, we're making... Like, you the law should be changed... He basically he knew that you have to appeal to the other person's interests. Right? And so his point is that we're selling Greek like, the Greek citizens are making a ton of money because I'm getting the the tobacco from Greece and importing it into Argentina. And so he yells at the guy. He goes, you're more interested in your nails than in Greek commerce and so he storms out. And it's because a few days later he's gonna get a call to come back. And this is how he gets paid. He gets paid to study the shipping industry. So they wanted doing some research on them. They realize he has all lot of contacts in Argentina he's not a con... Con... Got contacts in Greece so they decide to hire him to to make him the official government Asian. Right? Assets would be the perfectly Liaison for Greece with the Argentine government and attempt to negotiate a trade agreement. So Greek Greece passed the laws. It's not they wanted... They... Basically it's like, playing Hard as a way to incentivize other countries to count to have a trade agreement. Right? That they... So if you really think about Nasa is presenting himself as a solution to the problem they have. Okay? So it says he would be the perfectly liaison for Greece with the Argentine government and attempt to negotiate a trade agreement. Although he had been back in Athens just 2 weeks, Ari aristotle Assets with soon sailing Argentina with diplomatic status. So he winds connecting the people that wind up hammering out this deal. Okay? Soon a reciprocal reciprocal... I can't pronounce that word, advantageous trade agreement between Argentina and Greece was reached. As a result of his success, On was appointed as Greek consul general and Buenos aires. Buenos aires, the harbor that he works out of was commenting over 1000 Greek ships a year. The most important positive factor was that he he thoroughly learned the the mach nominations of the shipping industry as the post of the console proved to be a business listening post of inca value. So this post they put him in. He's gotta do all kinds of stuff. He's gotta it says you gotta organize the consul of staff, a complete paperwork, which he had approved. We're also setting selling disputes and strikes, negotiating the complicated legal problems connected with international trade. Just all this... Basically, he's he's he's learning the ins and outs. Of international trade via shipping. Right? And he's getting paid to do this. He was constantly visiting and inspecting ships, talking to ship owners and other importer and quietly absorbing everything. This is his life's work. Right? What's going to soon to be his life's work rather. Making a very conscious attempt to learn as much as he could before going into the ship... Going into ship owning seriously. And then we also see at this point. He's like 1 of these, you know, psychopathic guys like a bill gates where they'll work for days at a time and then just crash. So says he was known to be able to work for 48 even 72 hours at a time without any sleep at all, then collapsing into bed and sleeping for 12 or 14 hours. And then we see at this cook time. He's doing... I always talk about that that fantastic talk by Bill Gu on Youtube, which is called running down a dream, where he talks about what Danny Meyer did to start his restaurants, what Bobby Knight did to to study for the best coaches of history, what Bob Dylan did to study from great musicians and he he turns as professional research. So all the stuff that you do to learn to teach yourself something when you're not working. So the term for that professional research. On Nasa is engaged in that as well. And That's just continues to look for opportunities to become a ship owner and operator. And as this tobacco importing business continue to grow, He traveled to London. Amsterdam Ant, and the other great ports of the world and to the shipyards of many countries looking for and learning about ships. And so this is where he jumps into being a ship owner, there's a lot of these examples. In throughout history with us, like a economic depression, or are they over built, but you can you you can buy these, like, gigantic ships for almost no money. So like doesn't even make any sense. So this this is how he starts getting... He he gets started. The Canadian national steam ship company had a small fleet of freighter that were doctor Montreal for 2 years, which were they were putting up for sale. They were facing bankruptcy. So they had little choice but to take whatever they could get for the ships, the great depression adversely affected every industry. Shipping was especially suffering, there were many ships but not meant but not many cargo. O Nasa had long since begun to formulate a personal business philosophy. The key to success he said was bold, bold and more bold. Without hesitation, Nasa made an offer of 20000 dollars per ship, which was the shifts were worth a lot more. There was no buyers. He... That he figured that was theirs how much they would gave today to scrap them. Right? Nas had concluded that because the ships had been docked for 2 years, The steam ship company had apparently been unable to sell them. He chose to gamble on the possibility that he was the only bidder. His offer was accepted. So let's get into a little bit of about how he worked, and he kept up these work habits for most of his life. He was a a work hallmark obsessed with details. Nasa spent almost all of his time working. He would pour over shipping journals from Ant, Vancouver, Hamburg and New York, looking for intelligence, trends and opportunities. He would scan study and memorized ton. Prices, insurance rates and schedules of the world's great and small steam ship companies and then attempt to out his competitors. He read the Maritime sections of at least 6 foreign language daily newspapers every day. That part reminded me a warren Buffett where he... At 1 point, I mean he probably still does, but he would... He'd read so much, that he would have... He'd be able to... He had mental picture in his mind, A mental image in his mind of every single public company that was available in America. And so you see Nasa doing that, but he's doing on a global level and for ships. 1 thing about And how it go into more detail because there's, like, 1 sentence in book that I feel like summarizes his... Who he was as a person. And he's got a lot of, Like, he's not a... I wouldn't... He's not a good guy. Or he's not all good. He's a very complicated person. And towards the end, like, he does some just disgusting things. He wins getting indicted for corruption. He wins beating his wives. I mean, there's, like, a lot of gross stuff in this book. And it not... I'm not trying to excuse that behavior b means. But I thought about that. I started getting, like, you know, disgusted it by some of the... What this guy. He there's a lot of selfish ness in in his life, I guess. The important part is, like, the thing reading these books is sometimes I hear interviews with other entrepreneurs, like, modern entrepreneurs other podcasts, and it's just like, this is not... It's not, like, this is not all, like Roses and and and happy times. You know? A lot of the these people are just straight up ruthless. And I feel like the interviews say they mis what, you know, the real world is like, especially the world of business, like, we... 1 1 of the 1 of the things I learned from Ed Thor, who was like, my personal blueprint life that's founders number 93. He's he he said in the book. Like, you know, 80 something years old right in that, it's like listen, If there's there's an opportunity for a human to to make money or to to to grab some kind of advantage, like, there is inevitably corruption in that situation, no matter what it is. In in case of gambling. He talks about Wall Street. He was... He... If you remember in that book, he he found... He he was looking at made returns. Like, this guy clearly, like, lying and scamming. That was like a decade before decade or 2 decades before made off wind up getting, you know, admitting to the po team. But, I guess, like, the the benefit of reading biography is Like, you get an accurate representation of what human nature actually is not what we want it to be. And I think where we have, you know, people Modern day giving interviews is like, they're they're they're only giving us the good parts. The books give us the good parts and the bad parts. And, you know, this is in Nasa is a very hard and, I'm not... Bitter is not the right word. He Like, think about what he went to. You know, His grandmother dies, his his aunts, his uncles are murdered by other humans. Right? They're hung. They're burned to death in in in, a church. He sees a a priest getting crucified. Blinded in the eyes with a sword. Like, you're gonna have a very dark view of other humans. And so maybe, like his his his very is very pronounced degree of selfish ness might be perfectly logical. And I'm not saying like, it, like, the stuff he does later on life, like, hitting your wife, like, come on. That's sc back stuff. Right? But this ruthless that he approaches business and and and just his he's has got cut through nature. I do think is some kind of, you know, defense mechanism. I can't imagine being... You imagining being 16 years old in seeing most of your family murdered and burned to death. I don't think that's something you get over ever. I think that's something you carry with you through your whole life. So 1 way to understand Aristotle, like, I'm only doing things for my benefit. And 1 of that was, you know, he considered himself Greek, but he didn't really believe in the idea of a country or religion. Like his religion, his... He believes in Aristotle and. That's the basically it hit, and that's where it stops. There's actually a a quote in the difference between God and Larry Ellis. It's a quote from the movie citizen Kane, which is obviously written about William Rin Hears. I'm gonna read you because I think it applied to William Ren Hears it applied Ellis, I think it applies to Nasa supplies a lot of these people. But I said, you wanna know what when I about Charlie King? Well, I suppose he had some private sort of greatness, but he kept it to himself. He never gave himself away. He never gave anything away. He just left you a tip. He had a generous mind. I don't suppose anybody ever had so many opinions, but he never believed in anything, except Charlie Kane. He never had a conviction except Charlie Kane in his life, and I think that that just... That that that quote is a fantastic writing fantastic quote that it's... That I think about all the time, But that quote popped into my mind several times where I'm reading this book. Like, he's He believes the note off myself on this is avoiding taxes was his religion, but really, like, he believed in the religion of Aero aristotle and. At first, all of Nasa is just were registered under either Greek or Argentinian flags, but he soon learned that there was great advantages to be had by registering them elsewhere, even though it might be considered as somewhat unethical. O Nasa's began a practice of registering them under so called flag of convenience. This guarantees that he had to pay little or no taxes for any profits he made from those ships. And has saved him money by lowering wages for the cruise and by reducing safety standards. And so he says, when nasa felt no pains are conscious in sailing his ships under flag of convenience. He described it this way. As a Greek, I belong to the west as a ship owner, I belong to capitalism. Just some random things here. A, random thing. I should tell you that he was, you know, relentless. He would just call... I remember hearing a story from Elon Musk's first wife. And she's, like, you'd always knew was Elon when the phone rang because if you didn't, just keep ringing over and over again. She said, she described him when she met him when he was in college. She described him as, like, the terminator. Like, he would set his eyes on something, and was like, you will be mine. Whether there's a business, girl, whatever the case is, a woman rather, Assets has some of that. If you don't answer his letters or his calls, he's showing up in person. He traveled to Sweden and an una burst into He office. I had just received... I had received mail from him from London from Paris from Athens from Buenos aires. Said He describing their meeting. So when my secretary said mister Nas wants to speak to you, I said put him through. Thinking he was on the phone. The next moment I looked up and Nas was standing in front of my desk. In her matter of seconds, he was able to convince me to accept the deal. I had refused so many times. He was a sorcerer. And so that is another, you know, thing that we see over an orient and like, there there is a an extreme value. But an intangible, but but but very real valuable on being charismatic being persuasive, was just re... Reread over my notes from the George Lucas biography that he did other the way back. On found December 35, and he talked about that. You know, George which famous his history was just famous subject... Fay favorite subject. He loved reading biography when he's younger. He's in his early twenties and he meets Francis ford Cop. And he's like, that is the most charismatic guy ever ever come across. And he's like, listening to Cares... He said something like he could sell ice to ask o's or I forgot exactly that the term he used about Cop. But he's like, oh, okay. Now it completely understood, like, people like Caesar, the the great people of the past and how they were able to influence those around them, and essentially sell them on their ideas. You know, some people use that for politics. Some people use it for commerce, So Nasa is gonna use it for commerce, but he's 1 of these people You know, later in life. He's very wealthy, but he's very, like, a short, like, kinda like, stub guy. And people are like, how is this guy like, mary... Like, you know, having affairs with the most famous women in the world. Like, most of which are, like, a foot taller than him and you know, much younger than him and a lot of that obviously has to do with his as wealth, but all but also, like, his charisma. So he I don't know. It doesn't say how, and I don't remember how, but he just has the instinct. It's like, okay. I'm like, I have ships, but I'm just hauling cargo. If I could haul, like, oil, like, there... There's a huge boom in oil that's coming. We're we're gonna stop haul hauling coal. And I'm gonna switch everything to oil. So oil is coming. Let's get ahead of this massive transformation. Bold, bold and more bold is another from my... On the page. He it says he he knew this. I'm not sure how we knew it though. But this is his thinking on this. Nasa's order for such a gigantic taker was placed because he believe in the future of the oil business. Within 10 years, oil consumption would be on a rapid increase, and within 2 decades, old, we would be supplying more than 1, 1 third of the world's energy. This is where this is the foundation. This decision is the foundation. He's already rich, but this see it's, like, out of hand rich, like billionaire rich. During all the time all this time when Nasa would be on the forefront of 1 of the... As 1 of the leading transporter of oil throughout the world. Oil tankers could be serviced and a fraction of the time that was needed to load a dry cargo freighter. Could you could just hook it up into pipelines. Right? In addition to the great savings and wages with a minimal with minimal people over the project there was also safety in not being detained by the costly and constant long shore strikes that were common in ports all over the world. At that time, On super tankers were the largest ships of any kind in history. I'm gonna know bold. When he has an idea. Like, he doesn't... You know, I'm gonna put my toe and He's like, no, I'm going all in. And it's interesting too where, you know, he he goes from being very frugal when he was younger to now, like, his even his oil tankers are like, very luxurious, Like, they have, like grand piano and stuff and, like, gold plated, like, faucets and all this ridiculous stuff. I remember 1 of my favorite things in that invisible billionaire book where you know, Daniel Lu... Ludwig is the opposite of an Asses. He had more of, like, an engineering mindset, you know, Spartan bear, all my my ships are literally just... Every... Anything you need to transport oil and nothing else. And so he was asked sometime time Like, why don't you have you they call them the fabulous Greeks. There's actually a book by the name I might read in the future it's about Nas and... All... There's a bunch of... You know, very successful Greek, ship owners and oil transporter at this time. And so Ludwig was asked. He's, like, why don't you have like grand piano, like the Greeks, and he says, because you can't carry oil in a grand piano. So that's thought was funny. This is a very, you know, I'm going to give you... Like, I'm just gonna be focused on the actual job at hand. I don't care about the luxury stuff. I this, like, the way Ludwig we think about this. So this little bit more of about how Nasa worked and a great quote from Napoleon about the pursuit of detail is the religion of success. So it says on Nasa's continually appeared at the shipyard to check and inspect the progress of his tankers. Often he would arrive at night after all the workers had gone home and he would have a watch open the gate to allow him in. He would then circle the ship again and again, climb aboard it spent hours making mental notes of what he liked and disliked. About the construction. He was quite ob servant about to about what to others were tri, but to him were important details. The next day he would call the foreman who would always be amazed that Nasa seem to know more about the particulars of what remained to be finished and heated did. And comment complain and make suggestions about to work. Remember. So this guy's a a wild dude. He's traveling all over the world. He's in nightclubs. He sleeps very little. I would guess... I mean, he drinks a lot. I'm would imagine he's doing drugs as well. But there was, like, no separation between work. Like, he would be doing deals in nightclubs. He would leave a night nightclub and go and inspect to ship. Like, he... There was no, like, you know, work life balance. No. There's no... There's none of that. It's just, like, I have work and then in in middle and and I'm gonna travel the world. I'm gonna go to nightclubs clothes She was. I he's... He was going Club. And was, like, 65 years... Or 60 years old. This is very bizarre. To me at least. But that's just... Like, there is no separation. It's like, this is this is my life. And then III take brief you know, I'll go sailing, but then he turns later on. He is 1 of the the best yachts in the world, and it's essentially, like, his floating office floating world, which I'll get into more later. But the this idea is like, not unusual for him to pop up a night, go inspect a ship. Maybe go to club, go to dinner and do whatever he's doing, and then just... There's just no separation. Like, work is all encompassing Tam him. So it says, he would complain and make suggestions about the work. Work. He often quoted Napoleon. The pursuit of detail is the religion of assess. So world war 2, as we've seen over and over again, like, you have the entire world, almost the entire world focused on 1 event, it creates these massive fortunes. And if you just, like, right place right time. Right industry, he Assets is 1 of them. You know, the Nazis wind up holding, he's got a bunch of like, European ships that they don't let... So he loses, like, a a big chunk of his of his fleet at this point in history, and yet because the the demand for for ships is so high even though he's now operating and like, maybe he lost I don't know, 30 percent, 60 percent of his fleet, something like that. He makes a ton of money, they called an ocean of money because the the rates go up. Because the demand is so high, even though his fleet had been markedly depleted because of his inability to use some of super tankers, he put his remaining ships to profitable use sailing for the allies. And as a result, collected unusually high wartime shipping rates. He made what was once described as out an ocean of money from the war. And this is what I meant about focus because at this time, this is where he like, I'm closing my tobacco business. Despite the fact that he was realizing handsome profits from tobacco, in 19 42, and Nasa suddenly moved his entire operation to New york closing down his tobacco operation and concentrating all of his efforts on increasing his shipping interests by the end of the war, by the time, by the time the war was over. His fortune was estimated to be 30000000 dollars. He is 39 years old. So a real important thing to point out on you. So Nasa is not the first 1 to do what he did. There are a ton of very... Like, he he made friends with the Sergeant argentinian ship owner. He just saw, like, and that... I think that's very instructive. It's, like, I don't have to. You know, sometimes you think, oh, other people are doing this. I can't possibly do it too. It's was like, no. Like, you probably can. At least you know there's demand for it. You know? So Not, there other people that are continuing zooms, but there's other greek. Like, he winds marrying into this family of a guy at the point at this time that is way more successful than him. And he winds marrying into them and doing business with him and learning from him. So On asus is almost 40 years old, and this is where he's gonna marry into... This is an instruction introduction into his guy named. Oh my goodness. These Creek have the best names, Star L. And this guy actually gonna marry 2 of his daughters off to 1 ton Nas and 1 to another 1 of another, like, Greek shipping up and coming, like, greek Greek shipping magnet. And then they wound up having, like, this... They do own asses and this other guy, Nic when doing business and then they they also hate each other. It's just it's bizarre. Okay? So he says, his his sisters are telling them, like, you need to marry a great girl. Like, you have to marry. They're very, like, Adamant about this later on when he mar Jacqueline Kennedy on Nas. Like, you know, if you're... Like, there's a lot of people like this. I have friends that are South American, and they want they're they only want... They're, like, their their family wants them to marry just like, whether it's Colombian, or Argentinian. I have Asian Friends. You only married... You know... This is very common. So his he comes from a family that is... We're Greek, you're only allowed to marry Greek. People. Okay? And so this is really a marriage convenience. The reason I'm giving this background is because it's not like, Nas was... He's uncontrollable. Like, he was never faithful Like, he he says later. It's like, I will do exactly as I please that is the 1 sentence summary of. Right? And so he's gonna marry to the family, but... And this is gonna be the mother of his children and everything else, but it's just, like, Nas only has 1 religion and that's himself. So you marry Greek, Needed to no convincing because he was already begun spending time with Tina. Who was 17. This is a... He's 40. Like, I just I... You read these books and you try to put yourself into these positions and I'm like, I just don't know what this guy. The tina his father was thinking. I could never imagine hooking... Like, trying to set up my daughter with a 40 year old. Right? 17 year old dollars... I don't know. She she was 17, and he was also spending time with Gina, which is a 19 year old The 2 daughters of Str L who was the owner of the largest private fleet in the world. At that time, L was so wealthy that he could eve... Has... Check this out. This is a wild sentence. Right? At that time, L was so wealthy that he could have easily acquired all of Nasa his holdings for cash without markedly tampering with his own... With his own assets. Not only had L control not only did L control a vas shipping empire, but he had spent many years on the see himself. So this is 1 of those guys that back to that old Sam Murray quote. If you know your business from A. There's no problem you can't solve. How Sam started out pe like, you know, rotten or almost rotten bananas. He he knew by the time he owned his own banana company, He he knew every single aspect to the banana business. Right? Which was a huge advantage when you competed against people that just came up and never worked in a plantation, never sold bananas. They just happened to be executives in a banana company. Right? He kicked their ass up and down the street in that book. But living us is 1 of these guys. Like his whole life was the the ship the sea and shipping. He spent years on the himself versus a deck hand, and finally, he's captain of 1 of his father ships. He held a master mariner certificate, and nothing pleased no more than to talk for hours about ships in the sea. He liked Nasa except for 1 strong reservation. So this guy would love Daniel Ludwig because what I'm about to tell you? L almost paranoia was almost was paranoia imposed, opposed, excuse me, to any kind of personal publicity. And although he was besieged by reporters from all over the world, eager to do a profile on him, he never consented to an interview. If you remember the book being invisible billionaire. Daniel Ludwig hired a P firm to keep his name out. Of the papers. The exact opposite of what most people hire P firms aren't for. Right? On nas conversely was interested in personal publicity, and he welcomed most opportunities to gain stories about himself in the press. L oaks went to great lengths to avoid public publicity. So this fundamental idea though, Like, that's... He takes that idea of oil is gonna be really important. I'm going to build up the largest fleet, largest ships, largest fleet. I'm gonna go after every single con... Oil contract in the world I can. That's is basically what he does for the rest of his life. Right? And he does that for multiple decades. He's gonna die 68 years old. He figures this out when he's about 38, you know, so he's got 3 decades of of building, you know, in in some cases, like, there's... Anytime there's, like, kinda disruption. In shipping channels throughout the world. And oil production throughout the world. In 1 year, he makes, like, a hundred million dollars because when the the suez Suez canals blocked. But he also is, you know, he's corrupt for sure. Like, he... If he doesn't care about laws. He's he, tried to avoid taxes. There's all this other stuff. So he wants being arrested for corruption. This has to do with, like, buying the the Us after World war 2 was was trying to unload, like, the Liberty ships and all these other, like, they had accumulated this large fleet and now selling it. There was laws at the time that, you know, they had to be under American ownership. He sets up all these shell companies and that he basically, like, finds ways to violate the law. And he went to getting arrested corruption. He's gonna wind up, paying fines and not spending time in jail, but he does go to jail. So it says, on, he he's... He... I think he's in, like, Athens at the time and he gets this... There's like this press release that, you know, there's there's a arrest warrants. He's being indicted for corruption. And so him and his brother, Nico. And other 18 18 other corporations are named in this indictment Nicholas. Was like I'm in London. I'm not... On Nasa makes the mistake. He's like, I'm gonna show up in person. I remember I said earlier, like, he has a this this this habit of just showing up in person. So listen to what happens. I'm just gonna bring this up, but he shows up in America. So it says Nasa wanted to confront the Us government head on. When a Nasa received no response to his telegram. Remember if if he raised your letters and he calls, you no respond, he's showing up in person. He barge into the the attorney general's office. I wanna know what this indictment is all about he demanded. Let's have a showdown here now. The attorney general excuse himself, left the office and return with a Us Marshal who placed Into custody. He became 1 of the richest men in Us history ever to be a arrested it. And so the reason I bring that up is because later in his life. This... I mean, he he plead out, you know, pays a fine. They they see, you know, turnover ownership, like, 51 percent ownership to American corporation, you know, the stuff that you would expect have really wealthy person that has access to the best attorneys, you know, and most likely, you know, b politicians to do. Right? The reason I bring this up is because this Haunt for us his life, he ones up being really good friends Winston Churchill, which was really surprising 1 of the most surprising things I learned when I read the first biography on Nasa when he married jack Jacqueline Kennedy, same thing. They're, like, you're... You know, he's the, the American Politicians go and start having speeches on the floor of Congress. Here family talk about. You can't marry a foreigner with... That's been indicted, etcetera, etcetera. So that's something that, you know, falls around Rest life. I'm fast forwarding way into the book towards the end of his life now because most of it is just the expansion of that 1 idea. Right? And way more interested in, like, how people get their starts in the beginning of the career than, you know, he's already super super wealthy. And just kind of diversifying into all these other their, you know, business classes, shipping, gets into w, there's all kinds of other stuff like that. But this is an idea that I've seen pop up over and over again, he's gonna take to take extreme. But I do think when you look at... When you when you ask people, you know, when you are able to serve survey entrepreneurs like, why do you do what you do? Like, why are you working for yourself lunch don't you go get a job and usually people think it's about money. Most it's about control. It's about having control over how you spend your time. Basically, you can... A company, like, building your own little miniature country, or miniature world. Right? That you get to design. And a lot of them, like, I thought about Stephen King recently, Steven Spielberg, A lot of there's a lot of echoes in those last 2 books I I read, but about the idea that they didn't really like the the world they were in, so they built their own world. And some of that some degree figuratively. In Nasa's cases literally. So he builds a world within a world, and it's this... He has this floating yacht called the Christina, which is named reference his daughter, and it says from the first time of the maiden voyage and for the remainder of his life, On nasa spend more time on the Christina, than in any of his houses apartments of Villas spread throughout the world. Being on the sea in control of wherever he wanted to go. His privacy intact, it enabled him to be the captain of his own directive and to feel totally independent. For Nas, the Christina was truly his home. Once when asked, were where all of out of all of his houses where he preferred to live. He snapped. The Christina, of course. And so you have, think about, like, a a combination of a floating mansion and floating office Skyscraper. He's running his entire business from there. He's on it all the time, moves port to port. He's constantly, like, he cultivate. Remember he's a very manipulative person. It's very charismatic person. So he will cultivate relationships with people. And it's hard to tell how many of them are genuine. I have a feeling that his his friendship, his close with friendship with Churchill towards the Andrew Churchill life. Is actually genuine on Ari aristotle part because, like, he... Churchill was 1 of his heroes. He's greatly admired what he was able to do during World war 2. Right? But a lot of this to me when I'm reading this is, like, he just collected people that were that were you know, could serve him or could help him in some way or form. But this idea of, I kinda went off a tangent there Didn't mean to. But this idea of, like, creating your world within your world... Your own world within the world. Is it's very interesting to me it's something that pops up in the books over and again, again, it doesn't have to be on... I think, like a 300 foot yard or whatever this is. But I do think it is a very powerful idea. And I think usually at the center of these worlds. It's some kind of company that you own or control or wealth that you're able to generate through investments or whatever it is. That usually comes first. Right? Let's go a little bit about the there were some occasions when the number of guests were strictly limited because he'd have, you know, princes. Royalty from all over the world. The richest people, the most famous people, like, In his day was 1 of the most well known, especially when he married Jacqueline Kennedy. Like 1 of the most famous and now he's 1 the most richest... 1 of the richest people on on the planet when he was alive. So also 1 of the most famous. So every single person you could possibly imagine. Every politician from all countries all over the world. He would he would take them and expose them to unbelievable luxury on the Christina. So it's a it's his home. It's its office, but it's also a way to buy influence with very powerful rich people. Churchill being 1 of them. There were some occasions when the number of guests were strictly limited, you know, you could have... You could fit tons of people on there. But when Churchill on board, my focus is on Churchill. However, that was whenever, Winston Churchill and his wife for board. So the first time Churchill met him, this is a Churchill wrote in his diary. I met a man yesterday called. He is a man of Mark. And so this is where the author does a great job here in this 1 paragraph, just comp... Comparing contrasting on Nas with churchill. That people did not understand their relationship. It says to many the closeness between Nas in Winston were... Was difficult if not impossible to understand. Churchill understandably or should be undeniably was 1 of the greatest public figures of the twentieth century and 1 of its best educated and most brilliant. He was a statesman and a leader of the highest order. First minister to the King of England, England, a nobel prize winner not only for literature, but for or as well, Churchill was 1 of the world's grand old men. Revered not only by the British but throughout every Western country. What did he have in common with Ari aristotle Socrates and Nas. Admittedly 1 of the world's richest men, but also a man who had been indicted and found guilty by the Us Justice department, a business Ty who used somewhat unethical practices to a master's fortune, and a man who had carved out of reputation as a cons playboy. And so they talk a lot about the Christina and really the way to think about this is not only with his shipping and I'm empire and everything else, but he built his own world. He has a war... He built a world was in a world. I Repeating myself, But this... Again, I just think that pops up over and over again. Nas with his own airline. His own fleet. His house is all over the world was sovereign of his own personal kingdom. She was... Oh, I need to pause here to tell you what's happening. He's trying to seduce Jackie Kennedy before Jfk was killed. She's on cruise with him. There's a bunch of people. It's not just her There's, like, a, like, her whole entourage and stuff. And so this is a description. You know, he's... Again, really... He only... He's... His ethics are just whatever is beneficial himself. She was amused and fascinated at his seemingly une ending supply of anecdotes. And was impressed that even on their crews, he was he was able to constantly conduct and control his businesses throughout the world. Cables and telephone calls from heads of state and the presidents of world's largest corporations arrived demanding in Nasa sometimes even between dinner courses, dictated replies and return calls that had multi dollar implications, whereas Jack Kennedy ruled a country, Nasa seemed to rule the world. Their Christina was busier than the oval office. After Jfk was murdered. She continues to spend time with of Nasa. This is before they're married. But really, this is description of what it was like... What it was like being around Aristotle Nasa. This, this, you know, this cool to personality This cares Charisma that... I've been trying to explain to you that's that's apparent in the book, and that does have a, you know, an into effect on other people. There was a certain charm about That she found fascinating. Nasa was a born origin or, and Jackie would sit and listen to him spin off tales and stories, often race tales by the hour. She was never born with him. He could keep a dinner party of some of the world's most sophisticated conversational as spell bound as he told about his privileged childhood in Turkey his w days in antarctica, his relationships with Maria Call, Winston Churchill, Eva Per, Greta Ga, speaking various in anyone or a combination of 7 languages. He talked with color, wit, imagination and sensitivity. But he was also capable this is... But he was also capable... That this next sentence caught me off threw me off guard completely. So I was like, oh, we talked with color, wit imagination and sensitivity. But he was also capable of breaking wind on hi in public with great beef and son and then laughing uproar and with re. So he's known to flat in public. With great... This in the description with great beef and son. I had to look up that word. I didn't know what Son it's meant. It's just a loud sound. So he's spinning tails and then he's gonna fart in from of everybody and then laugh about it. That's not a sentence as I was expecting to read in the book. Even Jackie as everyone else could help but drop her reserve and laugh with him. See she simply never knew anyone quite as free or exotic as Aristotle. A paradox blend of Rock and Ru. He was so different from Jfk, who rarely even kissed her in public, let alone said or did anything that was spontaneous and un unregulated. Her friends also were all intellectual. Proper cultured men of the Salon who rarely expressed their inner feelings. On nas was a man of the pier, but with the cock of a king. So they eventually get married. I think they're married for 10 years last 10 years of his life. I'm pretty sure it was like, a fake marriage. It's definitely an open marriage. That their marriage contract is in the book. It says we only have to spend time together on catholic holidays and summer vacations. If we're traveling together, there needs to be separate rooms, Jackie doesn't have to give him... Is not required to give a child. If they get divorced, he's gotta pay her 10000000 dollars for every year that they were married, it is the opposite of, like, a loving merit... I don't even know what to say about I'm pretty analyst an open marriage, Bizarre. Okay? So it says, Jackie continued to appear at concerts and society functions escorted by men. She had been seeing before she married on. He immediately explained the arrangement to all the... All the people with raised eyebrows, and this is where we get into his 1 cent... The 1 sentence summary of if his own, he... Essentially summarizes himself. And so I'll I'll point that out to you. And so he says, Jackie is a little bird that needs its freedom as well it's its security. And she gets them both for me. She can do exactly as she pleases. Visit international fashion shows and travel and go out with friends to the theater at any place. This is the 1 sentence summary of himself. And I, of course, will do exactly as I please. I never questioned her, and she never questions me. And so for the first 66 years of his life, even after you're going to unbelievable tragedy, he was known, you know, to to be the life of a party to be extremely charming, that never... That changes his son. When his son is 24 years old, his son dies in a plane crash. And Nas is never the same. It destroys them. He's, like, a dead man walking because he passes away 2 years later, but he's never recovers from this. And in those... He ages overnight, and then he just slowly slips into death. And so this is a little bit about that. When Nasa returned from the hospital, everyone thought that his heart would burst, So inc, was he over the loss of his son. He cried ce. And in the early hours of the next morning, he went out into the street in a days. Wandering for hours. He could not and would not control his grief. And when he returned home and saw a crowd of news in the front of the house, all he could mu was, he was a good boy. A good boy, and then he we. On Nasa seemed to lose all hope with the death of Alexander. Alexander was his hope, and he said to everyone that he could see no sense in living himself. He saw himself an Alexander and when his son died, so did he. And there is a certain level of, like, almost like a curse on the family. Because if you look at it from his daughter's perspective. Within 3 years, She loses her brother. The next year, she loses her mom at the age of 45 from heart troubles, who survived long enough to lose her her her son. Right? And then 2 years later, she loses her dad. So by the time, Christina is 25. She's lost her brother, her mother and her dad, and she dies from her condition at 37 years old. It's just devastating. And now the author wraps up the life, the paradox life of of Aristotle and Asses here. The epic life of Aristotle Is as mysterious as a tale from ancient Greek mythology, and is a study of paradoxes. Altogether gripping because of their seemingly inconsistencies. He was a man so gentle that he could happily play with the child for hours. While corporate executives cried for his attention and yet he usually bullied and sometimes physically assaulted the people he loved. He was been tens of thousands of dollars to please a friend, but often insulted a waiter with little or no tip. He had no allegiance to government and yet he successfully cope and dealt with every Greek regime during his lifetime. He had a love Hate relationship with the press. Granting long interviews 1 moment, slug a photographer for the next. He ate in restaurants guaranteed to draw attention to himself, but he was never known to give anyone an autograph. He once bought a million ounces of gold. He owned his own Swiss bank. He had plans to build a million ton tanker. He wanted to na the first aerial freighter, which would fly tourists back and forth to Europe with their cars. He hoped to buy an entire country so that he could never be plagued with taxes. And yet he was also known to explode into a fury at being over charged by 2 dollars. He rarely ever gave to charity, but he virtually supported over 50 relatives and employed over 10000 fellow Greeks. He dine and talked with kings and heads of states, but he'd liked to spend most of his time with actors, gambler, and old friends. He was born to manipulate and yet hated to give orders to under rings. He bought insurance for everything owned and to cover every eventual and yet he claimed that if he lost all his money, he could easily and without trauma, start all over again. He was a man who pride in himself on getting everything he ever wanted in his life, but he was off Mar. Mis philanthropic and acr. He continually followed 1 tenant of his own religion at all costs to fulfill his own well being. Yet he only truly wanted what he could not purchase. The mercy of the Gods. And that is where I'll leave it to get the full story by the book. But if you buy the book using Linkedin and S should be supporting the podcast at the same time, the very best way to support the podcast, if you wanna support a friend and the podcast at the same time, is to buy a gift description I'll leave link to do that in the show notes as well. That is 211 books down, 1000 to go, and I'll talk you again soon."
}