{
  "transcript": "It took the few of words to set him off. Sometimes nothing more than the faint trace of a sm. He was also capable of making things up, con up on a front out of thin air. That's what they would all realize afterwards. He would seize on apparently meaningless cracks or gestures and plunge them deep into his heart until they glow radioactive. The nuclear fuel rods of his great fire. Only much later would the public come to understand just how incapable he was of letting go of even the tiniest details. Many observers mistakenly thought that these are fronts were laughable things of Michael's own manufacturer. Little devices to spur his competitive juices and that he would joking toss them aside when he was done with them. After he had rung another sweaty victory from the evening, but he could not let them go any more than he could shed his right arm. They were as organic to his being as his famous tongue. Many of the things that deeply offended Michael Jordan were hardly the stuff of stinging Rebuke, except perhaps the very first 1, which as it later turned out was the most important of all. Just go in the house with the women, of the millions of sentences that James Jordan uttered to his youngest son, this 1 was the 1 that glow neon bright across the decades. His father's mean words had activated deep within some aaron's strain of dna, a mutation of competitive nature so strong as to almost seem titanium. Years later, during the early days of his Nba career, he confessed that it was his father's early treatment of him. And his dad's declaration of his worthless that became the driving force that motivated him. Each accomplishment that he achieved was his battle cry for defeating his father's negative opinions of him. Michael paid him back again, and again, by achieving so much in a life that his father could never hope to grasp. That is what offspring of dis fathers often do. Without even realizing it, they lock in on an answer and deliver it over and over. Confirming that they do not need to just go in the house. And they continue to confirm it even after the father has gone to dust as if they are unconsciously, yelling across time in an argument. With the old man. That was an excerpt from the book that we talked to you about today, which is Michael Jordan the life and was written by Roland La. Remember that part about his father for the end because the the end of the book brings that that story full circle. So before I jump the book, I tell you why I wanted to do this book. 1, I would say you I've looked up to Michael Jordan as a little kid. He's probably... If I look back, he's probably the first, like, hero I ever had. And so I had a a deep personal interest in in learning more about them. But also, I've come across recently. I was just thinking about like, some... You you come across these deals that that people or individuals are able to obtain for themselves in their life and career that almost seem impossible to believe. And so, we've seen a few examples of over the last couple weeks, Coco Chanel. She went from Orphan to the richest woman in the world by the time she died. Part of her doing that is signing a deal where she got 2 percent, 2 and a half percent. I can't remember if it was 2 percent or 2 and 5 percent of gross sales, worldwide gross sales for for all the Chanel perfume performs, which is 1 of the most successful commercial most commercially successful products ever created that gave her an income if it was adjusted in today's dollars, she was getting paid this starting in the 19 forties, It'd be it'd be equivalent of if you made 300000000 dollars a year, in today's dollars, and the company had to pay for every single 1 of your living. Another example of this is that's hard to believe is that Steven Spielberg gets 2 percent of all, ticket sales at universal theme parks. So without how having having doing anything else, That's estimated to bring him about 50 to 75000000 dollars a year. And then you have Jordan, which will talk about today, the Jordan brand. He gets 5 percent of gross sales for the Jordan brand The the the most recent numbers I found was 3600000000.0 a year in sales, which would mean he makes about a hundred and 80000000... He made a hundred and 80000000 dollars. And so I just wanna bring that to your attention because it's just a reminder that, you know, life is unpredictable. Coco started as an orphan. Steven Spielberg started out as a 17 year old kid trying to get an internship on universal lot, and as Jordan says in the book and in interviews, he just started out as a poor country boy from Wilmington, North Carolina. And there's a sentence in the Pro log, I think speaks to just how unbelievable life can be, and it's a quote from Jordan and he says, sometimes I wonder what it will be like to look back on all of this, whether it will even seem real. And so I wanna stay in the pro log. There's a bunch of just 1 liners that I think will prompt a lot of thoughts. Know left myself on this 1 is, this is a 1 sentence summary of Michael Jordan. His competence was exceeded only by his confidence. And what's interesting is we'll see that. The confidence he had later in his career was very real. The confidence he had when he was in high school, maybe even in early days of college. A lot of that was just him h himself up to convince himself. To some degree, you could say it's a false confidence to convince himself that he can compete with the very best. So he had this, like, fake external confidence that acted as fuel and covered up internal doubts. Another line for you and to know that myself is this is something I wanna copy. I was actually on the front, I was on the phone with a friend of mine having conversation about what I was learning in this book because he's a huge Jordan fan as well. And when I talked about Jordan having this trait that I'm about to reach you. Like, this is something that I'm extremely interested in hearing about. This is something I'm extremely interested in copying. He says he worked at his game. And if he wasn't good at something he had the motivation to be the best at it. And the method he used for improvement was a complete and under dedication to practice, which is another main theme of the books and I'm gonna talk about a lot about, because I think there's just... There's so many parallels between the the... How Jordan prepared for his basketball career. That we can use in our work. In fact, I started reading another book on him, and he talks about that in the pro log of this other book I have, where it's just, like... It's the same approach I used for Basketball I used to approach to building the Jordan brand. It's the same thing. Another trait that he had was the fact that he was very interested in seeing, like, what is the limits of my potential. And so it says mostly he tested himself. He seemed that he discovered the secret quite early in his competitive life. The more pressure he heap on himself. The greater his ability to rise to the occasion. And finally, 1 more thing from the pro log. It says, actually, I'll read my note to you after I read this. Text winner who worked with Jordan longer than any other coach said he had never encountered a more complicated figure. He a mystery man in an awful lot of ways. And I think he will always be, maybe even to himself. And so no myself on this page is after reading 700 pages about him. I feel this way too. I've talked to you about this in the past that. 1 of the great things about reading biographies is, you know, you're spending in some cases 15. I mean, I spent 30 hours reading this book. This is a gigantic book. I wish you could see how many notes I have. It's insane. But normally when you get to the end of that kind of experience, you feel you know the person, you have an idea of who they are. I don't feel I know who Jordan is. I know about his drive, his competitive spirit, I know about the traits that I wanna emulate and and using my own career, but Jordan the person is still very misunderstood even to me and an en. So not only did I read, so let me tell you how I prepare for this podcast too. Before I sat down to speak to you. I read close to 700 pages. Took probably a hundred hundred over a hundred notes on the book. I also rewatch the 10 part series, the documentary on Netflix called the Last dance, which covers mainly Jordan last year, but it also gives an entire, like, overview of his career in his early life. It's a, you know, a 10 hour documentary. And then what I did is because a lot of people talk about his his retirement or shooting his induction into the hall fame, his speech. I watched that speech twice. And then I found the transcript and I read and took notes on that as well. So I'm gonna combine notes that I have on all 3 of those things and hopefully by the end of this. You have a good understanding of Jordan's approach to not only his basketball game, but then his business that has, you know, made him... I think the the the estimate is almost 2000000000 dollars so far by the time he signs with Nike 19 84. So let's go to his early life. Let's go to a famous story of his where he gets cut. It it's... Really, he's he's playing high school basketball. He wants to make the varsity team. He's 15 years old the time, and he doesn't make it. So north myself is lazy and motivated about things he is not interested in, but obsessed with his 1 goal. So it says the 15 year old boy who pinned his hopes on trying out for the High school varsity Basketball team in the fall of 19 78 was a far cry from the supremely confident Michael Jordan, the world would come to know. That's that's a echo of what I was saying earlier, how I think the confidence he has in later life, no doubt that is extremely real. But I think he had a false sense of confidence that he actually use uses his fuel as a way to convince himself that he can do this. So he says. And he hated, so they're talking about the fact his mom and dad would talk about He had no interest in ever having, like a job. He was completely obsessed with sports and being as good as Baseball at Baseball and basketball as he possibly could, but he wouldn't go out just to do things to to make money. Like, his other siblings would. So he says he had and he hated working. Making no effort to do anything to earn extra money. It was clear to his father that Micah would do anything to avoid would do anything to avoid anything that resembled effort. That's the craziest boy I've ever seen James Jordan would say time and again. If he had to get a job in a factory punching a clock, he'd starved death, and that's a surprising sentence because he's known for his legendary work ethic. And it says, and now we see that... It's not that he wasn't lazy, it's just that he wasn't interested. Yet that laziness magically disintegrate when it came to sports it if involved a ball in the air, a contest to be settled, the switch came on. In his adolescent mind, Michael figured, maybe he could be professional athlete. That was really about the only thing that interests in him. And so that's another main theme of Jordan's life singular. He has 1 goal. I wanna be professional athlete. Once he gets to the Nba, he still only has... Then... He to another goal, but it's not multiple goals. He has 1 goal when he gets to the Nba. I wanna win as many championships as possible. And the way he looked at it was, I can't be the the best player I can be if I'm not focused on just 1 thing. There's actually a scene about this in the last dance. I took a screenshot. And now I made it my my home screen on my phone. It says a guy that was totally focused on 1 thing and 1 thing only. And so now we get the to the experience of where he does not make the team and this... Again, at the what they said in the beginning, he uses every single slight. Everything is motivation and he never forget forgets. He's got, like, the the the memory of an elephant. The realization of his defeat fell on him like a boulder that day. He walked home alone avoiding anyone along the way. I went to my room and I closed the door and I cried, Jordan later cold. For a while, I couldn't stop crying. And so this the first example of many examples of pain as I'm reading this book as I'm watching the documentary, it's amazing how often, not only Jordan, but also his teammates talk about the pain. The pain they went. You have physical pain of, obviously, sport, but the emotional pain is really what I was trying to focus on. Of constantly trying to achieve a goal, coming up short, having to to to fall down to dust yourself off to pick yourself up, It really reminded me of what the founder of 4 seasons And, yeah, ever since I read that that's founders a number 1 84. If you haven't gone back and listen to that episode. But Easy sharp, the guy that founded for seasons, there's just a line. It's amazing. You know, you read hundreds, I guess, tens of thousands of of, pages. And just how some a random 1 sentence will stick in your mind and you never forget it. And he talked about, you know, how difficult was building up, you know, 1 of the most premier luxury brands in the world. And he says excellence is often just a capacity for taking pain. The ability to experience it, go through it and keep going. So, eventually Jordan makes the team. This is something that comes up over and or over again. It's in the book It's in a documentary. It's in his speech. Into his induction to the Hall of fame. It's that time is the best filter and you should study the great, which is exactly what you and Are doing right now. Right? And so says Young Michael had begun taking note of the pro games on Tv. Later, thanks to the rise of Espn, the tele of Nba games became omni the present. And Jordan's own play would spawn a generation of young players attempting to imitate his game. That wasn't... It was extremely hard to see games on Tv at the time he's doing this. Right? He explained that he had done the same, finding rare and special instructors through television. We're finding rare and special instructors through books. Right? First, there was David Thompson. This is the guy. This is his hero, who he looked up to. This is the guy that he asked to to accompany him to his his induction hall fame. First, there was David Thompson followed by doctor Jay. And this is also maybe a surprising part where Jordan's got a gigantic ego. Right? Of course, he does. But 1 part where he does not have an ego. Is constantly talking about, hey, I couldn't have done what I did. Without learning from the people that came before me, and he has... Later in the book I'll give you towards the very end. He's talking about, Kobe Bryant in 2008, and there's just interview in the book where he talks about that. Like, he's very contra trade is not the right word. He's just... There's no ego involved. He's, like, of course, you know, stop saying that Kobe copying me. We all copied somebody. And everything I've seen Jordan everything I've read about them. He's constantly talking about learning from and respecting the people that came before him. So this is just a sentence even at a very... This... He's still in high school, and he's just extremely driven. And it says at each step along the path, others would express amazement out how at how hard he competed At every level, he was driven as if he was pursuing something that others couldn't see. And in while still in high school, we're gonna see that he had... He makes mistake he eventually smart smart is up, though. He understands that teams win. Not individuals and then you have to manage your ego. And so he's talking about, you know, I didn't want. Since the team didn't want me. I didn't want them to win. And so this says, I wanted them to lose to prove that I could help them. That that this is what I was taking at that time. You made a mistake by not putting on a team and you're gonna see it because you're gonna lose. That experience brought Jordan face to face with his own selfish ness for the first time. It would be 1 of the dominant themes of his career. Learning to channel the tremendous drive and ego of his competitive nature into a team game. And so 1 of the things that helped Jordan smart up is that every single person from the high school coach, his college coaches His professional coaches, his trainer. They talk about that Jordan surprisingly to maybe they're meaning surprising it to people that don't know is the fact that 1 of his best attributes was the ability to listen. We're gonna see that right here. He goes up to this coach. She's still High school says, well what impress... But but what impressed me was that Michael said was what Michael said when Bobby introduced me to him. Mister Gibbons, what do I need to do to be a better player. He's a junior in high school and this is happening. This reminded me something that, I heard the the the Nick sa, the coach of Alabama the football team say 1 time That was really interesting. I think applies definitely to to Jordan. And he was talking to his team. He says, average players wanna be left alone. Good players wanna be coached. Great players want the coach to tell you the truth every day on every play because they wanna be perfect. This is Michael reflecting on the preparation and what he was doing and trying to get better because I'm talking about the difference between sophomore year and junior year, that could not believe how much you progressed same thing from junior year to senior year and his college coaches said the same thing. And so what he's about to tell us here is really, you have to find what gives you that extra motivation so he says whenever I was working out and got tired and figured out how to stop, I'd close my eyes and see that list in the locker room without my name on it, and that usually got me going again. And this is 1 of his high school coaches remembering joins approached his teammates. This is something that that's talked about over and over again. The fact that he was extremely hard. Some of his teammates would would would describe him as a bully. Really, this 1 sentence he's about to say here, reminding me of what Steve jobs told us that you should be a yards stick for quality. Some people are not used to an environment where excellence is expected, where excellence is expected. That's a that's a fantastic thought. Nobody had ever had this kids drive. Even in high school. He took pride in his defense. Mike was... At this point in his life, he's known as Mike Jordan. Mike was furious if his teammates didn't play good defense in practice. And so dedication to practice. It's something... Was gonna be 1 of my main takeaways from this book that I'm gonna think about constantly. This is still Jordan at 17. What he's about to say here. Reminds me Vulnerable Sc center what he taught... What he taught us that if you see your seeing your goal in your mind helps you see it in person. So it says at 17, he had a clear notion of what he wanted, and he wasn't reluctant about expressing it publicly. My goal is to be a pro athlete. And so we see he's deadly serious about that goal is the description of high school, Jordan as he is getting recruited to play college ball. The coach would later recall that Jordan kept sneaking back into succeeding groups for more work. Okay. So we're still right before Jordan goes to college. This is... What I'm about described to you, I'm gonna tell you the story real quick. Jordan later refers to this story I'm about to tell you is he says, I... It was the turning point of my life. That is a crazy sentence when you think about his life. Right? So what's about to happen is he's he's gonna test himself against better competition. And this helps him realize... Wait a minute. I'm good at this. I'm really good at this. And so he's gonna go to this thing called the 5 star camp. Remember, he's just like a... He he describes himself as a poor poor country boy from Wilmington North Carolina at this point. He's may good at a small small high school in North Carolina. He doesn't know how... He's never been tested against the greatest competition. Okay. So that's about to happen here. So it says the result was that the unknown player from Wilmington, still something of a mystery to the Carolina coaches was headed to 5 stars Pittsburgh to camp to see how he stacked up against other players from across country. And these are players that says who had actually made their varsity teams as freshman and sophomores, which Jordan obviously didn't and themselves. And check out this sentence. The conventional wisdom was that the best young players had already been identified. Conventional wisdom is we already know who the great players are. Jordan not on that list. And so this is what Jordan says about this time. I was so nervous. My hands were sweating he called. I saw all these all Americans, and I was just the lowest thing on the tote pole. Here I was a country boy from Wilmington. And right away, all the spectators to coach like who is Mike Jordan. Who is this guy to call a 1... Something I never heard of before They call him a 1 possession player, which means that all you have to do is see them once. And so... And then this is the effect on Jordan's own confidence. Jordan... Jordan could sense immediately that he had something the others didn't how great of sentences that. He sensed immediately that he had something the others didn't. The more I played, the more confident I became. He remembered. I thought to myself, maybe I can play with these guys. So now he's on the radar, he starts getting recruited He's going to visit the University of North Carolina at Chapel Hill. He's gonna be Patrick Ewing who winds up spending his career with D knicks. And it says, he didn't realize it, oh, this is something I need to point out to too because this is, again, no no one's life is all good. Right? There's a lot of downside to be... It's much pressure in his famous as he wants up becoming, you know, he he talks about multiple times. He felt like he was a prisoner in his own hotel room. He didn't realize it at the time of his visits in the fall of 19 80, but he was selecting the place where he would spend the last days of his true freedom. Before success took possession of his life that's another great sentence. Ewing met Jordan for the first time that weekend. Years later, ewing smiled at the memory. He was talking a lot of junk. He was talking about how he was gonna dunk on me. He talks Smack from that moment on. He always had that swag. You heard him before you saw him. And... And this is the reason I'm I'm pointing this out to you because he's typing himself up here? Remember, the confidence is false. It's like he's using his fuel. Eventually, it'll be real. Belief comes before ability. You hear him before you saw him. At least part of that was his youthful fear, Jordan would admit so he's saying that false company... False confidence comes out of fear. Have you ever heard the song last call by Kanye west. It is really a song about entrepreneurship. He... It's like, 2 minutes of music, and then he'd, like, talks for, I think, like, 10 minutes something like that. He gives the story of how he broke into to music industry. That that song popped in my mind when I'm reading this part about where Jordan is in his life. Right? 18 year old kid, raw talent has a has a goal. I wanna be professional athlete is not at all clear that he can achieve that. Yeah. Right? And up until that point of his life, he had other people telling them him, no. You're not good enough. Right? That's why he didn't get. He... He wasn't selected to be on the varsity team. So there's just a few lines from last call when pull out here, because I thought this is very interesting. There is a pair a direct parallel between, I think the confidence, the ego... Ego statistical confidence between that Kanye West definitely has and then My jordan definitely has. Right? And now both of them, it's very real confidence. But at the time, it probably wasn't. And so in in this line, Kanye is talking about, you know, everybody's... They think I'm just a producer, but I wanna be a rapper as well. I, I can be an artist I can make my own music. And so he's going around to all these different record labels. Well, this is before Jay z signs him. And everybody's telling him No kanye. You're not good enough, which is exactly which is no. Jordan, you're not good enough for the varsity team. So he says some say he, Arrogant, can you all blame him. It was straight embarrassing how y'all all played him. Last year shopping my demo, I was trying to shine. So he's... This is... He's telling the story I just told you that. I'm going around, you know, you're playing me you're telling them I'm not good enough... I was embarrassed. I was hurt. Think of Jordan crying in his room, going home and crying after not making it. Right? Last year straight embarrassed in how y'all played him. Last year shot my demo, I was trying to shine. Every motherfucker told me that I couldn't rhyme. So let's stop right there. Right? At this point is in in Kanye life, no. You you can't rhyme. You're not good. Right? He sold 20, 60000000 records, something. That not 60000000. I think over 20000000 records in over a hundred million digital downloads. Right? 1 of the most commercially successful. You just said I couldn't rhyme, I wanna up being 1 of most commercially successful musicians in history. Same thing with when when Sam Walton is working in at Jc penn, the story I tell you over remember over again. I've never forgot. I learned the, probably 3 or 4 years going read the book. This manager Jc Says Sam, you're not cut off for retail. Goes on and become the most successful retailer of all. Right? What is Jordan's varsity city coach, our potential coach telling them. You're not good enough to be on my team. So Sam Walton Kanye, Michael Jordan all went through the same thing, how they reacted, made all the difference and it was very similar. Now I could let these dream killers kill self esteem. Walton not gonna do that. West is not gonna do that. Jordan's is not gonna do that. Or I could... This is the main point of why Bringing this to your attention. Or I could use my arrogance as the steam to power my dreams. I use it as my gas, so they say that I'm gassed, but without it, I'd be last so I ought laugh. I really do believe based on what I read in this book and what I've learned spending, you know, all these hours studying michael Jordan. I feel at the very beginning. He used his arrogance his... Maybe fault... His false arrogance as the steam to power his dreams. And once his belief in himself matched with... Once it's suit, once his skill level, matched his confidence, there was no turning back, and there was just gonna be no denying or no stopping like Jordan. This is a little bit about the the progress he's making playing college ball, and this is gonna be maybe bizarre to you. But again, I think of, everything... Everything new I read. I think in terms of all the old the stuff I've read up until this point. Right? So what Michael Jordan is about to say here. It's gonna be very similar to what we learn from Edwin Land. Right? The founder of Polaroid. And so this is jordan. He says, I started to do things other people couldn't do. And that didn't intrigued me more because of the excitement I got from the fans from the people and still having the the ability to do things that other people can't do, but want to do, and they can only see that through you. That drives me. I'm able to do something that no 1 else can do. So I read that paragraph and what popped to my mind is Edwin Land. 1 of my favorite quotes from him. My motto is very personal, lance and may not fit with anyone else. Don't do anything that someone else can do. And so now we have another coach talking about what Jordan learned from... He he winds up losing. They thought they were gonna win the championship in high school. And they wanna losing in their last game. And so the coach is talking about that describing why these events are important in in Jordan's life and understanding him. Right? You've gotta to understand what feels that guy, what makes him great. He took the pain of that lost of that loss. For most people, the pain of loss is temporary. He took that loss and held onto to it. It's part of what made him. This is so Jordan, again, 1 1 very unique, but what he went through what he experiences the way he reacts to the things is not. There's there's a couple of examples that that popped my mind. There's a there's a talk on Youtube where the the lakers invited the rock dwayne Johnson to give him with a talk. And the name of the talk or the theme of the talk is remember the hard times. And he talks about what keeps him... They're, like, why the hell you making so many movies? Like, you're already wealthy... Like, why are you working so hard? You've already... You know, you've built an empire or wealthy beyond belief. And so we he thinks about the time where he got cut, not only from, winds losing a spot. There's a whole... I'm not gonna go, like, I'll summer... I'll give you, like, 3 summer here, but the it's like, probably, like a 15 minute smelling that. We talked about losing a spot in college, not making Nfl then getting cut from the Canadian football league and having 7 bucks in his pocket. That's what he named his company for. And he just says, like, I always, like, I started day, remember, like, my back is always against the wall. And so the fact that I never forget the the hard times makes me not put... Take my foot off the pedal. Is something we saw back on founders number 01:16. The founder s. Sam Bro. I think it might have been a billionaire in a day This is the guy that started S, this gigantic alcohol company and his in the the bug of him. His daughter is telling the story. 30 years after this happened, Sam Bro sitting in a mansion with his family shutter ring, literally shutter at the thought of going to... Having to go to his family poor of having to go to school with holes and his clothes. That thought didn't leave him 30 years later. And the reason I I bring this up and I tried to tie all this together because if it's motivating. It's motivating for me, it's motivating for other people Sure it's motivating for you, the best description of this that I've ever found came from the first auto, James Dyson Red, or wrote against the odds. And he talks about that. He says throughout my story, I will try to return to B that's isn't embarking to B, his hero. And to other designers and engineers to show how identifying with them and seeing parallels with every stage of my own life enabled me to see my career as a whole and to know that it would turn out the way it has. And so the point there is Dyson went through this, Jordan, like, you're going to have to go through periods of paint. Jordan went through it, the rock, sam Bro. And in Jordan's case, he's telling us, use that pain and the rocks said the same thing. Sam saying the same thing, use that pain as fuel. So now Jordan arrives to college, 18 year old kid, and we see something that he he does for the for the next 20 years of his career. The total immersion into the fundamentals and later it when he's when he gets to view how other Nba players approach their craft. He shocked about how lazy they are. Understanding that they're not practicing as much as he is. They're not working the fundamentals. And I think it also gives them boost to confidence. It's like, they have no idea. I think, later on he system something like, they have no idea of, like, the work the game requires. I I have a quote on that. So we'll get to that in the future. Michael Jordan arrived on North Carolina campus in the fall of 19 81 to find that he was about to play for a very different kind of coach. This is Dean Smith, legendary college Basketball coach, Michael Refers him, multiple times and in this other book I have on him. As his second father. And so it says the next stage of George's journey brought a total immersion into the discipline of the sport. When you come out of high school, you have natural raw ability Jordan once explained. No 1 coaches it. When I went to North Carolina, it was a different phase of my life. Knowledge of basketball. It's downloading knowledge of basketball on rebound defense, free throw shooting and all and and different techniques. And so just a random sentence I wanna pull out here for you because I thought this is this relates to something I've heard say other interviews. So the 1 of the most heavily recruited college basketball prospects is, like, a year or 2 ahead of, Jordan was his kind named Ralph Samson, and he was, like, mainly need to cover illustrated a bunch of times, Like, he was... What what as as as unknown as Jordan was, Ralph Samson was known if that makes any sense. So he... This is... Listen what he says. It's fantastic. Ralph Samson reflected on Michael Jordan. This force that had upset all of his best laid plans and monumental expectations. This next sentence is the most important part, no 1 had seen him coming. And so in this in this this interview, Jordan said something that I, I saved on my phone forever, and he talks about, know, everybody after he retire, even when he was towards end of his. Like, oh, this guy is the next... David would named all these other basketball players. Some of them even had names as Baby Jordan. You know, younger guys they're saying, this is the next jordan. This is next Jordan. And this is what Jordan said about this. Which I think ties into what we're off Samson just told us, and no 1 had seen him coming. This is what Michael Jordan says. Don't be in a rush to try to find the next michael Jordan. First of all, you didn't find me. I just happen to come along. You... And this is the most important part. You won't have to find that next person. It's going to happen. Okay. So let's go to his greatest skill. Remember, Freshman I think we're still pretty sure he's just still freshman here. Yeah. I'm pretty sure. Okay. Yep. He is. Okay. So this is on the ability to listen to take in helpful information and apply it. Easily, the great and he doesn't have a monopoly on the skill. Something you and I can do. Right? Easily the greatest reason Jordan was successful in those first months. Yeah. At Chapel Hill, what's his ability to listen. To his coaches, his capacity to be coached was his single most impressive attribute. Beyond even the 18 year old spectacular physical gifts. Dean Smith asserted. I had never seen a player listened so closely to what the coaches said and then go and do it. And I love this end. In the book but also in the last dance. Even so Jordan's approach was not perfect. He's 18 of course. Like, how how how it's impossible that'd would be perfect. Right? Jordan's occasionally, casual effort had raised a red flag when Roy Williams challenged him on it, Jordan replied that he was working as hard as the others, which prompted Williams to reply that if he wanted to accomplish great things, he had to work that much harder than the others. Previous in this conversation was Jordan telling Williams that he wanted to be the best? Do you wanna be the best player. So it says, William... And then this is a result. Williams was struck afterward by the fact that It only took 1 conversation with Jordan. No 1 would ever out him again. My greatest skill was being teachable, Jordan later observed. I was like a sponge. And that's also maybe think is, like, why I'm constantly pushing, you know, encouraging other people, read as many biographies as you can as like, spend as much time as you have doing this because it's it's a form of listening? You're having a 1 sided conversation. There's a a tweet I I saw 1 time, when and I saved in my phone. And it says, I learned more from speaking with other others than reading is complete nonsense. The smartest people in the history of the world have distilled their life's work into a few hundred pages. Know a 30 minute conversation with your buddy won't teach you more. And I think the whole point is there. The main point is the smartest people in the history of the world have distilled their life's work into a few hundred pages. When you pick up that book, you're having a 1 side conversation and you can't talk back, you were forced to listen. Jordan just got done telling us that his greatest skill was listening. The ability to be teachable and to and to act as a sponge and absorb it all So now let's go to a second year in college. The first year they win the championship. He wins... He it's it's called the shot. I've actually walked... I actually watched it on Youtube several times. It says that that's that's another turning point in his life where he goes from Mike Jordan to Michael Jordan because he hits the game winning he shop at the championship, but it... He's... He's got an older teammate, James Worthy, who go who himself goes on to a a great career in the Nba. But the section is now we're starting to see that the remember, the confidence outs strip the ability to begin with. Now we're seeing they're kind of... There they're slowly that gap is narrowing. And so another reminder, I believe in me. There had been those, like James Worthy, who thought his confidence as a freshman had been too much. But this second year, they all began to grasp that Jordan's belief in himself reflected a level of intensity. No 1 had contemplated before. He's also differentiating self jordan that is from other people. You know, people are in college, They're drinking. They're doing drugs. Same thing happens when he gets into the Nba. They're very beginning, but they're now you have, all these students that lived on the same floors, Jordan when he's 19. So this is observations from fellow students about Michael at 19. And you can really summarize this up... This sentence or should the section, focused, serious, committed. He was surprised to see little evidence of a party animal. Jordan was a serious guy. And then he had a teammate. He said, in they're comparing contrasting Jordan's teammate. Buzz was definitely not as dedicated to basketball as Michael was. Buzz is getting distracted by partying by girls by everything else that you would expect from College. Right? The impression I got was that he was so committed he wouldn't allow himself to be sidetracked. Even at that age. He knew he wanted to be the best and he knew the pit fall, and he wasn't gonna fall into it. He seemed very sure of himself. Sure of what he wanted to do and nothing was going to stop him. And this is what Jordan said. I have a dream to play in the Nba. And so 1 of these guys was a, like, 1 of the the the people who lives on his floor. He was... His go after college was to go to, like, be in movies and work in Hollywood. And so, you know, this is the early eighties. And so it was really hard for for as an athlete to to watch tape on yourself. So it talks about he would have, like, a, I guess, a Vc and a cam quarter at the time. And so he'd go to the this guy I forgot his name. Would would film all of Jordan's games and and maybe his practices. Definitely his games. I don't know about the practices. But what he said, he's like, Jordan would to come and sit my room and watch himself for hours. And he said, what he was struck most by not only how much time he dedicated to to re rewatch, like, what he was doing. But how silent Jordan was. He wouldn't say a damn word, the whole time. And so, again, I think that really is just another example of what Jordan had just said what Dean Smith had just said what all his coach said. His ability to listen The game is speaking to him. And he's sitting there and shutting up and taking in that information and using that information to improve in the future. The end of the year, they they went up coming up short. They don't win the Championship ship again. And so we see 2 traits that went up staying with him for the rest of his career still to this day with here in talk. And so it says, number 1, he hates losing and number 2 that he demands excellence from his teammates, regardless Jordan, Jordan plunge into a deep fun at the abrupt at the abrupt end of the seas It I felt a bitter taste in my mouth he said. I was so upset with certain teammates. Excuse he was so upset with certain teammates. He felt lack the necessary competitive drive. Such questioning of teammates came to be a common theme in his life. It was very hard for me... It it should be, it was hard to deal with a guy who wasn't as competitive. He later said. So he's gonna play for the Olympics. This is his first Olympic experience around this time. This is before they had professional basketball players, I think. Because these are all college and they go down to Venezuela to play in, in the Pan Am games. And something's gonna take place here that reminded me of a treat that arnold a Sc sn had as well. I think the the... As hard as, like, drive and commitment to excellence. The 2 people that popped to my mind most when I'm reading the book and how, like, they they compare to Jordan really Steve jobs in orders for a second. And we'll see like, the the Arnold says, like, my drive was not normal. Right? People thought I was strange. Like, why are you so driven, like, stop, do less. Is what I waited around him was telling him, we just heard 1 of the coaches say, Jordan had... Would sneak in. He was so obsessed with working. He would sneak in and do more work. Right? It's very rare. So they they go to Venezuela, the the the accommodations for the for the amateur athletes are, like, really crappy. And then Myself is my room doesn't have windows or doors doesn't matter. Arnold didn't care that his weight room didn't have heat in the winter. He's new hey to get my... To he did get to my goal. Of breaking in Hollywood. He was following reg park's blueprint. He's like I gotta win mister Olympia. How do to win mister Olympia, I have to work out all the time. So he he had... Not only to have... Go to the gym, but when he came home, he continue lifting weights, realized more reps I do the the the closer I gets to my goal. Right? But he's living in Austria at the time. In the winter, like, his... The weight that he had, like, a very... They were... Did not have a lot of money. Like, a very, like, primitive weight room. It would literally be below freezing. Arnold didn't care, and we see the same thing with Michael over here. I don't care. I have a goal, get out of my way. I'm doing this. Team usa made his way to Venezuela for the games and discovered their dorm was a little more than a concrete shell. The village wasn't completed. The windows weren't on, the doors weren't on. Jordan took 1 look at the concrete then pitched his bag on the floor and said, let's get to work. Hartman was struck by his all business by the all business approach. No whining, no complaining about the accommodations. We're here to get our medal, Jordan told his teammates. Let's go about our business. So he's being coached by the legendary Bobby Knight at this point in the story, legendary infants infamous whatever we wanna describe as. But I thought this was interesting because what, Bobby Knight approached to... I I didn't know this before I read this 1 paragraph. It's very similar to what we've learned from Bill Walsh and his book the score takes care itself. Right? You do every little things correctly. You don't have to worry about score. So it says knight let his Olympic charges know from the very diverse day that he was focused on perfection. I have told them I have no interest in who we're playing or what the score is. I'm interested in this team being the best team it can possibly be, and I'll push you in any way I can get to that end. So that line. I'll push you in any way I can get to the end. That that sounds like, that could have easily come out of Jordan's. Okay. So let's get to his business, and we'll see, you know, the the the the the business that is now paying them a hundred and 80000000 a year, and who knows with it where that's gonna go in the future. Right? It starts out. It's very unknown. It did... The pre history of the Jordan brand is fascinating to me. And so I'm gonna go into that. I'm gonna spend some... A lot of time in this section actually. So there... There's this guy named Sonny Vac. So it says in basketball in 19 78 you could buy your way into a hell of a lot of good graces, and Sonny Vac car would transform Nike into living proof of that ac axiom. He was a guy from the streets. Basketball wasn't there to let him into its inner circle. So he operated outside the circle and became incredibly successful for himself in the company, and he has plays a very important role into Nike. He's the 1 that's gonna tell Nike. No Stop spreading your money. What's our budget? Our budget is 2500000.0. Give it all of this dude. And so I'll get to that in a minute by 19 77 Vac paid a call to Nike offices in Oregon to pitch the idea for new shoe. Nike wasn't interested, but Rob Str, 1 of the company's top executives at the time was fascinated by Vac relationships with all those coaches. These are all these college coaches that he's been developing relationships with. They're eventually gonna... Nike he's gonna give him this budget. And he's like, hey, go out and pay all these coaches. Right? With the... End goals obviously having them wear our stuff. Other, so says, so They were fascinated by his relationships all coaches other Nike bosses wanted to have the Fbi run a background check on Vac, but but Rob would have none of it. He hired Vac at 500 dollars a month and put 30 grand into his bank account and told him to go sign coaches to Nike endorsement contracts. You have to remember Vac ricardo said at the time, Nike was just a 25000000 dollar company. The main idea was simple enough. Get coaches to outfit their amateur players and Nike shoes sending a strong message to fans and consumers. And so... This is where for car is gonna tell him, just double down on 1 person. And this is where Jordan's agent. I don't know if he was the only came... I think he was only that came up with the the idea because before he had a lot of, his his like, his clientele was was, like, tennis players, individual players. So they had an idea. Like, why don't we we market basketball players and individual. Yes. Is a team's for but focus on the individual. So it says, Nike executives had a 2500000.0 dollar budget for pro basketball shoe endorsements and we're thinking about spreading it among many young players. Don't do that. Vac to said, give it all to the kid, Give it all to Jordan. To make our... To make our... To make 1 player work, Nike, you would have to tie together many things, including shoes and clothing into a unique product line complete with advertising and branding. Rob approached Rob Str the guy from Nike approached David Fa, which is Jordan's agent and told him that Nike was thinking of signing Jordan. They agreed that Jordan should be marketed as they might market a tennis player as an individual more than as a basketball player. And that's just 1 of many key decisions, but this idea. Okay? Let's let's let's market this guy's an individual. That just happens to be playing a team sport. This was fascinating to me. This is Jordan's first reaction to Nike. He was in a adidas fan. At the time, Converse was the official shoe of the Nba. So converse was in the play. Ghost to adidas they went turning him down. He did not want to go at Nike. Remember, Nike a tiny company at this point. The first time in my life I'd ever met Michael, we sat down and talked about him going to Nike. He didn't even know about Nike I told him Michael. You don't know me, but we're gonna build a shoot for you. No 1 has the shoe. Jordan thought Vac. So just a conversation between him and Sonny Vac. Jordan thought Vac seemed shady. Michael was a pain in my ass. The car recalled. First of all, he didn't compute the money. Second of all, he was still a kid. He kept asking for a car. And car was like, do you understand the money when give you... Like, you can buy whatever? Why are you asking for a car. When you could buy whatever car you want? A shoe contract meant nothing back in the eighties. So he was totally indifferent. He didn't wanna come with us. He wanted to go to adidas. So eventually, there's a there's a... There's a, a meeting set up between Jordan and his family. His mom and dad, and Nike. And Jordan calls his mom the night before, and so I myself on this page. His mom was key. She made she there would be no Jordan brand, at least not what Nike that is without his mother. And so it says the night before, Jordan, and his parents were to fly to Oregon to to meet to hear Nike officials present their vision, Jordan phoned his parents and told him he wasn't going. He was tired of all his recent travels. And the last thing he wanted was a cross country trip, for a shu he didn't even like. Just pause I imagine this this alternative history. Right? Where there's no Jordan Nike collaboration. This is crazy. How valuable was his mom. Right? With literally this decision she's about to make is worth billions. Dolores Jordan insisted that her son be at the airport in the morning. She would have it no other way. And at this point his life. He would still listen to. Eventually he's gonna get so big. They they still have a good relationship, but they wanna being alienate needed I think this was right after his his father's murder before, you know, Jordan becomes uncontrollable. But at this point in his life. You know, he's still very much listening. He says later on. Everything started with her. So it talks about it that there in the meeting fast forwarding, Vac couldn't take his eyes off Laura Jordan. He watched her expression as... And this is really smart. How Nike pitched this, by the way. He watched her expression as it was would explain that her son would receive royalties on each shoe sold. Karl told that the told the Jordans that Nike was all in. For its commitment. We are all in. I was betting my job, Nike was betting their future. It was unbelievable. That was our whole budget for Michael's mother, it was like a family. If we're willing to bet on it. It's like we were saying we wanted you this much. Michael, we're going... We're gonna go broke if you bust out. That was the whole point of it. And this is what I mean. It's not, like, I'm not... You're not paying me a wage we're partners. Right? Very smart. It was dolores reaction he called. Someone was making them a partner. Instead of paying them a wage. So now he's in the Nba, and this this part really just hype me up because it it really does inspire me to, like, keep pushing and to try it. Like, I... You can always do more we're seeing from a very young age. She's coming to a really crappy team. There is actually... Okay. Let me read this part first. And I'm gonna... I gotta... I I wanna tell you this note I took on the very end of the Jordan Documentary. So it says, he came to practice member practice practice. This is not Alan Iris here. This is Michael Jordan. He came to practice every day, like, it was game 7 of the Nba finals. That's what's set the tone for our team. So they say within in, like the first, I think by Game 3 they realized. This is this kid is the best player we have on the team. There's no doubt I'm playing at a new tougher level. He said. I've got a lot to learn. You you knew you had somebody special because Michael was always there at practice 45 minutes early. He wanted to work on a shooting. And after practice, he'd make you help him. He'd be working... He'd keep working on a shooting. He didn't care how long he was out there. Michael loved to play the game. What I left the no left of myself on this page is Stephen King quote, number 9. If you love it, you do it until your fingers bleed. So usually in in the show notes, You you can see... I usually leave a link for like, the my highlights and my... Usually, it's, like, my top 10 highlights, from the books that I read. It's also... It's on my personal email list. If you haven't interested. I'm just if for any any book I read for the podcast. I was just send you an email if you want it. It's obviously free. You don't have to do anything. But it's just like that what I'm trying to do is design with constraints before. I'd have, like, 30 40 highlights on there. And I'm like no. I force myself, and it takes quite a while. It's easy to whittle down, like, maybe... Let's see you have 50 highlights. It's easy to get it to, like, 20, maybe 15. It's really hard. It takes a while They're, like, which 1AM Gonna kick off there, but I like the the the the exercise. And it's way for me to, go and review things really quickly I could just pull up. What are the 10 most important things I learned from the Stephen King, for example. And so what... The know left myself here was where was talking about Stephen King quote number 9? So it says, this is with Stephen King's said talent renders the whole idea of rehearsal meaningless. When you find something which you're talented, you do it. Whatever it is until your fingers bleed are your eyes are ready to fall out of your head. That the sort of strenuous reading and writing program I advocating. This is a program I'm on. 4 to 6 hours a day every day will not seem strenuous. I'm doing the reading. Not the writing part, obviously. 4 to 6 hour days every everyday, will not seem strenuous if you really enjoy doing these things and have an aptitude for them. So that's exactly what we're seeing for Michael Jordan as a rookie. I'm showing up to practice 45 minutes early. When I'm in practice, I'm practicing, like, it's game 7 of the Nba finals. And then when it's over, I'm pulling in coaches and teammates and saying teach me more, teach me more teach me more. And so the notes, I also took extensive notes on the the the Jordan documentary. And so he's talking about... This is he says us in the last episode. And I really think of... Well, especially the last sentence here. So he's comparing contrasting. He, you know, he wins his last height on 98 Wins his first 1 in 91. So we're now we're in like, 19 84. Works. He's got 7 years of struggle. Before he gets there. Right? So says this is Jordan Park. In 91, I was young, full of energy and Hungry. In 19 98, when I won... When you won 6 out of 8 championships, 6 6 championship out of 8 years. And and and and yet just as dominant as you were in 91, that's where the craftsmanship came in. I think 98 was much better than any of the other years because of how I was able to use my mind as well as my body. So I just, sucker. For him using that word craftsmanship. Right? I love that idea. It was madden to... For me to leave in my peak, but this is why this 1 sentence is really why I wanted to put this in to where we're at in the book. Because it's... We're in the shitty. But he's gonna call a shitty team. Right? We're in that part. Right? But it's just really motivating because it talks about the power of 1 individual, The power of a formidable individual. We went from a shitty team to 1 of the all time best dynasties. All you needed was 1 little match to start that whole fire. And I love that sentence that he said, 1 little match start the whole fire and I loved that they put it at the end of the documentary too. He right now and this guy that's showing up 45 minutes before practice, playing like it's game 7, listening and doing extra work. He is that little match that 1 person that's gonna start gigantic fire and that fire is gonna be 1 of the all time great dynasties. And so if he comes right at the gate. He's gonna win rookie through the year, but, I'm gonna go to the business part, this is the best advertising you possibly ask for at the time. The Nba had this rule where you could only wear... It says, the leagues guidelines called for players to wear White So the first Jordan 1 was the famous red and black model that people are still wearing and using today. And so they wind up they wind up banning that shoe. And so it says, the Jo... Mb nba said Jordan would have to pay 5000 dollars each time he wore the new shoe. Nike Nike immediately phoned Sonny Vac. So this is what Sonny said. Both Rob and Peter, these executives at Nike said fuck him. That's exactly what they said. I said, what do you mean? We're gonna do without him wearing the shoe on the court. And stress her quickly decided that no. Nike was going to have... Was gonna have Jordan wear the shoes anyway, and that the company would pay as fines each night. The the Nba could not have handed a better marketing platform to Nike. When you tell the public that something is banned, what does the public always do. Tell them they're are not allowed to do something and they do it. Nike would ring up an astounding hundred and 50000000 dollars in Air Jordan sales over the first 3 years. Which in turn brought the brought Jordan the first wave of profound personal wealth. So they had thought. Now here's a weird thing. And I can't get confirmation here. So, yeah, the thing Tell you, I got confirmation. So Nike thought that they would sell 3000000 dollars worth of Jordan jews within the first 4 years. This... The author just said that they sold a hundred and 50 in the first 3 years. I... Everywhere else I've read besides this book, said that they they sold a hundred and 26000000 in the first year. So I don't know if they did a hundred and 26000000 in the first year or a hundred for 50000000 in the first 3 years. I mean, that is quite a big difference. What they're telling you is it's way higher than what Nike forecasted. And part of that, it's due the fact that, you know, you have this gigantic media attention now saying, hey, these shoes are so, like... They're they're banned. And now you have a lot more people to know about it, and it obviously, helps that this guy came out, like, right away. Like, okay, These 1 of their best players. I'm gonna fast forward, He he he scores... He winds up scoring 63 points in, playoff game, which was a single game record at the time. This is in 19 86. So he's been in the the year the league for a few years. But the reason I bring this up to your attention is because after the game, there's a famous quote that Larry Bird. Banging against answers Celtic. Larry bird. And he says that's God disguised as Michael Jordan Bird said afterward. And Jordan again, a main theme if you if you listen them him I'm talking, you read about it them. Is he really respected those that came before him. He wants, like, he wants to learn from them. He wants to compete with them. Right? He wants and and he wants to be better than. This is very similar to Steve Jobs. Steve Jobs would idol founders that came before him. He wasn't worried about, you know, being the rich richest person. He wanted legacy. Like historical legacy. He wanted to be on Mount Rushmore and in indeed, I think in walt... And Isaac Biography says that he wanted to be like a step above his heroes. Right? Jordan the same way. So larry... At the point that Larry said this, Larry is 1 of the best... If not, the best player in league the time he'd had 3 straight Mvp, multiple championships if I'm not mistaken, and this is what Larry. This is... Again, go back to the thing you and I've been talking about, like, the difference between, real, like, false confidence and real confidence. Like, this is... You have somebody extremely talented. Somebody you admire telling you, dude... You're really good at this. Right? I earned Larry Bird's respect. To me that showed me Was on the right track. That was the biggest compliment I had at that particular time. Okay. So he's fantastic player. 1 of the best players in the league, getting all games, scoring championships all other their stuff, but they're not winning. Right? They're not winning the, like... This is where he realizes that goes back to Jordan being smart. Doesn't mean he's gonna come along easily, but he understands, I, a single person cannot win the game. I've gotta come up with a different philosophy. So this is going to be an intro to text winner. Text winner. I don't know why I could just call them text. Text winner. And this is going to be the architect of the system that that that the bulls used to win their championships, Phil jackson... Phil jackson and and text continue to use this for the lakers after throwing retire. But let me let me read my note you first, because I think this is actually be beneficial. Right? Because what Texas is... What's happening here is, like, the stuff I mean, you and I can do. Right? So there's 4 things I'm wanna tell you about text. 1, he looked at an existing industry differently than other people. K? Very important. Number 2, he was able to innovate as a result of that difference. Number 3, he developed his own philosophy on work and number 4, Jordan's response to this. Jordan said, text taught me a lot about basketball. I loved him. That is a quote from... I think that's a quote from his hall speech. So let's go into this. And this is about the triangle. They call it the triple post and the triangle. I'm gonna just call it the triangle. Okay? In late... In his late sixties at the time. So Jordan's is young, you know, aggressive kid, which probably how. 23, maybe, 20 each 2 somewhere around there. So says... And and Texas in the sixties. In his late sixties, winter had had more than 4 decades of first rate coaching experience. Other people in basketball sc at text winner as some sort of odd ball. Winners offense was not just Ex nose, and he liked to point out as he like to point out, but a system, a philosophy for playing the game. Complete with an entire set of related fundamentals. Text was focused text. Said it again, text was focused on detail in a way that no other pro coach even considered. Text was a very ob aggressive man. He believed in the triangle. That was his gospel. He wanted it installed. So he's not the head coach. I think this might be Doug Collins. This is a coach. Eventually, he's gonna get pushed out, Jerry K really believed in in text winner, and Jerry K is the Gm. Of a, the bulls in kind of the villain in the last dance. But it says Winter believed he had been hired to teach. So he taught wherever possible with the sort of Frank direct feedback that most players had not heard since middle school. And so this direct frank. Obviously, it's gonna be a little bit of conflict, which is completely normal. There's a famous story. So winds up, you know, Text is trying to get Jordan to play more team ball. And so says as Jordan walked in and Jordan at this point in his career, he's, you know, dominating the ball, scoring will does really well during regular season, maybe even at the beginning to playoffs, but they're not... They can't beat a team. Right? If you're an individually can't beat a team. So it says, as Jordan walks at the floor, text warned or text hold them. There's no eye team. Jordan looked at Winner and replied, yeah, but there's an eye win. So it's gonna take several years of failure for them to eventually, Doug Collins gets pushed out Phil Jackson's in. Phil Jackson's is always focused on d... On defense he says. So he's the head of he's a head coach, but then he lets text teach everybody often offense. So that's when they're... They're gonna... I'll I'll get to all of this in the future. I'm just telling you, because it's it's several pages in front of us. I do wanna pull out something that's that's in the interim, though. This is about the fact that they... They... He didn't just start with the Jordan brand. Right? Just signed your first day Nike, then he'd had successfully resent another 1, but this insistence on on having equity on being a partner. Really important. As Michael's is getting more and more attention. He sells, of course, more shoe... More shoes. And so he's starting to build the foundation of which will eventually be his future billion dollar empire. So it says, first, I thought this was a fad Jordan would say looking back on his response to the shoe line. But it is far greater now than he used to be, the numbers are just outrageous. Eventually, a fat new Nike contract signed a deal that would be open the door a few years later for the emergence of the Jordan brand and create unimaginable wealth for the athlete. So it talks about the sequence events he signs first. He then he gets the big raise, than the Jordan brand. That was a seminal deal in the history of deals. There's no question. And to Michael's credit and to my... And Nike credit, they created an empire. As I saw somebody was reading somebody analyzed the deal, and they said, not he's the the the the greatest single athlete endorsement deal of all time, but it's also the greatest, like, so he he made more money anybody else, but also said he's he's underpaid. Those 2 things could be at the same time, which is while to think about. So as we just said, okay, they got an idea, Jordan will listen, but you also, you need him to fail to learn. Right? And so I'm I'm gonna pull out this is during the point of his career where they just cannot get passed such the Detroit pistons. Right? Can't even get to the finals if you if you don't go through Detroit, the Detroit is gonna wind up winning 2 championships is a very good team. Obviously, But the the no left myself here, and this is... He needed this failure to become better. That is the the main theme I'm trying to talk to you about. But... Because they're gonna expose his team's weaknesses, and you want your weaknesses exposed. Right? We just talked about what Nick Save said. Average players wanna be left alone. Great players wanna be told the truth. They wanna be coached all the time, and you wanna know if you're you're messing up. And so the competition the know of myself is here. The competition has studied you and found a way to beat you. What do you do next? The Jordan rules, which is the the the system that the Detroit used to to counteract Jordan's bulls. Did Jordan rule succeeded against against the bowl so well that they became a textbook regarding athletic scores. In the 17 regular season and playoff games between the bulls and the pistons over 2 seasons. The pistons would win 14. That is an ass kicking. You're playing somebody 17 times, and they'd be 02:14 times. That is how lopsided of this is. That scheme helped Detroit win 2 Nba championships, but it also helps Chicago in the long run. Check this out. By forcing Jordan and the bulls to find an answer. I think that Jordan Rules defense as much as anything else played a part in the making of Michael Jordan text winner said. And again, this is not a straight line. It's not a straight line. It's an up and down process. And so we see Jordan, he's still not ready. Still young still immature. He has not figured it out yet. This to me, this is, like, the most inspiring parts of the of these these these life stories. Right? So saying afterward, his coach, Doug Collins suggested Jordan then he was taking too many shots and not hitting enough of them. Jordan responded with a sort of child. Child. For Game 5, Jordan made his point by taking a mere shots from the floor. He's restoring a fit. It was a kind of action that had driven collins to privately tell Rhine who owns the bulls that the team simply could not win with Jordan. Remember Jordan is still not ready. He has not figured it out. Jordan was angry. And frustrated. And I guess, don't know of myself on this page I need to tell you. This part is called agony and terror. Imagine believing your dream will never come true. Jordan was angry and frustrated, But he wasn't about to real reveal his pain at the loss. He would say don't let don't let anyone know that you're hurting. Don't let other folks know what's in your mind. You know as much about them as possible but for them to know more about you is to give them an edge. He hid his frustrations, he hid his sadness, he hit his disappointment in his agony. The pistons would go on to claim their first title and the bulls would face yet another bout of rec discrimination turmoil and change. And check out this quote here. For a while, it looked like we were never going to get past them. And so K makes the decision even though Doug got them Doug Collins got them into the eastern conference finals. Why... They they won a bunch of games who went ended letting him go at the end of the season puts in Jackson. This is a first smart move by Phil, and this is his first ideas the you had coach. I brought in film, and we talked philosophy. The first thing you said is I've always been a defensive oriented guy. I'm gonna try... I'm gonna turn the offense over to text, and I'm gonna run the triangle. So fills up, an interesting... An interesting guy. And I might read his his auto if you do because I think it's fascinating. But this is... I gotta bring this up because it's in the book and it's in the documentary and I have notes on on both, So I wanna talk to you about this because this was actually surprising. I also... I think the first time I might have missed this when I watched the last dance. I actually think Kobe was the 1 that brought this to my attention. Because Kobe notices about Phil Jackson and the bulls and he said that you would notice when you're watching the games like, whether they're up 20 or down by 20. They were un bothered. And so Kobe like the idea of the the the copying this practice in this idea of mindfulness of being in the moment of being over complete control and in the documentary talks about, think it was through the the year they got past. They finally got the past the Pistons, like, Pip, Scott Pip Jordan's right hand, man was foul really hard. And before they'd get, like, emotional outburst and, like, physical fights and stuff. And they knew they they were gonna beat the pistons, and Jordan, I think says in the documentary. Once you got hard found, just just busy didn't react. Like, I'm not gonna let you see me get upset. I'm completely un bothered. I'm completely in the moment. Like, he said I at that moment, I knew, like, we had him. Like, they they were playing emotional, emotion blur judgment, and we were cold blooded. Right? And so this has to do with this this mindfulness that they that phil taught Michael, which is really surprising. Because you think Michael's is just to psychopathic driven competitive person. Kobe being too, and yet, they bose to adopt this mindfulness. This is... It's like a derivative of zen... Zen buddhism. Buddhism. Let me read this to you, and I'm gonna go to the last episode of the documentary as well. Jackson's soft peddle his essential... Eccentric at first. It would take time for him to get his players to accept meditation and mindfulness, and his other unique practices. Remember, this is another I love the idea of, like, taking the industry that art exist and analyzing it and then doing something different. Right? It's never too late to make a change. I don't know how many coaches in Nba and at this point, we're doing this. In time, Jordan would take great benefit from Jackson's zen approach and the mindfulness sessions he provided the the team no matter how unusual they seemed. And so in the last episode of last dance, they had just won the final championship. Well, actually, let me read so something that happens at the beginning. There's, like, another author who's wrote... I think he's written. I think, at least I think these wrote 2 other books. Biographies of Michael. And this what he said about Michael. Most people struggle to be present. Most people live in fear because we project the past into the future. Michael was a mystic. He's completely present. He was never anywhere else. His gift was that he was completely present. The big downfall of otherwise gifted players is thinking about failure? He would say, why would I think about missing a shot I haven't taken yet. It's on now. This is in 98 after they win their last championship. The night of the championship. Jordan's playing the Piano. It looks like they're in the hotel room. I can't even tell where they are, but you got, like, reporters of stuff in there too. And so it says, to know myself Jordan playing the Piano hotel room after winning a championship as championship number 6. And asked, you got another 1 in you. And his sentence was very interesting, something that we're see that and where we're in the book is what phil introducing to. This is this is Jordan. It's the moment, man. It's the moment that Zen buddhism shit, get in the moment and stay there. Just stay in the moment until next October, and then we'll know where the hell we are. So now I wanna go back to this idea of adopting this philosophy. As a triangle. And again, the... When you're learning something new when you're trying to change something. The transition is not going to be easy. And this transition that they're in an history of the bulls, which is gonna build the foundation for that dynasty. Right? It reminds me of the Robinson Cro story in that book the Dow of capital. I think that's founders number 70, somewhere back there by March Spit. I'm gonna read a quote from there in a minute. But it's idea that you go slow now. So you can go faster later. Okay? The more he learned about it, the more he saw how steadfast text believed in it. You're talking about Jordan there. And Phil was the head... And Phil was the head coach and he was saying how things are gonna to be, and it was like a gold mine. You got players in the system seeing it and prosper. But that took much selling by Jackson and months with the team under under text winter instruction. The transition was not easy. Some observers sent an atmosphere boarding on mutiny over Jackson's first 2 seasons as Jordan's frustrations built. Making these changes would require much patience. So from George's perspective, at this point, it could seem like we're going to step backwards. Right? We're going slower on purpose, but we will go farther and faster in the future. The the operative phrase became that Jordan was going to have to learn to trust his teammates. Later, techs would look back and marvel at Jackson's determination to stick with the offense and his persuasive with Jordan. They didn't know it at the time, but they were embarking on the most remarkable error and pro about history, rooted in the great discipline, rooted in the great discipline, Jordan and his teammates began developing that first year. Their philosophy, their system made Jackson's bulls unlike any other team in the Nba. It didn't happen all at once he started to see that over a period of time as the concepts built up. And so what do I mean about that? So the Dow Capital, this whole the central theme of that book is roundabout the the the main point. And, I've read that book. So many times. I've read... I've listened to some chapters. I can't... The chapter on Con Trees. Think you chapter number 3 if Remember correctly. Can't remember time many times I've listened to that. I still don't even think I understand it completely. I definitely don't understand like the author does. Right? But the there's 2 stories in that book that really synthesized his main point that helps me at least have AAA tiny bit of grasp of his overall idea. And there's a story of Henry Ford and and of Robinson K about the idea of taking a step backwards to being, to to being better than you otherwise would have been without that step backwards in sometime in the future. So he talks about Robin Con k on the island and trying to catch fish. So just a few highlights you know, he needs to catch at least 5 fish a day to to to sustain himself. And so he's... He wanted cutting back to to trying to invest in ways to catch even greater fish with less effort in the future. Robin S ultimately catches more fish First, excuse me. Robin Su so ultimately catches more fish by first catching fewer fish very counterintuitive to humans. Right? Exactly what Jordan's is going do in his career at this point in of book. By focusing his efforts in the immediate towards indirect means, not ends. It is highly strategic, yielding or losing now to re to realize an advantage in the future. So instead of catching 5 fish today, 5 fish the the next day, he catches. I think, like, you know, 2 or 3 8, and... But he's using the time that he would be fishing, to build a net and a boat and all these other things that are gonna make him better in the future. Okay? At last the boat and the net ready. The Hungry Crew takes to the water and in less than 2 hours catches 5 fish, which used to take them all day. Now with his daily needs met, he can invest in other roundabout production. Such as a rack for drying fish and eva sea water to collect salt and preserve them. Soon K has an exceedingly efficient fishing operation, catching far more fish and you can consume and accumulating a stockpile of protein for his diet and equivalent a stockpile of time for replacing and creating even more capital goods. As K show, K shows us, entrepreneurs engaging in round production must contemplate the basic considerations of how long it takes, what it costs how many resources must be invested to get increased output and how long 1 has to wait for a payback. Henry Ford, the embodiment of the roundabout entrepreneur would invest a tremendous amount of time and effort to assemble the tools of production in order to improve speed, efficiency and output in the manufacturing process in the future. So we might take a temporary step back might be a year or 2. But eventually, the system this philosophy will enable us to to accumulate resources in the case of von printer, there could be time and money in the case of basketball team championships that we wouldn't have... We wouldn't have been able to get to otherwise. Right? Without taking this step backwards. So this is right before they go on their first championship we're run, there's an old ac axiom that's really applicable here That it's darkest before the dawn. Okay? This is the right before. Check this out. This is, you gonna replay. So he's got 2 championship chip runs. Right? This is the first 1. The second 1 that comes right after great deal for... Right before great deal of frustration. Same thing gonna happen in the second championship run. Alright. So it says furious with his teammates, Jordan and Cursed them yet again at halftime time then sa in the back of the team bus afterward. I was crying and screaming. He called. There's that pain. Excellence is often the capacity for taking pain. I made in my mind right then and there, it would never happen again. That was a summer I first started lifting weights. If I was gonna take some of this beating, I was also gonna start dishing it out, so it's talking about the physical play that that the pistons played with. Right? Beating the shit out of them. And he was, you know, was really thin. I yeah, It's like, 15 pounds a. I forgot what it was. Was it was a good deal. I got tired of them dominating me physically, which each with each Chicago lost in the playoffs, critics had grown more convinced that Bo were flawed as a 1 man team. Others wondered if check this out. This is what they're saying about Jordan Right? He's about to be to to to start what it's gonna be greatest 1 of the greatest dynasties in the Nba. Others... Other people are wondering, if they weren't headed for the same anguish as El Baylor, Pete Mer, Dave Bling, all great players who never played on a championship team. Jordan was infuriated by such speculation and criticism. He was literally nausea. By the losses each year in Detroit. So I'm gonna fast forward a little bit, start playing as a team. This is where they're gonna win their first championship. This is after 7 years of struggle, and you you can see this, Yeah, Jordan even use that term, pretty sure he's hugging the trophy right after they they beat the lakers and the 91 finals. And the note myself is even a legendary talent, like Michael Jordan needs to be coach. This is about him, you know, trusting can't win as an individual, you have to win as a team. And so let me tell you the story It's fantastic It comes... It plays out over a few paragraphs. So it says the story has been passed along by many Jordan teammates who supposed to be suffered his demands and ind over the years. It's 1 of my favorite stories, Steve Kerr, who filled John Pax role on subsequent bolts team said in a 2012 interview. So this is where he learns to trust John Pax. Michael having a rough Michael is having a rough second half, they're double teaming him, and he's forcing some shots. And Phil calls a time out with, like minutes left in the game, and he's looking right at Michael and goes. Michael, who's open, and Michael won't look up. He goes, Michael, who's open. Finally, Michael looks up at him and goes pax and Phil goes, will throw him the fucking ball And this is a result. This is what I mean. Even in legendary talent like Michael Jordan needs to be coach. Pax would make 5 long buckets in the final 4 minutes at as time and time again, Jordan penetrated, drew the defense, the double team, then kicked it out. Pax would finish with 20 and pip 32 as the bulls closed out the championship with a win in game 5. The tears became a tide as Jordan made his way through the Bed of the lock room to inhabit at the moment he sought for 7 years. I had never lost hope he said. Okay. So they wind winning again in 92, and then in the summer after they go, this is the dream team, the the Olympics. And there's a conversation between the taking place between Jordan and and Scott pip on the bus and they're talking about their Olympic teammates. And this part really, like, fired me up because they were surprised and by their by their laziness. Like, they just like, when Jordan went to to play at the 5 star and he's was like, whoa, I can actually ping with these guys. Like, I'm you know, they might have not have known me. I'm just country boy from Wilmington, but, like, I'm just as good as these people maybe even better, they didn't realize how hard they were working and the dedication they had to their aircraft that others didn't. So once you realize, like, oh, it kinda of makes sense. Like, he was... You're about to talk about this other player named Clyde Dr. Clyde played for the portland Trail blazers, there's a there's a... If you ever wanna look on Youtube where it says, like, just been in Michael Jordan, and I took I took it personally. And it's, like, somebody... There's bunch of these videos. They they cut up all the times over this 10 hour documentary, the last dance about all the times, like, Jordan just constantly takes things personally. Right? And 1 of these is talking about, like, going into the the the the the matchup in the 92 finals was that Clyde is, you know, Jordan's main rival. And you, you know, you spend so much time I'm watching this this documentary. I'm starting to laugh at times. Where I don't know if did they expected it laughter. And 1 of this is where he had already said over and over and I'm like, I took this personally I it this happened. And I took this personally. And so he talks about this and he says, Clyde was a threat. I'm not saying he wasn't a threat. But me being compared to him, I took offense to that. And I just started laughing. And then I read this part in the book and I was, this kinda makes sense because he beats him in the vinyl, then he plays with him on the the dream team. Right? And then he's doing this interview. Like, 20 years later. And it kinda... You'll see what do he means. So Scott and and and Mike talking here and it says just imagine Pip told Jordan, how good Clyde Dr would be. If he worked on fundamentals with text winner. Like so many Nba players, Dr was operating mostly off his great store of talent. Absent any serious attention to the important details of the game. So this is how you can differentiate yourself from your competition. Right? Jordan had been surprised to learn how lazy many of his Olympic teammates were about practice. How they were... This is so so important. This is the most important said this is this entire section. How they were deceiving themselves about what the game required. Now, this is very fascinating because there's always parallels. Right? There's never just 1 made me think of I just happened to hear this clip of Kris Bosch. I forgot where he was talking. I don't know. You know, it was his hall fame. Maybe might have been his hall fame speech. I can't remember but Chris Bosch was on the 2008 Olympic team with Kobe Bryant. And I'm gonna read this to you. This is fasting. Tell me it doesn't just relate to what we just heard. Jordan saying how they were deceiving themselves about what the game required. And so Chris says, I wanted to establish myself as a young leader on the team by waking up bright and early on day 1. So the goal was to be the first 1 at breakfast. I set my alarm, I make sure I'm up before sunrise, I get out of bed, I put on my gear in a head downstairs. But when I get there. Kobe is already there with ice packs on his knees, drenched in sweat. It took me a minute to figure it out, but this guy was not only a awake before me. He had already worked out. He had just played in the finals days earlier. Meanwhile, I've been off months and I was still exhausted. What he did that day was incomprehensible to me. That dedication he had only days after falling short of an Nba championship. That taught me something I have never forgotten. Legends aren't defined by this their successes. They are defined by how they bounce back from their failures. So let's go back to the sentence. Jordan had been surprised to learn how lazy many of his Olympic teammates were about practice, how they were deceiving themselves about what the game required. So that is something like... That's been my mind a lot this week. Like, what can I do? What what is my version of practice to make sure that I'm like, when I come and talk to you, I put in as much as much work as I possibly can to make sure that these are as good as they can be. And that can be applied to Jordan's applying it. His, you know, basketball, I'm applying it founders, you're applying it to whatever it is you do it during the day. And he was surprised to learn how lazy many of his Olympic teammates were about practice, how they were deceiving themselves about what the game required. So let's skip ahead in the book. And this is this might be I I don't it might be my favorite thing because it's like, again, something I want to constantly think about to to to take away, like, love to know of love to practice, believe in it. And so this is Jordan about the... This was this is what built his life. Think about, like, he understands okay. My business, the Jordan brand and I know have equity in is only going to be successful. And he said this over and rant. He's it's like, marketing, like, the marketing I did for that brand was what I did on the court. If I was scoring 2 points if I was getting bounce of the playoffs, no one's buying my shoes. Right? So this is... You really think about practice was the foundation, his love of practice makes winds up making him billions of dollars. Over the course of his career. Right? That's what he says. Rather than miss games, Jordan had to sit out Jordan had to sit out his favorite time with the team. I have always liked practice, and I hate to miss it. When you miss that 1 day, you feel that you've missed a lot. You take extra work to make up for that 1 day. Check to sentence out. I have always been a practice player. I believe in it. I'm skipping I mean, obviously, you know, this book is almost 700 pages. I had to skip over a lot of parts. We're fast forwarding 3 years, they've... Won the third championship right after that, his father is murdered. He retire goes to play baseball eventually comes back to basketball. And so this is where we're gonna see a direct parallel with Steve jobs. This is this is after Jordan's 18 month Hiatus. Steve Kerr had never played with Jordan before. And so it says Kerr was stunned by the way, Jordan sees control of the entire team's mental state. For better or worse. We had no idea Ke said. He was so intense and condescending in many ways. None of us felt comfortable. On a daily basis, he would dominate practice. Not just physically, but emotionally in an intimidating fashion. He was going to make us compete whether we wanted to or not. There were certain days where you're exhausted. And Michael doesn't need rest. He doesn't sleep even today. I don't even understand. There's a lot of stories in the book that by the way. He doesn't need rest. And other guys do. And on those days, when people were tired, he would ridicule us and control us and yell at us. It was tough. It was very hard to deal with. So there is a comment that Steve Jobs made in his interview. I think he's still next. This is in between his time... His 2 at Apple. Right? And he he talks about... He has this metaphor. I've heard it refer to as the Steve Jobs rock parable, so he's got a metaphor for Teams working on a product that they're passionate about. It's very similar to to to my Michael jordan approach. Right? So he says there this is Steve talking. There's an ad old man that lived up to Street for me. This is a young kid at the time having 1 day he showed me a dusty old rock tumble. We took regular old ugly rocks and some liquid and powder and put them in the tumble. He said come back tomorrow. The next day we opened up the can and we took out these amazingly beautiful polished rocks. The same common stones that had gone in. Through rubbing against each other, creating a little fiction, fighting, creating a little noise had come out these beautiful polished rocks. It is it is through a group of incredibly talented people bumping against each other, fighting, working together. They polish each other. They polish the ideas. So that metaphor of that, you know, you you're gonna have conflict great teams that are trying to do things that are difficult. Steve jobs had an at apple, Jordan's having its curtis hold Jordan's having in practice constantly. It's the same idea. So he's coming back, but he had been playing... He came back towards the end of the season. The only, like, a few weeks before the playoffs remember correctly, and they, you know, he's not in shape. He hasn't he hasn't had a hun entire season to go with the team, So he wants up losing. This is what I mean about the darkest for the dawn right before his... This the the second 3 pete. Same thing's happening. So I watched this on Youtube too where Nick Anderson on Orlando Magic winds up stealing the ball at the very end and steals the ball from Jordan passes it. They went basically, Jordan lost the game for his team. Right? And he talk a lot of chunk. Like, number 45. Because Jordan came back wearing 45 is not number 23. Anderson said afterward. And so it says it was a profoundly humbling moment for Jordan. He gets the ball stolen from him half court by Nick Anderson, we had the game 1, and then we go to lose... We go on to lose that c... That series. His last title was in 93. So he goes 2 full years while... Without feeling that he's on top of the world. Failing his team had bruised his outs sized pride. For years, he had taken the bulls fortunes on his shoulders and lifted them with brilliant performances in front of millions of ado witnesses. Now it was his fall that was on display. And so Jordan's trainers. Kinda named Tim Grover. Actually, listen to his audiobook book. He has a audiobook book about what he learned from Training, Jordan and Kobe and other athletes called relentless. It's an extreme book. If you picked that up by the way. There's just gonna be some surprising. Like, he's very frank. Let's just put it that way. But Tim told the story, like, normally, at the end of the season, Jordan would take a little bit of time off, and he would tell me when he wanted to meet again, so right after they lose the magic would this just happen. Tim's is having a conversation with jordan. He's like, alright. Well, I'm I'm about to take off, give me a call when you wanna meet. And George says, I'll see you tomorrow. And Tim's are actually like, oh, okay. I'll see you tomorrow then. It's very... He's like, I'm not wasting anytime and getting better. So he knows he needs to get it in basketball shape. You don't get better at something. Doesn't no left myself on this page. You don't get better at something by not doing it. And his pride is on the line. That is motivating. I'm the kind of person who tries on challenges as Jordan said. And I took pride in people saying I was the best player in the game. But when I left the game, I fell down the ratings. Down below people like Shaq and it came to. That's why I committed myself to going through a whole training camp, playing every exhibition game and playing every regular season game. At my age, I have to work harder. I cannot afford to cut corners. So this time, I plan to go into playoffs with a whole season of conditioning under my belt. So not is he fully committed to conditioning and taking care of his body, but we we gotta take care of our mind and our body. Right? And I love that quote that's in Arnold's... Arnold Sc singer auto. He's like the Greeks gave us... He learned it from 1 of his first mentors. This older guy was telling. It's like, don't just work out your bob your your body. Work out your mind. He said the Greeks gave us the Olympics and the Great philosophy She gotta take care of both. This is where he starts getting into Zen and and meditation. There's a psychologist as hired by Phil Jackson guys, I think George George Mum is psychologist and mindfulness expert, taught to players to meditate. In short time, Jordan gained a new level of trust with Mum and told the psychologist that if he had met him earlier in his career, he might not have spent his life a prisoner in his hotel room. So that comment really stood out for me for 2 reasons. 1, how much of success in life comes down to how we manage our mind that internal monologue that's constantly messing with us. And then 2, Jordan's level of fame can destroy a person. So it's fast forward a little bit. This is Jordan on his leadership. And this again, it's gonna echo that Steve jobs be a yards stick of quality. Most people are not used to environment where excellence is is expected. And this is what he says. And it's a very... You know, it's a very formidable hard dude. He's not... He's not playing around it, by any means. You have a better understanding for me as a leader if you have the same motivation the same under standing for what we're trying to achieve and what it takes to get there. Now, if you and I don't get along, certainly, you won't understand the dedication it takes to win. So I run those people off. I don't run them off with the intention of running them off. I run them off with the intention of having them understand what it takes to be a champion. Remember he just said these people didn't understand what the game requires. What it takes to dedicate yourself to winning. You have to focus as a leader, that's what I have to do. That's going through the fucking stages of being on a losing team to a championship team. She talking about, that's where he learned it. I was like, I didn't start on championship teams. I started out as a loser. I had to learn this. I had to transform myself into a champion, and this is not going to be easy. So this is the last year He's playing the bulls this entire chapter when he's on the wizards, I... As a Jordan fan, I have to just omit that for my memory. I I deny that ever happened by the way. But this is really interesting. All good things come from compounding. Right? And at this point, Jordan has spent multiple decades, training, learning, working really hard being coached constantly says. It is quite possible that no 1 ever did anything. Better than Michael Jordan played basketball later in his career. Jordan said that he thought that last year was his best year. The fact that he uses his mind and his body. Right? There is a quote in the last dance. That said something like Michael Jordan was as good as his job as anyone else ever been at their job. And I think that's... Why he's worthy of study. Right? So a big part in this book and in the last dance idea like, they should had an the opportunity to come back. There was... And you see this is very hard to keep high performing high ego teams companies together. It's just nearly impossible. And so I'm just... I'm not gonna spend too much time on this because I think the documentary does, a good job explaining everything, because I just watch the last episode, and I think Jordan the way Jordan left it is just... They should've had the right to come back. Right? You didn't have to have, and you got, you know, Giant Eagle goes in enough in the office, you have Giant goes from the coaching staff. Your Giant goes in the players. Like, just it's disappointing to see, but completely understandable. Right? So the northern himself is, this is not winning. Winning is winning, and they made the classic mistake of not realizing how good they had it while they had it. So this is about decisions made, like, Rhine if the owner was always like to win business deals. That's what it means about winning. This is not actually winning. It says Pip was key to Join success, but Rhine wanted to trade him for cheaper assets. That would allow Rhine to win the deal, but it was hardly way to treat the best basketball team in history. Conversations with K to Gm and Rhine if the owner kept turning to how they were going to pivot away from the Jordan Era. And this is really the most important sentence to this point. I think kinda sums us up and maybe a mistake we could avoid in the future. They were so busy leaving it. They failed to comprehend comprehend what they had when they had it. And that's just... That spills her our nature. Old saying. Like, you don't know what you had till it's gone. Same thing. They were so busy leaving it. That's just another way of saying that. They were no they were so busy leaving it. They failed to comprehend what they had when they had it. 1 sentence here about Jordan talking about his teammates. They're, you know, the fact that he was just relentless on them. He says, Jordan presented a single miss of purpose that was hard to dent. So let's go back to that screenshot I took. A guy that was totally focused on 1 thing and 1 thing only. And this second that that sentence made me think of when I was reading Henry Singleton, the book on Henry Singleton on the founder of Tele. Arthur Rock, which is 1 of the world... 1 1 of the first century venture Capitalists and an investor in Intel, Intel and Apple, I think, he said something about, Henry Singleton that made me listen to a 60 hour audio because of 1 sentence. And I'll probably... I'll probably read the physical book and turn it into a future episode of Founders because I think there's a lot to we can learn from. But Arthur rock said describing Singleton. He's like the goal. Because he's talking about Singleton was obsessed he had a single of purpose like, the gaul had and making sure France was free, and and Tel case and making sure Tele was successful. That that was Singleton main purpose, single... Minded purpose of Jordan too, you know? Jordan presented a single of purpose that was hard to then. Another quote here from Steve Ke on Jordan and I thought was fantastic. That's what made him a badass ass. He wasn't just a talent. It was his understanding of it all. The work ethic. The game itself, the strategy involved. He got it all he understood it all. And that comes back to what we're talking about the beginning, like that. I was talking to my friend with, about, like, if he he identified what he was weak at and he worked to get better at it. He wanted to have a complete game. So there's a few chapters of this book remember as a biography. Not just about playing career. Talks about, like, what he did when he retired He's... You know, he's a young guy. Young young guy retired now, wealthy beyond means got, yeah, be beyond belief rather. He got a private jet. I I wanna give you a, in case you decide to read the book, which I highly highly recommend to do. I wanna give you an accurate, like, assessment of what you might... What you're gonna run into. Right? There's a lot of crazy stores. This dude was extreme like, extreme and all aspects of his life. And he essentially retire and just goes on this, like, global, like, parting spree. I mean, just look, I'm just gonna read this... There's like, a story that happens that takes place in the book over, like, 2 or 3 pages. I'm just gonna read the 1 paragraph for road on it. His post playing schedule. There's an entire story about him having dinners and dinner and drink at a strip club with the founder of Bt who owns the Charlotte Hornets at... Our Charlotte Bob at the time. Charles Oakley, his friend and then former teammate and Mark Cuban. And the story goes on, it's pretty wild, and they wind up makes Steven Crazier like, they party until, like, 3 in the morning. I think they leave the club, like, 02:30 fall asleep 3, and they meet back up at 05:45 in the morning to play golf the next day. So I don't know if I think the only 1 that Bailed was the founder of Bt, but I think Mark Cuban showed up Charles Oakley and Michael Jordan. So this idea were like, they just went, you know, we were out partying all night, see for 2 hours and they're up again. Like, he has an relentless schedule. And now it which crazy. It it wasn't dedicated to basketball. It was dedicated to, you know, golf and gambling and girls and alcohol just, you know, pure he deb. And so now this is the section, I mentioned earlier we're to talking about Kobe Bryant in 2008. The quote, Jordan has on my notice. I couldn't have played the way I played if I didn't watch the guys prior to me. This is what I meant. He's got a giant ego, but not when it comes to this stuff. Comparisons of the 2 players, Ko and Jordan routinely generated heated debates on the Internet. Frankly, Jordan didn't see what the fuss was about. After all, human behavior is meme. Humans copied and eighth 1 another. Like, every rock band that for decades had sought to be the beatles out of rolling stones, who themselves had derived so much from the Great American blues of previous generation. So it's just a way to say everybody lives with somebody. Let's take the information that that was useful people for us and push it in down future were doing a service to future generations of humans. Right? Obviously, his play had created a path for Brian Jordan observed. But how many people lighted the path for me. That's the evolution of basketball and anything else, by the way, There's no way I could have played the way I played if I didn't watch Dave Thompson and the guys prior to me. There's no way Kobe could have played the way he played without watching me play. You know that's the evolution of basketball. You cannot change that. And now we get to the part. He's he's a owner of the basketball team going through, you know, same struggle again. And this is the part I'm gonna close, and this is where I asked you to remember how how this this conversation which between and I started. And the reference they're about to make from Birmingham is when he, right after he quit basketball. He finds a playing... I think, like, double a ball, or something like that, the baseball, like the minor leagues, and he he sent the Birmingham, he did that to try to get closer to his father. Alright right? So this whole story starts out with the main focus is trying to prove my father. I could accomplish something. I don't have to just go in the house. I can actually be useful. I can be successful. Right? And so he's got the stories where he's having conversations in his mind going outside looking up with the stars in Alabama and and having conversations with his dad that that was just brutally murdered. And you see this like, something you they really chairs the relationships we have and realize the impact we have that goes in both directions. Like, if you're a parent, how important you are to your kids cannot be overstated because you see Jordan as a grown man sitting down and and doing interviews for this documentary 25 years after this happened to him, and there's still tears in his eyes. And just a reminder to me Like, I'm in that I have 2 kids myself, like, I need to make sure that I'm not only being the best person I can be, but also to develop a relationship between them, understand how devastating it is going to be for them when I inevitably leave. And so let's try to tie this all together. Okay? During the dark knights in Birmingham, he had visited often with his departed father. So it wasn't much of a leap to figure out that on his bleak nights and sharp it. Jordan again likely sat alone in the darkness of his arena, reviewing all that had unfolded with James Jordan, telling the old man of his dashed expectations embarrassment. It is also not hard to imagine on those nights that Jordan s veer toward fantasy are at least visualization, settling on the best thing that he could ever hope to find as an owner. There, shimmer for him in the distance is a grand season, a deep playoff run at another championship. In the midst of this final fantasy, the buzzer sounds. It's almost time for tip off, but the arena is suddenly a stir. Michael is nowhere to be seen. He's in his office, in the bowel of the arena. Sitting and talking with his dad as he had his entire life. The sun's eyes are bright and wide and starting to fill to the point that he's fighting to see his old man through the blur. He's suddenly struck to ask the enduring question? What do you think of me now, Pops? How about all this? Do I still have to go back in the house? 1 can imagine Jordan pausing, then realizing what his closest friends and as many fans understood long time ago that he doesn't have to ask anymore. His long raging debate can be put away forever now. The answer is right there in front of him in front of all of us. Something he can clearly see. And that is where I leave it. I hope you enjoyed it. I really did put a lot of time and effort into this. I highly recommend you read the book If you buy the book using the link that's in the show notes, you'll be supporting the podcast at the same time. If you value what I'm doing, and you want to help a friend experiences it as well. I'll leave a link. You can buy a gift description that is 212 books down 1000 a go, and I'll talk to you again soon."
}