{
  "transcript": "His relentless determination produced 6 Nba championships and some of the most spectacular performances in sports history. While his enduring grace and unique sense of style made him equally famous in the world's of fashion, business and marketing. And driven from within, Michael makes it clear that the basis for his phenomenal success came from the inside out. Thanks in part to those who guided him along the way. His skill, work ethic, philosophy, personal style, competitiveness and presence have flowed from the basketball court and into every facet of his life. Nearly 3 years removed from his last turn as an athlete. Michael's twentieth Air Jordan Shoe has helped Push Nike brand Jordan division to nearly 500000000 dollars in sales. This is a book about the power of collaboration in teamwork. The all inspiring energy generated when people combine their creativity and passion and a fearless desire to lead. Whether it's waking up at 6AM to work on fundamentals as a high school junior, are spending hours with legendary designer Tinker Hat on the intricacies of state of the art shoe design. Michael Jordan has never wave in his desire to be the best. Everyone knows the results. And driven from within, Michael Jordan and those in his inner circle revealed the philosophy that made it all happen. So that is from the inside cover of the book that We talk to you about today, which is driven from within, and it was written by Michael Jordan and Mark Van. So it's not expecting to do this book right now. It's actually 200 pages into another book that, hopefully will come in the next few days. But ever since I read that almost 700 page biography of Michael Jordan, I couldn't stop thinking about it. Just the the the ability to look into Michael Jordan's mindset and operating system really motivated me. It really mode really fired me up actually. And so I had read, like, briefly, the introduction to this book. And I was like, you know what? III need to do this right now. I feel compelled to can't put this book down. So in the the last few days, not only did I finish reading, I read this entire book, but also would go on Youtube, and every free moment where I'm washing the dishes. I'm in the car, I'm going for a walk, whatever I've been doing. I've been looking up videos and listening to Michael Jordan speak. Not videos about Michael Jordan, but literally downloading into my mind as much as I could, just him talking. And that is what also so this book because most of it, there's there's a couple, like, little... He calls them Vi yet, little, like little stories from people like his mom, some his oldest his friends, the the shoe designer Tinker Half that that he's worked with for 20 years. On, you the Jordan Shu and, you know, his main business. But the vast majority of what I'm gonna share with you today is just straight from the words of Michael Jordan, and then you and I will have the ability to download his mindset straight from him. And there's some ideas that I've learned from both these books that I don't think I'm forget. And I'll make sure I'll I'll point them out to you as we as we run over them today. So this is Michael talking, like, what why does this book exist and what it's about? And when I'm about to reach you, Remember he is talking... He's not talking about his Flank career. He's talking about his business. And, what's fascinating. So this book is, you know, almost what, 20 years old something like that. And I think it's a great illustration of what a lot of these other great minds that you and I've been studying, they always took tell us to never interrupt the compounding. That it's hard for our minds to grasp that all the profits are far into the future. So 20 years ago, it's already a Jordan brand, which he refers to his brand... So in the book he'll called Brand Jordan in modern day, he says it's a Jordan brand. So I don't want you to get confused about that, but I'm gonna read it as it appears in the book, which is Brand Jordan. But the Jordan brand, you know, over 20 years ago I was doing 500000000 dollars of sales, fantastic business. Right? You fast forward 20 years in the future. He did not interrupt that compounding, and now they're doing 7 times that amount. 3600000000.0. Oh, yeah. So let's go to this. He says no 1 and remember he's talking about the business. No 1 could have predicted the outcome because I was never following someone's lead or operating off existing model. There were no models for what happened at Nike. As you remember, if you listen to the podcast had just the previous podcast. When he signs at Nike, They're doing 25000000 dollars a year in revenue, and a large endorsement contract for an athlete. That time would be, like, a hundred thousand dollars. So she says there was no models for what happened in Nike and certainly nothing close to what we have created with Brand Jordan. Looking back... So, again, this is why the book exists and what it's about. Looking back isn't about celebrating the result as much as it is about understanding the process that produced those results. It's been about leading and staying true. Authentic to those fundamental values that flowed downstream from my parents and later coach Dean Smith. That says college coach at Un. Moving through the business world full time, I recognize that the structure of success is no different there than it was on the basketball court. Great companies have a lot in common with great teams. Players who practice hard when no 1 is paying attention will play well when everyone is watching. And so right there, his what what really surprised me is his complete dedication of practice, how much he he talks about it over and over again, and that is 1 of the the main ideas I learned from Jordan that I don't think I'll ever forget. It was so surprising to me. And it's something he's gonna repeat over and over again. You know what? It just struck me while I was reading the the inside covered to you a few minutes ago. And I didn't make the connection until, for whatever reason It just popped in my mind there. But if you go back, like, you'll see... You know, I've done extensive amount of reading and studying of people like Steve Jobs, Jeff Bezos, Warren Buffett or the 3 that popped to my mind. Over decades of their career. Right? And what's fascinating to me is how much they they they have a handful of ideas that they repeat over decades. Jordan shares that trait with with them. There's a lot of things that he's saying when he's 35 when he's 40, that he's still repeating when he's almost 6 years old today. So go back to this. There's no shortcuts. I've always believed in leading with action not words, and I learned very early to follow my instincts. This is, again, these ideas he's gonna repeat over and over again. My standards have always been mine alone. I've never tried to live up to the expectations of others. And everybody knows the results. This book is about the process. The values that form the foundation of my playing career are the same values that define brand Jordan. I truly believe those values never go out of style. So then he sets the very beginning of the books saying with asking a question. Will there be another Michael Jordan? Sure. There is no doubt a player will come along who be able to build on what I've accomplished just as I built on the example of great players before me? And then he talks a little bit about, like, the growth of the Nba in the game since he's retired, and that there's a... You know, obviously, it's a way more successful. As a business in general, a lot more fans. And so the the the rewards the players are not only larger, but they come quicker, and he's not sure that's actually beneficial. So he's saying, there was a line of corporations looking to invest in young Nba players in 19 84. It's the... It's often the other way around today, meaning that you could have... He had to prove that he had the ability to play. And then he got the rewards. He's saying that they're being a players today are being rewarded on future potential. And that... This is his, his opinion on why that could be potentially that detrimental. It's off the other way we're run today, which makes it a lot harder for young Nba players to realize the depth of their potential. It's hard to spend all summer working on 1 aspect of your game when you've already received the payoff. I never had that problem. And so now he's gonna go into, like, what motivated it him. I wanted to prove what I could do. This is something he repeats over and over again too. When my place start... When my place started approved providing me with rewards, then I wanted to prove I deserve them. I never felt the desire to rest on what I had accomplished. I never felt like I deserved to dry a drive a bentley when I got my first contract or live in a mansion. Is actually a store I'm gonna share with you later in the book, which which talks about his really surprised me how financially the conservative was. I that I was not expecting that from him. And it's actually kinda funny what motivates him to be so conservative too because he's just... He was terrified at the idea of ever having to get a an actual job. Those things might be symbols of success success to some people. But there are a lot of people who confuse symbols with actual success. What's left after you got all the money and buy the best car. There's no way to go from that. There's nowhere to go from there. And so his point is he's like I just focus on achievement, and I knew the the the financial rewards would come from that achievement. When we were won 1 championship, I wanted to win 2 in a row when won 2, I wanted to win 3 in a row because Larry Bird and Magic Johnson had never won 3 straight. Nothing of value comes without being earned. So I guess it's should pause here. All, everything I'm reading to you right right now is coming right after and 1 right after another There's not really a narrative for the book. What I really feels, like, so it goes in order of, like, the design and the shoes goes to all, like, the their thought process, the growth of the business as a result of all this, but really way to think about this book is just Jordan just speaking freely like off the cuff. Like, if you're having a conversation with a friend, just downloading into your brain, everything he learned from his... Not only his plate his plane career but building the brand and giving you his mindset and operating system himself. So He's saying nothing of value comes without being earned. We're gonna get into his motto, which he which he got from his high school coach. Which I think it's fantastic, but he he talks a lot about the, you know, the fact that he looked in myself as a leader. He says that's why great leaders are those who lead by example first. You can't demand respect because of a title or position and then expect people to follow you. That might work for a little while, but in the long run, people respond to what they see. I practice hard every day because I wanted every 1 of my teammates to know what I expected out of myself. If I took a day off, then I know they would too. Just like my high school coach used to say. It's hard, but it's fair. I live by those words. And then a few pages later, he's just got great sentence, which really is just a an echo of this idea that you and I've talked about over and nerve again that the score takes care of itself, another, rather surprising thing I learned about Jordan. He just focused on being as good as is as great at his craft as possible, and he knew if he did that, then he'd get the rewards he he he deserved. I figured if I was good as, I could be at Playing sports. Eventually, it would pay dividends. I didn't know how, but my main focus or sending my focus. Was to be the best player in whatever sport I played. That's all I ever thought about. So at this point, the book, is still reflecting on its early life. This is about what his dad, like, the the we talked in the last podcast that, you know, the fact that dad told me you're not, you know not good at anything go in house with the women get out of here, like, really burned, like, a, a extreme sense of, like, motivation in him. And so there's 2 main ideas. He's gonna... I'm gonna start this page on him talking about his father's opinion of him when he was a kid. But really, the thing about Jordan, I think is 2... He's got 2 really good ideas on this on this page that he shares with other people. I'm gonna the shorthand on the new annuity I left myself was have 1 speed go. That is something I learned from Nolan Bush now. The founder of Atari Chuck Cheese. He was a mentor of Steve Jobs hired a 19 year old steve Jobs. And he said, he's, like, when I gave Steve jobs a job at Atari. Like, he did... There was no he had 1 speed. He he was all out all the time. And then this really, the second idea really surprised me not because of the idea behind of it because he was... He said it explicitly. And this is an idea you know I've talked a about little over over again. That if you wanna be truly great at something, fine work that feels like play. So this is Jordan and his dad. He didn't think I'd didn't amount to anything because I had no hand skills and no mechanical skills. The way my father looked at it, there was no guarantee I'd be able to make a living. Remember, they're just like a normal you know, maybe lower middle class, family country family and wilmington to North Carolina. So his idea is dad's idea is, like, you have to be able to... If you're a mechanic, you can always, you know, fix things for other people, then, at least you're you're guaranteed some kind of way to to to make a living and and to support yourself and your family. Right? So he's, like, that's that's what I did. That's what you should do. Because I know hand skills no mechanical skills. That's why my father looked at it. There was no guarantee I'd be able to make a living. So I if you didn't have this skill Nobody be guarantee I'd be able to make a living, but I never thought about that. All my energy was focused on getting where I had to go. And Jordan talks about 1 of the motivations to that. I wanted the freedom to do what I wanted to do and I wanted to do it my way. To this day, the end this is shocking because Jordan is is widely known for 1 of the greatest work ethics of any sports... Any player in sports in any sport ever. Right? And somebody what he's saying, to this day, I don't enjoy working. I enjoy playing and figuring out how to connect playing with business. To me, that's my niche. People talk about where work ethics a player, but they don't understand. Would appear to be hard work to others was simply playing for me. We were playing a game. Why not play as hard as you can. And so it's on this page his mom is talking about stories from his childhood that you this this sentence might be surprising. Right? Michael wouldn't have done anything if we didn't remind him. Not not... When it came to sports, but just doing chores, going look for a job. He would have laid around and looked at the Tv all day. And so I think a lot of people have that problem. Like, I don't feel motivated. Do you prior... You're probably a driven individual in general. You just pick the wrong profession. If there's somebody out there that has to, you know, dragging himself out of bed, like, oh, crap I don't wanna go do what I'm about to do. That find something else to do. If you told Jordan hey I gotta go work as a mechanic, I gotta go sit an office from 9 to 5 and answer emails. These are examples. He's actually used. In in conversations, And I think they're also here in this book. You know, he's like, to me, that's torture. I'd have to force myself to do those things that wouldn't work really hard at. But he's you say, hey I gotta have an opportunity to make to be a pro athlete, then I will work from the time my eyes open in the morning till I go to bed at night, and no 1 will have to push me from behind. But what's interesting is it wasn't always this way. So that... That's a... Leads me into the next section where this is about his first mentor and a constant desire to improve his skills, and this is his... This is his excuse me his high school coach. So it's a guy named coach Herring. Coach herring is the guy that gave him that life motto. It's hard, but it's fair. Coach herring was the first 1 to see in me what I saw in myself. He picked me up every morning, my junior year took me to the Gym before school and worked me out. He was my push. He was 1 of the coaches who would just talk to you. You have to stay focused Mj. You can't do this m mj. Get your grades up, man, get your grades up. Most days, I enjoyed it. Some days, I didn't feel like going. Remember this whole idea about I didn't feel like doing it because he explicitly talks about your feelings don't matter. Business is about service to others. When he is playing, he feels it's his obligation. Somebody paid their heart. They worked all week, they paid their harder money to buy a ticket to watch me and it to play to entertain them. And to that degree, I think it's smart to have a motivation that's bigger than yourself. Right? But as points it's point his point is it doesn't matter if my knee hurts, my ankle hurts. I don't feel good. I have an obligation because I'm serving other people to go out and give my best effort. So most days I enjoyed it. Some days I didn't feel like going. But those are the days that c Airing would push me. Eventually, Michael's is able to to to play that role for himself. Right? He made this big old poster with the drill with all the drills listed, and we went through them every single day. That's how It got started. I wasn't a great athlete at the time, but I wanted to be. I wanted to be admired I wanted to be respected. I wanted the girls to respect me too. All of that drove me a lot more than most people think. I didn't have any status at the time. If that's what you saw, meaning, you know, I wasn't the best player. Wasn't excel. I was going to prove you wrong. Just watch me. That was my mentality. And then he an idea that Think very, again, surprising that he starts with low expectations, and then he'll tell you over and and you should be concentrating on the fundamentals, but what I found interesting is, started with low expectations. But once he reached that low expectation, he he didn't rest on as Laurel. Right? He picks on the next target, but as he's moving up that progression, he's building confidence. Let's go into. You'll see what I mean. My expectations are very low. I wanted to be the best player at at the park in Wilmington. Then I wanted to be better than my brothers, are the guys in my neighborhood. These were my expectations. Mate... Then he's he's talking about the depression. Make the varsity team in high school, impress the coach, get a 4 year scholarship to a major college with each and then he he ends that sentence there. But if you think about it he's, like, go to college. Win a championship in college try again and win a championship. Get, go to the Nba. Spent 7 years trying to win 1. Then I'll win 2, then I'll win 3, and I was watching them this other interview with him. And it was like real quick with a reporter, but like, hey, You've just won 3. Isn't that enough. He's like, enough for who might be enough for you, but he's like, no. There's always something else, something that's coming next. So says with each progression, I gained confidence. He ain't talks about what he learned in in from his college coach. Coach Dean dean Smith system wasn't about selling at 1 phase of the game. It... He was about excellence in every phase of the game, scoring, rebounding passing playing defense. And so part of the progression that had to occur to get him to the next level is the fact that his coach lies. His high school coach lies to get him into a 5 star basketball camp. And before Jordan is just isolated in North Carolina. He doesn't know how good he is, but his coach sees all the people playing. He's like, you can play with these guys. So he went to blind, get them into the... Into the basketball camp. I'm not gonna repeat stuff I already covered in the in in the last podcast, but this was new information was the fact that the guy running the coach or running the camp was so impressed. That, originally, Michael was only supposed to stay for 1 week. And so the the guy running the camp. His name is mister Ga fin, calls his parents, and, like, don't pick up Michael. And so this is his mom. Michael's mom were we're relaying the memory. Each week, we would sit in and they're talking about, you know, they they they... Their finances tight. They had to stick to a budget stick to figure out you, which bills we can pay this week, which ones we can. So we got this guy calling saying, hey, you know, come, Michael needs to say for a second week. We don't have the money for it. And this blew my mind. Each week we would sit down and figure out what what bills we were gonna pay. We had paid for 1 week of basketball camp when mister Ga called. We told him we only had 1 week... 1 called to say, hey, Michael needs to stay for another week. This guy is, like, you don't understand. Your your son's going crazy. So it says, he called... We told him we only had money in the budget for that 1 week. Mister Ga Fin just let us have it. He told us we didn't know the skills of our son. I said, sir, that's okay. We paid for 1 week and we're coming to get him. He said, I'll give them the money. And then Michael jumps in and talks about what this camp gave to like, his confidence. And his building, hey. I can play with the bet the best people around. I'm as good as they can. Alright. Actually, I'm as good as they are. I was full of energy after that second week. I thought I must be doing something right. All I wanted to do was to improve to keep getting better. I became a sponge. I got a glimpse of what success look like. So I'm gonna fast forward in the book. He's in Chicago Rookie year right away. He's like, okay, This guy not playing. And so there's gonna be some stories from friends 2 different sources from 2 different people in here. Let me give you the first 1. You couldn't help but notice this guy was different from all of us who are already with there with the bulls. His practice habits were unmatched. And so that's an easy... You know, that's the idea that you repeats over and It's an easy idea for you and how to use. In whatever field that we're in, we're just makes a commitment, no 1 is going to prepare more than me. No 1 is going to practice more than me. His level of effort, his level of competing stood out. He always wanted to take it to the next level. If the other guys didn't take their effort, their effort up, then Michael had no problem embarrassing them. And so then we have another store on the same page different person. Really, the they're gonna left myself on this page. Is just practice, combine practice effort and education. You ever see Star wars? Yoda is little ugly thing, but he's the Jedi master. He's the guy who taught everybody. Everybody went to Yoda for knowledge. When you sit around talking to any older person who has lived their life to the fullest, they have great stories to tell because they've had great experiences. Michael Is Yoda. He's always been an old soul. That's probably attributable attributable to the education that he got from his parents, the education he got from Dean Smith in college and then the education that he got in the Olympics with Bobby Knight. He was more mature than the average 21 year old kid coming into the Nba. And you see that maturity too if you watched the last dance because his rookie season, you know, think about it. Your kid from a small town. Now you're dropped in Chicago. You have a a nice contract, you know, not nearly, like, comparable to what athletes today make, but you you're making a lot more money. You've ever made your life. You have more freedom. Your plant... You're... You have people even though, you know, at the time I think they were like, they didn't even sell it half the arena in Chicago. But, you know, you have... You probably feel good about yourself. He goes, looking for his teammates 1 day. Knocks on the hotel room goes in and he sees most of the bulls. Remember, the bulls is a crappy team, bunch of, you know, average players. Not really serious about their craft. Goes in there. There's a bunch of girls. There's a bunch of alcohols. A bunch of people doing cocaine, and he just turns around. He's like, alright, well, I'm leaving. I'm out. And so this is the the maturity for a 21 year old person to not give to the temptation because those temptation would get in the way of what his goal and life was. That is very rare. So this next section is called un compromised. And I wanna pull before I read this you. I wanna pull out. I have a bunch of notes from the these these talks that I... Were listening to the last few days. 1 of them comes... There's, like, this long... It's like an hour long talk that's on Youtube where Michael's just sitting down and being interviewed by the magazine S Cigar Auto. And they're talking about... This is, like, 2 years before the last dance is released, and they hear the rumor they're like well, it's not out yet, but he says, Michael said something that was very interesting. I think ties into the section of the book. I was like listen, if you're gonna watch the last dance answer you're it's gonna show my unwavering dedication to the game. And really think that I think unwavering and un uncompromising or similar ideas What he's talking about here. Some players looking at me for all the wrong reasons, marketing, admiration, money made off the court. They don't understand the foundation I had to create to support everything that came afterward. They don't know about lifting weights at 7AM. Practicing hard every day, finding ways to motivate myself for every game, game, sitting up half the night with an angle in a bucket of ice or hooked up to an electronic stimulation machine. They don't know about any of those things. In a sense, my experience created a vision that obscured the hard work and commitment With all the attention on the surface, it's easy to become confused about the source of the money and glamour. And the great maxim that that I think would condense or dis steal what he's telling us Serious the fact that the public praises people for what they practice in private. The public praises people for what they practice in private. They're seeing the money, they're seeing the private jet They're seeing the commercials. They're seeing the championships. They don't see the hours of practice. The fact that I'm getting my knee drained. My ankles messed up. I woke up at 7AM this morning. I work... I were lifted ways before practice. I worked on j after practice. And so he gets to his punch on here. You have to be un un you have to be un compromised in your level of commitment to whatever you are doing or it can disappear as fast as it appeared. So he continues to steam. Don't pay attention to the wrong things. Pay attention to the way I play the game. Pay attention to my passion. Pay attention to the idea of focusing on improvement every day. Pay attention to my commitment. Commitment cannot be compromised by rewards. Excellence isn't a 1 week or 1 year ideal. It's a constant. There will be days when you don't feel on top of your game, but your commitment remains constant. No compromises. Look around and just about any person or entity achieving at a high level has the same focus. The morning after Tiger Woods rallied to beat Phil Mick at the 4 championship in 2005, he was in the gym by 06:30 to work out. No lights, no cameras, no gl or glamour, un compromised. So something I learned that was surprising this book is the fact that Jordan almost left Nike to set up another company. And it's just a few into his career, so this Jordan talking about it then I wanna talk about, then we have his agent, David Fa talking about this time. And I love comparing con... Comparing, you know, the same die hard competitive spirit that Michael Jordan applied to his game, Phil Knight had that same competitive spirit in building Nike. And so it says, so when my contract was coming up, he came to us and said, so he's talking about, there's 2 executives in Nike Peter and Rob, that were really, like, Jordan's Liaison, Liaison to Nike. And so they went up dipping out and saying, hey, you know, why don't we start our own company your own equity that you can build the business. And Jordan is talking about. So when my contract was coming up, they they came to us and said, let's go out on the edge. Let's do something different. Let's start our own shoe company. Peter was our lead designer, and I had work very closely with them. And Rob was a very good close... Good friend of the family. And so Jordan really about loyalty and personal relationships. He was contemplating this. And so this is his agent talking about it. But Michael was at Nike, and it was becoming the most successful endorsement in the history of professional sports to say that I was in shock, would be an understatement of the century. First, I thought Rob was a really close friend. And to think that he would have done all this behind my back amazed me. Second, starting your own company seems in at this point, seems the kind of thing or It is the kind of thing that seems really sexy rather, and exciting to a client because they're not seeing the downside. I had a meeting with Michael's parents who were very, very competitive. And I said, you don't understand. This is going to be like World War 3 for Phil Knight. And Phil is a very competitive guy. That this is his number 1 talent leaving, and he's not gonna say, no problem. You have my blessing. Take my number 1 endorse sir. Good luck. Phil is a competitive guy. Nike he wanted to take over the world. Michael wanted to take over the world of basketball, so that drive was mirrored from 1 another. They are parallel stories. And I love that that stated explicit because if you read... I've read... I've done... I've read re re reread, Phil Knight book. I don't know, like, probably, like, 30 podcast podcasts back or something like that. I did another episode on Shoe dog. Now I've read 2 books on Michael I've spent a long time studying him. I do believe that, like, that is... That is my understanding as well. And I'm glad it's stated explicit here. They're parallel stories. It's the same idea manifested in 2 different personalities in 2 different industries. So what they end up doing here that smart is they're using the other offer as a leverage. So David and his parents talk Jordan out of doing this, But then they use that offer as a way to get equity to actually get brand Jordan. Nike put a big deal on the table that expanded our line, gave me more creative control. This is Jordan speaking here. Gave me more creative control and proof rates. Within Nike, period we were expanding line when in essence, we were starting another company beneath the Nike umbrella. Rob and Peter understood my feeling. They told us to use what they were trying to do and to get what we wanted from Nike, and that's what we did. So then there's this great story about when Michael Jordan gets to meet warren buffett and and and gets to hang out and spend some time with them, and they've really realized like, this is different animal same beast. And has to do with how they come about making their decisions. I've always wanted to know what successful people used when they were evaluating and deal or making a decision. I was with Coca Cola earlier in my career, and they would put me on a dog and pony show all over the country to meet bottle. It would take almost 8 days. I'd go into supermarkets everywhere shaking hands. On 1 of those trips, I was in Omaha Nebraska and I had an opportunity to meet warren Buffett. He invited me out on his boat. First of all, I don't like boats. Now this is the richest guy in the world of time, and he's the largest shareholder of coke. I said mister Buffet. I don't mean to offend you but I'm afraid of boats. He said don't worry. We have life jackets. I told him you're gonna have to give me 2 to get me on that boat. And so then they have this decision. Our should this discussion. I I asked him about his decision making process. What do you think... What do you think about when you're making your decisions? What is your thought process? And he says, whatever my gut tells me that's what I do? And so Michael was like, oh, I'm the same way. I thought that was pretty wild? Because up until that point, I was just... When you talk about making decisions. I was just asking myself, what do you feel? Once I made a decision, I didn't think about it again. It was strictly off gut. That's how Made a decision to go with David Fa. That's how I evaluated deals before I sign my contracts. I don't think about it again from that point forward. It's still amazing to me that given the decisions warren Buffett makes and the money that transfers with those those decisions that he still goes with his gut. I just felt good hearing that from a guy like him. Or assuming me, I just felt good hearing that from a guy like him. And so now we got to the part where I mentioned earlier I was kinda surprising how financially the conservative was. So Tinker hat field, main designer, like, he said he calls him his right hand man in the Jordan brand for the designer of shoes. Goes to visit Michael superior into his career, and he goes to his house, and he says his first house after he got married was a normal place. It wasn't anything special whatsoever. And he was a major superstar then. That was an interesting back to Michael that reminded me because there's this great story. Bill Gates to go to visit Steve jobs, and they're working on a on a deal. And he goes to his house and Bill goes... He sees, like, his his house. He sees his family and, you know, bill at the time had had been living in... I think it's called like X or whatever his his... His... He's got, like, a 60000 square foot house, on the Lake in Washington. Right? That, you know, got a lot of like, attention because there's, like, leading technology of its day and all this other stuff that he built into it. But he asked Steve Jobs He go... He goes do all of you live here. He couldn't believe. He's, like, how moderate... Relatively modest for the amount of wealth that Steve Jobs had. But he didn't need to feel to do the same, you know, what Bill was doing. So this is Michael talking about that. It's always been very conservative financially. That came from my advisers, and I listened to them because I was scared. You don't wanna be like some of the guys at the end of end of their career with nothing to show looking for work. That was scary to me. The idea that at some point in time I'd have to go get a job. I've seen a lot of of people who had opportunities to be successful and wealthy, but they made critical mistakes. I pay attention to those things. Money never drove me. Sure. I wanted to be successful. I wanted the nicer things that success brings, but my passion was pure. The way I played and the way I go about things has never had anything to do with money. And part of this motivated and was the fact that even when he was in his early days of his career, his mom would would repeat the story of Joe Lewis, I didn't know that I heard the name named joe Lewis. I didn't know what, what she's about to tell us. I often told him about Joe Lewis, the boxer. He died homeless. He didn't even have money to bury himself. He had no discipline in no direction. And then just a quick paragraph, 2 ideas that he repeats that I think are worth reiterating 1 blind on focus, so just like when the horses, They put the horse on the blind... The blind on the horses, so they don't look left and right, they just look forward to whatever the... Their goal is. I think a lot of successful people in life have that mentality, and then the Steve Jobs quote that I repeat over and over again, they remind me of, reminds me of there's a lot of parallels between Steve jobs and Michael Jordan, so you'd be a yards stick for quality. People are not used to an environment with excellence is demanded. So he's saying, I'm very secure in my ability to focus on what I want. If I have a goal, no 1 is going to deter me from what I want to do. I'm going to get up and work out in the morning and do all the necessary things I have to. I am not going to be talked into looking the other way. When I got to the point where I a senior partner on the bulls, the guys The guy who had been there... The guy who had been their longest. I started to exert exert my leadership vocal. I guess you could say I became a tyrant or at least that's how some people chose to interpret those actions. That's not how I viewed it. I knew what it took to come for where from where we were in 19 84. I had put it on the line and I had earned the right to let my teammates know what Expected of them, and it was no more than an expected of myself. I played in front of 8000 people night in the beginning. That never determined how hard I played. It's easy when 18000 people show up to watch you to play, and every game is show sold out. It's not hard to find your motivation in that environment. I was playing when Chicago Stadium was half empty and my effort was exactly the same. And a lot of wood Jordan has to say, and he says it's an interviews too. I used to start reading some of my notes to you because I'm gonna get to the, like towards the end of the book and not include the notes which I think are very valuable in just hearing him talk as well, but about managing your mind in this mindset. So in addition to practice and just saying, hey, no 1 is going to prepare me. No one's gonna practice more than than I do in my craft. Right? That's another idea that I'm gonna take from Jordan. The other idea is another main idea that I think, I at least... I definitely struggle with is like, I'm constantly, like, worried about what's gonna happen in the future. Like, hey, I'll be happy. I'll be satisfied when I get to x, You know, and then you get to x and you, like, play that game with you. And it's 1 thing I learned about Jordan that is just shocking to me. Is he just lives and thinks about this moment. He did it when he was playing in the bulls. He did it when he became an Nba owner. He talks about it when he's building brand Jordan. He talks about it now Is almost a 6 year old person. And, actually, know, let me just read this to you now because this is when he's 58. And he says, I wanna go through... I wanna go through a day or a week, not worrying about what I have to do on Wednesday or Thursday because I won't then enjoy Monday. It's just this more living in the moment. He has different ways to say that same idea. All is now, all you can focus on is this moment. And the example I used in the the last podcast was the fact that, you know, he just won a 6 championship. He's was playing the piano, throwing own champagne everywhere. They're smoking cigars. And the guy's like, hey, You got another 1 in you. He's like, it's the moment, man. Live in the moment. We're enjoying this now. Worry about that in October. That discipline it takes. And I think you'll be a lot happy. I think that's also why if you have little kids. Like, you know they're just usually happy and even if they're upset, they get over it really fast. Because it's all for for, you know, 18 months... Old, like, my son is now, it's like, everything is just whatever's is happening at that moment. And I think, oh, everybody, like, every human struggles with that, but I especially driven motivated people struggle more. And I think we have to learn to live in the moment because if not, you're compromising the present. Like he just said, if I'm worried about what's happening on Wednesday and Thursday. I mean means I can't enjoy on Monday. And I have limited Monday's left. He talks about, you know, I'm I... He might be 54. I think and I said 58. I... Now coming to my I think he's said 54 At this point in though interview. Like I'm 54 years old. You know, I have a limited time left, whatever is 54 58 same same difference, You know? But his point is like, I have limited Mondays left. I'm not going to ruin them by worrying about something. I'll worry about Wednesday when I get to wednesday. I'll worry about Thursday when I get to Thursday. Sorry. Let's go into this page. This is know what you want and don't rely Oh, don't really pay attention to other people's expectations of you. Another thing I learned from Kobe Bryant too? Because he was given this interview with a mod shot and you to talk about, you know, when you go through struggles, like, what do... What about the fans expectations of you? The the the this question a mod shot is asking Kobe, and I love it because Kobe is like the stan face. I stink he's like, ugh, like, if you're... You taste that you're smell something really gross. So you can just hit him with a stan face. And he's, like, and he shook his head a meeting, and he's like, the expectations will never be higher than my own. And I think that the idea there is, like, you've really messed up if you people to have... They're able... They're capable of putting external expectations on you that are higher than your own, back to this note, focus on the present moment. And then it's all you can control... A, focus on the present moment, it's all you can control, and then why not me? So let's see what what Jordan saying here. All I knew was that I never wanted to be average. I just wanted to follow what I felt. My father put a challenger for me. I in in in front of me, I knew what he expected it. So back to, you know, be a mechanic, be whatever. The expectations I have for myself were beyond my father's expectations. My thoughts were way beyond the idea of preparing myself for job, so I could be like the guy down the street. I had dreams. They were my dreams and I had no fear of them, And this is an important sentence. I knew going against a grain was part of the process. I wasn't limited by someone else's view of how my dream should look or whether they were reasonable or not. So they talked about, like, what do you do after you identify the goal, put all the work in and then let the future emerge. That is a lot different than forcing the issue because you're worried about an outcome that hasn't been determined yet. Anything can happen if you're willing to put in the work and remain open to possibilities. Dreams are realized by effort determination passion and staying connected to that sense of who you are. Why me? Why not me? And he's not saying, oh, don't worry about the future whatever will happen will happened. He's saying the point is, like, if you did everything possible. If you know you put all the work possible, then let the results land where they are. That's not the same thing. As just being, oh, well, you know, whatever maybe be will. No, it's like, I'm going to do my level best. And then if I know I do that, I will be okay with whatever happens. And so let me give you a quote from another interview. I never feared about my skills because I put in the work. If you put forth the work, then what are you afraid of. And then this is a line from his hall speech, limits like fears are often just an illusion. So then another idea that's gonna pop up in this book over and over again, It's really an introduction in why he's worthy of study is his extreme mindset. This is the extreme mindset of Michael Jordan. So he says, if you wanna win, you have to pay the price. It's not complicated. If somebody didn't want to hear that from me fine. Go play somewhere else. Come on, man. You might be sick, but you can still play. I remember when we were playing the Detroit and 1 of our guys was bent over after getting hit. I said, don't let them see you in pain. You know why? Because they're gonna do it again, and that's gonna take your mind off what you need to be doing. Show that you can stand up to whatever they have to give. Let them know it's not affecting you and they won't do it again. But every time you wimp out, you bitch about it. You cry to the ref, all that all I'm going to say is shut up and play. You know what they're trying to do, don't let it happen, play right on through that stuff. And so that is 1 of his main criticisms about the players that came after him. The fact that they don't look at it. They look at like, it's almost like, there's an echo to what we learned from the great advertisers in the past. The fact that a lot of people say, hey. I... I made... I made some tires. Buy my tires. It's like, no. You think to do best ads service first. It's like, what can I offer you? But John's point was, like, they paid money for you to to play? Like, you should show up and play. Right? And what he's saying right here about, You gotta learn how to play through the pain, don't let people see a struggle where the cases. For some reason, when I got to this section, and maybe me think of of a a paragraph that takes place in Henry Ford's auto, my life and work because Henry Ford had the same mentality about service first. You're serving your customer first and your feelings and and desires come second. And so he's writing these words almost a hundred years ago, but it's... It echoes exactly what Jordan's mentality was when he was playing basketball. I pity the poor fellow who was so soft and fl. That he must always have an atmosphere of good feeling around him before he can do his work. There are such men. And in the end, unless they obtain enough mental and moral hard to lift them out of their soft reliance on feeling, their are failures. Not only are they business failures, their character failure failures also. It is as if their bones never attained a sufficient degree of hardness to enable them to stand on their own feet. There is altogether too much reliance on good feeling in our business organizations. And Michael's not just preaching this. Like, he actually live this. So that's what gives his words. I feel more weight. This is a continuation of this extreme mindset of Michael Jordan. A leader has to be willing to sacrifice to help everyone else get to where they need to go, no where the team needs to go over there. No 1 could... No 1 could take days off with the bulls because I never took a day horace Grant and I had a falling out because he wanted to day off here and there, and I would cha him for it. That's what leaders do. They set a standard, and everyone has to live up to that standard. It is the same in every great organization. You have to rise to our level. We are not going to drop down to yours. I apply that standard to whatever I do. And this is his mom on the same page reflecting on this. Am might go earned every bit of this. I tell people. Do you know how many ice packs Do you know about the ice packs on his knees? How we h out of Chicago stadium sun nights, barely unable... Barely able to make it home? I remember that day in Utah, they call the flu game, which we learned it's the food poisoning in a game. I'll never forget that day, I told him, don't play tonight. You were too sick, and what did he do? The best came out because you find a little bit of strength where you keep going when you keep going. That's a termination of focus. The idea that he wasn't gonna give up until he had given his last. That is life, give it your best and all other good things will come to you. Then a few pages later, there's just 2 sentences, 2 ideas that are conveyed in 2 sentences that I wanna bring to your attention, and this is Tinker hat filled describing what it's like to work with Jordan. He's just deadly, cool efficient, and then Jordan talking about how he approaches everything which I love. I focus on the little things. Little things add up to big things. And for some reason when I was reading this page in the book. It made me think of... I did this 2 part. It's like, a 1 of the longest episodes of founders. It's the the Peter 2 episode. I think back in the thirties or something like that. I read Ryan Hall book conspiracy, which I thought the storytelling that book was fantastic, and then then then Peter's book 0 to 1. And there's something I heard Ryan on a podcast 1 time. He was doing like the book tour. Doing these interviews to public size that the release of that book. I think that's why I I found the book. Anyways, he said something about Peter T approach to the conspiracy to get revenge against somebody that that he felt wrong him. And he's describing the whole arc of that book. And all the different decisions that that had to go into, from from Peter's perspective of the successful outcome. And the sentence was it was ruthless efficiency and hyper competence. That's the same description of Michael Jordan as well. Now remember, the point of studying, Michael Jordan and people like them. It's because, you know, it's not like the person walking around the average person has anywhere close to this extreme mindset that that Jordan does. This is a an example of that. This guy telling the story has been Michael's friend for 25 years. And this is Michael Jordan's, you can't ride the fence story. This is crazy. I was really close to Ralph Samson. Ralph had a big Puma contract. When I would go to Boston with Ralph, we'd go to the Puma warehouse. I would do the same thing when I go out to Nike with Michael. They'd say whatever you want, pick it out and we'll ship it to you. I had my closet separated out, half Puma half Nike. Michael comes to my apartment. We're getting to ready to go out and he says, man, it's kinda cold. Can I borrow 1 of your jackets? I said, sure. Go in the closet. He went in there and saw everything separated out. He's in there a little longer than necessary, and he comes out of my room. He has taken all of my puma stuff out, brought it to the living room and laid it on the floor. He goes into the kitchen gets a butcher knife and literally cuts up everything. This was like his second or third year in the league. He literally took a butcher knife to it all. When he's done, he picks up every little scrap and walks it down to the dumpster. He then says, hey, dude, call Howard tomorrow and tell him to replace all this, but don't ever let me see you in anything other than Nike. You can't ride the fence. That's how Michael thinks. Now we're gonna fast forward in the timeline. This is Jordan talking about his time on the dream team. And so 1 of the sentences that stuck out from last week's book, Or, a couple... The book... The last book rather. Was that Jordan had been surprised to learn how lazy many of his Olympic teammates were about practice. And then he says something or the officer said something that just gives me goosebumps. Gives me chills. They were deceiving themselves about what the game required. Think about the extreme mindset of Michael Jordan. This is not only, like, you have multiple levels Like, it's extremely hard. You know, what 400 players or something like that. 400 people, fred the exact number can get to the Nba. Then add a... Even smaller number gets to be an All star. An even smaller number, gets to be chosen for the Olympic team. This is who Jordan is talking about. And then he's saying, even when you got to that level, they didn't understand the importance of practice they were deceiving themselves about what the game required, but they already got to the Olympics, What are you talking about? And I was thinking about? I was like, well, how many of those players. Yeah. They got to. They had individual accolades. They got deep in the playoffs. None of... A lot of them none of them won 6 championships on that team. And a lot of them never won a single championship. So I think that really talk ties into, like, this extreme outlier mindset that Jordan possesses So I'm just gonna read nearly this whole section to you, because I thought it was very interesting. He says the 19 92 Barcelona Barcelona Olympics was 1 of the best times in my life. You're talking about the greatest players in the world. Guys who had every story written about how great they were. All the things they could do and had done on the basketball court. All I thought about was, I wanna see this for myself. I wanna see what those... These guys are all about. That was my motivation going to the Olympic games in 19 92. We were coming off back to back titles. I was exhausted, but I had to see these guys for myself. I'd had played against them, but I wanted to see how they practice. The best part of the whole thing turned out to be the practices. All we did was line up and play. Chuck Daly, the coach of the Olympics. He'd just say, come on, guys. Let's go hard for an hour or 2. Let's get loose. That's all he did. He didn't coach. He didn't call foul, he just threw the ball out there. The games were competitive as hell. It was up and down the court. We had 12 players, but John Stockton had broken his leg and Christian Lake... Late was on team, but he was still in college and no 1 would let him in the games. We played 5 on 5. If magic got off to a good start or anyone else the talking would start. These were the teams. Me and Scotty, Chris Mu, Larry Bird and Patrick Ewing. That was our 5. They had magic, Dr, Malone, Charles Barkley and Robinson. Think about this. He beat magic in the finals, beat Dr in the finals, be malone in the finals, and beat Charles Barkley in the finals. That is crazy. I didn't realize I read the sentence. We whipped their ass every day. In Monte Carlo, we got to the most heated match of all time. Magic was telling us how great the lakers were and how Showtime was the best basketball. Me and Pip are listening to this on the way to practice and we say, okay, we're gonna show you what the new kids are all about. Me and magic talk trash back and forth all day. I was guarding him, and I'm saying you don't have kareem now. You gotta do it all yourself. At the other end, he was guarding me, and I blew right by him. I'd be trash talking. This is in your old team. We beat them so bad then when the game was over, Magic said, we ain't leaving? We gotta keep playing. Scott and I looked at bird and we said we're ready to go. Magic said, why are you ready to go, and we said because there isn't any competition here. Magic didn't speak to us for 2 days. So another thing that's Jordan says in this book, I've also heard him I'm in the interviews multiple times is important. Like, if you were being authentic to yourself, you're making decisions from your instinct you... That's the only way you're gonna have long term success because you can't... You... You... If you're just falling fad, you're trying to fake something Like, you gonna only do that for a short amount of time. And then he combines us the ideas, like, skip a shortcut. Like, it's supposed to be hard. It's hard, but it's fair. Remember his motto. This is gonna remind me of there's a quote in that book the hour of fate. I forgot which founders episode it is. But you'll see in the archive if you're interested because it's about the, the partnership like the I guess the the feud and then the unlikely partnership between Theodore Roosevelt and Gp jpmorgan, but Theodore Roosevelt is somebody I'm gonna read multiple books on the future I've already done I think, what, 2 or 3 podcasts on him at least because he's just a very fascinating individual. And he lived. I feel multiple lifetimes. He dies, you know, relatively early means, 60, the river of doubt is a great book about, like, towards the end of his life and just the crazy things that he would do. That's also in the arc okay. But in the the hour of fate. It said, Roosevelt was forever at it. He was a curiosity, always pushing and straining and emo friends around him to do the same. Theodore loved to row in the hottest sun over the rough water in the smallest boat. He is not 1 for shortcuts jordan isn't either. So he says. We have become a shortcut culture. To a certain degree, we define success on the basis of fictional attributes. If the guy has commercials a lot of money, the girls the car, then he's considered successful, whether his performance matches all those things are not. Success to me has nothing to do with how much money you have or what kind of car you drive. I always wanted to know where I fit in with the best. Authenticity is about being true to who you are. Even when everyone else wants you to be someone else. It is a lot harder to become the best you can be when you're focused on trying to be the best version of someone else. There's nothing authentic in that. And if it's not authentic then it's not going to last. And so that reminds me something he said this interview This your car shit S cigar an auto interview because it's, like, you know, your your own a Nba team, you got businesses going. Like, what what is most important to you? And so Jordan says, if all the things I'm involved. My strongest passion is the Jordan brand. Because I can impact that in a much greater sense than owning an Nba team. To be able to continue continually talk to that consumer to interact with that consumer. It's not dependent on how the season ends. This is the most important part. If I had to pick... If I had to pick of all the things I'm involved in, the most important is the Jordan brand because it's my Dna. It's in my Dna. It is who I am. This is a story coming from the the preparation and his work. Ethic that he was a previously applying to basketball nice he's applying it when he's in the minor leagues trying to be a baseball player. And really this is the Jordan doesn't have an off button story. Well when Michael did to get himself ready to play baseball was grueling. He would get up every morning and go to the complex or before way ahead of the other players. He'd get into the batting cage, swing the bat and knock around the ball. He would do this for an hour to 90 minutes. Then the team would show up, and Michael would go through the regular practice which ran about 3 hours. Then he would go back out for another hour. His hands were so raw that the call would rip open every day. The trainers would wrap his hands and ga and tape. He looked like a price fighter The next morning, Michael was back in the cage, swinging a baseball bat for hours. He never missed a day. Not only did he not miss a day, he never said a word about his hands. That's how you get ready. Once the on button is pushed, there isn't an off button. So another idea. I love the fact that Michael was always talking about something he learned from his parents something he apply for the rest of his life is that you gotta take negatives and turn a positives. So he's got this really famous commercial Nike commercial. It's it's the Nike commercial about failure. And I'm just gonna, read you real quick because I pulled script into the transcript. I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times. I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life, and that is why I succeed. So he's asked, I'm gonna combine this with it? Something else I heard him talking to interview He's was like, what's your biggest rent? I don't have regrets. To win you have to lose. To be successful, you have to have something that wasn't successful. To be happy, you have to have disappointment. And to me, that's the idea he's expressing. I just have 1 sentence for you here. He's talking about the the the commercial. That I just read you. The idea of not being afraid to make mistakes are using negative outcomes to create positive ones was great. And so let's go back to this mindset. The reason I I... I'm talking about, hey, like, you... You get... You get close to Jordan and you hear his words, you you read books about him. You watches his interviews. You're really downloading his operating system and the mindset that he approached his craft, and he talks about the mind over and over again. And he says, the mind will play tricks on you. The mind was telling you that you couldn't go any further. The mine was telling you how much it hurt. The mine was telling you these the you telling you these things to keep you from reaching your goal how weird and twisted. Right? And crazy this is. Right? You have a goal. Your own mind is trying to play tricks so you don't you don't accomplish that goal. The mind was telling you these things to keep you from reaching your goal. But you have to see past that, turn it all off if you're gonna get where you want to be. I'm gonna read this again. The mine will play tricks in you. The mine was telling you that you couldn't go any further. The mine was telling you how much it hurt. This is Michael Jordan. This is not a soft weak person, and he's telling you... The mind plate my mind tried to do the same thing to me. Right? This is extremely important. The mind was telling you how much Heard. The mine was telling you these things to keep you from reaching your goal. But you have to see past that turn it all off if you're gonna get where you wanna be. So there's a couple quotes. I'm gonna... Before I go to the next page from my notes on... All these talks been watching. So 1 of this, I think that will help, and Michael says, work ethic eliminates fear. And, actually, you know what? Before I go back to my notes, that what he's talking about the mind playing tricks on you that you're gonna be fearful for a work work Ethic I eliminates that, Jeff Bezos in the next page, Jeff Bezos what Michael's is about to tell us for reminding me what jeff Bezos said. He says as Jeff says stress stress primarily comes from not taking action over something that you can have some control over. So Michael is saying, I was as prepared as I could possibly have been for that moment. I couldn't go back and practice a little harder. I knew I had done the right things to prepare myself for that situation. 1 way or another, I knew I was prepared to be successful. Now if you know you haven't prepared correctly, which is what Jeff is saying we're the where is the root cause stress. Or you haven't worked that... And then you haven't worked hard enough, that's when other thoughts and emotions creep into your mind. That is stress that is fear. Pause here. Go back to this. Work ethic eliminates fear. Right? Back to Jordan's paragraph. It is the same process for doing anything anywhere in life, no matter how big or small, whether it's running a corporation taking a test in the second grade or taking a shot to win the game. At that moment and I double underline the the sentence This is fan task stick. At that moment, you were the sum total of all the work you have put in. Nothing more and nothing less. If you are confident that you have done everything possible to prepare yourself then there's is nothing to fear back to my notes on the talk. I have total confidence in my skill, so I am not afraid. It's the same idea he's expressing and I think, like, 15 year gap, between those 2 ideas. So it's obviously very fundamental if he's still talking about it. More notes. I know I can play this game, and I know I play at the highest level. You've got a lot of guys with the ability, but they don't have control of their mind. I'm not making this up. How many times is Jordan saying the same idea over and again. The importance of having control over your mind. A lot of people can run and jump and shoot, but they don't have the killer instinct and the confidence in themselves to perform those skills. Let's go back to this the zen you know, he's having influenced by waiting learn from Phil Jackson from the psychologist and meditation that living in the moment, like, the Zen buddhism idea. I want to allow whatever is going to happen to happen at its own rhythm. That is just... There's a single quote on entire page I want to allow whatever is going to happen to happen its own rhythm. Something he told Oprah that's kinda similar to that thought. If you chase something you might not get it. If you pour put forth the work, the next thing you know it's bestowed upon you. Okay. So now he's got a bunch of ideas on this page. So my note is my driving force was to show people what I could do, wake up and go on the attack. We are on the offense all the time. So there's a... You can find these principles of Nike in early days or... I think their first marketing managers when that I wrote it out. But they said that. We're on the offense all the time. Jordan was the same thing, and then find ways to trick yourself. So let's see what this is about. My driving force, my passion was to impress people with what I could do. It was the idea somebody might be sitting in the stands who had never seen Michael Jordan play before. I thought about that person who had never experienced the excitement or the entertainment I could provide? I would wake up in the morning thinking, how am I going to attack today. And then the idea of, you know, even how do you how do you have that motivation every day? Even after you... Now he's got the accolades. He's all star Gold Medals, Mvp each championships. He's got up trick your mind. You gotta play games with yourself. I never knew what my motivation would be until something during that day. It wasn't easy as I went along because I accomplished so much. I had to trick myself. I had to find a test within the test. I look at these kids today and they don't know how to trick themselves. They don't even understand the need to find a way to get yourself ready to play at that high level every night. And now we're gonna see that. Again, he's holding everybody else to a high standard, but not a higher standard than he held himself. And so this... This section reminded me of that quote, I say to you all the time, because I think it's extremely important to know. Comes from founder 4 seasons is z sharp excellence is the capacity to take pains. Before I read this section to you. Let me read some more quotes from these interviews that I think are echoing what I'm about to reach you. Remember earlier, he's saying, I'm not gonna fall down to your level. Right? My competitive drive is far greater than anyone else I've ever met. We have a goal of vision to obtain. Sometimes you have to do it when you're tired. It's a test of your will to succeed. So how does this relate to what's happening? Just talking about when he's playing on the wizards goes from being Gm to going down trying to to get to get the note the players at Washington Cuomo Brown said it was hard and on I was hard on him, and I was. Because I never believe he had ever tried to push himself. He had developed bad habits and I don't believe in bad habits. Tomorrow's kids are gonna have to see someone playing hurt, see someone practicing the day after winning a championship. We have to provide examples so they can relate to that ideal. Otherwise, we'll lose the gap. That it starts to fade away and 20 years from now, you'll never see someone play sick or get out on the floor with a sore ankle. So on the same section, we have a a friend of his, like, add to what Michael saying here. I saw a guy sitting on the training table for 2 weeks of the spring ankle. Michael had a backs him 1 day, and we literally had to carry him off the floor and drive him home drive him home in the bed of a truck because he couldn't move. They gave him treatments and they gave him heat treatments and cold treatments all night long, and he played the next night. He had fluid drained off his knee. I don't know how many times. 1 night, he had 22 Ccs of fluid drain. Do you know how much that is and that was before the game. So again, I think Michael's words resonate because they're not just words. He's not telling you, hey, you know, Scott, do you have a migraine get in here. Hey, you're you're back hurting, you know, because in the last dance, Michael incur play like, he's like, just go out there be a d decor. He... That wouldn't work if he didn't do himself. And so what do you say? You have a goal. Don't you? You have a vision to obtain. Well, sometimes you're gonna have to do it when you're tired, and sometimes you... You're not gonna feel well. You have to do it anyways. It's a test of your will to succeed. Let me go back to my notes. There's another another thing he says in this other interview. If you love something, and your goal is to be successful. There's a certain price you have to pay. There's a certain accountability you have to hold later in the same interview he says, Everything comes with the price. And I'm I'm gonna read the last note I have on this, and then I'll just finish with the book. Because, really, this is something you said about his dad. And he's saying at 25 years after his dad was murdered. Right? And part like, part of the reasons founders exist is, Of course, like, we wanna learn, like, how they thought about work. The ideas is they had... You know, they spent 40, 50 years over their career. They've obviously picked up useful information that is useful for for future generations. But work is just a a micro, like a smaller part of life. It's really, like, how to to learn how you have a great life. And so outside of the work relationships. I think about the personal to a lot because These are life stories. They're not just work stories. Right? And really, something that has... I I feel like, I've benefited greatly from reading these books is understanding the profound impact that the your... The relationships how your relationships with other people affect their journey in life. It could be your close friends. Obviously, your kids, your your your life partners your spouses, whatever it is. But there's 2 he just says a few sentences there. There's just 2 ideas that jumped out Me mean, is the fact that you know, he's having this discussion, 25 years after his dead died. So the impact that you're gonna have. If you if you have kids now and maybe you have kids in the future, like, how important that relationship is to your kid and know that's going to affect what you do with them. Your actions are going to affect their lives long after you don't exist anymore. And then Jordan's ability to process and to get control of his mind and to take a the 1 of the most negative things that could ever happen to a person, and say, hey I'm gonna... I'm... They I didn't have control over. I didn't want it to happen, but moving forward, it's gonna have a positive impact on my life. He says. So this isn't when he's asked about his father 20 your for 5 years after his die after he died. I had him for 32 years. And I never look at it from a negative sense so he's talking about it, I'm not. Yes, I wish he was still here, but I had him for 32 years. Right? Obviously, he was murdered. I think about him practically every day. So those 2 ideas. Like, yes. I didn't want to happen, but I had him for 32 years. I got re in the fact that I did have him for that long for that that period of time. I wanted more, but I didn't... I don't get control that. I had him for 32 years and even almost 3 decades after. He's no longer with me. I'm still thinking about them every day. So let's go back to the book. This... I almost ended on this because I thought it was so such a great thought. Like, it doesn't have to be someone else. It could be you. And so he says for the for the twentieth anniversary shoe, we asked who's gonna be next? Who's gonna come along and take Michael Jordan spot. In 1 way or another, just about everyone is gonna go through that kind of search. The idea that it could be you is something all of us can relate to when we think about our goals. It doesn't have to be someone else getting all the accolades. It could be you. And then we have Michael explicitly talking about the fact that building a team on a business is extremely similar to building a team and a sport. Differences, 1 is negative some and 1 is positive son. It's only 1 Nba champion. There could be many, many successful businesses. And really, he's gonna touch on 1 of his another main idea. The guy once that... At least I'm gonna take away The idea. Okay, practice. Right The importance of practice, believe in practice is the is the way I would steal that idea down to its essence, Believe in practice, live in the moment, and then the importance that listening is a super superpower. How shocked were you. When you... If you listen to the podcast, like, the fact that everybody around and talked about Michael's was 1 of the greatest listeners. That is not... From the outside, does not look that way. Right? Just go to what he says here. We bring our personalities our visions and our creativity to discussion. He's talking about the team, Jordan Brand. And we don't give a damn about getting credit. We are there to create something beautiful. Something representative of what the brand is all about. What I think they like about me is I could admit when I'm wrong. And I can accept criticism, and I can accept creative insight coming from someone other than myself. There are a lot of people who can't do that or won't allow us supposed to do that. They all feel like it it's an attack on their intelligence or a negative comment on their ideas. They want so much credit that they can't share the credit. But that dynamic is just a destructive inside of creative team or a corporate setting as it is on the basketball court. In its highest form, business as a team game. The team can accept that philosophy. The teams that can accept that philosophy are the teams that get the best chance long term to be successful. Team sports are no different. Give me 5 guys who wanna work hard and play together, and I'll take those guys every time over more talented players who can't come together for the good a group. For years, people viewed me as an individual and not a team player because I scored so much, But I was a team player, I was just feeling my role on it at that time. Brand Jordan is no different. Even though my name is on the product, it's a collaborative effort. I have the same kind of commitment to the brand that I had to basketball. I have an intense focus and desire to make the brand successful. But I'm not so dominant that I can't listen to the creative ideas coming, remember, listen. He said that word, but I'm not so dominant that I can't listen to creative ideas coming from other people. Successful people listen. Those who don't listen, don't survive. And then Jordan closes are just a reminder that you just have to focus on the moment all is now. In all honesty, I don't know what's ahead. If you ask me what I'm gonna do in 5 years, I can't tell you. This moment, now, that's a different story. I know what I'm doing moment to moment, but I have no idea what's ahead. I'm so connected to this moment, that I don't make assumptions about what might come next because I don't wanna lose touch with the present. Once you make assumptions about something that might happen or might not happen, then you open up the possibility of making mistakes. You start limiting the potential outcomes. I don't make assumptions. I know what I know and I deal with my life based on what's happening right now. And that is where I'll leave it to get the full story by the book if you buy the book using the link that's in the show, should be supporting pockets at the same time. If you wanna support a friend and the podcast at the same time, and you wanna buy them in guest description, I will leave a link below if you wanna do that. That is 213 books down, 1000 a go, and I'll talk to you again soon."
}