{
  "transcript": "The saga of Steve Jobs is a Silicon valley creation myth writ large. Launching a startup in his parents garage and building it into the world's most valuable company. He didn't invent many things outright, but he was a master at putting together ideas art and technology in ways that invented the future. Some leaders push innovation by being good at the big picture. Others do so by mastering details. Jobs did both relentlessly. Steve jobs thus became the greatest business executive of our era. The 1 most certain to be remembered a century from now. History will place them in the Pant right next to Edison and Ford. Biographer are supposed to have the last word, but this is a biography of Steve Jobs. Even though he did not impose his legendary desire for control on this project. I suspect that I would not be conveying the right feel for him. The way he asserted himself in any situation. If I just shuffled him onto history stage without letting him have some last words. Over the course of our conversations, there were many times. When he reflected on what he hoped his legacy would be. Here are those thoughts in his own words. My passion has been to build an enduring company where people were motivated to make great products. Everything else was secondary. Sure. It was great to make a profit because that's what allowed you to make great products, but the products, not the profits with a motivation. Sc flipped these priorities to where the goal was to make money. It's a subtle difference, but it ends up meaning everything. The people you hire, who gets promoted what you discuss in meetings. Some people say give the customer what they want, but that's not my approach. Our job is to figure out what they're going to want before they do. I think Henry ford once said, if I ask customers what they wanted, they would have told me a faster horse. People don't know what they want until you show it to them. That's why I never rely on market research. Our task is to read things that are not yet on the page. Edwin Land of Polaroid. I talked about the intersection, of the humanities and science. I like that intersection. There's something magical about that place. There are a lot of people innovating, and that's not the main distinction of my career. The reason Apple resonates with people is that there's a deep current of humanity in our innovation. I think great artists and great engineers are similar and that they both have a desire to express themselves. In fact, some of the best people working on the original Mac were poets and musicians on the side In the seventies, computers became way for people to express their creativity. Great artists like Leonardo Da vinci and Michel Angelo were also great at science. Michel Angelo knew a lot about how to Corey Stone, not just how to be a sculpt. At different times in the past, there were companies that exemplified silicon Valley. It was he packard for a long time. Then in semiconductor air, it was fair child in Intel. I think that it was Apple for a while and then that faded. And then today, I think it's Apple and Google and a little more so apple. I think Apple has stood the test of time. It's been around for a while, but it's still at the cutting edge of what's going on. It's easy to throw stones of Microsoft, and yet I appreciate what they did and how hard it was. They were very good at the business side of things. They were never as ambitious product wise as they should've have been. Bill likes to portray himself as a man of the product, but he's really not. He's a business person. Winning business was more important than making great products. He ended up the wealthy guy around, and if that was his goal then he achieved it, but it's never been Michael. And I wonder in the end if it was his goal. I admire him for the company he built. It's impressive, and I enjoyed working with him. He's bright and actually has a good sense of humor, but Microsoft never had the humanities and liberal arts in its Dna. Even when they saw the Mac, they couldn't copy it well. They totally didn't get it. I have my own theory of a why decline happens at companies. The company does a great job, innovate and becomes a monopoly or close to it in some field. And then the quality of the product becomes less important. The company starts valuing great salesman because the other ones who can move the needle on revenues, not the product engineers and designers. So the salespeople end up running the company. When the sales guys when the company, the product guys don't matter so much and a lot of them just turn off. It happened at Apple when Sc came in, which was my fault. Apple was lucky and it rebounded. I hate it when people call themselves entrepreneurs when what they're really trying to do is launch a start and then sell or go public, so they can cash in and move on. They're unwilling to do the work it takes to build a real company, which is the hardest work in business. That is how you really make a contribution and add to the legacy of those who went before. You build a company that will stand for something a generation or 2 from now. That's what Walt Disney did and He and Packard and the people who built intel. They created a company to last, not just to make money. That's what I want Apple to be. I don't think I run rough shot over people, but if something sucks, I tell people to their face. It is my job to be honest. I know what I'm talking about, and I usually turn out to be right. That's the culture I try to create. We are brutally honest with each other, and anyone can tell me they think I'm full of shit, and I can tell them the same. And we've had some rip roaring arguments where we yelling at each other, and it's some of the best times I've ever had. I feel totally comfortable saying, Ron, that store looks like shit in front of everyone else. Or I might say, God, we really fucked up the engineering on this in front of the person that's responsible. That's the annie for being in the room. You've got to be able to be super honest. Maybe there's a better way. A gentleman's club where we all wear ties and speak in soft language and velvet code words, but I don't know that way, because I middle class from California. I was hard on people sometimes. Probably harder than I needed to be. I remember the time when my son was 6 years old. Coming home, I had just fired somebody that day. And I imagine what it was like for that person to tell his family and his young son that he had lost his job. It was hard, but somebody's gotta do it. I figured that it was always my job to make sure that the team was excellent. And if I didn't do it, nobody was going to do it. You always have to keep pushing to innovate. Bob Dylan could have sung protest songs forever and probably made a lot of money, but he didn't. He had to move on. And when he did by going electric in 19 65, he alienate a lot of people. His 19 66 Europe tour was his greatest. He would come on and do a set of acoustic guitar and the audience loved him. Then he would do an electric set, and the audience boot There was 1 point where he was about to sing like a rolling stone and someone from the audience cl, J and Dylan says, play it fucking loud, and they did. The beatles were the same way, the kept evolving, moving, or refining their art. That is what I've always tried to do. Keep moving. Otherwise, as Dylan says, if you're not busy being born, you're busy dying. What drove me? I think most creative people wanna express appreciation for being able to take advantage of the work that's been done by others before us. I didn't invent the language or mathematics I use. I make little of my own food, none of my own clothes. Everything I do depends on other members of our species and the shoulders that we stand on, and a lot of us wanna contribute something back to our species and to add something to that flow. It's about trying to express something in the only way that most of us know how. We try to use the talents we do have to express our deep feelings to show our appreciation of all the contributions that came before us, and to add something to that flow. That is what has driven me. That is an excerpt that appears in the last chapter called legacy of the book that I'm gonna talk to you about today which is Steve Jobs, and it was written by Walter Isaac. So I originally read this book for the first time 4 years ago. It is actually 1 of the first episodes of founders. It's founders number 5. And if you're gonna study the history of entrepreneurship, It's probably the first book I'd recommend reading. Because of this idea that you and I talk about all the time that books of the original links, they lead you to 1 idea 1 person to the next. And because Steve jobs, pepper so much of his conversations and interviews and speeches with references to entrepreneurs that came before him. This book would introduce you to a dozen or more influential entrepreneur is that he learned from that you then can enter enter study and learn from. So this book is almost 600 pages. It took me over 20 hours to reread I have a lot of highlights. Let's jump right into it, and it's first, we're gonna go into the introduction where Walter Isaac is talking about. He's really giving us a description of the why behind the book. Why is this important to pick up to read into study. This is a book about the Roller coaster life and sear intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized 6 industries. Personal computing, animated movies, music, phones, tablet computing, and digital publishing. He was not a model boss or human being, tightly package for emulation, driven by demons, he would drive those around him to fury and despair. But his personality and passions and products were all inter related. His tail and this is the most important sentence in this section. His tale is thus both instructive and cautionary. Filled with lessons about innovation, character, leadership, and values. And I think Isaac nails are right there, the paradox of Steve jobs. And really the paradox I would save any individual. Any human. We're all imperfect human beings. And Steve jobs has undoubtedly become 1 of my personal heroes. There's a lot of ideas and actions that he had that I definitely wanna emulate. And at the same time, though, it's true that he was deeply flawed and his life teaches us lessons of things not to do. And here's 1 idea that I wanna emulate that I wanna copy. Is the fact that Steve jobs had the ability to learn from every single experience. And the lesson he would learn, we're not at all obvious that they could be applied to different domains. So let me give you some examples that have come across from multiple books that I've read on him. I'm gonna give you the first example where his dad, he learns the importance of craftsmanship on things on scene scenes. So, actually, let me read this to you first and I'll tell you some other examples. So it says jobs remembered being impressed by his father's focus on craftsmanship. He recalled a lesson that his father implanted deeply in him. It was important, his father said to craft the back of cabinets and fences properly, even though they were hidden. He loved doing things right, Steve said. He even cared about the look of the parts you couldn't see. And so Steve is famous for taking that idea that his father's teaching about cabinets and fences and applying it to all of his devices whether it's being computer or phone. He did not want that you... The the customer open them up, and even though you couldn't open them up or see them, the layout internally still had to be beautiful, it still had to be perfect. There's a story that appears in the book finding the Next steve jobs, which are certain by Nolan Bush now the founder of atari. I covered this other back on founders december 36, where Nolan, Steve is in his or his middle... Like, his mid twenties at the time. Nolan is about 10 to 12 years old or something like that, and they're taking a walk 1 day in Paris. And Steve was telling Nolan what he learned from the architecture of Paris and now how you wanted apply the simplicity and uniformity of Paris architecture to Apple brand. Let me read this this paragraph to you that comes from the book finding the next steve jobs because this is an example of Steve having the ability to learn from every experience even when that's not obvious. It says the city's architecture fascinated to him as well. He saw simplicity and uniformity of design in the buildings. So many of them were 7 or 8 stories tall and made of similar yellow stone, ex excluding an elegance and consistency that instilled a sense of harmony in the brain. I was having a hard time thinking of Paris as having such simplicity and uniformity. But Steve's point was that you could parachute anywhere into the city and realize you were nowhere but Paris. So the metaphor he's about to make is that what he... What what Paris... The architecture of Paris does. He wants the design of Apple products to do for the brand of apple. So he says there are many cities where you can do that he pointed out. The architecture here creates a unique signature for the entire city. That parisian simplicity was something he wanted Apple to emulate late. And then another surprising example, which is talked about later in this book, but is referenced in multiple books that I've read on steve jobs is the fact that he learned the importance of constructing a team with the very highest levels of talent from Jay Robert Oppenheimer. And the talent Oppenheimer needed to successfully complete the Manhattan project and developed an atomic bomb before anybody else in the world was able to. And I think those 3 examples always taken on my mind because they're non obvious, continuing. Soaking you up the history of your industry is so you can take advantage of the work done by others. So this we're still of the introduction still in talk... He's talking about growing up in Silicon Valley, the studying history issue to place and why it's support. And yes, there's good ideas to to copy bad ideas to avoid, but really it's the inspiration that he's talking about. He says, He soaked up the history of the Valley developed a yearning to play his on role. Edwin Land of Polaroid later told him about being asked by Eisenhower to help build the 2 spy playing cameras to see how real the Soviet threat was. Growing up, this is now a direct quote from Steve. Growing up, I got inspired by the history of the plates job said. That made me wanna be a part of it. And I think that's important to point out because I think Steve's reputation or maybe the way he's known is, you know, very Arrogant, maybe narcissistic, not willing to bend, but as we'll see, there's several examples throughout the book, where that just not true. That's just not accurate. When he comes across an intelligent formidable person. He's He's all about learning from that person, which I think would be surprising to those just judging Steve off his reputation for, you know, personal nastiness. And maybe anti social behavior, Whatever you term you wanna put on it. Let's... Let's, fast forward in Steve's like story to where he's in in high school, our student in college, We're gonna see a lot of his personality traits. Never really changed. Even later in life. You know, there's a lot of people that try to mentor and say, hey, you don't have to be so hard on people. He does, He is able to temper his like, he's not the same person he's in his twenties, so he talks to people. As he... Is towards the end of his life. But he does say, like, this is who I am. And you get a sense of belief from his statements that, you know, part of this is just hardwired into his personality. So says Steve, this is his, his college, girlfriend, and this is actually going to be... He's gonna get her pregnant, and so this is gonna be the mother of his first daughter. Steve was kinda crazy. That's why I was attracted to him. He learned to stare at people without blinking. And he perfect long silence pun by s burst of fast talking. This odd mix of intensity and a, combined with his shoulder length hair and sc beard gave him the aura aura of a crazed shaman. He os between charismatic and creepy. He could be brutally cold and rude to her at times, but he was also ent and able to impose his will, and so that's something he... He's applying that to his personal relationships, that's a great description of how he also dealt with his professional relationships. He was an enlightened being who was cruel. She called. That's a strange combination. And then remember there's 1 sentence for later because there is some... No that's on... When I tell you this highlight in the future, and and a little bit eerie, and it had to do with the the this prem mission an early death that he repeats throughout his young life. And so the sets patience was never 1 of his virtue. And another trait that I think is helpful in Trying to understand who Steve Johnson is a person that as a... Was as a person is the fact that He would combine seemingly conflicting traits. Like he had a deep interest in the latest technology. That's what he dedicate his entire life too. And then a deep interest in Zen buddhism. So it talks a little bit about that. Here. Jobs engagement with Zen buddhism was not some passing fancy. He embraced it with his typical intensity, and it became deeply ingrained in his personality. Steve is very much zen. You see in his whole approach of stark minimalist minimalist aesthetics intense focus. But jobs also became deeply influenced by the the emphasis that Buddhism placed on... Places on intuition. And so we're gonna see a quote from Steve here. He's gonna repeat similar theme throughout his entire life. I don't focus too much on being pragmatic, logical thinking has its place, but really go on intuition in in emotion. I began to realize that an intuitive understanding and consciousness was far more significant than than abstract thinking an intellectual logical analysis he said. His intensity, however, made it difficult for him to achieve inner. So this is another conflict because, yeah, he might be zen, but not internal. Those are his end he never achieve, like, a state of intercom or peace. It's just not even before he died, I was struck because there's multiple medical leaves. His third and final 1. He never comes back for back from unfortunately. But even... You know, he has his his liver. Can't kidney... No. His a liver. His liver replaced. He's in the hospital for multiple months. He's... You know, they thought he he's gonna die. He's... He has no choice but to confront his own morality, mortality rather. And so people like, maybe he's gonna back to work. He went up surviving. He's gonna come back to work with more mellow person. The first day, he's just... He goes book. He's yelling and screaming and, you know, doing those things that he... He's is known to do. And so this idea was just, he he never had an internal piece. So it says, his intensity, however made it difficult for him to achieve inner peace. His zen awareness was not accompanied by an excess of calm, peace of mind and interpersonal mel. So at this point in the story, jobs is still at recall. He hasn't yet dropped out. He's about to. He's going to meet somebody that was very in in his life. This guy named Robert Friedman. I read a biography on Robert Friedman Friedman, I did it, and I did it because I... He he pops up in this book and in other books would Steep Jobs. It was founders number 01:31. It's called the big score. If you haven't listen to that. You might be interested because we're gonna see that Steve copies some personality traits and some ideas from from Robert Friedman. So I'm gonna tell you a little bit about that right now. But, really, I wanna bring this your attention because there's a personality trait with Steve. He was very interested in having an edge. And I don't mean the the term edge like, we... You and I normally use that, like an advantage of other products or companies or people. Right? What I mean is that he liked being a bit of a bad boy. He liked to cause trouble he like to do things that were unexpected, He wanted you to know that he was different. And I think part of this that the advantages it made him a bit unpredictable, and it makes it extremely hard to compete with somebody if you can't predict what their next move is. Right? So we're gonna see an example of this. Order to raise some cash 1 day, jobs decided to sell his Ibm. He walked into the room of a student who had offered to buy it, only discover that he was having sex with this girlfriend. Job started to leave, but the student invited him to take a seat and wait until they finish. I thought. Now, this is a, you know, So this is what I mean about him wanting to, you know, be different and this is not a a reaction you would normally expect. Like, I'd be running out of. Right? Like, and he said, I thought this is kinda far out. Jobs that recall. And thus has began his relationship with Robert Friedman. 1 of the few people in jobs life who was able to me him. He adopted some of Fried charismatic traits and for a few years treated him almost like a guru until he began to see him as a Char. And so throughout their lives, they're going to be described similarly. Jobs didn't have these traits before he met Freed. They're, like, super job Bill gates refers to jobs is like a super salesman. Robert Friedman in that book, the big score he wants becoming a billionaire selling, like, mining rights, and and, it essentially just off of sales and his ability to manipulate into kinda cast like, some kind of, like, charismatic spell over other people. And Fried is also a trouble maker and somebody that's interested in not living, like, not being a square not living a conventional life so much so that he might go into prison. What when he was a sophomore in college, Friedman was arrested for a possession of 24000 tablets of acid. He was sentenced the 2 years at Federal prison. And so this is Fried describing jobs. The thing that struck me was his intensity. Whatever he was interested in, he would generally carry to an irrational extreme that I double underline at something that is so important. Whatever he was it in, he would generally carry to an irrational extreme. Now why is important? Because you can create a valuable business by taking a simple idea to an rational extreme. That is something we learn from Charlie Mu. Charlie Mu has a great maxim. He's just, like, find a simple idea and take it seriously. But this idea about going to extremes. Let me go. I'm gonna read you a quote from the this book, the tau of Charlie Mu, and this is what Charlie Mu has to say about that. Remember. Friedman just said, he would gen... See jobs would take... Would generally... He excuse me. He was interested... Whatever he was interested in, he would generally carry to an irrational extreme. Right? Charlie Mu says. In business, we often find that the winning system goes almost ridiculously far in maximizing or minimizing 1 are a few variables. And the example he always gives is, like, like the discount warehouses of Costco. And I love that. I think it's a very powerful idea. It's just you take a simple... You you find a simple idea and you take it extremely seriously. You don't have to make a complex. You can you can just go ridiculously far in maximizing or minimizing 1 or a few variables. So we see that at personality trait. This is now Steve's friend. We're still the same time period. This is now Steve's friend talking about the relationship, between Free and jobs. Fried taught Steve the reality distortion field. He was charismatic and a bit of a con man and could bend situations to his very strong will. He was material, sure of himself and a little and a little dick. Does... You can describe That way too. Right? Steve became more like that after spending time with Robert. So eventually, Steve realized realizes, hey, I'm just gonna drop out my... Reed college extremely expensive. I'm not interested in the class I'm taking. My parents don't have a lot of money. And then he drops up, but then he goes to classes that he's actually interested in. And so something I learned from something that's very common after reading over 200 of these biographies. You see a sentence or thought. That's like, they weren't very interested in school, but they love to read. And another way I think about that is, like, they're not... They're not interested in your formal education or falling your track, but they... All of the people that we study are dedicated to lifelong learning. So it says Jobs refused to go to the classes, he was assigned instead went to the ones he wanted. I would I would never have refused to take the courses, you were supposed to you were supposed to. That's the difference in our personality said it's c cofounder Steve W. And then this is jobs telling us, like, get this whole idea of follow your intuition. It's its own form of intelligence. I decided to drop out and trust that it would all work out okay. And so the Dean of students is talking about letting jobs take, like, elected class is as being a dropout. And the sentence he says I think is a very useful and smart operating system for life. He's describing Steve. He refused to accept automatically received truths, and he wanted to examine everything himself. And this is another example, Steve wanting to, you know, be counter culture, wanting to be different wanting to have an edge. Something he talks about over and over again. Don't know myself is learning. There's another side to the coin because that's what he feels. He feels 1 of the most profound experiences he ever had his life was was taking Lsd was taking acid, And it's something he he'll talk about up until he dies. Even later in life, he credit psychedelic drugs for making him more enlightened. Taking Lsd was a profound experience. 1 of the most important things in my life. And this is why Ellis lsd shows you that there's another side to the coin. And listen to his takeaway, listen to the lesson because this is something he's already repeated. I've already read you a few sentences like this. Hit reinforce my sense of what was important, creating great things instead of making money. Putting things back into the stream which he referenced earlier with a flow. Right? Putting things back into the stream of history and of human consciousness as much as I could. So eventually, stop taking classes He's like, I gotta make some money, so he goes and tries to find job. This is before. He's gonna wind up spending, like, 7 months in India, shave his head, try to find enlightenment and everything else. But he's still California at the time. And there's a handful of people that really... There's these relationships that we come across in life that that dead or become fundamental pillars for the people that we become. Right? And so 1 of those is gonna be Nolan Bush now, who's gonna be Steve Jobs Boss when he's 19 years old, his mentor, Robert Friedman also even though they had a falling very important. People like, Edwin Land, Andy Grove, Bob No. All these people are gonna play a role in creating who who Steve jobs who becomes a person. So let's go to where he's gonna meet Nolan Bush now. This is really interesting because, you know, we always talk about history doesn't repeat human nature does. And the fact is, like, there's these booms and busts throughout history. And it's particularly interesting when they're tied to these rapid, growth and technological change. So that's happening in the 19 7. So it says that at this is when Steve Jobs is 19. At peak times during in the 19 seventies, the classified section, remember he's in Silicon Valley of the San Jose Mercury, carried up to 60 pages of technology help wanted of ads. 1 of those job... 1 of those caught jobs eyes. Have fun, make money it said. And this is something he's gonna do with the rest of his life. That day Jobs walk into the lobby of the video game manufacturer atari and told the personnel director who was startled by his un untapped hair and attire that he wouldn't leave until they gave him a job. And so this trait of refusing to bet realizing that 1 reality is a lot more malleable than we think it is and refusing to bend to the rules of others. Thinking the rules don't apply to to me. So jobs keeps with this entire life, and this is something that actually Nolan encourages. And in case, you don't know much about Nolan Bush now. He was 1 of... He talks about this all the time. He had a bunch of other mentors in silicon Valley too. A lot of those mentors that were mentors to Nolan become mentors to Steve because Nolan was in his late... I think it was like 27 the time. And it was very rare for, at this point and he talks about this in his book where it's, like, you know, most of the time if you're a young person starting company, then they bring an adult managers because you've raised money where the case, they let me run my own company. So that present... For asked forward it to present the day. Very, very common. So Nolan was a trail. Sir in that regard. So it says atari founder was a bur entrepreneur named Nolan Bush, who is a charismatic visionary with a nice touch of so much zip put who does that sound like. In other words, another role model waiting to be emulate. After he became famous, he he drove a Rolls Royce and occasionally held staff meetings in a hot tub, while his staff smoked dope As Fried had done, and as jobs were learned to do, he was able to turn charm into a cunning force to control and intimidate and distort reality with the power of his personality. Jobs thus became 1 of his first 50 employees at Atari. So this idea of, like, he's refusal to bend to other people, he gets rewarded for. He gets a job. This is that positive reinforcement that just continues throughout his life. So, they talked about the fact that at this point he wouldn't he wouldn't bathe. He was convinced if he only ate. He's only eating apples or only eating vegetables, You wouldn't have to bathe. There's some funny stores. I'm gonna read tell you about that. But, they're trying to figure out, like, bush now meeting this guy because he's kind of a weirdo, but, you know, I I like mis fits, rebels and non conform. So he says the smell and behavior wasn't an issue with me. He said. Steve was prick, but I kinda liked him. So I asked him to go to the night shift. It was a way for... It was way for me to save him because people were like, hey, I don't wanna work this guy's an asshole. It's the direct quote from the book. And he's any smells. Like, I don't wanna work for him our work with them. And so the the manager, like, should be fire. And know one's like, no, Just put them into the night shift. See what we you can do. And so 2 things he's gonna learn from Nolan is the fact that the the the idea you can make so pro... Products so simple that they don't need user manuals, and that it's actual actually possible for a young person to start their own business. So says he jobs intuitively appreciate the simplicity atari games. They came with no manual and needed to be and needed to be un complicated enough that a stoned freshman could figure them out. The only instructions for Atari Star trek game where number 1 were 1, in insert quarter 2 avoid K. Jobs came fascinated with the idea that it was possible to start your own company. He had a burning desire. To start his own business. So let's fast forward a little in the story, and I wanna give you another example of his refusal to to bend to the wheels of others. And, really, this is a quick story on the infectious nature of belief and confidence. So his friend, Elizabeth Holmes winds up joining a cult. In this particular coat cult, like most coats, they encourage you to cut off, like, all ties with, like, your past life. So jobs decides... No. I'm I'm not gonna listen to you and he's just gonna show up at the coat 1 day. And basically grab homes they and get out of there. Joe... Jobs came to believe that he could impart that feeling of confidence to others. And then and there's a reason behind this because I think this sentence that she's about to say that he had the attitude that he could do anything and therefore, so can you is very useful it's when you're when you're building a business, and and you need to enlist to help of other people to achieve your mission. Right? Josh keen to believe that he could import that feeling of confidence to others. And this... And thus, pushed them to do things they hadn't thought possible. Holmes had joined a religious cult in San Francisco that expected her to sever ties with all past friends. And so his response was just Hilarious. But jobs rejected that injunction. He arrived at Cold house 1 day and announced that he was driving up to Friedman Apple farm and she was to come. Even more bra, he said she would have to drive part of the way even though know how to drive to how to use stick shift. Once we got on the open road, he made me get behind the wheel and he shifted the car until we got up to 50 mile... 55 miles per hour. Then he puts on a tape of dillon blood on the tracks, lays his head in my lap and goes to sleep. He had the attitude that he could do anything and therefore soaking you. He put his life in my hands, so that made me do something I didn't think I could do. So that sentence as she says there is repeated half a dozen times throughout the book by by peep by people that jobs work with. He may he made me do something I didn't think I could do. It was the brighter side of what we become known as his reality distortion field. If you trust them, you can do things home set. If he decided that something should happen, then he's just going to make it happen. And I think that's an extremely important lesson. We are all way more powerful than we think we are. And we can influence the reality around us, but the first step in doing that is believing you can do that. As we talked to... As you and I've talked about in the past. Self doubt is dream killer. The person that doesn't believe they're capable of doing whatever that they wanna achieve, will never do it. Steve jobs is on the complete opposite end of the spectrum. He thought through the power of his belief and his will, he could create entire new worlds. In business, as we're gonna see, wind up working out for him multiple times. When it comes to his health and the fact that he had the reality to Search field not only for his work, but also his health, that most likely contributed to his early death. So he's still at Atari at this point. This is right before or he's gonna start Apple, and this is more lessons that he learned from nolan Bush. The entire experience helps shape jobs approach to business. That simplicity rubbed off on him and made him a very focused product person. Jobs also absorbed Bush l's take no prisoners attitude. Nolan wouldn't take no for an answer, and this was Steve's first impression of how things got done. Nolan was a mentor for jobs. Bush agreed. There is something ind ind def in an entrepreneur, and I saw that in Steve, he said. He was interested not just in engineering, but also the business aspects. I taught and this is oh my goodness. Steve takes this idea and runs with it. I taught him that if you act like you can do something, then it will work. I told him pretend to be completely in control and people will assume that you are. So, eventually, Steve becomes friends with Steve W W is a very, very gifted engineer, but has the complete opposite personality of Steve jobs, and this is the humble beginnings. The reason I'm bringing this attention is because I just... I'm always fascinated. However every... Some... Everything that's large starts out small. And so this is a humble beginnings of Apple. And so this is Was Act talking about this time. It never crossed my mind to sell computers. It was Steve who said, let's hold them up in the air and sell a few, fascinated jobs knew how to appeal to w. He didn't argue that they were were sure to make money, but instead that they would have a fun adventure. Even if we lose our money, we'll have a company said jobs. W recalled. I was excited to think about us like that. To be 2 best friends starting a company. Wow. I knew right then that I would do it. And this is what I mean about the Humble beginnings of what of Apple. In order to raise the money they needed W sold his P 65 calculator and jobs sold his volkswagen bus. They now had about 1300 dollars in working capital. The design for a product and a plan. They would start their own computer company. And so we see a description of steve's personality at the very beginning. Remember what Nolan told. If you just pretend to be in charge, people assume that you are. Jobs at times driven to... Seem to be driven by demons. Jobs had a Bra that helped him get things done occasionally by manipulating people. He could be charismatic even mesmerizing, but also cold and brutal. Jobs was odd by W engineering wizard and W was odd by jobs business drive. I never wanted to deal with people and step on toes, but Steve, this is such a crazy sentence. But Steve could call up people who didn't know and make them do things. So Apple's first product was these circuit boards that Was the Act was making. And the way they found their early customers is because they used to go to these home... They're called Homebrew Homebrew computer club meetings, bunch of nerds and and ent just like W, who would get together and swap ideas, usually for free. Jobs and then gates and all these other people are like, hey, no. You should be paying for this stuff. Mean, so at 1 of these meetings is getting named Paul Tau. He and he owns, like, I think he's exactly 2 or 3 shops. They're called bite shops they're, like, tech small technology shops, and he goes these meetings looking for potential products that he could sell. And so it says jobs was thrilled to give them a private demo. Take a look at this job set. You're gonna like what you see. Ro is very impressed enough to hand jobs, his card, keep in touch he said. And so the reason I'm reading this next paragraph to you is because 1 of my favorite parts of, the like, trivia of early Apple history is the fact that apple's vary for sale. Was made barefoot. And so it says I'm keeping in touch, jobs announced the next day when he walked barefoot into the bite shop. He made the sale. Tu agreed to order 50 computers, but there was a condition. He didn't want just 50 dollar printed circuit boards. For which customers would then have to do the assembly. That might appeal to a few hardcore hobby, but not to most customers. Instead, he wanted the boards to be fully assembled. For that, he was willing to pay 500 dollars at piece. So now that funny. Story, But that's also very important. He... Jobs derive a very important insight from what Paul At. Because remember, Paul's is the 1 that has the direct connection with the customer. Right? And so they're they're going to this is gonna lead to the Apple too, which is the most in the early days of Apple by far the most 6 commercially successful product ever make. And it happens there W jobs are at, computer festival. So it says as they walk to the floor at the personal computer festival, He came to realization that Paul Of the Bite shop had been right. Personal computers should come in a complete package that is obvious to us today. That's not how what's the beginning. The next apple he decided needed to be a... To have a great case. Built... And built in keyboard and be integrated end to end from the power supply to the software. My vision, g Steve says, was to create the first fully packaged computer. We were no longer aiming for the handful of hobby who like to assemble their own computers. And why? For everyone and this is just really a way to think about this is if you can make something easier, you can always expand the market. Expand your potential market by just making easier. Steve says it's explicitly here. For everyone of them, meaning the hobbies who would assemble together, there were a thousand people who would want the machine to be ready to run. So this is when they have to make the switch from being just in the garage, putting everything together to... They're gonna... W is gonna build the Apple to. The Apple 2 is going... I think there's a sentence in the book that says more than any other device any other computer history ushered in the personal computing age. So this is a breakthrough product that lays the very foundation for Apple that they can ride for many years. In fact, there's always turmoil I get too later in the book, but even going into the eighties. The Apple 2 would account for, like, set... It's so funny because jobs and and all the management of Apple are fighting over the Macintosh and the lease and all these other products, but the Apple 2 accounted for, like, 70 or 80 percent of all the revenue in Apple. It's unbelievable how successful this product that they're about to build becomes become. So it says, this is when they're like, okay. Now we need to get money and expertise because we don't know what hell we're doing. Just to get this whole thing into production was gonna be like, 200000 dollars. So jobs went back to Nolan Bush now. This is what Nolan said. He asked me if I put 50000 in, and he would give me a third of the company. Said Bush now. I was so smart. I said, no. It's kinda fun to think about that when I'm not crying. So Bush now is is a is a... Just like a I mentioned a bunch of people that are important to Steve jobs, like who we became in his career, 1 person I left off the list. III Omitted, and I shouldn't, and I'll talk about to you to you in a minute Just getting mark Mike Mark, but Nolan was this gateway. Or this this, like, a person that introduced jobs to so many important people no nolan one's like this, and I'm not gonna give you money, but why don't you call this guy named Don Valentine. And it says Bush suggested that jobs try Don Valentine, a straight shooting founder of the straight shooting founder of Sequoia Capital. I should see if there's a... I've read a quite a bit of, like, articles and stuff online about Downtown. I like the fact what did you said straight shooting I love people like that because that's... That's what the the the impression I get from reading bottom him online. I should see if there's a the buyer here bottom him. He just passed away few... I think a few years ago if Mistaken. So this is what now we get quotes from Don Valentine's. Steve was the embodiment of the counter culture. He looked like H chi Mint. Valentine, however, did not become a preeminent Silicon Valley investor by relying on surface appearances. So he tells jobs. Like, listen, you have something here, but not enough, if you wanted me to finance you, Valentine told him, you need to have 1 person as a partner who understands marketing and distribution, and this is where Steve. As long as you're an intelligent for formidable person a clearly talented person. Steve, he almost has, like 2 different personalities. Right? Where he... And we'll see his later within Grove, John Las, the the the gifted animator and the the person that's responsible for a lot of pixar success. Not that he's different, defer differential. I forgot the word I'm looking for there, but he'd be open to listening. And so we see that here. Steve or Don like, listen, we want my money. You need to find a person a partner who actually understands Mark distribution, and so job says, okay. Send me 3 suggestions. He replied. Valentine did. He clicked with 1 of them. A man named mike Mike Mo, who would end up playing a critical role at Apple for the next 2 decades. So before I go to the World Mike Place, I just wanna tell you 1 my favorite quotes that III saved about Don Valentine, and I think they're useful. So you might like this. He says, there are 2 things in business that matters and you can learn them in 2 minutes. You don't have to go to business school for 2 years. High gross margins and cash flow. All companies that go out of business do so for the same reason. They run out of money. So high gross margins and cash flow. Highly recommend if you haven't studied downtown down Valentine, Google home, trend Griffin got this great post says, it's like, a dozen things I learned from Town Don Valentine, I think is the the title. And III particularly am interested in Don's opinions on on markets and how important the market operating is. In relation to your overall success. And, again, there's just not a lot of fluff on on Down Valentine's like his ideas. Mark cool is... So they... On a meeting up, and Mo cool, you know, has Grand visions just like Steve does. More coolest plan and envision ways of getting beyond the hobby market, which we just talked about. He talked about introducing the computer to regular people and regular homes, doing things like keeping track of your favorite recipes or balancing your checkbook. This is all unheard of. This we're still in this 19 seventies. Don't forget that. Where Cool made a wild prediction. We're gonna be a Fortune 500 company in 2 years he said. This is the start of an industry. He's right about that. It happens once in a decade. It would take apple 7 years to break into the Fortune 500. But the spirit of Mark prediction turned out to be true. And so this is where jobs is talking about all the stuff he learned from Mer. Mike really took me under his wing. His values were much aligned with mine. He emphasized that you should never start a company with the goal of getting Rich. Your goal should be making something you believe in and making a company that will last. And I like Mike's. He's about the write this 1 page paper. He calls at the Apple marketing philosophy, you'll see the spread of, online a lot. Just 3 points. He says the first point was empathy. We will truly understand the customers needs better than any other company. The second, this is my... I think my favorite on the points. The second was focus. In order to do to do a good job of those things that we decide to do we must eliminate all the unimportant opportunities. That is an idea that Steve jobs repeats his entire life. And then third was imp. Emphasized and this is... Another thing that Steve, again, Steve's taking these ideas right from Mike and he runs within the whole... His rest of his life, it emphasize that people form an opinion about a company or product based on the signals that it conveys. People do judge a book by its cover he wrote. We may have the best product, the highest quality, the most useful software, etcetera. But if... And if we present them in a ship snapshot manner, they will be perceived as snapshot. Sorry. I mispronounce that. If we present them in a creative professional manner, we will imp the desired qualities. And before we get to how cra successful the Apple to us. This just made me laugh. There was an issue 80. So Apple is being run member. Steve Jobs is not... He's not the Ceo. He's not the president. Mike's... There's this guy named Mike Scott. That's hired to be the president. Mike Mo coolers running the company together, Steve is supposed to be running product. Was he decides hey, I just wanna be an. I don't wanna have any kind of, I don't wanna manage other people. But he says there was also an issue of his hygiene. He was still convinced against all evidence that his vegan diet meant that he didn't need to use the deodorant odor take regular showers. This part made me laugh. At meetings we had to look at his dirty feet, sometimes to relieve stress, Steve would soak his feet in the toilet. A practice that was not soothing for his colleagues. So let's get into the details real quick or real quick hit about Apple's first hit product. The Apple 2 would be marketed for the next 16 years with close to 6000000 sold. More than any other machine it launched the personal computer industry. And so this is an example of the downside of his periodic reality distortion field, even though he was given up for adoption, his mom and dad were 23 when they had him, they gave up for adoption, he's 23, he follows a child. And this is where he mentions this... Remember, the the unique part about this book is the fact that jobs 1 asked Isaac to re to write the book. He asked him when he knew he was dying. And Isaac had multiple conversations. So we we hear Steve at the end of his life seeing the end is near, and he's gonna tell us 1 what's the most important parts of his life, but also the regrets, and that's really, you know, by the time you get to that part, there's nothing you can do about this regrets. So if we can minimize them. In in present day, like, our older selves will be a lot happier and content. And 1 of this is that he was just a sc bag dad. And this is the the the the the paradox are maybe the dichotomy you have to hold in your mind because Steve jobs can become a personal hero to you, but you also understand that he's a deeply flawed person. Years later, jobs were was remorse for the way he behaved. 1 of the few times in his life that he admitted as much. This is what Steve says. I wish I had had handled it differently. I could not see myself as a father so I didn't face up to it. But when the test results showed, she was my daughter, I agreed to support her until she was 18. I found a house in palo alto and fix it up and let them live their rent free. Her mother found her great schools which I paid for. Tried to do the right thing, but if I could do it over, I would do a better job. So he's paying child support, but I think the book says, like, he would show up, like, 2 times a year. If that... He's just not a... You know, he was a very absence absentee he died. There they had a contentious relationship even up to, you know, think right before he died, they they had talked for about a year. Lisa is her name, she was in her thirties by then, and the behavior that he had in his early twenties. Or, I guess, mid late twenties 2. You know, something, a giant regret. Eventually, I think she lives with him for the the 4 years of high school. But they they never, you know, they never really had a the greatest relationship. So moving on, Steve has this quote, and think he's he's quoting Picasso where Picasso says good artist copy, great great artist steel, and then Steve jobs ads to that. We've always been shameless about stealing great ideas. And this is where they're gonna... He's gonna steal the the the idea of graphical user interface. Right? Which is all... Most of us have ever known for computing. There's no command. Like, we're not typing into the command line. And he gets this idea. It's very interesting how it gets the idea too. It's actually rather clever. He gets this idea from Xerox Park, which is the West Coast. Xerox is on East Coast. There their, like, R and D department is on the West Coast just trying to develop the latest technology, most of which they never commercial. And so Steve's is gonna take their idea And he's gonna commercial it. So it says, Xerox venture capital division wanted to be part of the second round of Apple's financing during the summer of 19 79. Jobs made an offer. I'll let you invest a million dollars in Apple if you open the kim at Park, xerox accepted. It agreed to show Apple its new technology. By the time Apple went public, so they they put a million dollars and, Apple's gonna go public the next year. They're gonna get 17000000. So it's like, oh, they got a good deal. Apple got the better end of Bargain Jobs and his colleagues went to Caesar xerox Parks technology. The Apple folks were astonished. Jobs was hopping around. Jobs kept saying he couldn't believe that Xerox had not commercialized the technology. You're sitting on a gold mine he shouted. I cannot believe Xerox is not taking advantage of this. Jobs and his team were so amazed by the graphical interface. It was like a veil being lifted from my eyes, shops are called. I could see what the future of computing was destined to be. So a lot is happening in in apple's... At this point in Apple's history, they're gonna use the graphical user interface on both on Lisa and the Macintosh. They're gonna go public. They're gonna have the biggest Ipo of the year, But we still Steve... This is Steve jobs at 25 years old. He's still not ready. And this is what I was mentioning to you earlier about. He's not running the company. Really and what we what we discover is, even though they have hit product, really nobody's running the the company and that that becomes the biggest issue. Both Mike Scott and Mike Mer were intent on bringing some order to Apple and it became increasingly concerned about jobs disruptive behavior terrible manager at this point in history. In September 19 80, they secretly plotted a reorganization. Jobs lost control of the computer he had named after his daughter that's Lisa, he was also stripped of his role as a vice president of research and development. He was made a non executive chairman of the board. This position allowed him to remain Apple's public face, but it meant that he had no operating control. That hurt. I was upset and felt abandoned by Mark. He and Scott felt that I wasn't up to running the lisa division. I brood a lot about it. And I think there's 2 lessons that jump out at you when you read books about Steve jobs. Is 1, there's a big difference between being able to create a great product and being able to to build a great company. And the second thing that... And he for... You know, he's always been gifted at building great products. It what... And the second thing ties into, I guess the first 1 about, I'm trying to make you right here is he didn't learn how to build a great company and to to run a successful organization until he went back to Apple the second And if you think that he think about that how Crazy it is. He was 42 before he actually demonstrates the ability to build and run a great organization. He was 20 21 when he was showed the ability to build a great product. It's took him a long time to be able to to learn how to run and actually build a great organization, which he said, like I said in the opening, when you talking about his legacy that, like, that was his his passion what drove him. Is to build a great organization that was that was capable of producing great products. So at this point in his life story. He's about 30 years old. He's gonna start working on the Macintosh. And this is all about his reality distortion field. And really the way to think about Steve jobs. And I guess this doesn't just apply to Steve It applies to a lot of the people that we... You and I are reading biographies on is the fact that he definitely played by its own set of rules. And I think that reminder that the world is malleable. And reality distortion field is 1 way to to put, I think Mark Jason's quote is just the best... It's is like the way I to think about it is he says, the world is a very malleable place. If you know what you want and you go for it with maximum energy and drive and passion, the world we're often reconfigure itself around you much more quickly and easily than than you would think. So it says, the best way to describe, this is Steve jobs right around 30. This is a description. These are his... His... The the Macintosh team. The best way to describe the situation is a term from Star trek. He explains. Steve has a reality distortion field. In his presence, reality is malleable, he can convince you of practically anything. The the phrase comes from an episode of star trek in which the aliens create their own new world through sheer mental force. He meant the phrase to be a compliment as well as a caution. It was dangerous to get it caught and steve's reality distortion field, but it was... What it was... Will led him to actually be able to change reality. The reality insertion field was a con confounded combination of a charismatic rhetoric style, ind will and an eager to bend any fact to fit the purpose at hand he said. In W had had seen it way before even the Mac team did, and this is what W said. This is back when they were at Atari when Steve was 19. So this was about 11 years earlier. His reality distortion is when he has an illogical vision of the future, such as telling me I could design the breakout game in just a few days. You realize that it can't be true, but somehow, he makes it true. It was a self fulfilling distortion. You did the possible because you didn't realize it was impossible. At the root of the reality distortion field was a jobs was jobs belief that rules did not apply to him. Jobs had never studied n nietzsche, but the philosophers concept of the will to power and the special nature of the Uber man came naturally him as N nietzsche wrote, the spirit now wills his own will, and he who had been lost to the world now conquer the world. And this is the Mac team talking about jobs management style, which which is really interesting because I just came off reading 2 books about Michael Jordan. This is exactly, like, Jordan. What I'm about to read you is description few jobs. His teammates describing jobs, it could easily be Jordan's teammates describing him. There were some upsides to jobs demanding and wounding behavior. People were not people who were not crushed, end up being stronger. They did better work out of both fear and an eager to please. His behavior can be emotionally draining, but if you survive, it works. If you were commonly confident if job size you up and decides you knew what you were doing, he would respect you in both his personal and his professional life over the years hit jobs is inner circle tended to include many more strong people than Tho. And Jobs justification of his behavior sounds very much like Jordan's justification of his behavior, not only the in the interviews, but also in that documentary the last stance. I've learned over the years that when you have really good people, you don't have the baby them jobs later explained. By expecting them to do great things, you get them to do great things. The original Mac team taught me that a plus players like to work together, and they don't like if you tolerate b work, ask any member of the Mac team. They will tell you that it was worth the pain. And there's some things that he does on the Mac team. That shows that he really does understand human nature. There is some element of, like, almost like, his his influence of, like, being a cult leader. He's understanding that humans are deeply deeply tribal. There's there's a bunch of notes that jot down and just that... It's gonna take place over several pages. Of echoes of ideas that we've... That you and I have studied in the past. Like, this idea where Jeff Bezos repeats over and over again. Throughout his entire career that missionaries make the best products, something else that Peter Ti repeated over and over again that the best startups are a lot, like Cults. And that 1 way to to buying your team and your company together through storytelling. So this is really interesting choice. So the Macintosh is fine... You know, they they went through Hell creating the Macintosh. And at the very end, this is what jobs does. I'm gonna... There's a bunch of ideas here. So this the first 1. When the design was finally locked in jobs called the Macintosh team together for a ceremony. Real artists sign their work he said. He had all of them sign their names. The signatures were engraved inside each Macintosh. No 1 would ever them, but the members of the team knew that their signatures were inside. Then he toasted them with champagne. With moments like this, he got us seeing our work as art. Jobs had the ability to instill in his team and spirit decor he would find ways to to make them feel that being part of the Macintosh project was an amazing mission. Now here's a problem. I'm gonna pause. Right I'm in the middle of this, but I wanna pause here too. He does that. It's like, he he foster an us for them mentality, which I think it's extremely effective in organizing groups of humans. The problem is he he he did us for them for the rest of his company. It wasn't... Later on, there'll be, like, no divisions, talk about the difference between how, like, Apple was organized and ran by jobs when he's in his forties and fifties compared to other companies at the time. It's we have 1 P and l, we have 1 mission, and they felt they had an advantage over companies like Sony, Hp, and I can't remember the other 1 they named specifically where they had divisions competing with another. Well, that's funny that he made that that that that realization when he was, you know, 20... Because 20 years later because 20 years earlier, that's exactly what he was doing. He's us for first them. He's like, no Agree And again, it's because he's not running the whole company, but he did this at the detriment to the company created. It's very odd behavior. Go back to this. His favorite Maxim was the journey of reward. The Mac team he liked to emphasize was a special core with an exalted mission. Someday, they would look back on their journey together and forgetting or laughing off the painful moments with regard it as a magical high point in their lives. They... And this is... Remember he's telling a story here. They were building a company that would invent the future. As everyday passes, Job said the work 50 people are doing here is gonna send a giant ripple through the universe. This goes back to cults, religion, grouping of people, the the the the understanding of how important traditions and ceremonies are listening to what he does to a computer. He pulled out a bottle of mineral water and symbolically chris the prototype. And then I just found a few quick sentences which I feel is a great description of how jobs viewed himself. Jobs is a strong will elitist artist. Who doesn't want his creations mutated ina suspiciously by un programmers. It would be as if someone off the street added some brushstrokes strokes to a picasso painting or changed the lyrics to a Bob dylan song. Now we got to the part where I mentioned earlier, I found erie because it's also there's there's several examples in the book where he does what he's about to do here. Jobs con confined sc that he believed he would Die young, and therefore, he needed to accomplish things quickly so that he would make his mark on Silicon Valley history. We all have a short period of time on this earth he tells Goalie. We probably only have the opportunity to do a few things really great and to do them well. None of us has any idea how long we're gonna be here nor do I, but my feeling is I've got accomplished a lot of these things while I'm young. We see another way that how Steve jobs use himself that my peer group is not my peer group. History is greatest minds or my peer group. On the day he unveiled the Macintosh reporter from popular science asked jobs, what type of market research that he'd done? Jobs responded by sc. Did Alexander Graham Bell do any market research before he invented the telephone? So remember that idea where Steve stole the idea for the graphical user release for Xerox well in turn, Bill Gates stole that idea from Steve. And so they have this huge fight. Really, the... They're... I'm I'm reading this section 2 you because it's a reminder that products do not compete, but that company's due. But I wanna... Bill Gates is response to Steve when Steve's yelling at him Was just too fantastic not to tell you. He says, well Steve, I think there's 1 more than 1 way of looking at it. I think it's more like we both had this rich neighbor named Xerox, and I broke into his house to steal the Tv set and found out that you had already stolen it. And so 1 thing to learn from Bill Gates is in Microsoft in general, to the the value of being persistent. This is about their... When they released release windows, which jobs feels that they stole that day from him. Even in even the even then it was a S product. It lacked the elegance of the Interface where viewers ridiculed it and consumers burned it. Nevertheless, as off as as is often the case with Microsoft products, persistent persistence eventually made Windows better and than dominant. Jobs to dismay was understandable. Apple had been more innovative imaginative, elegant and execution and brilliant and design, but even though Microsoft created a crude copied series of products, it wind up winning the war of operating systems. This exposed an aesthetic flaw in how the universe worked. The best and most innovative products don't always win. And so the way to to dis distilled that down to its ess is, essence is products don't compete companies do. And so this is where we see another prem mission because like I said before, he he talked about. He he fore saw an early death didn't think he's gonna be there for very long. And so he's turning... Well, first of all, let me read. He's... He's... This is when he's 30 years old. This interview I'm about to read some exits from. I thought it was very interesting. The the the invitation first t birthday. I wanna read it to. It says there's an old Hindu saying that goes. In the first 30 years of your life, you make your habits. For the last 30 years of your life, your habits make you. Come help me celebrate mine. And before I read from this interview. Let me give you some background. So the... They've released the Macintosh at this point. This is, you know, jobs heart and soul into this product. The Macintosh starts strong and then sales plummet. It was, like, under power there's some some design decisions that don't wanna it working out. And so I was thinking about that as I was reading the the the excerpts from this interview that are reprinted in this book. And so we see the prem permission. Just... The idea of you think of yourself as a greatest product person, you're not able to run the company that you founded there's a lot of conflict. Your you're beef from with Sc, your beef from Mer, all these people, like, what would that do to your mindset, though. Like, the 1... Okay. I can't run the company. I'm good at products. I make a great product, and then it it it kinda fails in in the the marketplace. And so let's go to to to jobs. I'll always stay connected with Apple. I hope that throughout my life. I'll sort of have the threat of my life and the threat of Apple weave in and out of each other, like a Tapestry. There may be a few years when I'm not there, but I'll always come back. If you wanna live your life in a creative way, you have to not look back too much. You have to be willing to take whatever you've done and whoever you were and throw them away. The more the outside world tries to reinforce an image of you, the harder it is to continue to be an artist. Which is why a lot of times, artists have to say, bye, I have to go. I'm going crazy and I'm getting out of here, and then they go hi somewhere. Maybe later they re merge a little differently. Now, that is a wild thing to say when he's 30 because he says, maybe later on, they re emerge a little differently. He does some crazy stuff when he comes back to Apple in the the end of the nineties, including saying, hey, I'm eliminating the board. The board that just hired me to come back. And 1 of the people he has to eliminate the stone on the board is Mike Mark, who he felt, you know, but betrayed him and abandoned him. I think is the words that he uses, but it's interestingly he says maybe they have to go off and hire somewhere maybe later, they re emerge a little differently because Mike's advice that he gives Steve jobs to save Apple, which is good advice. Like, you have... I'll read it later on. I'm pretty sure Have a highlight on it. But he's, like, you have to think of, like, the caterpillar turning into Butterfly. You have to reinvent the company. You have to have this meta morph. Maybe... And then Steve is saying that... Let's see. That would be 17 years. No. 12 years earlier. Maybe later on they re merge a little differently. Now, Isaac been subscribing this for us with each of these statements jobs seemed to have a prem mission that his life would soon be changing. Perhaps it was time to say bye, I have to go and then re emerge later, thinking differently. And so this is what I meant about Macintosh not doing well. Momentum, this is to know myself, momentum overcomes nearly everything. A lack of it destroys. So 3 months after this. Steve's is gonna be kicked out of some company. As the Macintosh continued disappoint. Sales in March 19 85 were only 10 percent of the budget forecast. That's crazy. She's I'm missing saying 90 percent of the sales they thought they were gonna have. Jobs hold up in his office fuming. Or he'd wander the halls be rating everyone else for the problems. His mood swings became worse and so did his abuse abuse of those around him. So right before he gets kicked out, he tries to do a coup. Doesn't realize that the board is lined up behind Sc. He has no power you know, it's a devastating thing. He talks later on that that that commencement address he gives it Stanford. I think in 2005. That it was the best thing ever happened to him at the time. He deeply deeply depressed though. So I'm gonna skip over there... You know, there's a bunch of chapters usually covering each chapter covers like, a partner's life, So there's a chapter on his time at next. I'm gonna skip over that part. I did an entire podcast on that chapter... Or excuse on that that chapter of Steve Jobs life. Because it Randall Strauss, the author wrote this fantastic book that I think every every entrepreneur should read. It's called Steve Jobs and the next big thing. It is founders number 77 if you haven't listen to it, but the reason I think everybody should read is because you have, gifted an entrepreneur 1 of the... This... Somebody's gonna go down is 1 of the greatest entrepreneurs traditional in history. Literally make every wrong decision. So that entire book serves as a cautionary tale. And I think reading the book and keeping that in your mind, serves as a constant reminder that I... If Steve Jobs is it's capable of making these bad decisions I am too, and keeping in your mind is hopefully makes you wary of, going down that same path. And then there's just a a ton of decisions he makes in that book that it just seems obvious. This is not the right... I guess it to another tail, I guess, so another and that's so easy to deceive yourself, especially if he's coming you know, he he invented he helped invent the apple. It's a sex product. Of course I can do it again. So instead, I wanna talk about something he did der during his wilderness years. This was called this 12 years in between his 2 cents of Apple. And this is about Pixar, which I am I'm unbelievably fascinated. By. So there's a lot of highlights on this page. I have 4 notes for myself. Number 1, your network is important. Number 2, why would George Lucas sell. Number 3, a funny Steve Job story and number 4 what George Lucas told Steve. When Jobs was losing this footing at Apple in the summer of 19 85, he went for a walk with Allen Kaye. Kaye knew that jobs was interested in the intersection of creativity and technology, what I mean about your network being important, so he suggested that he goes see a friend of his Ed Cat, who was running the computer division of George Lucas film studio. They rented a limo and wrote up to Marin County to Lucas Skywalker Ranch where Cat and his little computer division were based. I was blown away, and I came back in and tried to convince sc to buy it for Apple. Jobs called. But the folks running at Apple weren't interested and they were busy kicking me out anyway. Lucas, why would he sell, was embroiled in a contentious voice, divorce and he needed to sell off the division. Jobs offered to pay Lucas 5000000 dollars, plus invest another 5000000 to capitalize the division of a standalone company. That was far less Lucas had been asking, but the timing is right. So he's paying 5000000 in. So 10000000 total, that Disney's going to sell in the future... Excuse me in the in the future, Disney's is going to to buy that company. For 7.47 600000000.0 dollars. Not before jobs one's a hundred pin another 50000000 in, and they have to pivot from doing hardware and software into actually being an animation studio. But it says that... This is a funny Steve Job story. The chief Financial Officer at Lucas Film fell found jobs arrogant and prick. So when it came time to hold a meeting of all the players to discuss the negotiation for buying the the business. Right? He told Ed Cat. We have to establish the right peck order. The plan was to together everyone in a room with jobs, and then the Cfo would come in a few minutes late to establish that he was the person running the meeting. But the funny thing happened, Cat Mobile recalled. Steve started the meeting on time without the Cfo, and by the time the Cfo walked in, Steve was already in control the meeting. Jobs met only... Jobs met only once to George Lucas who warned him that the people in the division cared more about making animated movies. This was Ed Cat lifelong long dream, than they did about making computers. So they're just making the technology to make the computer Job So hey I could sell the computer, which 1 it being wrong. K? You know these guys are hell bent on animation, Lucas told him. I did warn him that basically Ed and John that's John Las. That was their agenda. I think in his heart, he bought the company because that was his agenda too. And it might have been his agenda as well because 1 of Steve jobs hero was Walt Disney. A way to think about... There there... If there was not... If it wasn't for Walt Disney and Edwin Land, there'd be no pixar. Because from Edwin, jobs learned the the the the magic that happens when you combine the Liberal arts with technology. And then the head animator, the head storyteller, John las, I'm about to say here, was he idol utilized Disney at as their jobs. So it says the digital animal... And this is what's wild about Pixar. It the... Yeah, The making of the short animated films. And this is before they make toy story. They're just making a tiny, you know, maybe a minute long, 5 minute long, even long those story. It was just a sideline, and that it won't eventually turns into this entire business. The digital animation business at Pixar, the group that made the little animated films was originally just a sideline. Its main purpose being to show off the hardware and software for the company. It was run by John Las, A man whose child like Face and demeanor masked and an artistic perfectionism that rival that of jobs. Born in Hollywood lasted to grew up loving Saturday morning cartoons. In ninth grade, he wrote a report on the history of Disney studios. And he decided then, that that that was how he wished to spend his life. When he graduated from high school, this is what I mean about. There's no pixar, but wasn't for Disney. When he graduated high school lester enrolled in the animation program at the California Institute of the arts, which had been founded by Walt Disney. And this is an example of jobs coming across a strong talented person and and not not treating them the same way he would treat other people. Las was an artist. So jobs treated him differential, defer differential. I'm not pronounce right. You what I mean? And unless review jobs jobs correctly as a patron who could appreciate artist dentistry and knew how it could be inter woven with technology and commerce. And jobs loved the art that last made so much. He would allow them to continue doing it. This is after I think they ditched this the hardware. He would allow them to continue doing it even though there was no, like, no commercial reason behind it. And so this is just a reminder, the the these little ideas, these little films that last year is nurturing or eventually, was gonna build the pixar, which is, you know, the most successful animation studio since Disney animation. Maybe the... The second maybe there's only 2. I think Jobs makes the case that there's only ever been 2 Pixar and disney. Anyways, the know that my myself phone on this is a reminder that large oak trees start off as little acorns. Jobs became committed to making new animated shorts each year. Even though there was not a business rationale for doing so. And what's crazy to think about that. Like these little animated shorts. Like, eventually, they they they start doing feature length animated films. And then the success of those feature length animated films are outrageous. Like, you could have 1 film. 1 animated film, much less, you know, they have dozens of hits by now. 1 that that'll I'll make over a billion dollars. If you founded a company, and then it made a billion dollars in revenue where you sold for a billion dollars It'll gonna be a wild success, they're doing that constantly with films. It's it's really wild how it starts from just a small idea, and then you have this universal appeal. This global human universal appeal for these stories that they're creating. It's it's it's wild. So the the book goes into great detail. About, you know, all the different pivot that pixar trying to do to, eventually, they land on doing animation. They're not there yet, like, full time. Steve, our Ed Campbell auto is the best description of this because his entire... That's what the entire books about. I think it's like founder 34, something like that. Creativity inc if you're looking for an interesting book to read. But in in the interim, they're trying to work with all these other technology companies and they're doing software and and and not... Well, I guess, in this case, he tries to do consulting, it doesn't work. But the reason I'm bringing out this little story and that's contained in this book is because it's a description again of what this idea that I'm trying to to to share with you that Steve really did respect strength. And so 1 of Andy G, was 1 of Steve jobs mentor. And he's not a guy that you could mess with by any means. I covered, as I've told you before I covered his auto, which only covers the first 21 years of his life, fantastic member called swimming across. And so in this case, Steve Job try to tries to pull some Bs and Andy checks some real fast. And what's fascinating. The reason I'm bringing this to... Your attention is because we see that Steve's Steve respects strength. And you'll see that in his response to being cha size by Andy Grove. When he's usually the 1 doing a cha sizing. Right? Grove played a mentor when jobs proposed that, Joe grove also played mentor when jobs proposed that Pixar give intel suggestions on how to improve the capacity, of his processors to render 3 d graphics. When the engineers at Intel accepted the offer jobs sent an email back saying Pixar would need to be paid for its advice. Intel chief engineer replied, we have not entered into any financial arrangement in exchange for good ideas for our mark micro presses micro processors in the past, and we have no intention of doing so in the future. Jobs forwarded the answer to grove, saying that he found the engineer's response to be extremely arrogant. Grove sent jobs a blistering reply. Saying that sharing ideas is what friendly companies and friends do for each other. Grove added that he had often freely shared ideas with jobs in the past and that jobs should not be so mercenary. Jobs re relentless This is the most important part. I have many faults job said, but 1 of them is not in gratitude. Therefore, I have changed my position a hundred and 80 degrees. We will freely help. Thank you for the clear perspective. So this point in Pixar history, jobs they've had to do a bunch of layoffs. Jobs has already dumped in 50000000 dollars. And he is not... I think he left Apple with somewhere between, like, 70 and a hundred million dollars something that's substantial part is his Fortune at this point in his life. John comes to him though. John master year comes to him. And this is a... You know, Dun layoffs jumped in 50000000. Like, listen, I need to another the 300 grand because I have this idea for this this short story that they're doing. It's called the tin toy. And jobs went up making that commitment. And backing him, which is, again, put in the context of, He's already spent 50000000 dollars in a picture. That's a... With more losses. It's not like they're oh, props around on the corner, because they have no idea. More losses on the horizon. So it says job said he would provide the money. I believed in what John was doing he said. It was art. He cared and I cared. I always said yes. His only comment at the end of Las presentation was, all I ask you John is to make it great. The Tin toy went on to win the 19 80 Academy award. For animated short film. The first computer generated film to do so. And so that that loyalty. This is really about the next... This is gonna... The story is gonna go into another story where it's a reminder the importance of relation ships. So the fact that Steve would always respect John would always back on. John had previously worked at Disney got fired. Then he goes to work at Pixar. Right? And now he's doing such great work that Michael Is, who's the Ceo of Disney at this point is trying to get him to come back. And he won't because he feels loyalty to jobs. The new team at Disney, Michael E Jeffrey Katz, began a quest to get lasted to come back. They like the Tin toy and they thought that that something more could be done with animated stories. But lasted are grateful for jobs faith and then felt that Pixar was the only place where he could create a new world of computer generated animation. He told Camel, I can go to Disney and be a director, or I can stay here and make history. And so why is that important? That leads Disney to say, okay. So does Disney began talking about making a production deal with Pixar. This is gonna lead to Toy story, which is then in turn gonna lead to how jobs winds up becoming the single largest individual shareholder of Disney when he sells the company many years later. Is this Kat talking about at this time. I tried to get I tried to get lester to Disney. I tried so hard to get him to disney, but he was loyal to Steve and Pixar. So if you can't beat them join them. We decided to look for ways we could join up with Pixar and have them make a film about toys for us. So after Steve jobs mom dies. He considers his adoptive parents, his his parents. Right? He decides hey, I'm wanna find out more about my origin, and he winds up locating his birth mom. And, you know, he's she's crying and apologizing. I'm so sorry. So sorry. So sorry And he's like, listen, worked out fine. My child was fine. My parents are fine. Like, don't worry about it. But then she tells him something remarkable that he has a a sister. So they're 23 when they get pregnant, they give jobs of adoption. Then a few years later, they have another kid and they wind up, like, keeping that kid. And then when that daughter, Mona is 5 years old. The dad dips out. So they give 1 baby adoption. The second baby, the mom raises the whole time and the dad dips out when when when the daughter's is 5 years old. So then later on in life, many, like, a a few decades later, Steve's jobs, sister Mona decides I wanna know... Like, I wanna track down my father. And she does. And this is an unbelievable story about Steve's biological father. Way till hear this. Jobs had no interest in meeting him. He didn't treat me well. I don't hold anything against them. I'm happy to be alive, but what bothers me most is that he didn't treat Mona. He abandoned her. Which is what... And then Isaac makes the a acute... The astute observation here. Jobs himself had been at his own daughter Lisa, and was now trying to restore their relationship, but that complexity did not soften his feelings towards Jen dolly. Jen dolly is the last name of jobs biological father. So Mona goes to visit and to to to meet her father, alone. Jobs asked Mona not to mention him so she didn't. But at 1 point, her father casually remarked, then he and her mother had another baby. A boy before she had been born. What happened to him? She asked. He replied. We'll never see that baby again? That baby's gone? Simpson coiled, that Mona Simpson. That's her last name. Mona, so Mona recoil but said nothing. Even more astonishing revelation occurred When dolly had was describing the previous restaurants he had run. There had been some nice ones he insisted. He told her that he wished he could she could have seen him when he was managing a mediterranean restaurant north of San Jose. That was a wonderful place he said. All of the successful technology people used to come in there, even Steve jobs. Mona was stunned. Oh, yeah. He used to come in and he was a sweet guy and a big tip, her father added. Mona was able to refrain... Refrain from blur out, Steve jobs is your son. When the visit was over, she called jobs and arranged to meet him. Jobs was understandably astonished when she mentioned the restaurant near San Jose. He could recall being there and even meeting the man who was his biological father. I had been to that restaurant a few times job said, and I remember meeting the owner. He was syrian, baldi. We shook hands. Unbelievable. There is a when he's away before he goes back to Apple. He has this passionate love affair with his girl Tina, there he says there were 2 mis that we belong together. They want up not working out, but this is really the... I wanna bring this attention because I'm always fascinated about thinking of about alternate histories, and there's just some great writing. So they're in Paris and Tina just telling them, You know, like, just forget everything else back in the states. Let's just stay here and live a simple life. And so she he says, let's just stay in France. We'll settle down. Tina was eager, but jobs didn't want to, and this was really fascinating. He was burned. He burned still... He was burned, but still listen to what he says. I am in reflection of what I do he told her. 25 years later. She sent him an email about this time where they contemplated this alternate future. Right? And so this is our email I read you. We run a bridge in Paris in the summer of 19 85. It was overcast. We leaned against the smooth stone rail and stared at the green water roi on below. Your world had cl, and then it paused, waiting to rearrange itself around whatever you chose next. I wanted to run away from what had come before. I tried to convince you to begin a new life with me in Paris to shed our former selves and let something else course through us. I wanted to I wanted us to crawl through that black chasm of your broken world and emerge anonymous and new in simple lives where I could cook you simple dinners, and we could get together every day, and we could be to together every day, like children playing a sweet game with no purpose, save the game itself. I like to think you considered it before you laughed and said, what could I do? I've made myself. I like to think that in that moment, that moment hesitation before our bold futures reclaimed us. We live that simple life together. All the way into our peaceful old ages with a brood of grandchildren around us on a farm in the south of France, quietly going about our days, warm and complete like loaves of fresh bread, our small world filled with the aroma of patience and familiarity. And so there's a great amount of detail in the book about they're just tumultuous multi multi year love affair, and her description of him. I just... This is a description of Steve from the love from 1 of his loves of his life. And he says this is the first woman he ever lived, or loved and hit a 5 year relationship and she was trying to analyze, like, what, like, what it was, like to to have an intimate relationship with him. And she realized that he's she thought he was a narcissist. Narcissistic narcissistic personality disorder, she says she had read about a narcissistic narcissistic personality disorder and decided that jobs perfectly met the criteria. It fit so well and explained so much of what he had what we had struggled with. I realized expecting him to be nicer or less self centered was like expecting a blind man to see. 1 thing that is repeated by different people at different points of his life is to fact Steve had this magical power of focus. I'm gonna read my note 2 first and then read the paragraph, and then I'll read this quote from this other book. So it says... Or I I guess, this what I wrote. I don't think this is exactly the same idea, but this made me think of Alfred Loom. And how he would focus on the single most important thing to do at the exclusion of everything else and how rare that is to trade for most people to have. So this is from this Steve Jobs book it says, jobs had a way of focusing on something with with insane intensity. For a while, and then abruptly, turning away his gaze. At work, he would focus on what he wanted to to when he wanted to. And no other matters and to... And on other matters, he would be unresponsive. No matter how hard people try to get him to engage. He had the power to focus like a laser beam. So I had read for episode number 01:43. This book called Tuxedo Park. It's about... It's a biography it's got named alfred loom. He's like the world's most interesting man and no one's ever heard about. And I think Loom came to a conclusion similar to jobs, and I think it's a very profound and powerful idea. And it's extremely hard to apply. And so it says Loom had 1 important characteristic. His ability to concentrate completely on a chief objective even at the cost of neglecting matters that appear to other people to be of equal importance. Okay. So I wanna go back to how jobs, like, his guidance of pixar is very interesting. He would defer, obviously, let at Ed run the company, John run storytelling and and the creative part. He... Job... But jobs was extremely, first of all, job control the money. But he's also extremely good at the strategy part. And so let's go into a little bit of the background in because you don't know the story, but this is the unusual way that Pixar Disney partnership of films even begins. And so before, he's he's gonna have a meeting with Jeffrey Katz, He's talking about what he... Like, what he admire. That jobs, you know, admired Walt Disney. It was it's kinda of fun to do the impossible Walt Disney once said. That was the type of attitude that appealed the jobs. He admired Disney obsession with detail and design. And he felt that there was a natural fit between Pixar and the movie studio that Disney had founded. And so you're gonna find a lot of examples of people respecting Walt Disney being inspired, other entrepreneurs that came after and being inspired by by not only what what he was able to do when he's was alive, but what happened to the the company after he passed away. And, you know, 5 decades, 7 decades late later. He died, I think in the sixties if Not mistaken. And so for some... For some reason, I'm reading this part of, of this book, what popped into my mind is this great highlight, I saved from the book to billionaire in the mechanic, which is about Larry Ellis. And in that book, Larry talking about, like, if you lived through the dot... The original dot com bubble, like, just how insane, like, it was like a form of mass psychosis. So is an example that he gives him the book that I've never forgotten it's fantastic. I wanna read it to now. More recently in the dot com heyday and shortly after the Aol time warner merger. He got a call from Far z, who used to work at Oracle and who was now a top executive of at yahoo. Nas told Larry. Disney wants to merge with us. Why would we ever wanna do something like that? What have they got? Larry answered, Gee, let me think. They have the most valuable film library in the world, the most valuable Tv channels in the world? And successful theme parks everywhere. Disney makes tons of money, and they're probably the most beloved plant brand on the planet. Now what have you got? A webpage with news on it and free email. Has everyone gone crazy? And I just love that. I just think it's a a fantastic example of the the mass psychosis that humanity's prone to engage in or during times of, like, over of Euphoria. So let's go back to this this this walk that Steve and and Jeffrey are having, either visiting Disney's film division, and it says, as a Disney... Folks are showing him around, Jobs turned to Katz and asked is Disney Happy with Pixar. With great Exuberance, cat Katz said, yes. Then Jobs asked do you think Pixar, do you think we at Pixar are happy with Disney. Katz said he assume so? No. We're not. Job said. We wanna do a film with you. That would make us happy. Pixar was on the verge of Bankruptcy needed to deal with Disney for more than Disney needed to deal with Pixar? Disney could afford to finance the whole enterprise and Pixar couldn't. And so they're starting out as a... Think about, like, the beginning of their part position. Right? They are in... They're not in a strong position. They're in a rather weak position and then eventually, through all the mach nominations that Steve does, that he gets him into an extremely strong position where when Is gets fired and Bob Ig takes over at Ceo, he calls... Second person he calls. He calls us daughter's first, and then he calls see jobs It's like, we need pixar. We're in deep trouble. It's amazing like, how this this story plays out. So they wanted doing a deal it says Disney would own the picture, and this the first 3 films. This is toy story. There's gonna be the first 1. Disney would own the picture and it's characters outright. They'd have creative control and Pay pixar 12 percent of the ticket revenues. It also had the option to to do Pixar next 2 films, and the right to make Sequels using the characters in the film. Disney could also kill the film at any time with only a small penalty. And so, Steve recognizes this as a weak weaker position he's in. He says he did not like being a mere contractor. He like being in control. That meant Pixar would have to bring its own funding to projects in the future, and it would need a new deal with Disney. While they don't have enough money. So this is where he makes a a big bet. And he's like, I'm we're gonna we're gonna take pixar public, and we're gonna do the Ipo a week after toy story. And he's like, toy story is going to be a hit. And the fact it's gonna be. It's gonna be great for the Ipo. Ed Kat John Last year, they were worried about this. What if it it's a flop. You know, basically, he he's has rolling the dice here. If toy story flops, it's not gonna be good for the Ipo. But this is the the the strategy he has that's gonna wind up, you know, producing... It's what makes them a billionaire initially. Comes a billionaire off Pixar before he does off Apple, and is gonna make him Disney's largest individual shareholders. It's just insane. Jobs decided that the release of toy story that November would be an occasions to take Pixar public like, even the usually eager investment, so it says even the usually eager investment bankers were dubious and said it couldn't happen. Pixar had spent 5 years hem money, but jobs was determined. I was nervous and argue that we should wait until after our second movie last year called. Steve overrule me and said we needed the... And this is why. He's doing this. I I wasn't clear. Sorry. Steve overrule me and said we needed the cash, so we could put up half the money for our films and renegotiate the Disney deal. He's never gonna have. Financial strength if he's getting 12 and a half percent or 12 percent of the profits. He's gonna do a deal. He's like, Now the Ipo gave us money. We're putting a half, we get half the profits. So now you have these movies that are making 1500000000 dollars. Pixar is gonna get half of that. And this is 1 of the greatest examples of really the genius that Steve was at things like this outside of Apple. Apple's is obviously, when it comes back, does the ipod, during the imac, the ipod, the iphone. That's that that becomes obvious. But we see that he's also able to apply his skills to a completely different industry, which makes him just unbelievably unique for an entrepreneur. Right? Toy story open to blockbuster commercial critical success. If recoup the cost, this is in what's amazing is the profit margins of these things. It's just bananas. It recoup the cost the first weekend with a domestic opening of 30000000 dollars and went on to become the top grossing film of the year. So they makes... It costs 30000000 dollars right, to make a little less than that. And it makes 362000000 dollars. And so what do you think is gonna happen? Here opens up? It's it's a it smash the box office the first week. Then next week he has the Ipo. Ipo scheduled. The public offering occurred exactly 1 week after Toy Story opening. Jobs that Gamble the movie would be successful and the risky bet paid off. It exceeded Nets Nets scape as the biggest Ipo of the year. By the end of the day, the shares he had retained, he owns 80 percent of the company. We're worth an astonishing 1200000000.0 dollars that you puts into context here. That was about 5 times what he made when Apple went public in 19 80. And let's go back into... Let's go more into Steve's thinking about this, which is just really, really genius. The successful Ipo meant that Pixar would no longer have to be dependent on Disney to finance its movies. This was just to leverage jobs wanted because we could now fund half the cost of our movies, I could demand half the profits. But more important, I wanted C branding. These were to be Pixar as well as Disney movies. Jobs flew down to have lunch with Is, who was stunned at his audacity. They had a 3 picture deal and Pixar had made only 1. Katz had left Disney at this time to c profound dream works with Ge and Steven Spielberg. If Isaac didn't agree a new deal, with Pixar job said, then Pixar would go to another studio such as Katz Katz. That's a hell of a he... Now he's maneuvering himself into an extremely strong position. K? We made a movie for you. It's a hit. Now we're public. We have a ton of money, and that's fine. You don't wanna renegotiate a deal. I'll I'm doing these 2 movies and I'm bouncing over to your lieutenant new company. He knew Isaac is not gonna like that. Right? So they hammered out a new arrangement. E agreed to let Pixar put up half the money for future films and a return take half the profits. Now this is jobs talking about E perspective on this. Isaac didn't think we could have so many hits, so he thought he was saving himself some money. Ultimately, that was great for us because Pixar would have 10 blockbuster in a row. In a letting he's eventually even after this job is gonna have a falling out with E. In a letter picks pixar shareholders, jobs explained that winning the right to have equal branding with Disney on all the movies as well as advertising and toys was the most important aspect of the deal. Remember, when we learned from, when we studied George Lucas on founders number 35. George Lucas, the... He would negotiated it when he was doing Star wars. The he she's, like, I want rights for sequels, and I went rights for merchandise in I like, okay Fine. They didn't they didn't think it was that big a deal. George lucas wants to making 3 times on selling toys and merchandise. And Star was just the the highest grossing film ever at the time. And even though that, even there was a highest grossing film over, George... Lucas made 3 times as much on merchandise and toys that he's did on the films. So jobs just learning from that. So he's like, I want the branding and I wanna have the opportunity you make money on on on toys. Jobs was known during his career for creating great products, but just as significant with his ability to great create great companies with valuable brands, and he created 2 of the best of his era, Apple and Pixar. And so let me just tie this up. I'm not gonna I'm gonna focus now on his return Apple, but what happens is Isa runs at getting pushed out. Ig comes through. And Ig was working with Is, that go to Hong Kong, the new opening in Hong Kong Disney, and they're washing the parade. And Is convinced, all, we don't... You know, we don't need Pixar whatever. Like, he's trying to play hard bottle jobs. So jobs analysis publicly that they're not gonna resign with Disney. And Ig is watching the parade with Is, and he's, like, every single new character that's in the parade that people are paying to see. Came from Pixar. And he's, like, he goes to the board, and he tells them that he says this after, yeah, after Is fired. But he's, like, animations the core for everything we do because from these new stories, these new characters come. We sell toys. We sell merchandise. We sell more animated sequels. We we get people into our theme parks. And in 10 years that E has been in charge of the first 10 years, E was there, he had a bunch of hits in disney animation. The the next 10 years he had none. And he's like, if that dries up all of our business dries up. We have to buy Pixar and the and the board's is like, hey, Go buy Pixar. Okay. So let's go to where he goes back to Apple because this is where he does the best work. But it really was fascinating is that the idea to return to Apple was a long time coming. And jobs changed his mind a lot about it. Like, oh, I wanna it. No. I don't wanna do it. So we're in 19 95 now. He's best friends Larry Ellis they're in Hawaii. They went to Hawaii with their families for Christmas every year, and so they're talking about this. So they're on a walk. His jobs was when walking along the beach with his friend Larry Ellis. They discussed take making a takeover bid for Apple and restoring jobs as his head. Ellis said he could line up the 3000000000 in financing. That was think about it. Apple what. I'm trillion 2000000000000 dollar. I don't know. Over a trillion dollar company now. At this point, it would... They could've have bought the company for 3000000000 dollars. I will buy Apple. You will get 25 percent of it right away for being Ceo, and we can restore it to its past glory. But jobs deferred. I decided I'm not a hostile takeover kinda of guy. So next year, so that's Christmas 95 by Thanksgiving 96, and Apple and Interim had gone through a bunch of different Ceos. Guys, we we we don't remember. The last 1 before jobs he's guy named Gill emilio. He needs to... They they need help... He's like, I'll buy next from Steve jobs because we want their operating system. Like, it's it's faster to buy 1. Than for us create your own, and we get this... This... The the book was in a lot of detail about the manipulation that a young steve jobs pulled on John Sc when he was invited to to run Apple. And the same... He does this exact... He runs the same playbook. When he the manipulation he he does for Gill Emilio. And he jobs will constantly lie. And he's no problem lying manipulating you. And so we see he does a emilio to get what he wants. This is by Thanks every 19 86 to 2 companies have become mid level talks and Jobs Picks the phone to call Emilio directly. I'm on my way to Japan, but we'll be back in a week, and I'd like to see you as soon as I return. Don't make any decision until we can get together. Emilio was thrilled to heal from. Emilio was thrilled to hear from him. And ent by the possibility working with him. For me, the phone call with Steve was, like, inhaling the flavors of a great bottle of vintage wine he recalled. His guy's in trouble. On 12/02/1986, Steve jobs set foot on Apple's cup campus for the first time since his Ou 11 years earlier. So, Steve, again, he respects strength. He doesn't respect if you're a Mark and easy mark, he's gonna manipulate you. He's gonna take advantage of you. He's engineer gonna roll over you. He's gonna... He has no... There's no remorse at all. You know, that's why his his his girlfriend the love... 1 of his lu said they was, you know narcissistic. He had no... There was just no... Not capable of empathy in that regard. And so now we're back in Hawaii a few weeks after this. It's back there with Larry and he's talking Larry about this. And this part was just Hilarious. You know Larry, because it's it talks... It's the 2 differing personalities of Larry Ellis and Steve jobs in 1 conversation. Know Larry, I think I found a way for me to get back into Apple and get control of it without having... You having to buy it job said. He he Ellis recalled. He explained his strategy, which was getting Apple to buy next, and then he would go on the board and then be just 1 step away from being Ceo. Alison thought that jobs was missing a key point. But Steve, there's 1 thing I don't understand. If we don't buy the company, how can we make any money? It was a reminder of how different their desires were. Jobs put his hand on Allison left shoulder. Pulled them close, so close that their noses is almost touch and said. Larry, This is why it's really important that I'm your friend? You don't need any more money? Alison said, well, I may not need the money, but why we we should let some... Why should we let some fund manager of Fidelity get all the money? Why should someone else get it? Why shouldn't it be us? If I went back to apple and I didn't own any apple, and you didn't own any of apple, I'd have the moral high ground jobs replied. Steve? That's really expensive real estate this moral high ground. And so it says, all the jobs later said that he was not plotting to take over apple all the time. Ellis thought it was inevitable. Anyone who spent more than a half hour. This is what I meant about Steve understanding, like, seeking out weak weakness and just understanding he who he can manipulate and who he get exploit and who he couldn't. He couldn't pull this andy grove, but he Damn can with Emilio. Right? Anyone spent more than a half hour with emilio would realize that he couldn't do anything but self des destructive. And there's a bunch of sentences that talk about the charisma and manipulation that that jobs pulled on him. He says, like, this is, Emilio talking about this. Like so many others I was caught in Steve Jobs Force field. I was hooked in by Steve's energy enthusiasm. He made me feel like a lifelong threat. He doesn't give a shit about you. He's not your lifelong friend. I mean, you gotta be somewhat of a sucker to fall for that. Now this was fascinating because this same point when they realized what what gates is seeing was happening. And this is a really good point by Bill Gates. If you really think about it this, This is Steve's 42. At this point in time, Steve had no track record as a great ceo. That's... It's hard for us to remember that because we see what's gonna happen in the next, you know, 20 something years after. Jobs comes back where he actually learns and then can point to a great track record to Ceo. But Gates like, well, this is weird. Why are you doing this? Gates knew that the deal was destined to bring jobs back to power. What they ended up buying was a guy who most people would not have predicted would be a great Ceo because he didn't have much experience at it, but he was a brilliant guy. So then there's a really great writing by Isaac, and there's 2 things that I think this paragraph serves as a reminder for you and I, and it's asking, like, what drives you. What will actually bring you fulfillment. And sometimes it's not the things that you think will. And so it says, jobs had neither ellis cons speaker's consumption needs, nor gates thought philanthropic impulses nor the competitive urge to see how high on the forbes could get. Instead, his ego needs and personal drives led him to seek fulfillment by creating a legacy that would all people. A dual legacy actually, building innovative products and building a lasting company. He wanted to be in the Pant with and indeed a notch above people like Edwin land, Bill He, and David Packard. And the best way to achieve all of this was to return to Apple. And reclaim his kingdom. I wanna go back to... Again, this is a weird thing saying, you know, Steve jobs was a personal hero, but he's also a liar And what does it say... So I there's there's a bunch of of thoughts I had that are not, like, you know, you read the section about to read you. And then just all these other thoughts come to mind and 1 of them was just what does it say about humanity that d seat behavior is so effective. I always go back to Will and Aerial durant. Spent what 50 years of their life, studying history, dedicate their entire lives to it. Analyze human nature maybe on levels that very few people that have ever existed have, and they say something in let that that little book. They wrote a lessons of history. Just 1 of the bonus up with in an archive. If haven't heard, but you can read it in like, a weekend. Maybe probably less. You probably read it 1 sitting. And so they're they're dis stealing, like, you know, it's a... That's a absurd proposition which they admit to. Like, you know, how can I dis instill everything I've learned during my entire life to a hundred pages? But they say in every age men had been dishonest and government's corrupt. And I was just struck by their their writing really amazing, but this propensity for human beings to use lying as a tool, and unfortunately, an extremely effective tool. And so this is what these are the things I popped in my mind when I'm reading the section jobs could seduce and charm people at Will, and he liked to do so. People such as Emilio and skull and sc allowed so to believe because jobs was charming them. It meant that he liked them respected to him. He did not. It was an impression that he sometimes fostered by dishing out sincere flattery to those hungry for. In other words, lying, but jobs could be charming to people he hated just as easy as he could be insulting to people he liked. Emilio didn't see this because like Sc, he was so eager for jobs as affection. Jobs sometimes avoided the truth. So there's this author that once said of Ken Kissing. He lies not because it's in his interest. He lies because it's in his nature. So that person describing kid Henry kissing, Isaac can clearly drawing the parallel to Steve jobs. It was in jobs nature to mislead or to be so secretive when he felt it was warranted. He also indulged in being brutally honest at times. This is what makes it so confusing. Telling the truth that most of us sugar coat are suppressed. Both the dis assembling and the truth telling were simply different aspects of his niche nietzsche attitude that ordinary rules didn't apply to him. So I've read... I don't know if you've ever read. It it was named 1 of the hundred greatest books of all time. It's the power broker by Robert Carl, which is biography about, Robert Moses. And so a couple of people have asked me, am I never gonna do that that book from the podcast. I may. It's a gigantic book a really detailed story. I don't even know if I'd be good enough to to make a podcast. I I mean, it's really... The the the materials fascinating. So that is 1 of the reasons I would wanna do and just unbelievable we're. But anyways, the same author, Robert carr has done this multiple volume biography on Lyndon Johnson. And so I have I haven't read the the the actual books, but I have the audiobooks books And I've been listening to the first book in that 4 part series. And what I'm struck by is, he... They talk about Lyndon B Johnson, which is very similar to kissing, very similar of to the jobs just lied with impunity, his nickname, I think they call him bull for short for, like, bullshit or bull crap, and it's just... He lied all the time about everything and he used it as a tool. And I thought that when I heard that, when I think about Kissing j when I think think about jobs. It's the same thing he lies not because it's in his interest, but because it's in his nature. What do you do with information like that? And why is it so effective? I don't know the answer. It's something worth thinking about. I don't even know if we'll ever figure out the answer. In moving ahead in the books, though. There is something that's that's interesting. Is talking about wrestling with the decision to come back or not come back. Right? To be full time Ceo and actually Run Apple. And he's gonna say something here that's fascinating. I'm gonna read the paragraph and then I'm gonna summarize that because I think it's a good framework. It's the Steve, if you were to think about it It's a Steve jobs framework for deciding what to work on. We just taken Pixar public, and I was happy being Ceo there. I never knew of anyone who served a Ceo of 2 public companies, and I wasn't sure if it was legal. I didn't know what I wanted to do? I was enjoying spending more time with my family? I was torn. I knew Apple was a mess so I wondered. Do I wanna give up the nice lifestyle I have. What are all the pixar shareholders gonna think? I talked to people I respected? I called Andy Grove at about 8 1 saturday morning? I gave him the pros and cons. And in the middle, he stopped me and said, Steve, I don't give a shit about apple. I was stunned. It was then it was then I realized I do give a shit about apple. I started it, and it's a good thing to have in the world. That's when I decided to go back on a temporary basis to help them hire a Ceo. And so if you think about what he's saying there. It's like, he just developed a good framework that it will help you and I decide what we should be working on. Number 1, It's a 2 step framework. Number 1, do you give a shit about it? Number 2, is it a good thing to have in the world. If you answered yes, twice, then you have to do it even if it's risky? So he's coming by back as interim Ceo. And then with the guys that they're gonna have, like, they're still looking for another Ceo. So I'm gonna fast forward because this is just wild. That again, say, it goes back to the same thing as Steve just not you know, just, refusing to bend to other people's will. And so he doesn't like the fact that the board even dare questions him. Instead of declaring victory and thinking the board jobs continue to see that having answer a board, he didn't respect. Stop us train. This isn't going to work. He's telling the board here. This company is in sham, and I don't have time to witness nurse the board. So I need all of you to resign. Or else, I'm gonna resign and not come back on Monday. Most members of the board were gassed. Jobs was still refusing to commit himself to come back at full time are being anything more than an adviser. Also, it wasn't even Ico yet. Not Interim Ceo. So just an adviser which makes it even crazier. Before anything more than adviser. Yet, he felt he had the power to force them relief. And he did. That's the crazy part. They hard... The heart true power was that he did have the power over them. They could not afford for him to store off in a fury, nor was the prospect of remaining on the an apple board member very enticing by them. Remember. They're very close to bankruptcy. They're leader list. Their their product lineup. It's... They're in a disarray. Among those being asked to resign was Mike Mo, who in 19 76 as a young venture capitalist had had visited a jobs garage, fallen in love with the nascent computer on the work bench guaranteed a 250000 dollar live of credit and became the third party and 1 third owner of the new company. Over this is... Over the subsequent 2 decades, he was the 1 constant. So when the time came to ask him to resign from the apple board, jobs drove to his house to do it personally, and this is just fantastic parting advice. They spent the rest of the time talking about where Apple should focus in the future. Jobs ambition was to build a company that would endure and he asked Mark, what the formula for that would be. Marco replied that lasting companies know how to reinvent themselves. Marco told him you've got to reinvent the company. You've got to be, like a butterfly and have a meta morph. So eventually, jobs realized realizes I'm coming back full time. He stacks the board. He, invites Bill Campbell, Larry Ellis, people are basically gonna stamp whatever he wants to do. And so was fascinating to me as I told you earlier when Bob Ig took over Disney. His first call was to. His daughter's tend to steve jobs. Right? Steve's first call is to bill Gates. Jobs are called. I called it Bill said, I'm gonna turn this thing around. I need help. Microsoft was walking all over Apple's patents. And I said if we cap up our... If we keep up our lawsuits. A few years from now, we could win a billion dollar patents suit. You know it and I know it. But Apple's is not gonna survive that long if where it were. I know that. So let's figure out how to sell those right away. All I need is a commitment that Microsoft will keep developing for the Mac and an investment by Microsoft in Apple, so it has a stake in our success number. He needs money right now. So it says, well, when I recounted to him what Bob said, Gates agreed to was accurate. This was fantastic because I just love simple deals. And so... I mean, everybody like I said, even Gates. Gates called it. He had been negotiating with Emilio for 6 months, and the proposals kept getting longer and more complicated. So Steve comes in and says, hey, that deal is too complicated. What I want is a simple deal. I want the commitment and I want an investment. We put that together in just a few weeks. So this is the part of the story where he starts to learn how to build a great company not just great products, an idea that he said 1 time that that stuck my mind I love. Because, you know, it's... We can love building a great product, but if you don't become great marketing person, A great marketing team, great marketing company. And that product's is not gonna reach as many people as possible. And Steve said and want every person on the planet to have an Apple device and to be able to do that. Apple has to become a great marketing company, so he actions express priority. Right? So he makes this a priority. Starting with to think different campaign and continuing through the rest of his years at Apple, jobs held a 3 hour meeting every Wednesday afternoon with his top agency, marketing and communications people to kick around messaging strategy. There's not a Ceo on the planet who deals with marketing the way Steve does says cloud. This the guy that ran the ad agency. Every Wednesday he approved he approves each new commercial print ad and billboard. So this book goes into a lot of detail of what he actually does? He reduces, you know, has to lay off a bunch people, the get rid of, like, 70 percent of the products focuses on just 4. I did an entire podcast on this that goes in more detail. That that the biography of of Jonathan Iv. That's founder number 1 78. That 1 goes into great detail because Jonathan was there and the entire time, he he started there before when Steve jobs was gone. And then he winds up coming back him and being Steve's. Think he calls him as spiritual. Like, a spiritual partner. I'm about to get at that right now. So I'm if you wanna learn more about that detail, yeah, you can obviously read the book, but listen to that podcast because he's just got great at ideas. It really it just comes down focusing and, a lot of big companies that become an auto And you can you can turn off autopilot by constantly asking yourself, why am I doing what I'm doing? And he discovered that no 1 in apple other? Why are we making burners? Why are we making 16 different versions of the Macintosh? Which 1 should I test... And he asked like simple questions Like, okay. There's a 4 Mac dash 1400 goes all up, like, 8400 some nonsense like that. He goes, which 1 should I tell my friend to buy? That's a very simple question. No 1 can answer the question. So he knew he's in big trouble. This is more about the Steve's relationship though. I wanna get into this point because again, he respects talent. He respects just like he respected las grove all these other people. Most people in Steve's life are replaceable, but not Johnny. Jobs described to me his respect for I've. The difference that Johnny has made, not only at Apple, but in the world is huge. He is a wicked intelligent person in all ways. He picks up stuff like that. He picks up stuff, and it just clicks. He understands what we do at our core better than anyone. If I had a spiritual partner at Apple, it's him. He and I think most of the products together and then pull others in and say, hey, what do you think about this? He gets the picture as well as the most as the most infinite test details about each product, and he understands that Apple is a product company. He's not just a designer. That's why he works directly for me. He has more operational power than anyone else else at Apple except me. There's no 1 who can tell him what to do or to butt out. That is the way I set it up. And so we're still in the the part where he's learning how to build a great company part of that it's getting lieutenant. People like Johnny and design. He's, he's about to, hire and promote Tim Cook. Getting the talented lieutenant that actually help him run the company. And remember this for later because this is advice he gives to other entrepreneurs right before he dies as well. At this point in his career, he became a manager. His management mantra was focused. He eliminated excess product lines and cut extraneous features in the new operating system software. He also let go of his control free desire to manufacture products in his own factories. That's where I said, read that next book because it's he literally thought. He's like, you know, same way if you wanna buy a bmw, you can fly over to their factory and watch it being made. He's like, people are going to buy next computers is gonna fly out my factory in California and what should being made. No they're not. No. They're not. He's like go of his control free desire to manufacture products on factories and instead outsource them, the making of everything from circuit boards to the finished computer. And he forced on App or Apple suppliers a rigorous discipline. This is like the the un sexy, but very important details of actually making a great company. Right? Under Steve jobs there was 0 tolerance for not performing. He wants putting so much pressure on the head of operations This guy's gonna quit after 3 months Apple Head of operation decided he would not. He he couldn't handle the pressure and he quit. For most a your jobs ran operations himself until he meets tim cook. Then in 19 98, he met him Cook, who was 37 years old, and he was working as a supply chain manager compact. Tim Cook would grow into an indispensable... Backstage partner in running Apple. As jobs are called, I realized that he and I saw things exactly the same way. So the way he's describing his relationship with Cook on operations, this is very similar to how he described his relationship with with Jonathan on design and product creation. Before I... It wasn't long before I trusted him to know exactly what to do. He had the same vision I did, and we could interact at a high strategic level, and I could just forget about a lot of things unless he came and ping me. So the fundamental level, the fundamental thought rather of him becoming a great managers that on... It's the same thing as building a great product, but understanding to do this did you need to high quality people in all areas of your company. So it's the quality of people above all. And Ed Campbell has a really simple way to think about this. He's like, ideas come from people. Therefore, people are more important than ideas. He's like, listen, if you got good... Give give a good idea to mediocre team, they're gonna screw it up. If you a mediocre car team to a great team, they'll rethink, and they'll come up with something better. And so this is Steve talking about how important it is making sure he's got the best people on them. For most things in life, the range between best in average. Is 30 percent or so. The best airplane flight, the best meal. They may be 30 percent better than your average 1. What I saw with Was was somebody who's 50 times better than the average engineer. He would have... He could have meetings in his head. The Mac team was an attempt to build a whole team like that. A players. At Pixar, it was a whole company of a players. When I got back to Apple, that's what I decided to try and do. You need to have a collaborative hiring process. When we hire somebody, Even if they're gonna be in marketing, I will have them talk to the design folks and the engineers. My role model was Jay Robert Oppenheimer. I read about the type of people he sought for the Adam Ba project. I wasn't nearly as good as he was, but that's what I aspire to do. So every chapter for the rest of the book, go centers around a product that they made. Right? So you have the imac. You have the ipod, You have the iphone. You have the Apple stores. There's something he says about the apple store is fascinating because when he proposed the opening store, At the same time that Dell is having huge success with without stores and gateway closing their stores. Gateway would put their stores, they'd optimized for cheap brand. And as a result, it'd be way out far, and you'd have, like, 200 people coming into the store. On a weekly basis. This just wasn't enough. And Steve's point was like, no, you should go to where your customers are. And so he says there was no tech stores in the mall. The conventional wisdom was that a consumer when making a major and infrequent purchases such as a computer would be willing to drive to a less convenient location where the rent would be cheaper. Jobs disagreed. Apple stores should be in high traffic areas. No matter how expensive. We may not be able to get them to drive 10 miles to check out our products, but we can get them to walk 10 feet. If they're passing by, they will drop in out of curiosity. And then if we make it inviting enough, once... And once we get a chance to show them what we have, we will win. Wanna bring to your attention this really unique idea that he does and they wound up dominating. I think that I I don't even know what it was. Was like... 80 or 90 percent of the music player market went it being ipod. It went to be counting I think for, like half of Apple's revenue before the iphone It's just bananas. But what was fascinating to me is that, Steve always believed in tight product integration. Right? And he believed that for multiple decades, he didn't... He couldn't predict when he had that idea when he in his twenties that when he was in his fifties that it would help destroy other music players. Check what he did here. It was very fascinating. Realized that they're... Well, let me just treat you. Josh realized that there was yet had another advantage the fact that Apple had an integrated system of computer software and device. It meant that sales of ipod would drive sales of the imac. Okay? That makes sense. This is really fascinating. This is a fasting part. That in turn meant that he could take money that Apple was spending on Imac advertising and shift it into spending on ipad rs ipod ads. This is what he says. I had this crazy idea that we could sell just as many max by advertising the ipod. So I moved 75000000 dollars of advertising money to the ipod. Even though the category didn't justify 1 hundredth of that. That meant, we completely dominated the market for music players, we outs spent everybody by a factor of a hundred. So while he comes out with the ipod, he wants up, creating the it itunes store does all these deals with the the record companies nobody could hammer out, and this is just hilarious because this this is when itunes was only available on the Mac before it's at released in the windows. And so we get this email. This email from Bill Gates after the itunes store was released, and it... I... It's funny because I love, they're so different, but I like, setting both of them. At, like, they're early versions of them. And so throughout this book, we have this, like, ongoing commentary that happens, you know, constantly popping up Bill gates just giving us this commentary on on the history of Apple and what Steve's doing. Is just I find his hilarious. I don't know why. But he says, Bill gates himself weighed at 10:46PM that night. His subject line Apple's jobs again. Indicated his frustration. Steve jobs ability to focus in on a few things that count, get people who get user interface right and market things as revolutionary are amazing things he said. He expressed surprise that jobs had been able to convince the music companies to go along with his store. This is very strange to me. He said, the music companies own operations offer a service that is truly unfriendly to the user. They were all trying to build their own version of this transition to digital. Some of some of them had, like, subscription services that are very comp... Popular now. Other had the ability, like, buy a digital download. Right? They were terrible products. Somehow they decide to give Apple the ability to do something pretty good. Now that jobs has done it, we need to move fast to get something where the user interface and rights are as good. Even though jobs has us a bit flat foot again. We can move quick and both match and do stuff better. It was an astonishing private admission. Microsoft had again been caught flat foot, and it would again try to catch up by copying apple. And so they released their own ipod, like, version the, and their store and jobs of response to this was very, I very astute observation about the importance of your motivation. Like, why are you doing what you're doing? If you truly love what you do, it's gonna show. Microsoft was able to finally release stone answer to the ipod. It was called the Zoom, and it looked like an ipod, but cl. Jobs was brutal about the cause of the Zoom uni inspired design and market weak weakness. Think it winds up taking like, 5 percent the market. It says the older I get, the more I see how much motivations matter. The Zoom it's crappy because the people at Microsoft don't really love music or art the way we do. We won because we personally love music. We made the ipod for ourselves. And when you're doing something for yourself or your best friend or your family you're not gonna cheese out. If you don't love something, you're not gonna go the extra mile, work the extra weekend, challenge the status quo as much. So like I mentioned earlier, what makes this book unique is the fact that Isaac and Jobs work so closely together there's a lot of talks and they're having these talks when Jobs knows he's going to die. This is a few months before he dies. And Steve and Walter are at Steve's house listening to music and reflecting on life, and I think he said he's talking here about the what, like, the what musician he likes the best, but I really think it talks about trying to build a product or company that no 1 else could. At the end of this listening session, I asked him a well worn question. The beatles are the stones. If the vault was on fire, and I could grab only 1 set of tapes, I would grab the beatles he answered. The hard 1 would be between the beatles and dillon. Somebody... And this is the the main point where I'm reading this to you. Somebody else could have replicated the stones. No 1 could have been dillon or the beatles. And so this is another example. This is jobs on what he learned from the creative, about the creative process from the beatles. So he has this Boot lake Cd that contains a dozen or so tape lessons sessions suit. Of the beatles revising the song strawberry fields forever I think or maybe the album. It became a musical score to his philosophy on how to perfect a product. That... This is another example of like, I don't think it's obvious that jobs just takes less from everything thinks about the principles behind them, not the not the what but the how. Right? And applies them to Apple. So he's gonna take this Boot league Cd of the Beatles creative process and and realize, hey, it's the same things than what I'm doing. This is fascinating. So it says he put it on while describing what it had taught him. It was playing in the background when His conversation. It's a complex song and it's fascinating to watch the creative process as they went back and forth and finally created it over a few months. Lennon was always my favorite beetle. He laughs as Lennon stops during the first take and makes the band go back and revise a court. Did you hear that little d they took? It didn't work so they went back and started from where they were? It's so raw in this version. It actually makes them sound like mere mortals. You could actually imagine other people doing this. Maybe not writing and con it, but certainly playing it yet they didn't just stop or yet they just didn't stop. They were such perfection that they kept going and going. This made a big impression on me when I was in my thirties. You could tell how much they worked at this. They did a bundle of work between each of these recordings. They kept sending it back to make it as close to perfect. As he listens to the third take, he points out how the instrumentation had gotten more complex. The way we build it stuff... The way we build stuff at Apple is often in this way. Even the number of models we make of a new notebook or ipod. We would start off with a version and then begin refining and refining doing detailed models of the design or the buttons or how the function operates. It's a lot of work, but in the end, it just gets better and soon it's like, wow. How did they do that? Where are the screws? So let's go into where the reality distortion field What I mentioned earlier is just does... It's not helpful. And this is in 2003. I red dies in 2011. They first discover tumor in the pancreas in 2003. To the horror of his friends and his wife, jobs decided not to have surgery to remove the tumor, which was the only accepted medical approach. I really didn't want them to open up my body, so I tried to to see if a few other things would work. He told me years later with a hint of regret. He kept to a strict vegan diet with large quantities of fresh carrot fresh carrot and fresh juices. To that regimen, he had an ac, a variety of herbal remedies, and occasionally a few other treatments he found on the Internet, are you kidding me? Or by consulting people around the country including a psychic. His friends repeatedly urged him to have surgery in chemotherapy. Steve talked to me when he was trying to cure himself by eating horse shit, and horse shit roots, and I told him he was crazy. Andy grover called. Jobs occupancy lasted for 9 months after his diagnosis. Part of it was the product of the dark side of his reality distortion field. In June 2004, so now 9 months later, a cat scan showed that the tumor had grown and possibly spread. It forced him to face reality jobs underwent surgery. They think it's in remission and he'll be okay. 2005. He gives that commencement address, and this is some of the best advice he ever gave. I'm just gonna read it to Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life because almost everything. All external expectations all pride, all fear of embarrassment or failure, these things just fall away in the face of death. Leaving only what is truly important. Remembering that you're gonna die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart. And unfortunately, that diagnosis thinking that was in remission, they was gonna be fine because when he was given that speech says, you know, I I mind be okay, Was not accurate. So 2003 discovery. 2004 surgery, 2005 healed 2008 spread. And not only did he die young? I think was 56. But when you hear about the way his last 3 years of his life for. It's not that he got 56 healthy years. He was in pain and, I'm gonna read this now by the beginning of 2008, it was clear that jobs and his doctors that the cancer is spreading. He was also being treated for pain, usually it was morphine. He was having eating problems and losing weight, partly because he had lost so much of his pancreas. The cancer and morphine reduces appetite. He since his early teens, he had indulge, his weird obsession was extremely restrictive diets and fast. In early 2008, jobs eating disorder got worse. It was stressful for his family as they watched him lose 40 pounds. During the spring of 2008. This is gonna lead to his second medical. The third 1 he doesn't return from jobs tumor had meta into his liver and was wreak havoc in effect his body was devour itself. Is this stuff's hard to read. He was in personal denial about this. He was very sick at this point, and he was an excruciating pain. He became very emotional both ranting and crying at times. And he starts thinking about the fact that he's not gonna see his kids grow up. And so in 2009, he almost dies from liver failure. He was declining rapidly, but his first week... By first week in March and the waiting time for liver transplant which was projected be 21 days. It was dreadful, his wife said. It didn't look like we'd make it in time. Every day became more excruciating. Eventually, 21 days later on March 20 ninth... Our 20 first. We wind up getting a liver. The transplant was a success but not reassuring when the doctors took out his liver. They found spots on the thin membrane that surrounded his internal organs. In addition, there were tumors throughout the liver. Which meant was likely that the cancer hadn't migrated elsewhere as well. He's in the hospital. This part is just... He's like, on death store and he's still taking visitors from apple jobs mood was boyd boyd risen whatever. When he would... When he was able to have visitors from Apple, Tim Cook would come down regularly and fill them then on the progress of the new products. You could see him brighten up every time the talk turned to Apple. With Wild, they're going over, like, product, They're talking about products and everything in the hospital room. If you remember the biography he in Walt Disney, Walt Disney was reviewing plans, he was dying of lung cancer. He's in the hospital, He's reviewing plans for Disney world. In his hospital room right before he dies. See the same thing playing out... I mean, in this case, job survives for, like, another year and a half, I think, 2 years from this point. We see the same thing playing out though with with the same idea, playing out it with Steve jobs. And he after this, he goes back and he has 1 the he's working on the ipad ipad before he's to go on medical leave for the final time. And it's just... I'm not gonna keep reading this because it's, you know, if you... If you know any way it's died of cancer if you have a loved 1, you know the process... What they just said, The body eats itself. Think it's a description that that I just read. It's... I I think it's probably... I... It's the worst way to die. And jobs had to go through that and everybody had to see that. This is how him his wife celebrates their twentieth wedding at street. And this is, I think a year before he dies. He says he found the photographs of the wedding and had large prints made on thick paper boards and placed it an Elegant box, and an Elegant box. He found the note, and then he included a note in the box. And so he's reading this what he wrote to his wife. And he says we didn't know much about each other 20 years ago. We were guided by our intuition. You at me off my feet. It was snowing when we got married in Yosemite. Years passed, kids came, good times, hard times, but never bad times. Our love and respect had endured and grown. We've been doing so much together and here we were... And here we are right back to where we started 20 years ago, older and wiser. With wrinkles on our faces and hearts. We we now know many of life's choice, suffering, secrets and wonders, and we're still here together. My feet have never returned to the ground. By the end, he's reading this to Walter Isaac into the author. By the end of this, he was crying uncontrollably. When he composed himself. He noted that he had also made sets of the pictures for each of his kids. I thought they might like to see that I was young once. And so his wife is also talking to Walter. And making sure, like, she knows he knows what's to put in the book because this is the end. This is the last few months of his life. She wanted to make sure she said that both sides of his personality reflect in the book and put into context. Like many great men whose gifts are extraordinary. He's not extraordinary in every realm. He finally has to resign for the last time from Apple, and it's just amazing that the author was there to ask him this question. And when I asked how it really felt to be re and control of the company had built his tone turned wi, and he shifted into the past tense. I've had a very lucky career. A very lucky life. I've done all that I can do. And then, there's, like, a lot of detail about how weak and sick. You can't get out of bed can barely talk, and they're still having meetings. And so this just tore me up, man because, he's talking about like, why why he's doing the book. After 2 hours, he grew quiet. So I got off the bed and started to leave. Wait. He said, as he waved to me to sit back down. He took a minute or 2 for him to reign energy to talk. I had I've had a lot of t reputation about this project he finally said, referring to his decision to cooperate my cooperate with this book. I was really worried. Why did you do it? I asked. I wanted my kids to know me he said. I wanted my kids to know me. I wasn't always there for them, and I wanted them to know why and to understand what I did. In 2011, when the situation seemed so dire, His daughter, Lisa got back in touch after more than a year. The visit went well. Jobs was in a mood to men's fences and expresses his affection for those around him. I'm very glad she came. It helped settle a lot of things in me, he said. Jobs had another visit that month. From someone who wanted to repair fences. Google's c founder Larry Page who live less than 3 blocks away had just announced plans to retake the reins of his company from Eric Schmidt. He knew how to flatter jobs. He asked if he could come by and get tips on how to be a good Ceo. Jobs was still furious at Google. My first thought was fuck you. He recounted. But then I thought about it, and I realized that everybody helped me when I was young from Bill He to the guy down the block who worked at Hp. So I called him back and said sure. Page came over, sat in jobs living room and listen to his ideas on building great products and durable companies. Jobs were called. We talked a lot about focus and choosing people. How to know who to trust and how to build a team of lieutenant he can count on. I described the blocking and tackling he would have to do to keep the company from getting fl are being lard with b players. The main thing I stressed was focus. Figure out what Google wants to be when it grows up. It's now all over the map. What are the 5 products you wanna focus on? Get rid of the rest because they're dragging you down. They're causing you to turn out products that are adequate, but not great. I tried to be as helpful as I could. I will continue to do that. That's I'm gonna spend part of the time I have left. I can help the next generation remember the lineage of great companies here and how to continue the tradition. The valley has been very supportive of me. I should do my best to repay. And he's still doing that. He's still helping to teach the next generation more than a decade after he died. And unfortunately, he can't do that in person, but because of books like this, we have the ability to have a 1 side conversation with him, to know about how he lived his life to know the ideas that he learned and the lessons he wanted to pass on. Highly recommend reading the book. If you're gonna buy the book, use the link that's in the show notes in your supporting podcast same time that it's 214 books down 1000 a go, and I'll talk to you again soon. At the"
}