{
  "transcript": "The partnership between general Leslie Gross and the theoretical physicist jay Robert Oppenheimer is 1 of the great stories of the second World War. And it was as unexpected as it was successful. There was little in either man's life before 19 42 to suggest that the general and the physicist would ever meet. Much less for a close working association to develop an atomic bomb. They came from very different cultural and economic backgrounds. Their careers alone would have kept them apart, had not the war thrown them together and change their lives utterly. In Robert Oppenheimer, Leslie Gross found the man to help him achieve fame and success to the creation of a secret weapon that could end America's greatest war. Oppenheimer did that by recruiting scientists and engineers, inspiring them and under undergo supervision, leading them and creating the new bomb. In Groves, Robert Oppenheimer found the man who would rein his career and give direction to his life. Groves did that by giving him an uni unimaginable grand scientific and engineering task, along with virtually unlimited resources. Hundreds of thousands of people in research laboratories and plants across the United States helped to create the atomic bomb. But the successful development of this weapon in record time, is in no small part due to the complex, sometimes tense, but always productive partnership between groves and Oppenheimer. That was an excerpt from the book that we talked you about today, which is the general and the genius grows and Oppenheimer. The unlikely partnership that built the Atom Bomb, and it was written by James Con. So before I jump into the book, let me tell you how this connects with everything else that you and I've been learning and how I came to discover this book. So there is something that I discovered in reading a bunch of biographies of Steve jobs. A trait that he had that I think is a good idea to copy. And that's to learn from every experience he had, figure out the underlying principle of that experience and then apply that to his work. So for example, he's a young boy. His father was meticulous Craftsman Steve's saw his father build cabinets, build fences, and he would apply the same quality of wood and materials to the parts of the fence and the cabinet that no 1 would ever see as he did to the front. And the lesson he taught Steve is that you do a job all you do job to the highest level all the way through. Not because the customer would see it. But because that way you know that you did your level best. Another example. Steve's taken a walk in paris in his mid twenties, He's walking with his mentor, his former boss, Nolan Bush, who's also the founder of atari and Chuck cheese, and Steve made the observation about the fact that Paris is 1 of the most unique cities in the entire world because of the uniformity of the architecture and design. Steve said that you could drop... So somebody could be dropped in anywhere in Paris not be told where they are and they would immediately know that they're in Paris. And Steve wanted to take the uniformity of the design of the architecture in Paris and apply that to the products that Apple would make. That they'd be so distinct that even if they didn't have the Apple logo on it, you would know exactly that it was an Apple device. And then finally, Steve leads us directly to j. But Oppenheimer, he talks about what he learned from reading about Jay Robert Oppenheimer, how 1 of Oppenheimer most important talents was recruiting the very best scientist and physicist for the Manhattan project and leading an entire team of a players. To accomplish something that's never been done before. And so Steve took that idea, and he said when he went back to Apple. That what he learned from Oppenheimer was his goal. He even said that he wasn't as good at as it... He wasn't as good at it as Oppenheimer was, but he said he was close. And so that made me think, hey, I should go find if Steve's you're reading about Jr And Robert Oppenheimer, why am I not doing the same thing, Why don't I go find a biography for of them. And so sometimes before I'll read a biography of somebody, sometimes I'll buy, like, an audiobook. That's related to that person to serve as just another form of research. And what that does is usually the audiobook book gives me an idea of who the person was before I sit down and read biography them. So I started the the... A few months ago, I started the audiobook of the general and the genius, and I got a few hours in and I thought the the story was so remarkable that I should buy the book and actually do a podcast on this book. And so to prepare for this podcast before I sat down to talk to you. I spent about 20 hours reading and taking notes on this book. At the same time, I was reading the book. I also re listened to an episode of hardcore history by Dan Carlin. It's hardcore history, episode number 59. It's called the destroyer of worlds. It is a nearly 6 hour long podcast about the birth of the Atomic age, the Manhattan project, and then it goes several decades longer than than this book actually does. This book ends or it leaves off rather with the end of World war 2. And the reason I bring that to your attention is because I just sit down for a few hours going back over all my notes and highlights, and I was taking out anything that was not related to the partnership of Oppenheimer and Leslie Gross. I think there are a ton of leadership lessons that we can learn from both Oppenheimer, but especially gross. Because Gross was the man, the single man in charge of the entire Manhattan project. A project that had to be built from scratch, that employed over a hundred thousand people, and in today's dollars, they they spent about 22 or 25000000000. In just over 2 years. So the 1 highlight I kept in that is not about the partnership between Oppenheimer and Groves. Actually comes... There's a lot of famous scientists that it came in the book as you can imagine, So you talking about my albert Einstein Teller Fermi, Richard Fe. So towards the end of the book, there's a fantastic quote that I I loved that I found. And I this the first time I think I've come across it, and it's from Richard Fe, and it's talking about. Well, let me just read it to you, It says when asked about the scientist role in developing the atomic bomb during the war, this is after it's already been used on Hiroshima, Hiroshima Harvey pronounce it, and Nagasaki, Richard fe responded this way. And so now this is Fine in talking directly to us. Once in a hawaii, I was taking to see a buddhist temple. In the temple, a man said, I'm going to tell you something that you will never forget. To every man is given the key to the gates of heaven. That same key opens the gates of hell. Okay. So let's go to... Back to the beginning of the book. Let's get an introduction into Oppenheimer and groves. If you want the fuller context of the development of the atomic bombs from historical context. I can't... IIII highly highly recommend listening to the destroyer of worlds by it's hard grocery number 59, there was a lot of parts in the podcast that I learned while I was reading the book at same time, So it made me go to Dan's website because he'll put Dan doesn't mess around. So he he does, like, 2 podcasts a year. They're more, like, short audio books. And so I was like. I wonder if we read some of the same books because I was learning a lot of the same... A lot of the the facts that are in this book show up in his podcast. And he had read like, 40 books before... He read 40 books for research for the the episode that he did. So I thought it was interesting and I thought it appeared very nicely with this? So it's going to... This is the morning of the the test that happens at the the the it's the test site. They code name it called Trinity. This is the the test they do before they drop it in, the bombs on Japan, and we're getting the brief summary of what Oppenheimer had been up to the the previous 2 years, and I think why jobs wanted to read about him and and drew inspiration. So it says at 41 years old, who was perhaps the nation's preeminent theoretical physicist. And the man who over the last 2 years had the thousands of scientists engineers and workers in designing and building the gadget. That was the code name they made for the bomb. And I also thought that was interesting because if you think the jobs steve jobs second stint with Apple. He's gonna be the man over the the next, let's say, what is it? 10:13 years, 12 years that he was there, that would have to lead thousands of scientists engineers, designers and workers in designing and building a gadget. Has just happened to be computing devices as opposed to a bomb. And so we'll see... And I'm glad I read this book right after reread the, the Steve jobs because I think that Jobs is a combination of groves and Oppenheimer. And I was actually surprised as I went back through the last few hours and re reread over my notes and went through all the highlights, I have a lot more highlights. About grows, then I do oppenheimer you'll see. Here's an introduction to him. Grows was accustomed to making difficult decisions in living with them. And this is why Said that jobs is kind of a combination of both of them. Grows never re his role as general and chief executive officer. Gross is in charge, making or approving all major decisions. So I'm gonna continue this introduction to general gross that that occurs over several pages. But Wanna bring 2 things to your attention before I continue. 1 is this idea that you and I talk about over and over again that books to original links. That he just want from 1 person to the... To another person or 1 80 to another. From reading west Steve jobs, I was I was led to Jay Robert Oppenheimer from reading... From researching Jay Robert Oppenheimer, I'm I'm led to Leslie Leslie Gross. And number 2, some helpful background before we jump into. This is the the guy that oversaw not only the construction of the Pentagon. He was responsible for that, but he also the entire he's the the director and main person responsible for the Manhattan project. You're talking about an extremely formidable individual, and I just think there's a lot of leadership, traits and approaches to work that he can actually teach us. So says gross had a reputation for competence. It's extremely intelligent, but he's also a hard ass. He was demanding rough and sometimes brutal with his staff. In intolerant of delay and of mental slowness. On the other hand, he never swore, rarely lost his temper and never raised his voice. He was also prepared to let subordinates disagree if their arguments were sound, and he dislike people who grove. So just like Oppenheimer, he wanted be he wanted to be surrounded by and work with extremely competent and talented to people, and he didn't want you to kiss Sas. He liked a demonstration of spirit and independence in the people he worked with. Groves his style was to delegate whatever he could and then put the screws to the del. He was a task master. He was a task master, and he had extremely high. This is something he's gonna share in common with a lot of the people that you and Have sitting in on the podcast. He has extremely high standards. So this colonel Nichols is gonna tell us what It was like working with him. Nichols remembered inspecting a a construction site with Groves. The general criticized the project at every stage. When he when asked when he asked him if you ever praise anyone for a job well Done, G said, no. I don't believe in it. No matter how well something is being done, it can always be done better and faster. But Nichols was smart enough to see through gross gru persona to the results that he was achieving. So before I read this to you, he's he's... They call it a frank assessment. So this is his subordinate talking about, what is your opinion the job that your boss groves did. It's important to understand that the Manhattan project started because of Intel that the Germans figured out a way to develop nuclear weapons. And that was in 19 39. Several years before, America officially got in involved in world war 2. But the reason I bring that to your attention is because it's not just Germany. Once the news came out, it was Germany, Russia, Britain, Japan, the United States, all trying to accomplish the same goal. And yet they all failed and grow succeeded. That is why it's so important to actually pay attention to the way he approached this project and his work, and there's just a ton of lessons there? So it says, in Frank assessment of his boss after the war, he called him the biggest son of a bitch I have ever worked for. He is the most demanding. He is the most critical. He is always a driver, never a appraiser. He is abrasive and sarcastic. He he disregard all normal organizational channels. He is extremely intelligent. He is the guts to make timely difficult decisions. He is the most ego man I know. He knows he is right and so he sticks by his decision. He abound with energy and expects everyone to work as hard or even harder than he does. If I had to do my part of the atomic bomb project over again and had the privilege of picking my boss, I would pick general Gross. Another important point I wanna bring to your attention to. Gross was not the person that started the project. The guy named Corona Marshall was the person that that started the Manhattan project or what would soon become the Manhattan project. And so Marshall is gonna get fired and then grows as hard as his replacement, and he's gonna talk about the the view on the project. No 1 thought it was... I guess Should just tell you no 1 thought it's actually gonna succeed. And you can see why? Because you have all these other people, you know, there's other smart people in every country, they have resources in every country, yet they failed at doing this. Right? So it as part of the problem as Grove salt was that Marshall was too differential and he wasn't demanding enough of his subordinates. He did not have the drive and ability to push the project at the speed needed. And because I read that paragraph shortly after reading that 600 some page biography of Michael Jordan, what I thought about was what Michael Jordan said when he got to the Olympics and 92 for the dream team. So Jordan had been surprised to learn how many... How lazy many of his Olympic teammates were about practice. Hey, he said they were deceiving themselves about what the game required. It's a similar idea to what grows the saying Marshall. You're not demanding enough. You don't have the drive. You need to to push the project at the at the speed that's needed. Grows did not want the job, but he understood how we got it. You see, at that time, nobody thought it would succeed. Nobody with any brains at all could possibly think it would succeed. So he didn't want the job, but once he got it, we see his mo. Gross quickly proved himself with his un flagging energy and ability to make this Moreover, he now realized that he had the assignment of a lifetime and sprang in action. And so that realization is something that he's he shares with Oppenheimer. They both knew at the time. Okay. This is going to be the high watermark of my career. They're attempting to do something that has never that no human in... In human history had ever done before. In fact, let me tell you something. There is a... In present day, there's a plaque at the Los alamos scientific laboratory. That describes, I thought it was a great description. And it appears at the end of the book that gives us insight into how historical of an achievement. This was. It says all the men and women who made the first atomic bomb pass through this portal to their secret mission at Los Alamos. Their creation in 27 months of the weapon that ended War war 2 was 1 of the greatest scientific achievements of all time. Okay. So let's go back to the the point in the book we're at g gets the assignment And now he needs a number 2. So the way to think about Gross is the person in charge, Oppenheimer is gonna be like his right hand man. And so this is a great description of why Groves needed Robert Oppenheimer. He... Gross has been his whole career on increasingly complex construction project. But finding scientists who understood how to design a bomb was gonna be a far greater challenge. He would need a certain kind of scientist to help him. A man who could comprehend the theoretical considerations, but also lead the effort to convert theories into practical deliverable weapons. So gross is going around and trying to recruit physicists, almost all of them are have some kind of position at universities at the time. He's going to meet Oppenheimer at the house of Berkeley because, Oppenheimer teaching at Berkeley at time. So he's gonna meet Oppenheimer for the first time at the house of Berkeley president, and it says the general was taken with the intelligent articulate physicist. Oppenheimer mind, it was, like, Quick. But it was his remarkable ability to explain complex concepts clearly and without con ascension than most impressed grows. His una answers to the general's questions were markedly different than what grows experienced. From previous conversations with people who are trying to recruit. They discussed the idea of a secret central laboratory where all Vision projects could be conducted and coordinated. And that is exactly what they're gonna build at Los Alamos in New Mexico. What was interesting too. To think about this This peep when... When the announcement is made that Gross chooses Oppenheimer. Even though everybody around Oppenheimer thinks he's brilliant, he didn't have any administrative experience didn't have any experience managing anything. And so they're quite surprised. Let me just pull out a couple quotes here. These are people that had worked with them, the names are irrelevant. Didn't... This guy didn't think Oppenheimer was the most obvious candidate. He had no experience directing a large organization. 1 of... And... Here's another. 1 of Oppenheimer closest colleagues found it an an almost improbable appointment. I was astonished. Grove thought otherwise. Shortly after the war, he told an interview about Oppenheimer. He's a genius, a real genius. Oppenheimer can talk to you about anything that you bring up. He looks right through you. I feel like he can read my mind mind. And so a lot of the people that know new Oppenheimer at the time. They're like, yes, he's he's he's the smartest of the smart that you could possibly find. But they didn't particularly think that he could be an effective leader and his own career at the time, which is also gonna lead into why Oppenheimer desperately wanted this. Was kinda like mid. He was... He's 1 of these people that you... You you might have run into your life where they were way too... That are really, really smart, but they have not had... They have yet to achieve like, any kind of remarkable achievement to match up with their intelligence. I guess, is a way to think about it. So it's oppenheimer who desperately wanted the job accepted without hesitation. He had told his wife that he was cord Groves like a lover. He was almost 40 and had published few important papers. In fact, he was better known as c... As a c author on papers written by his students. He doubted that he would ever win the Nobel prize, and it was increasingly clear that his career had stalled. He had seen many of his colleagues leave their teaching posts to take important positions in war related research. His career needed a boost and a ship of a new laboratory vital to the war would provide that? And so something that grows repeats over and over again in the book is the fact that he prioritize speed. And so I need to give you some historical context like, why are the Americans moving with such a sense of urgency. If you think about like, how complex this project is. You have this gigantic, scientific and engineering and part construction project on a scale it's hard to imagine, trying to attempt something that's never been done before, and they do... They... From a from a dead stop to a successful completion in 27 months. So it's talking about why they having to hustle. It is quite possible that the Germans are a year ahead of us. Or perhaps even 18 months Are you are having even 18 month head started. So I I guess I should pause there. They... They thought they were building an atomic bomb to drop on Germany. That was the initial goal of the project. By the time the bomb is ready. Germany is already surrendered in Japan's, the only 1 still fighting. So it says, I would judge that there was an even chance that the Germans would produce a number of effective bombs by the middle of 19 45, and a slight chance of their achieving the same result by the summer of 19 44. To my mind, it is the fear that the Germans may be near their goal, which is the prime reason for an all out effort now on this gamble. This being so, it is clear that nothing short of a full speed all out attempt would be worthwhile. And I made sure to underline that last sentence twice because you and I may not be under the threat of imminent nuclear extermination. But we do only have 1 life and a limited time here. So this idea that we approach our lives the same way I like that. It is clear that nothing short of a full speed all at attempt would be worthwhile. Now let's move ahead. You we're gonna see another similarity between Groves, management style and Steve Jobs. So it says in his personal supervision of the Manhattan project with his high standards and expectations, Grove was often heavy handed, rude and even b with his subordinates. But not with Oppenheimer. This is gonna remind you how Steve jobs approached his relationship his working relationships with Johnny Iv at Apple and John Las at Pixar. The way Steve was with them is the way Groves was with Oppenheimer. So Gross was often heavy handed rude and even b with the subordinates, but not with Oppenheimer. Their collaboration was marked by a cautious respect and a shared commitment to success, and each man knew that the other was totally committed to developing a weapon of war. Okay. So let's move on. Oppenheimer. He has the job. This is the part where Steve Job studied him because it's all about recruiting. They have to... What's crazy to me. This is interesting. I'm looking at to know off my on myself on this page. And hitting... It it's even... It it's... It winds up hitting me even harder a couple hundred pages in the future, and I'll share with with you there, but I was just... I was writing to myself about what is happening? It's like, this is crazy. They have to build the entire project from scratch. It's like a giant startup. But instead of, like if you... Let's say you're trying to manufacture physical good. It's like, you can't... You have to build a then I have here is like, it's, like, having to build a factory before you can even start to build the business, and it's, like, later on in I realized, no, No. It's a way it's even more complex than that. And from oppenheimer perspective, his difficult is doubly hard because he's having to recruit. He has to get the the single most talented people he possibly can and convince him to go to the middle of nowhere in a desert. So I'm gonna read about that because I think the book the author describes it better than I could. Up oppenheimer Compiled the primary list of people he wanted at Los alamos, but he knew that considerable recruiting was still to be done, and they would not be easy. The prospect of coming to Los los Alamos Alamos aroused to great mis giving. This is Oppenheimer now. It was to be a military post, men were asked to sign up more or less for the duration of the war, restrictions on travel and on the Freedom Freedom of families to move about would be severe. To over and... So what he does here. It's really smart. He's not pitching you a job. He's pitching you a mission. To overcome these objections, he had to frame the invitation as both a great scientific adventure and an act patriotism. Grows believed that 1 of Oppenheimer strongest talents was communicating and working with his scientific colleagues. And that's something that's important to point out without gross and without they they both needed each. Each other. Their partnership is what allowed for the successful completion of the project. And if you take away 1 or the other, I don't I don't think it happens. So, at least it doesn't happen as fast as it did, and in in the time it needed I think the author even makes the case, and he's written a couple books on this, and he's seen a bunch of, like the classified material that the creation of this was inevitable. It just wouldn't have happened nearly as fast so that either the war continued on or maybe you have it a decade later what the case was. So then we we continue this this idea that you and I talk about over and. It starts with the people, the talent of the people you have that you're able to recruit to your company to division to your team is more important than nearly anything else that you can possibly work on. And again, This is important. I I mentioned this earlier, but other projects were happening at the same time. Yet, this is the only 1 that would be successful. So it says Oppenheimer said on a log... Long recruitment trips to attract the best people you could find. Recruitment was not an easy task. The Manhattan project was brand new, somewhat ne and shrouded in secrecy. There's a lot like, spy stuff that goes on in the book. That was very fascinating to me. And I'll I'll talk to you a little bit about that. Some... I'll bring in some of that to your attention later because it just gross was up obsessed with secrecy. I and wind up still having, like, Russian spies in the Manhattan project, Some of some of which get away, and some of which get caught and wind up getting executed it's wild. Brandon... So it's somewhat... It was brand new, somewhat Ne and tried in secrecy, and it was invisible to the academic world that's the world that he's at trying crude out of. It says the years a man spent a Los Alamos would not count towards later promotion our tenure at the University. Although Oppenheimer had few budget constraints, indeed, the urgent demand for Bomb gave him a blank check. His preeminent concern as he would later recall was all always was personnel. And there's a lot of great direct quotes on Oppenheimer in this book. Here's is 1 of them and he's talking about why this was the the the most important problem he had to solve. The pro... The program of recruitment was massive. Even though we then underestimated the ultimate size of the laboratory, which was to have almost 4000 members by the spring of 19 45. And even though we did not at the time see clearly some of the difficulties, Oh, that that's understatement. Which were to bed devil and threaten the enterprise. That's like, any... I mean, they're talking about them in hand project. But if you think about it, at the beginning of any company or or anything, you're doing difficult. You're just at a lot of people when you get towards, like the end of the career they're, like, after the struggle for a long time, like, if I knew how hard it was going to be at the beginning, I wouldn't never would have done it. So there is kind of some weird benefit to a little bit of naive. Right? So it says even though we did not at the time see, clearly, some of the difficulties which were to bid a bed double and threaten the enterprise, we knew that it was a big complex and diverse job, even the initial plan of the laboratory, called for a start with more than a hundred highly qualified and trained scientist to say nothing of the tech technicians, staff and mechanics who would be acquired for their support. And of the equipment they would have to beg and borrow since there would be no time to build build it from scratch. We also had to recruit at a time when the country was fully engaged at war in almost every competent scientist was already involved in the military effort. And then the difficulty of recruiting talent. Just mentioned over and over again throughout the book, finding talent is always the hardest problem to solve. Long after the war, Oppenheimer reflected that the last months of 19 42 and 19 43 had hardly enough hours to get los... Los alamos established. The real problem had to do with getting to los alamos of the men who would make a success of the undertaking. And 1 way to think about that is Grows and Oppenheimer were able to get the people that actually made a success of the undertaking and all the projects that are happening at the same time failed to do that. I think it's just another example that people make all the difference. So moving ahead, let's get to... I left to note my... This page for myself it says, I think we can learn a lot about management from groups. I think that's probably the main reason to read the book actually. He saw that his new director, so Oppenheimer is always gonna either gonna be refer to as Op, Oppenheimer or director. So when they refer to director, it's always Oppenheimer. He saw that his new director was struggling with the dual task of creating and staffing a new organization, as well as setting his priorities. Based on his own experience with large projects, g groups could see the Oppenheimer not only underestimated the number of scientists and engineers he needed, but that he had not yet grasped the full complexity of the task of making an entirely new kind of weapon. Even at this stage, it was clear to gross that a hundred men and a few laboratory buildings was not going to be enough. Gross moved quickly, establishing a patent and this is what I mean We can learn a lot from the way he manages his talent too. Oppenheimer being extremely smart and talented person grows move quickly establishing a pattern of assisting mentoring and gently prodding his director. And it's interesting which just popped to my mind too because it talked about this later in the book, but grows like, even at this stage. Is obvious. We can't do this a hundred people in a few buildings. And you hear of other plans. I think, there was 1 group and in Soviet Union that were trying to to do this at the same time, and they had direct... They had put, like, resources of, like, 20 people. It was, like, laugh small. When you figure that not just the the laboratory los alamos almost, but all over the country, there's all these, spread out, like, research laboratories that are helping, and then the production of materials. Like it gets over a hundred thousand people needed it. The idea you think you could the 20 people that is laughable. But this idea where we can learn a lot from Groves management style. There is a book. I did a long time ago. It's about the most influential retailer of all time, because his ideas were used by people like Jeff Bezos Sam Walton jim Sent, his name is Sole Price. And he said something in that book that was fascinating. And he says, you train an animal. You cheat you teach a human. And I really feel that's what Grows was doing. He's teaching Oppenheimer how to manage. There's also a great quote in that same boat because Jim S, the founder of Costco was a, sole price was his mentor. And he says in that book. He's like, somebody asked some question what time I like, must have learned a lot from Soul. He's like, no. No. I learned everything. Everything I know. I learned from Soul price. And he used the lesson. He learned to build Costco. And so he he echoes what his mentor soul price. This is Jim talking. And I think this has a lot to do with gross. If you're not spending 90 percent of your time teaching, you're not doing your job. And so he's talking to the people that are the leaders of the team with entire company, a division, whatever case is all your entire job is teaching teaching teaching. It says Oppenheimer was a glad for the guidance. There was a quote in Steve jobs biography that I read, for the last podcast it has some leaders push innovations by being good at the big picture. Others do so by mastering details. Jobs did both relentlessly. We see groves has... It's same... He's very similar tendencies. Groves and Oppenheimer and daily communication and the new or quickly learned that no item of business was too small for his army boss. Many of these conversations were directly between Groves and Oppenheimer, but some calls to director came from Gene Ole o'leary. This is groves secretary and, like, right hand person. And she's another person that kinda kinda read groves mind and understand what he... What, like, what he would actually want and be able to to act in his place if he was busy. Oppenheimer quickly learned that a call from All o'leary was a call from Gross. It was an effective strategy on Groves part, as if Gross had managed to clone himself. And so I think the un understated principle there was the that the only way you can find somebody an effective number 2 or assistant is to spend a lot of time teaching them. What's important to you how you think so they can make decisions in your absence. Something Oppenheimer does, which is really smart, is a way to track the best talent. You you have to give them an opportunity to know other company can. And this is Elon talked about. Elon musk talked about this a lot. Where when he started Spacex, it was easier to... Because he picked such a hard impossible mission that only Spacex was doing at the time. It was easier to get the talent he needed because the really ambitious people that wanted to send humans to to space to eventually go to Mars. They could only work for 1 company at the time. Spacex was the only private company doing that, or with the state of goal of doing that. Right? So says Oppenheimer made them feel special. Oh, this is Oppenheimer talking now. Almost everyone realized that this was a great undertaking. Almost everyone knew that if that if it were completed successfully and rapidly enough, it might determine the outcome of the war. Almost everyone knew that this job, if it were achieved would be part of history. This sense of excitement of devotion and a patriotism in the end prevailed. Very smart move there by Oppenheimer. Moving on. This is more in Groves. And so you get the sense that g had very little self out. Was convinced that he was right, and he also had an unbelievable amount of energy and stamina. He was willing to push longer and harder than anyone else. And so that led him to some let some people to believe that he was just too hard. He was too much of a hard ass, and that came from his... You kinda looked down on people that move slow or they weren't as smart as he was. So it says, gross was repeatedly bothered by what he regarded as the outrageous behavior of the scientists and their families. To to him, they seemed incapable of discipline and unaware that many other Americans as part of the war effort were doing with much less. Demands for babysitter, made, better stove and similar frustrated him. And I would say without a doubt, and, you know, this this book has cameo as a full of very smart talented people that are in the history books. He is... Grows by far the most formidable individual in this entire book. I was blown away. So it says 1... Once Leslie grows accepted his new assignment, he embraced it completely. He's dedicated. He's goes full speed and he has high energy. I don't know how he does this. From his appointment in September 19 42 until the end of the war. He worked at full speed. Often 14 hours a day or more, his remarkable energy and stamina frequently exhausted those who worked and traveled with him. And so he's also describing to us like why he he felt he had no choice, but to be that way to have 1 speed go. All out. My mission was given to me by secretary of War Simpson. It was to produce the atomic bomb at the earliest possible date, so it's to bring the war to a conclusion. This is really, really smart actually. You can see me I guess I'm gonna say that a lot today. Everyday matters. And it's very hard for us to actually apply that. We understand, yes, We have a limited amount of days. If I can get something accomplished today, sooner it's better than I can do it than if I did it later, but actually, not just, like as a, like, a thought or an idea but the actual application. He's gonna get into the fact that you... We're not losing a single dam. We're not losing a single damn day here. Everyday matters. So he says, you know, they... I had to produce he... My job was to atomic Bomb at the earliest date possible date. So to bring the war to a conclusion. That was further emphasized by his statement that any time that a single day could be saved, I should save that day. Imagine how much we can accomplish we if we actually live like this. The instructions to the project were that any individual in the project who felt that the ultimate completion was going to be delayed by as much as a day by something that was happening, it was his duty to report it directly to me. Urgency was honest right from the start. Now we're gonna see grows from Oppenheimer perspective. And so I just made a bullet point list about grow. Everything's about the tell. Grove is blunt, forceful, rough, wicked smart hired only a players, had a developed a clear organizational structure, sustained stupidity and s ness and was open to criticism. Oppenheimer came to see gross as an extremely intelligent man who quickly grasp many of the intricacies, intricacies of physics chemistry and explosives and did homework to learn more. His personality could be jarring, and his tongue was often sharp, but there was no doubting his intelligence and his capacity for getting things done. Gross management style reflected his experiences in the military. He learned early on to look for the best people and companies and to hire them. Lines of authority were clear. He was energetic and forceful and very blunt. He was a good judge of people. This is all Oppenheimer on gross. Gross could be also be flexible in his dealings with people. Where while he had no tolerance for error or stupidity, he tolerated disagreement from subordinates. Gross took greatly I already repeated this, but it's worth noting again, grows took great care to treat Oppenheimer with respect and defer. And Oppenheimer return the favor. And we, let's go back to the idea that Grows understood the the importance of teaching everybody, like, teaching Oppenheimer, how to manage and to deal people. And then also, it's really interesting. And I guess the point I'm gonna bring to your attention right now is grows realize that you need, like, your self image is extremely important. And, like, sometimes a self image is the limiting factor in your achievement. And so his job was... I'm gonna hype up up in my Oppenheimer and try to increase his self confidence, because he's he's he's attempting to do something extremely difficult, and something he has no experience trying to do. Grove sense the lack of confidence early on and tried to bolster Oppenheimer when he could. And so this is Oppenheimer friend and coworker. Talking about Oppenheimer expressing, like, his insecurity his self doubt to his friend that grows had already picked up. Oppenheimer... I don't think it ever said this to gross. So this is his friend, Oppenheimer friend, Robert, And his name's is Robert too that's confusing. Hop Oppenheimer his friend talking about what Oppenheimer told him. Robert Off expressed privately his real doubts about his suit ability for the director's job and his concern as to whether he could do... He could really do it. In a sense, he was riding the tiger and he felt very heavily pressed but the many problems of the project. So I was smart on gross part picking up on that, and then finding a solution before any damage was done or before Oppenheimer could actually, like, his self doubt could actually get in way of the successful completion of the project. Another thing about Grove is he he's now... You know I think he's almost 50 years old when the projects, when the projects going on. He had spent his life in the military, everybody that runs across him thinks he's competent. He's got in an an amazing amount of context contacts with people he's developed over a long period of time. And really, this is... What I'm about to tell you is this is an example of, like, to the the importance of cultivating relationships, having the right relationships can be entirely crucial. As a found out as it turned out the nation's leading expert on Spark plug Porcelain was working on a project of general Motors. When all attempts to convince Gm to make this man available for a few days, failed, Oppenheimer asked gross to enter seed. The general immediately placed a call to Henry Dupont, who was on the Gm board directors and he knew whom he knew personally. I told him that my people had asked general motors for this expert and were turned down on the grounds that this man was just overwhelmingly busy. Gross insisted the he does this multiple times throughout the project where they'll run into it. Is it just remarkable of removing any kind of block. Anything blocking his team. It's just remarkable what gross was able to do this. Grows insisted, the man was even more crucial to work at Los alamos. Los Alamos. 30 minutes later, Dupont called back and said the expert was ready to go. He does this later on where, like, it be like a really important piece of equipment. They need find out, out, the Us government sold it to, like, the Argentine government and crowe somehow gets the the sale reversed. He just... You just really, really impressive how he put his full attention on a problem and was relentless to making sure it was solved. He could also be extremely ruthless. So He was obsessed secrecy. A reporter winds up and leaking that there's a secret experiment run by the government That this is in 19 44. Right? No 1 knows what's what's going on. And he leaks it into the the newspaper. And so gross he tries to get... So I'm just gonna reach you. Gross considered the guy's name is rapper. Grove apparently considered drafting rapper and sending him to the Pacific. So he's like, okay, You know, there's the the The draft is in full effect. So he's, like, I'm gonna put this guy's name, make sure he gets drafted and I'm gonna for for payback at what he did. I'm gonna have him sent to the Pacific. You know, that didn't happen because, but the report... And he does a reporter he's doing this too. Keep in mind. But the reporter turned out to be in a 60. And so this is more about why Oppenheimer need to grove and grove need an Oppenheimer. Oppenheimer, for all his talents, Oppenheimer was prone to hesitate in making critical decisions Grove did not have that problem. Oppenheimer field of feared failure. He was brilliant, but he was not a strong character. He was indecisive and definitely not a fighter. If you if he couldn't persuade you, he'd cave in, especially to group opposition. Groves on the other hand, could provide him with a strong backbone in the form of consistent policy. And so the book goes into great detail about how crazy it was that they're trying to build this state of the art factory and laboratory in the middle of nowhere. And I mentioned this earlier Was like, no, it's kinda like, having to build a factory before you build a company. Was like, no, that's that's not the right way to think about it. It's like having to build a city before you have... You can build a factory before you can start building a company. The the complexity and just... I mean, think about, not only that you the people you're recruiting to to to work for you. They have to bring their families. Like... So you had... They says, they they had to design, like, temporary schools. They had to figure out curriculum for the kids. They'd figure out how to get water. Schooling for lost for the children was another early challenge. His school had to be built. Teachers hiring in a curriculum planned. Water was a constant problem. There was either too little or too much when it rained, remember than the desert, the streets turned to mud, forcing many drivers to abandon in their cars until the streets drive out, dried out. Water pipes would freeze in the winter. When water was available, it was occasionally too heavily coordinated. Sometimes residents had to haul their water from trucks parked in front of the hospital, taking care to know which water was pot and which was only suit suitable for flushing toilets. And then you add on the difficulty of having to build an entire civilization from scratch is the fact that the work you're doing is extremely dangerous. You need Edge walker. The Edge walker is a name that when I read Paul Allen, the c cofounder of Microsoft, his auto. When, you know, he he was friends with Bill Gates in high school. And when they're certain their company, his w warned Paul allen. Like, you gotta be careful around Bill Gates because Bill Gates is an edge walker, and that was defined as somebody that was comfortable testing how dangerous something was. Going up to the very edge in hopes that you don't, like, crossed the line and actually cause harm to yourself or caused the company to go bankrupt or whatever the case was. I think 1 of the examples she uses the fact that Bill would... When he was a young kid would figure out he would he would have a it'd be competitor or not young kid. I guess, he's probably, like, 19. Well he's 19 20, so young young person, when Microsoft was still in in, in New Mexico actually. He would see how fast he could drive back and and see his parents back in Washington if I'm not mistaken. And so they drive through the night. And I think at this point, Bill gates had already started collecting porsche and, you know, never get below a hundred miles an hour. So anyways this idea of Edge walkers. You also need, like, you're you you need... You're recruiting people for people for a job that potentially kill them, several people do die dealing with radiation and in these experiments. So this is because little was so little was known about handling large quantities of uranium and pluto. And much less about critical masses, experimentation with these materials required a certain devil may care attitude. And the book goes into detail about when people do die, how it's it's even worse because they know they're going to die. So they'll be exposed. Realizing made a mistake, you know, you'll have some kind of burns or whatever your case is, but it might take up to, like, 30 days from the time that they're actually exposed to die. And in those in, you know, by day 5 or 6, you clearly know. That you're done for, and you're just waiting to die. So it's it's rather gruesome. There's a lot of pressure. So they're they're having speed, this point, they've already accrued other people. They're doing the projects they have a couple different prototypes that they're working on. But as more time passes without a working bomb, and the war is still going on, the pressure on grove increases and when the pressure on grove increases, he turns puts to screws to everybody else. So says, gross is huge expensive Manhattan project existed for only 1 purpose to deliver a weapon. And the pressure on the general to do so became relentless in 19 45. Pressure and it was remarkable because I'm reading the book, I knew that the the the the bombs were dropped in August of 19 45. And yet, you... You'll be in like, January or February of March in the same years. Are they gonna... How do they get this done over the next few months? And so part of that is the fact that, you know, Oppenheimer had a hard time making decisions group did not, And so you'll... He starts to just and... I'll get at this point, but he instead of, like, he still consult with oppenheimer, but it's like, no. We're doing this. Let's go forward. So says the pressure came not just from the military, but also from from secretary 4 and from president Roosevelt. That's Fdr. The demand for accountability was growing. The urgency of the project was a result, not only the billions of dollars being spent, but on the progress of the war itself, and this is a result. In the past, growth usually negotiated deadlines with Oppenheimer, but now he gave the laboratory a specific delivery date. It was in effect an order. So what they were doing at the time. What grove does is they have a bunch of different ideas and they're constantly t the designs of the thing his prototypes. Right? And so he says that's it. We have to ship. We're freezing all designs. So go from the... We're not designing anymore and we're moving into production, and that's what I meant about the gap. It's like, it doesn't look like they're gonna get this done in 19 45 and yet within the last few months. They he freezes the designs makes them ship. He's like, we're going into production, do not alter anything else move to to successful completion of the prototype. And this a great 1 sentence the summary of that in 1 day. Gross had forced decisions. That had been lang for months. 2 quick sentences that are happening on this that I think are 2 great ideas, pursue multiple solutions to a problem simultaneously until the problem is solved. This is something Grow does, and other than G does except the una as normal. The dual approach reflected gross belief in pursuing multiple solutions to problems. Grows remain un, accepting the una as normal, and he knows this because he's got a ton of experiment. Experience with our experience rather with large projects, and he talks about in the book. Like, the larger something gets the more unpredictable gets the more you have to just realize. I guess what he just says. It's it's normal... The becomes normal So they get the prototype done, or they're about to get the prototype done They're about to do their first test. This is gonna happen at trinity. This gives you an idea of what's what about the you is gonna give you an idea of the work that required the complexity, the secret, and just the difficulty that this project demanded. And so said, Williams and his men found their normal 10 hour working days extended to 18 hours a day. They were responsible for the tank tank list task of providing the necessary wiring, power transportation communication and construction as daytime temperatures were rising. They completed most of trinity preparations in early May, They're gonna do it the test in July, along with the complete communication system that included telephone lines. A public dress system. Remember, this is in the middle of nowhere. They're building all the infrastructure. They have to build all the infrastructure out. A public dress system, that would reach buildings and bunker and Fm radios in most jeep and trucks assigned to the gross insisted on measures to disguise Trinity connection with los alamos almost. Everyone at Trinity, whether military are civilian was required to sleep and eat at the campsite. They could not go to nearby towns and had to spend all their time at the site. Further instructions governing the drive. This is an example that grows does not play. Listen know what he does here. Further instructions governing the drive from Los Alamos to Trinity were issued. Under no circumstances, our telephone calls are stops for gasoline to be made between Albuquerque and your destination. There was 1 exception. There was a 1 approved stop. There's a stop at this place called Roy cafe. Why is this an improved stop? This is what I mean by Groves does not play? It was an improved stop at Roy Cafe where Groves had placed 1 of his security men as a chef? And so I gotta read something else here. This is Oppenheimer we're talking about because you have a... At this point, Sorry. This is over 2 years straight of immense pressure. Not only are you doing something extremely difficult? You have everybody from external and internal, adding additional pressure, but then you have the idea that, like the war still not over, So every day that you don't complete this, more people are dying? And so just start to mess with your mind. Oppenheimer recalled the atmosphere that as the day of the test approach. And then there's a very possibility that you're gonna fail. A lot of people thought that the the the tests that you're gonna do in trinity, which ones up being really successful, was gonna be a failure. So it says very shortly before the test of the first atomic bomb. People at Los alamos were naturally in a state of tension. I remember 1 morning when almost a whole project was out of doors staring at a bright object in the sky. They were worried that maybe Germany or somebody else had beat them to the punch. So it's like, oh my god. What is his bright object in the sky. These are extremely, you know, intelligent scientists that Are about to be worried about a mistake that is gonna seem rather obvious to avoid. Right? So It says, our, the director of personnel was an astronomer and a man of some human wisdom, and he finally came to my office and asked whether we should stop trying to shoot down venus. I tell this story only to indicate that even a group of scientists is not proof against the errors of suggestion and hysteria, Oppenheimer said. It was impossible to escape the realization that 2 years and 3 months of intense frustrating yet often exhilarating work would soon bear fruit in a desert 220 miles to the south. So they get to the test site, everybody's freaking out. Their weather's not cooperating operating. Oppenheimer is about to lose it, and this is where we see groves leads from the front. He remains calm, He's the 1 making the decisions. I'll just read to. Says, there's another general there who's assigned a witness to test from the bunker, watch groves do everything he could to calm Oppenheimer. The scene inside the shelter was dramatic beyond words. For some heck for some hectic 2 hours preceding the blast, general grove stayed with the director that's Oppenheimer, walking with him and s his tense excitement. Every time Oppenheimer would be able to... Would be about to explode because of some un something unto toward happening. General Gross would take him off and walk with him in the rain, counseling with him and reassuring him that everything would be alright. And so there's a bunch of debate. Should we do it? Like, the the weather might not be clear enough. And this is again where Groves, Groves was the 1 who gave who had to give the final word. He had the ability to endure more than others that he's working with and another great thing I think we could learn from him. He was able to to be calm when others were not. And so this is grove writing about, and says he somewhat dis genuinely says that Oppenheimer had participated in decision making. This is a third party saying no, this is gross. So grows captured the last 10 hours before the test, and this is gross writing. He's gonna use military time here. Obviously. After about 1 hour of sleep, I got up at o 100, And from the... From that time on until about 5. I was with doctor Oppenheimer Constantly. Naturally, he was nervous, although his mind was working at its at its usual extraordinary efficiency. I devoted my entire attention to shielding him from the excited and generally faulty advice of his assistance who were more than disturbed by their excitement. So they're they're excited their emotional motion blur judgment grows his calm. So he says he's getting bad advice because they're excited and the the... And they're worried about the uncertain weather conditions. By o 03:30, we decided that we could probably fire by o 05:30. By o 400 the rain had stopped, but the sky was still overcast. Our decision became firmer as time went on. During most of these hours the 2 of us journey from the control house out into the darkness to look at the stars into assure each other that 1 or 2 visible stars were becoming brighter. So the test is successful. I'm gonna pull out the rack... The reactions. There's gonna be... I'm gonna give you gross reaction, Oppenheimer reaction and some other people there there. It's it's hilarious to be how groves is just even after this, like, just dead cold. Gross turned silently to shake hands. Oppenheimer is famous for his reaction, Oppenheimer recalled the words of the bob Baba got Baba got git. I am become death the destroyer of worlds. That is some eerie thing to say. I mean, obviously accurate if these these weapons are used on a mask scale. It's a way to ensure that, you know, humans render themselves extinct, but that idea where he... That came to mind. I become death the destroyer of worlds. There's gonna... I'm I'm gonna omit the names so not important. Just give you some more giving insight into the other some other reactions at the test site. This 1 guy saw it as a grand finale of a mighty sin because this is a beautiful words that this guy was able to conjure up. He saw it as a grand finale of a mighty symphony of the elements, fascinating and terrifying, uplifting and crushing, ominous, devastating, full of great promise and great for voting. And then this might be my favorite 1. This another guy who comes up with something that's just an insane thought. It occurred to him later that at the end of the world, in the last millisecond of the Earth's existence the last men will see what we saw. So then President Truman makes the decision, it's his decision to use the the bronze that they created, that Oppenheimer grows created. We know how that ends. And the war over suddenly was gone. The nearly imp influential view of secrecy was torn away. Overnight, Americans learned that it had atomic bombs and the huge industrial plants and secret mountain laboratory that made them. It learned about the determine general and the cerebral conflicted scientists who led the team that designed the bomb and about the hundreds of thousands of ordinary men and women who helped along the way. As intriguing as the vast, mysterious enterprise that culminated in the destruction of Hiroshima and Nagasaki was. To most Americans, it meant only 1 thing. An end to the war. The long costly conflict that had laid waste to nations and consumed so many lives was at last over. For G in Oppenheimer the end of the war brought enormous relief, sweetened by success as well as a new set of challenges. The issues gross face was far more daunting. What was to become of the extraordinary network of industrial plants, laboratories, and communities He had so energetically built and then art fully managed. Listen to the scope here. Almost 150000 men in women were employed in 33 Manhattan project installations on half of on 555 hundred and 50000 acres with an annual payroll of almost 200000000 dollars. And then a few pages later, it says, a press release went out shortly after her Hiroshima describing the general. A soft in general with a flare for the impossible emerged today from the shadows of army imposed anonymity to be re to be revealed as the driving force behind a 2000000000 dollar calculated risk, which he directed to successful completion in 3 years as 1 of the world's greatest scientific and engineering achievements, the large scale tapping of the energy within atoms to produce a new weapon of war. And so once the war was over, what's gonna be obvious that manhattan projects gonna be changed. They're still gonna have to develop weapons. They'll keep improving them, but Oppenheimer wasn't gonna stick around for that. Eventually, it's transferred to another. They... Like, the Atomic commission or atomic agency camera the name. But Groves is gonna sit stick around a little bit longer than Oppenheimer is. Oppenheimer is gonna leave, but he he points out something that was that was really interesting that he learned from, about management from groves. And so they're having... This discussion is it's like, okay. Well, who's gonna replace Oppenheimer maybe we should have, like, 2 or 3 people, and what Oppenheimer, the conclusion the Oppenheimer arrives at here. I would say that I've derived similar conclusion from studying and reading all these these biographies and studying all these leaders and founders. And so this is what Oppenheimer says. Oppenheimer insisted that los Alamos should have 1 director. He had learned enough about management from studying growth to believe that while consensus was important, an organization needed a single leader. So he's he's telling that he's on the phone, telling Grows clone. His assistant O'leary this, and this is interesting. O'leary noted on the call sheet that she had never heard Oppenheimer feels so strongly about any other matter. And that's what he felt so strongly about that. An organization needs a single leader. Very interesting. It says he had learned enough about management from studying grows to believe that while consensus was important, an organization needed a single leader. And then the author does a great job of wrapping this up but another observation that I think becomes apparent when you study some of the great minds of history is the fact that all all these people, they think differently in the same way. The extraordinary working relationship between Oppenheimer and Groves came quietly to an end. Both had served each other and the nation. They would not lose contact with 1 another altogether, but the elect unifying meetings, the intimate daily contact the differential often el, sometimes t letters and phone calls would d to an occasional exchange. Would the program to develop an atomic bomb have been as successful without grows and Oppenheimer? Yes, in time. There were other capable military officers to build industrial plants and scientific laboratories and oversee the momentum effort. But it is unlikely that without gross and Oppenheimer, the program would have succeeded as quickly and as magnificent as it did. Grows was unique in his combination of experience, ruthless drive, intelligence and ability to make tough decisions. Oppenheimer keen mind, his ability to sen problems and solutions. And his power to gather talented men around him and inspire them were incompatible. They were very different in personality and background. But what made their collaboration so fruitful was an acceptance of who they were and the times in which they lived. They rose to the occasion as professionals as human beings, and as Americans. The war brought them together and with their shared strengths and weaknesses, intelligence, ambition, arrogance trust, mutual appreciation, the willingness to use the other to gain what he wanted, a readiness to occasionally break the rules and not least a deep pay patriotism, they forge success. It was not their differences they shaped history, but their similarities. And that is where I'll leave it for the full story, I highly recommend reading the book. If you buy the book using link that's show us your podcast player, you'd be sporting the podcast at the same time at its 215 books down, 1000 go, and I'll talk to you again soon."
}