{
  "transcript": "My entire life, I've never had 1 big idea. I'd like to thank I woke up 1 day, figured out how to make the world's best canvas and rubber waffle sold deck shoes. How to distribute said shoes and thus create the first vertically integrated tennis shoe company in the world. But the fact of it is, I could have been growing potatoes. Actually, shoes has nothing to do with my success. Whatever accomplished comes down to 1 thing. My knack for identifying and then solving problems. What I do better than anyone else is cut out distractions. If a system isn't working efficiently, I can see where it's jammed, eliminate the problem and find a way to keep everything moving forward. Everyone has something that they naturally do better than anyone else. This just happens to be mine, and I was lucky enough to have the opportunity to leverage it. Then there's everything I learned by doing. Much of van early success was the happy result of hard work and creative troubleshooting. It helps that at vans, we used vulcan rubber on the souls of our shoes. It helps that we identified retail spaces. It helps that we dialed in production like L Ko on his best day at Ford or Chrysler. It helps that we knew our customers, especially the skater and the surfers and the moms. It helps that I handed over the reins in 19 80 when I got burned out and was able to return in 19 84 per an order from a judge bankruptcy court. It also helps that we were 10. I learned that what makes a successful entrepreneur is the same thing that makes a good skateboard order or a good surfer. You need grit and determination to get back up every time you're knocked off the board. In the world of success entrepreneurs entrepreneur, I'm not Phil Knight. I'm not Ivan yvonne S. I'm not Bill Gates or Jeff Bezos or Mark Zuckerberg or Elon Musk. My guess is, I'm unlike any other founding Ceo. I'm just a small business owner who did well and found the right partners. When I was approached to write a business memoir, I wondered how I could explain my life as a series of tidy lessons learned. Eventually, I realized that what I could offer to other businessman and women is less formula and what... And more whatever the opposite of formula is. Let's call it fluidity. I don't know where to draw the line between the business me and the personal me. It's something that I failed to teach my children. The lines have always been so damn blurred. The way I run my business is the way I live my life. The 1 thing that has always been sacred to me. And this goes for life as much as business is just this. Always try to do what's right. I learned early on what's right is right and what's wrong is wrong. If you put thought into something and do what's right every single time, you won't be far off from doing the best you can. The best any of us can. Many of my guiding principles are equally simple, and they've served me equally well. Don't rest on your laurel. Do the work. Don't just look to others to do it, get your hands dirty. If a young entrepreneur came to me today and ask how to start a company, I would say right off the bat, know what goes into making what you're selling. If you sell from a place of total confidence in the quality down to the details you will succeed. I also say, find honorable people to be your partners, work with creative people and be fair. Be kind. Give a shit about how you treat people and be aware of how your actions might disturb or distress them. In other words, don't be a jerk. Until our last breath, we can do something good for someone else. I've had 1 hell of a ride, and in telling my story, I tell vans. But that isn't the whole of it without my kids, vans wouldn't exist. They, alongside their mother dolly and me got their hands dirty and worked for tacos. My in laws dropped everything to help us launch. Bob Cohen listened to me when I was a 16 year old supply boy at the Randolph rubber company. Surged Deli handed me a parachute when Bob left me no options, but to jump. Gordon Lee and my brother, Jimmy took the flying leap alongside me. My debt to each is as obvious as the words on this page. I've experienced a lot of joy. I am also all of what I've lost. While my kids, their kids and their kids kids are healthy. I out live my wife dream and a number of my peers. I've lost brothers, business partners, colleagues and friends. Everyone, I knew from my shoe days is gone. Suffice it to say, no 1 is around to fact check. Most of what I offer here. You'll have to take my word for it. And as you read, keep in mind, I wrote from memory, recreating situations from the near and far past as best I could. 5 decades after I started the Van Do rubber company, our brand is associated with expressive creators, the artist, musicians, skater, and surfers, the trends centers. The ones who go their own way. I cannot be prouder because that's how I always did things too. That is an excerpt from the book that we talked about today, which is authentic, a memoir by the founder of vance written by the founder of Vance, Paul Van do. This is an absolutely fantastic. I don't think I would ever would have found it. If it wasn't for the the fantastic book recommendations, This book recommendation as she came from a subscriber. As soon as I got the recommendation, I downloaded the sample on the the Kindle app sort of reading it the introduction is fantastic. So I bought the book right away. It's taking me a few months to circle background and actually do a podcast on it. And 1 of the most remarkable things about this book is the fact that he's writing it when he's 90 years old. It was published last year, 7 days. After the book was published. Paul passes away. And so to pick up the book to read it is to have a 1 side conversation with an extremely wise 9 year old entrepreneur that had a very full life and a lot of good lessons to pass down to future generation. So let's jump right into it. And the book flows and and mostly chronological order. I do wanna pull out something though that it's not in chronological order that I think makes him so unique. Paul was a reluctant entrepreneur. He had no does... No... He says, I didn't have a grand ambition to start my own company. He was kinda of forced into it. So he's also high school dropout grew up in the depression. I'll cover a lot of. I'm trying to give you an overview. So what I'm about to you make sense. But really 1 of the the the main advantages that I think Paul had over other shoe company founders. Is the fact that he worked in the the industry. At a shoe factory that used to actually produce shoes in America. If you could believe it or not. And you did that for 20 years. So he's a great example of that. Lesson we learned a long time ago from Sam Murray, the guy that started out selling, you know, Bananas. He was a banana peddle, and he did every single job in the banana industry. So by the time he's running his own company. There's not a... There's not a person in the entire world the knew more about bananas than he didn't and they gave him a massive advantage. You could think that Paul's very similar So he says, all I know all I needed to know about making Canvas shoes. I learned at the Randolph rubber company in Randolph Massachusetts. My mother got me a job... My mother got me my first job at Randy as a service boy. When I was 16. I went on to spend the first 20 years of my career learning the trade. So the Randolph rubber company that he's working for. He's gonna work for 20 years. It's family owned business. There's a the son of the owners is guy named Bob, who's a very important point person in the story. He's actually the 1 that's gonna push paul out of the company later on and and force Paul into a life of entrepreneurship, which as you come to get to Know Paul, you realize that he was destined to be an entrepreneur, he just didn't know it. There's a story he tells in the first chapter, though that I think is really illustrates the fact that he was just... I'm determined to go my own way. I'm willing to put in the work, but I I don't like people having control over me, and then he's really big on respect. He does not like... He didn't disrespect his employees, and you didn't like people disrespect him. And so he sees, and this is a main theme that you can learn the right way to do something by seeing it done the wrong way. And so Paul's is gonna go with his boss guy named Bob who's the son of the owner of the company, and they're gonna go to this conference, Like I guess, shoe conferences that we think about it. And most of the Randolph business, They were the factory for for other brands for just a handful of brands like Ke and Converse. So most of the majority of their business is coming from a very few amount of customers which means the have a lot of... Essentially just working for that. You're not really working for yourself. You're working for... When you only have 2 or 3 main customers you're basically working for them. Right? And so we're gonna see the level of disrespect that he sees go that happens. He's, like, I don't care what I have to do my life. I'm never gonna let somebody do this to me. And so their meeting it says 1 of the people Bob made a point of talking to was a major buyer named Harry, who worked for a big retailer that represented more than 50 percent of Randy business. That's a dangerous spot to be in you. Wanna be in that spot. He and Bob left at some point in the afternoon, and when... When they returned much later, when it was time for Bob to collect me and drive home, Harry was sideways. They're... They're both drunk as hell. Bob was tips, but Harry was smashed. If Bob wanted to call it a day and hit the road, he didn't show it and Harry certainly didn't seem as if he was ready to part ways either He stumbled around for a while, then he got right up in Bob's face and slur. Bob, I want you go out to the Boston common and catch me a pigeon. Bob might have been baffled, but he replied good nature. Come on, Harry. Let's go do something else, something more fun. Harry was not having it this Harry you guy's a jerk. There was no convincing otherwise. Damn its son, Harry insisted. I want you to catch me a pigeon. I was stumped. These men were around about the same age. Really paul's personality jumps off the page right of at the very beginning We're gonna see it right here. These men were around about the same age. In present company, nobody was anybody's son. Besides, Harry was... Surely, Harry was joking. Surely he'd come to his senses or barring that, Bob would knock some sense him. And yet the next thing I knew I was leaning on a lamp post on the side of a street, a man I admire nearly as much as my father falling over himself trying to catch a pigeon. My reaction was visceral. This is really fundamental to understanding who paused as a person because he puts this story right at the beginning of the book. Before we really even know much of his background or anything. Maybe Randy would have lost half the profits that year if Bob had told Harry to take a flying leap. We'll never know. Clearly, Bob wasn't about to jeopardize the account. He was intimidated. Tries as I might. I could not put myself in Bob's position. I could imagine letting some jerk humiliate me. It wouldn't have mattered to me that Harry bought more than half the shoes Randy made. He could have brought every last 1. I would never let 1 person have that sort of control over me. In fact, damn it, there had to be a better way. Why were you depending on a handful of buyers anyway? Someday, some somehow, I would figure out how to get rid of the of the middle end. Member in the introduction, he says that he invented or shouldn't he founded the world's first vertically integrated tennis shoe company. And he's gonna do that many years after the story that I'm telling you right now takes place. I would figure out a way to get rid of the middle because no amount of business would ever be worth my integrity. I will never forget that hour in Boston Common, watching Bob Cohen and Chase Pigeons. Not only did it help me figure out what sort of folks I wanted to work with, but it crystallize for me what I would be willing Or should me, what I would be willing to work my ass off to avoid. I would never work with jerks. I also credit this experience with giving me courage. Many years later to start my own company. By then, I had worked my way up to run Randy most successful factor I had learned the essentials of shoe manufacturing and a thing or 2 about business. He knew shoe manufacturing from A z didn't know about sales, but he taught himself that later. Didn't... So he'll talk a lot about, not understanding retail. And he started a retail company. Anyways. 1 day in an effort to appease management Boston, my boss many years later decided to promote to top positions, a bunch of guys who had just driven an entire manufacturing operation into the ground. So now he's talking about how this story. Relates to him taking the jump reluctant. He didn't... Before he got this call from bob, he was not expecting to quit. And then once he quit. He's not the kind of person that's gonna go back. So says he decided to promote a bunch of... Basically guys that didn't know what they were doing. And as we learned in over Steve Jobs talks about it, but really every single founder that we study talks about this. Like, you cannot have incompetent people in your company because the, like, the confident, your a players, if you wanna use Steve Jobs, sir terminology, a players do not, like, working with with, what, David Og beach calls incompetent amateur. Bob would promote. Bob didn't... You know, he didn't... He wasn't... Hit this this the business where he went up taking over from his father, eventually firing or letting Paul go. He winds up going bankrupt. Bob didn't really know what he was doing, and you can kinda of read to the lines and understand Bob didn't know what he's doing because he's he's he's promoting people that are incompetent. And then what happens, you have Paul who's no doubt. Like, you can't read this book and Realized realize, okay. This guy extremely talented and and a an a player if there ever was 1. He's not gonna work with a bunch of incompetent amateur. And so that winds up, not only does Bob promote people that potentially dangerous to the the prosperity of his business, but then he loses if not his best... I would say it's best asset that he had at the time. So it says Bob decided to promote a bunch of guys who had just driven over just driven entire manufacturing operation to the ground as far as I was concerned asking my team to report to people who didn't know how to run a business who in fact had proven only that they knew how to ruin 1 sounded a lot like like a request to go catch a pigeon. See how he tied everything together there. There's a line that I'm not willing to step over that you clearly are. Okay? Guy tells me to go catch a pigeon, Not happening. You caught a pigeon. Now you're you're you're doing the same thing to me many years later. I can't accept that. So it says it sounded like a lot, A lot like a request to go catch a pigeon. That was my last day at Randy. So now he's gonna talk about what being an entrepreneur momentum at the very beginning. He says I suddenly had the luxury of being a hundred percent myself. Free to do things exactly as I saw fit and with abandon. For once, I didn't need to check with corporate or asked the owner or listen to some harvard graduate who was timing production workers with a stopwatch about what was efficient. That's a story that comes later. Don't know if I I actually have highlights on it, but what he's talking about is, Bob and his dad would hire these people, and remember, Paul knew everything about. He was the 1 that... He started out and in 1 factory or 1 line in 1 factory. And, eventually, his... He keeps getting promoted because the line he's in charge of keeps outperforming everything other... Every other, other line in the company, then he's eventually running 2 lines, and they... Like, that that that trend continues. Then he's running a factory. And then his factory is performing better than than all the other company factories, and it keeps going so on and so forth that way. But what he realized about these these so called, productivity, like, not guru us experts, I guess they were called? Executives would bring them in executives that never worked to want love the line and he he's like, don't you realize, like, what you're doing, Like, you're timing, you're optimizing rather for a variable that you think is important. And they would literally stand behind people with a stopwatch to see how long it took them to to do their line in the the production and Paul's point to them is, like, you're optimizing 1 variable, you need to optimize for the entire hole. This is a system and it all works together and your focus on this 1 point. And so eventually, Paul reorganize the entire system and then fires these guys so you to get out here. And he's... He also thought it was really d demeanor. Like, hey, he put himself in the shoes of his employees. You would you want somebody sitting behind your desk? Or your or the table or the factory that you're in sit... Standing behind you with a stopwatch Like come on. So it says, my business would be a business that felt authentic hence the title of the book, and that's not... That's his approach to business, but also the fact that he said there's no really lying between business all and personal. So it says, my would be a business that felt authentic, not just making a quality product, but by operating in a way that was true to who I was. I can say was conviction that building the company that became vans was a personal expression all the way. And maybe the main point that Paul would give advice to future, entrepreneurs you gotta put people over everything. It's people first. He's still in the introduction, but he ends the booklet this way. 1 of my acc, which still stands at vans decades later is that we weren't a shoe company. But a people company that made shoes. That distinction may sound like nothing, but believe me. It's everything. So tells us a little bit about his early life. The by far the most influential person if there's 1 single influential who says dad, talks about later in the book, just being absolutely devastated. Because his dad dies, I think he is... I think Paul still twenties when it happens. He winds up having another 20 years with his mom, but he was just completely depressed when that happened. So it says so much of who I am, what I believe in and what I know how to do, I learned from my parents. My father. So his dad's a an inventor an entrepreneur, somebody that was willing to fix problems work extremely hard. It almost like Paul mirrored a lot of the traits saw. Since my father was a kind of gambler, who more often bet on himself, taking calculated risks that required skills and smart smarts, a lifelong entrepreneur. He invented and built things for a living. Wooden things, things that popped and exploded. Things like toys and fireworks. He could engineer anything, build anything, fix anything and outs smart just about anybody. His projects were endless and he loved doing them. Dad was a very wise, gifted and creative man. And I just wanna pause there because I think it's really important to point out that Paul is writing these words 60 years after his father has died. So if you stop and think about that just for a second, it's clear whether you have kids now, or you have them in the future how important how impactful you can be on their lives. You can influence their lives for the rest for long after you're gone. He is talking about his father and the importance of the role that his father played in his life 6 the years after his dad died. So I just sit there and thing and I like, alright. This is my chief out, like, a chief, importance obligation. Don't even know the right word to use right now, But I gotta make sure I'm not slack on that job at all. But, like, most successful creators. He was never satisfied with the status quo while he was making tracer bullets. This is in World war 2. So a lot of people as we've talked about before. They're pulled off their jobs in during World war 2 and assigned to, you know, everybody's gotta do their part for this giant war. And so he's... Yeah, I think he was some fireworks at the time if I'm not mistaken Sparkle. And so actually, Paul's is gonna learn a lot about business and in manufacturing helping his dad do that. But, anyway... So his his... What he's talking about there is his dad was pulled off he had to serve the the the war effort. The country called him to to serve in a factory. So I have to make Trace bullets says my father devised a new formula for making Sparkle, rendering them safer and longer lasting. He went on to an ill career in Sparkle for 2 decades. Which just goes to prove. If you do something, this is he... He... 1 of the most popular highlights. I'm working off the Kindle version of this book, And this is something I think it's fantastic advice that we've seen over and over again. So it says it just goes to prove, if you do something no 1 else can do or do something better than most, the odds are in your favor for success. So really the way I guess to dis steal what he saying is we we need to strive to be the best at something. Neville Rob, the that... From that book I did, the don't know naval vol Omni. I think I can't remember the name of the book, but he talks about the same idea that Paul has there. But that you have to keep redefining what you do until you can say that you're the best in the world at it. Alright. So it's this is now Paul gave his background. I'm not gonna spend too much time here because I got a ton of highlights. It's this book, it's about... It's a little less 300 pages. You you can read it pretty fast because the writing is very simple. Like, I just love Auto are probably my favorite things to read. Because I think entrepreneurs instinctively know how to edit. Right? You're big part of success in running a company is editing, whether you're editing the product line, the team, but they seem to know how to just... This is the stuff that's important. I'm about to die I'm throwing all the good ideas that you and the... And he's gonna tell some mistakes to avoid, and this is just what you need to know. I'm not gonna give you any other fluff. But he says, born in 19 30. I'm 1 of... I'm, 1 of a generation who... Could you imagine being born at a worst time? I'm 1 of a generation whose childhood was bracket by the great depression in the World war 2. I was born into a world in flux with the only constant was hardship and hard work. I don't remember any talk of the American Dream when I a kid. We talked about droughts and sands storms and the dust bowl. The only housing growth that I knew about was the expanding s towns. And, yet, he talks about, if this is all you knew. Like, you just... You learned him to adapt. He thought he had a great childhood. I says, yes. I shared an a house with 7 people know indoor plumbing. How crazy is that? And know we didn't have hot water and tap. We bathed in a basin with a cup and a half of water we would heat on the stove. It was a pain. I knew no 1... I knew no 1 had much of anything, but we had what we needed. We had electricity. We had a furnace We had running water. I don't think we ever went hungry or went without. But then I wouldn't have known any different. And so it's was very common at this time his... The entire family. Every single kid is gonna help in the family business this is actually something I've seen over and over again these biographies. Like, I think it's really smart what they're doing now. In this case it's not a necessity, so it's not like they had a choice, but you're most likely are in a different position and you could have a choice. I think work is 1 of the best forms of education. And I'm not trying... I'm not saying, like, a be abused child labor laws have a... Have a little kid working in the minds and stuff like they used to. But explaining the value in your business set up to serve other people. And the kids learn not only to serve other people at a very young age, but also the the the the ability to solve problems, which they can use their entire life. So says my father put put us all work by age 5 or 6. I knew I could do things to help support my family. Even if it was just to sweep up after my father and his workshop. He does the same thing. Every single his kids. 1 of his kid starts working advance at 10 years old, You doing whatever he can. He's still working there to... When his book was published. 50 years later. And so then he talks about... Paul talks about 1 of his his heroes when he a boy. Somebody wanted to copy and Emulate was the famous baseball player, Ted Williams. And so he talks about this A little bit. Ted Williams was a lot like my old man in that he played his own game. He didn't tip his hat for anybody. And so he talks about what he learned from Ted Williams the year. I think this this this this record might still stand. Although I haven't paid extension based on multiple decades, but he winds up batting over 400, and this is what he learned about Ted refusing to sit out. So it says Ted didn't Ted didn't have to set step up to the plate. He had a 3 point 39999 hitting average of on the year. The... The statistician would have rounded the score up to 400, but Ted Williams refused to take the bench. If he was gonna break a record, he wanted to earn it. I like that. This is a crazy sentence. So he... He'll he'll refer to this idea. He's about to tell multiplies of the book in the future. I recognize the thrill of potential failure. And I think what he's implying there. I recognize the thrill of potential failure that unless something is difficult to do, there's not a lot of satisfaction at end when you actually complete it. But when he struggles and fans is a as a massive struggle, including even after they were successful. Going bankrupt. His brother runs the company into the ground. And he's gotta come back and he... And within 4 years, he turns it around and they went up selling it. But that idea, I recognize recognized a thrill of potential failure. That's a very interesting sentence to me. The day to day family dynamic left an implant... An imprint on me. Sometimes I can't say why I do something a certain way, except to tell my mother or father did it and how they loved us and how their love un demanded that all of us be the best versions of ourselves. My parents taught me so much more than I ever learned in school. My parents taught me long ago that people were the most important thing in your life. More important than money or prestige or possessions. My father believed that family always came first and so do I. And then this is something he he he copies for the rest of his life. This guy's got an extreme work ethic. There's multiple times when there's crisis in Not only when he was working for somebody else in his own business where he's working days in a row. No sleep. My parents taught me the principal of working hard by example. Remember he's growing up in the depression. It's just these are if you're able to survive an environment them like that. You're not gonna come on the other side as a soft person. Right? My parents taught me the principles are working hard by example. They both put in long hours on the job in a home. My mom worked in a factory, she's actually works in the shoe factory, she's the 1 that get them the job, and dad labor in his workshop every single day. He was the most hardworking man I have ever known. There was never a question that the kids wouldn't work equally as hard. We all participated in the family business and there was dignity and being of service. Dignity and pride and a job well done. And so not only would his father have them all the kids help out in the family business, but then he talked to him He'd to educate them through conversation. And I thought this was very smart that his dad did and talked about Well, let me just read what Paul says. He always pushed me to come up with the why? Why is something happening. And that's really... There's not a lot of, like, fancy stuff here at all. And I I think that's very instructive to us. Like, Paul just asked, like, why are we doing it this way. Why is this process way? Is there a way that we can do do it better. And most of the people are just surround him or on an autopilot? So he says he... And this is... It comes from what he learned from his father when he was... He starts working, you know, he's 6 years old sweeping up. He's working like making close manufacturing clothes pins and sparkle when he's 12. Like, he's working. Full time, essentially from the time, maybe he's like, 10:11 12, Then he's working full time for rest life. He always pushed me to come up with a why. And I've always had a knack for figuring out the how. Those 2 skills have served me well my entire life. And so then he describes the the extreme level of autonomy that his parents gave him. This would never happen in today's age and just... Essentially, I mean, his his brother runs away at 12 years old. To go... I think they're they're in Massachusetts his brother runs away to New York City, they wind up finding him. So if he's 12, This might be the 19 forties. Right? And they... They bring him back. Then he runs away again, and his mom is begging his father. Please go in. And he's like, he's just gonna keep running away. And so he runs away at 12, and just survives in New York City for 2 decades. On his own, and they never go back and get them. I mean, they they they'll visit with them, but they never they can come home. So this is what I mean about. An extreme level of autonomy. They short thing about being kids was that we were allowed to stretch out in any direction that leaves us. We were allowed to explore our whim on any given day. To have goals by noon, we hadn't considered over breakfast. To spend the day venturing and to come home dirty. No 1 questioned how we plan to spend our day. No 1 micro manage our time. No 1 set boundaries our perimeter are directed as to how to entertain 1 another. The expectation was that we would figured out and that nature through patterns or or connection or wonder would be our teacher. That kind of freedom proved instructive in ways I couldn't have anticipated. So moving ahead, just know that he's constantly working he just... Whether he's working for his family. Again, he's he's working his entire. I think I've already told you. I'm gonna move ahead. I'm gonna breed to you... I'm wanna go back to this idea where he just mentioned earlier that he was excited by the potential the risk of potential failure. I mean, read paragraph for 2 do now, and this is where, you know, I'm still, when I took these notes. I'm only, you know, 30 pages into the book or whatever it is at this time, and I just wrote down, I'm liking the way that this guy thought. And what's interesting is as I read over my notes, I realized the deeper I get into the book, I would go in present tense. I was like, oh, I like what this guy does and then realize, oh, wait, he's not here anymore. Because when you're reading the, somebody really get to to feel he know that person, and that they... They're still alive, and I had to remind myself I was like no This is past tense. This is the way he thought. It is not the way he thinks. It's true that I've always liked the Adrenaline of a door or die play. As my hero, Ted William said, I'd like to cut I like to have the bases loaded every time I come up. To me, the more critical the situation the better I'll outperform, I don't create clutch situations just to feel the rush. I prefer to eliminate risk then encourage it. But I for 1 I've always found defeat into. Especially when it's someone else's. And when it's mine, I can't say it's I ever done anything, but made me think smarter and behave differently. Hell, it's only after I lost something or when something, I didn't I didn't or when something didn't go my way that I was afforded the opportunity to shine. So a few pages on, he he continues to... Very similar thought, he he was obsessed was going to So he's talking about this idea of, he would like to go watch the horse horse races. This is something he... When he retire some vans, he he does for he buys horses and racism and likes to bed on him. But, anyways, it this ties into just his unique personality into the. I want the pressure. I want the stress. I want these these situations that cause me discomfort because that's where I'm gonna grow and learn. I can't imagine anything worse than not caring if I wanna or lose. I care. I'm emotional. Hell. I have too much emotion. I could win 7 races in a row, but if I lost the eighth race, I was down in the dumps, I was inc uncontrollable. Winning 7 out of 8 races would never be good enough. I'm not wired that way. I am really bad at losing. After ninth grade, I dropped out of school. This is when he's gonna start working in the shoe industry. I was 16. I had decent enough grades and it was in top of my class in math and science, but I just didn't see the point. School didn't challenge me. The idea of being a high school dropout out. The idea that I would be that I would rather work never bothered me. A friend of mine asked me recently if I was a rebel. That summer after I dropped out of school, I would say it'd been more... I had been more of a delinquent. So he's gonna start working the shoe factory. This is just full time job for the next 20 years, more than full time because this guy's insane, But it's really interesting. He takes lessons from his earlier experiences that he's been learn from his father when they were producing closed pains, and Sparkle, and he just thinks of in systems, and that's really all he ever does for the rest of his while making closed pins and Spark. I'd learned the importance of logical progression in setting up manufacturing systems. I... It did not take... And then when you realized, well if I can make a issue? I I could certainly can sell them Like, why why are we just being middle man. Let's just set up our factory stores. And so that's what Vans was famous for. And so the very beginning, they were just a... He was eventually gonna make the move to Southern California. They were just local Southern California company. Their first, I think 70 stores were just in in California. So it says, well, I learned the importance of logical progression setting up manufacturing systems. It did not take a rocket scientist. And that's that's... I just love books like this, like, yes. I'm interested in technology. I think it's fascinating. But some of my favorite stories to read. It stuff like this. Like, high school dropout, spent years learning. You know, people have been selling shoes Forever, way before Paul was alive, that we still... They... So she way after he died. But I just love the idea of somebody mastering an an industry or just having a away, hey. I can I can come up with a way to make AAA better shoe and and come ways to sell a better shoe? And as long as I'm making a product that other people want and I'm serving my customers that I can create a wonderful wonderful life. This guy's gonna sales company, people are, like, 75000000 dollars in the eighties. Like, that's a lot... I mean, there's still a lot money today. But in the eighties is a a considerable sum of money. He's a ninth ninth ninth grade dropout. Like, I find these these stories, it's just basic, you know, just common sense question what you're doing stories extremely inspiring because there... There's it just opens up entrepreneurship for such a larger amount of people than trying to create, like, a next Google or something like that. You know? It's just there's so many more people that can do things like this and build fantastic sick lives. Now you build fantastic life for himself. Builds a fantastic life for his kids, I think 2 or 3 of his kids worked worked to worked in vance for many, many years, some of which I think still did 1 at least still does. Second 1 might as well. So he builds a great environment for his family himself, they provides employment for a ton of different people. Like, that's just... That's amazing to me. Alright. So, I'm getting way ahead in the story. So this is what he's realizing. Okay. Wait a minute. You know, it's just it's just a lot of the stuff that you're doing doesn't make sense. So so let's ask why. Right? Did not take a rocket science to figure out that Randy routines methods and procedures did not make sense. This realization was strange and exhilarating. And so right from the very first day, he starts making suggestions. Actually, I think he actually starts redoing at when the factories he stays after his first day. Says redoing, like, the layout. And the boss's son, This is the guy Bob. That's gonna... He's gonna be his mentor and then fire later on. It's like, what are you doing? And then he's just explaining a stop process. And then Bob's was like, okay. And he actually helps him redo this. So he says to have the boss are the boss of son, which in my limited experience but the same thing. Listen to me. A 16 year old on this first day on the job was striking. I believe that in that split second, I began to take my work and my future seriously. And so this is what this is gonna be an example. So they develop a relationship. They'll go out after work and start you know, having go to go to the bar, have some drinks or whatever the case is. And this is what I mean about. Like, I think we've all fundamentally underestimate. How much of life is just on autopilot. How much of human behavior is just not thought at all. And so they're talking says, we grabbed a pine after work, and we're kicking around ways I approve the factory. I asked why does Randy only make the upper, so not entire shoe just a part of the shoe. Why not make the whole shoe. He stared blank. Then he said, hell, I have no idea. To the day, 1 month later to the day, Rain announced that they would stop stitching upper for ke. Remember, they're just a sub contractor in order to manufacture whole shoes from themselves. And so this sounds unbelievable that they never stopped and asked this question themselves. But it's not a single example. We can never underestimate how much of human babe... Human behavior occurs on autopilot. Go back to Albert Las, a couple podcasts back, the man who sold America, the biography of him. He starts working in the the advertising industry right around the turn century. So like, it's 1919 o 1 something like that. And he realized realizes, like, no 1 in the advertising business actually knows what business they're in. So he's like, our... He's working for 1 of the largest advertising Agencies at the time. And they're slogan, their tagline is advertised judicious. And so he's asking people Was like what does that mean? I really, I don't know what that means? And he's asking all the people... So all these people are working there Never questions Like, what are we actually doing? And then what Albert discovers is as a young man, realize realizes, hey, why are we just have acting as brokers for publications and newspapers? Because at the time, they would just go to businesses say, hey, I can find give me your ads, and I'll place them in the best publications for you and I'll get, you know, 5 percent. I forgot the exact number? I think it was 5 percent. 5 percent of what you spend. And Albert the first person in advertising history, we're like, hey, why don't we actually make the ads ourselves. If we increase the amount, the effectiveness of the ad, We can demand a higher percentage. And so he... His boss lets him run this this this experiment. And so he goes to 1 of the customers. At the time they're were making, like, a thousand dollars a year off this guy's company, and they only get, you know, that's 5 percent of whatever they're placing He's like, hey, let's do a no risk trial. I'll run the ads if they perform better than you pay me 15 percent. If my ads give bring you more customers than your ads do... And I'll still place them for you you you'll pay me 15 percent, winds it working so well that they, that, of course, what happens if you're from the business perspective, you're gonna spend more money in advertising because now it's more effective. Right? Your... This guy this albert outbreak is coming and and just lowered your acquisition cost. And so just on that 1 customer, they go from making, I think, said with a thousand dollars a year or something like 10 or 15000 dollars a year. And so okay, overnight, because Albert, the only 1 that non on autopilot. I just increased what the company can make per customer by 10 or 15 x. What do you think that's gonna do to the overall business. And that's why Albert one's are making 50000000 dollars in advertising in the early 19 hundreds? He becomes so wealthy of that idea just stop and questioning it. He went up having this this state like, a summer state somewhere outside of Chicago America. It's like 54... It was so large. He had 50 full time employees just running his house. Gives an idea of the impact of that idea It's crazy. And so there's just a a ton of examples in this book where he's just he observe the process and it's, like, what are we doing? Why can't can we do this better. So she gonna make some examples? Because these are so... I... Now, like, I think about, like my own process? I know I am not being as efficient as possible. Maybe not even efficient. It might not be the right way. But I know there's better ways to do things that are in my workflow. If I just pause for them minute and I'm like, why am I doing this? Is there a better way to do it? It's very simple idea. Very powerful though. You had to switch the dipping tank every time you wanted to do white shoes, which took 5 to 10 minutes to accomplish. We changed tanks back and forth 3 or 4 times a day, depending on the orders, changing tanks all the time. This is very see has, like, very simple logic as, changing tanks all the time made no sense to me. I told Bob, it made more sense to make all white all white shoes on 1 day, and all color shoes on another day. Sure enough. We tested that change, making that 1 change, saved enough time to noticeably edge up production. People are not... What are you... If you have to do this multiple times a day. You start the production line, then you're paying all these people hourly, and they're just sitting there. I got... Bob was please, and I got a promotion. So that's what I was explaining to earlier. It's like, okay. He starts off his line performs better than the other line, then he gets part charged of 2 lines. Then he gets part put in charge an entire department, an entire factory, and it just goes on and on. In factory work, there's a lot of absentee. And so this is I guess, I should just back up. This is another example of just pay attention and then ask why. I really is what I I That is my interpretation of 1 of what the value that that, Paul brought to almost every endeavor. Pay attention and then ask why. In fact worked, there's a lot of absence absentee. As a supervisor, I noticed whenever someone was absent, On conveyor number 1, the supervisor borrowed people from conveyor number 2 to fill the spots, which stands to reason that it threw off my crew on a pretty regular basis. To solve this would amounted to a bigger problem I suggested that Bob hired a couple of utility people who would substitute whenever someone was out. Production increased, of course, because all the positions along both product production lines were always filled. So he combines with this very simple, like, logical process and a really good system design with the next sentence. My work Ethic was my calling card in business and in life. And so 1 big theme in the book too is the fact that since he knew his business from A z, he executives that sat from like, ivory towers and didn't know what the hell they were talking about, really rub Paul the wrong way. And so what he's about to do here is fantastic. And again, another example of just never underestimate. Human ability to, like, lie or to act, like, they know something that they don't actually know. And they're just not questioning. So he's gonna prove that the quality assurance, the Qa process that this factory is using is subjective subjective or rather And thus worthless. So why are we engaging in this? And then it this is gonna lead him to realize that, okay. I have a massive edge over other shoe company executives just like Sam Murray in the book to fish 8 the way whale I had a massive edge over other banana. Remember, he goes on later in life if in case... I think it's founders number 37 something like that, but there. I'd read the book. It's so good. I'm probably gonna re... I know I'm gonna reread it at 1 point. But in towards the end of his life, he's... You know, he already got bought out. He's fabulous wealthy, and he's get pulled back into the business, and he ones having to compete it's him versus a bunch of banana executives that are up in like, the northeast somewhere while Sam down and Honduras. And, like, have you ever worked in the banana industry before? Do you know anything about it? It turns out they didn't and you know how that story is gonna end. Sam kicks their ass up and down the street. Alright. So it says, the top executives handled quality inspections and graded the shoes. I told Bob, I wanted to conduct a test because he needs to sniffed out Bs s. When you know something he to z. That's a good way to tell. Like, that's why 1 of the 1 of the best reasons I heard for somebody, like, why would you wanna be well read in general and somebody africa forgot who said this heard on a podcast 1 time. And I thought it was a really good day. Was like, it's like not you would, like, learn stuff, but it's just when you're well ready, Jake, you have a the ability to just sniff out things that just don't... Like, it's like a b as... Like a built it A way to build like, a bs detector. Right? So... And we see this in in and in this example, Paul's is gonna. It's like, I just know too much about this process. I don't actually think you do. And I think it's obvious when I that I know it and that you don't, and I'm gonna prove that what you're doing is just giant waste time. I told Bob, I wanted to conduct a test with executives in charge of the inspection. He said, okay. I took 25 shoes and displayed them for the group of executives to inspect and grade. So they have 5 they have 4 categories that they had... This is so just reading this process absurd that they thought they was gonna make any sense. So 1, and we're gonna reject it. 2, its poor quality, 3 it's acceptable quality and 4 it's excellent. I gave each person a piece of paper, then we pass the shoes around 1 shoe at a time to be graded. Naturally, I threw in a ringer. 1 perfectly made shoe. I pass through the ringer twice No. This is Hilarious. No 1 noticed that it was a repeat. It's the same shoe. You're gonna judge the same shoe. You already know where I'm going with this. They're gonna give different ratings to the same shoe. So what the hell are we doing? The vice president of Sales first graded that shoe as poor when he said it's perfect. Right? And the next time it went around, he graded it as excellent. Even Bob gave that shoe a different grade each time. My experiment proved that we did indeed have a serious quality control problem. The people in charge of quality control had no idea what they were looking at. And this is where he he gets into his advantage. I don't even if think he states this, but he says, If those executives had started out as workers on the floor They would have been able to grade those shoes correctly with ease. They would have known exactly what flaws to look for. As it was, they didn't have a clue. The average factory worker often dislikes top executives because they are almost never willing to get their hands dirty. Most haven't worked their way up in a company. They are not familiar with the actual work being done and aren't interested in learning. They prefer to stay in the comfort of their ivory tower. So he's still working in a factory at the time. He he's... He needs to make more money. And I didn't know if myself is this guy were relentless. So it says, I had a second job at night on Saturdays, and on Saturdays. I'd bring my family and we would wash windows and floors in the supermarket. The regular staff used to go in and wash the floor in the market in 2 and a half hours. We did it in 56 minutes. So he's up assessed with the the the the system design, which I know repeated, but it's really important to understand the work that he does. And you can obviously provide a massive advantage if you pay attention to that too, because now he's doing what 2 and a half times faster than the other 1. Why would somebody who wash and he asked these questions? And it kinda makes my job easier. It's just like, why are people not interested in improving the work they're doing every day? It doesn't make any sense to Paul? Why would somebody who wash for other their life? Now I wanna do it more efficiently? I did it that fast by organizing the family force. All of us, including the kids pitched in, who's on water. Who's on the scrub. We found the most efficient ways to wash floors. Bob found out about about the job, and he gave me a race so I wouldn't have to wash floors anymore. So he's about to say something now that I think ties into 1 of the most surprising things I learned from doing those 2 biographies on Michael Jordan. And it's the fact that every single person that ever ran Michael Jordan where there's high school level, college, professional, trainers. It does not matter. They said he listened to better than anyone. That we would tell him something that could improve his game. He would listen and apply it immediately. I don't think I'm ever gonna forget that idea that I learned from him. And we see Paul, a kinda echoing echoing that. I've always been aware of my shortcomings, and it never had a problem admitting. Them are taking advice of experts. I believe honest a self evaluation and the ability to listen to others, the ability to listen to others specifically, has been 1 of my greatest strengths, 1 that has served me well over the years. If someone had a better idea than mine. Of course, I would adopt that. I didn't care if I didn't get credit. I didn't need credit. I needed success. So eventually, he he does so well that they... They're like, hey, our factor in the West Coast and California. It's not doing well. We're gonna send you over there. So this is where he's gonna be... Until the today he quits and it starts vans. And so that's also why Vans was certain in south in in Southern California where it still headquartered today, but he he really does something smart here. He really is analyzing the... The they're having production issue. So he's like, okay. Well, let's see if we can realign the incentives. And so this is also something we saw. We learned from the founder of Fedex Fred Smith. When they were having a hard time to head that hub and spoke ideas So all the packages, I think at the time of Fedex history was going to, Memphis if I I if I remember correctly, and you'd hire these people, usually, like, college students to work overnight, and there there... If you were slow in this main... In the main, area, then all the flights that were waiting. The spokes of the hub. Is the way to think about that, I guess, couldn't take off. So he's like, okay. So instead of paying, like, we're paying by the hour. So the more the longer this job takes, the more money they make. They're incentivized to take longer. What if we paid by the job. We say hey, no matter what. I don't know what the number is I'm just gonna make it up. What if we say, we're gonna pay you 300 bucks a night and you can leave as soon as the the job is done. And that 1 switch save Fedex business. And so we see that that Paul's is gonna use the same idea. And so he says, I decided to create an incentive plan for the benefit of the workers. Essentially, if they could complete 8 hours of work in 6 hours, they could be free to go home. This was a system I'd had used several years earlier on the East Coast. The reason I had developed this Idea of incentives in the first place was because I had a problem with production quotas versus quality. When I focused on production numbers quality goes down. When I worked on quality production went down, it was frustrating. Finally, I convinced the workers that if they produced a quota, for of 8 hours of work and made whatever parts they were assigned to produce at top quality, but they did it in fewer hours, they were free to go home early that day. And so it works so well. They wind up saying, hey, do you wanna... Do you wanna do instead of doing 5 day work weeks, let's do 4 day work workouts. I I just have a production number. As long as you hit my number and the quality to some decrease, I don't care when when you do this. And we're seeing, I think a lot of modern companies are experimenting with this. As well. We eventually reached the point where we agreed that if the workers are accumulate enough hours, we'd allowed them take friday off. The goal was to make in 4 days what used to take 5 days. This meant they worked at 4 day week, but we're paid for 5 days. I put the same plan in motion in California. Again, it didn't take very long for the workers to realize, I would deliver what I promised. They embraced a new system and when they were given the... Oh, and so this is really interesting. The the people that were in charge of the factory before he showed up, were were they focus again on production quality and and Paul focuses on people. And so there was a threat to union unify. And so Paul comes in, and he he tells him first explains why he's doing what they he is. So it's constant communication. They see he's busting his ass on the floors with them. He's not in the office. And then it keeps doing things like this. Is like, let's work together. And so this the this change winds up when they have the chance to vote on union so they're like, no. No. No. We're gonna go with this guy. They embrace a new system and when they were given the opportunity to vote on whether or not to be controlled by the union, and the result was unanimous. They voted the union out. And we see more of Paul's personality here. Pretty shoot... Pretty soon, Randy West. Factory he's running. Now I was killing it. In 8 short months, we had turned the place around completely. In our fledgling factory, he was now doing better than the East Coast factory. When Bob told me that bit of news, you can bet, I was proud as hell. Take that you pom management assholes. And this is where we see Bob was not the right person for the job. He just said you're killing it. You were... You just turned this around. Few months later, Paul's is no longer working at the company. So this is where he Bob's calling him saying hey gonna and put these guys. Bob and Paul's is like, no. Don't do this. He says, after I got over the shock, Said Bob, you can't do that. You have loyal employees who who've worked at Randy for more... For a dozen years or more. How can you promote the 2 guys we had to show how to do everything right, and who were never successful with their previous jobs. They lost millions of dollars. Bob and at this point, Bob had taken over the company from his father. Bob replied simply. It's my company, my decision. God knows why he made that stupid decision. Go back to that pigeon story. Right? Like, he's asking me to chase. I'm not gonna do that. The reason didn't matter, Bob was making a giant mistake on many levels. A mistake I couldn't live with. I told Bob, this is wrong. I will not let you do it. His response was, I'm sorry you feel that way Paul, but it's my company. I'm gonna do it. And I'm going to do it. And then Paul's taking a shot out of my here. This coming from a guy who went to work in the morning was home before noon. Alright Bob, I said, in that case, I quit. If I had expected Bob to change his mind or somehow talking me out a leaving, he'd always done before, I was destined to be sore disappointed. He didn't say word other than, okay, Paul, if that's what you have to do. That was the end of my career at randy and the start of the biggest adventure of my life. So then he has to go home and tell us, you know, family I'm unemployed now. Don't... Like... We're gonna tighten our belts. They had a little bit of savings, but it's, like, don't ask for things. We can't have new... We're not gonna buy new things. And he says, I knew with certainty I had done the right thing by quitting, but I won't lie. I was more than a little scared. The future was 1 immense black hole of the unknown. So 1 of the suppliers, he... He lived in Japan. He was a supplier for the raw materials. For some of the raw materials for the shoes that Randy use. And he'd worked 1 on 1 with Paul for quite a bit. And he finds out that Paul left the company, and he's, like, this rich investor as well. And so this is you can think of him as he's gonna be the 1 that gives Paul seed seed funding for for Vance. What what what has eventually become vance of what's crazy. Just pictures in the book. I think his name surge. Maybe Sergey I I'm not actually sure how to pronounce it, but Paul and Serge Sergey. When they're like they're eighties, and they're still hanging out. I thought it was really cool. He sends Paul a letter. He says listen, as you already know, there's a practically the unlimited potential for trade between Japan and the Us. And with a good man on either side of the line, there's no reason why part of the potential could not be turned to our mutual advantage. So he sends him tickets. He's like, hey, Why don't you come visit me in in in Japan, and we figured out if we can arrange and maybe start a business together. And so he goes and and and goes to search house in Japan and Kobe so it's for 5 days we tossed her on ideas the most obvious being sneakers. Making canvas shoes was all was what I knew best. Hell, making canvas shoes was the only thing I knew. After 20 years, I learned every aspect of the sneaker business. I told. Excuse me. I could make them in my sleep and suggested starting a small sneaker factory in Southern California. And he says, he trusted my abilities most important he believed in me. I it was somewhat astounded by all that was happening and flattered. Not to mention a little bit more mentioned more than a little terrified at the thought of starting my own business. But I knew I be completely insane not to seize the opportunity with both hands and run. Before he changed his mind. He agreed to invest 250000 dollars I needed to start up the business, we shook on it in the Van Do rubber company was born. I had to admit that I never dreamed of opening my own shoe business and competing with Randy, not to mention Ke and adidas, companies that had been around forever. I never had that caught kind of lofty ambition that's what I mean about. He was kind of a reluctant an entrepreneur. He was kinda forced into of this. If Bob didn't mess it up, there's no reason to think that that Paul wouldn't have just stayed at at Randy forever. And so Surge or Sergey, whatever's his name is he gets 40 percent of the business for 250000. Paul's is gonna get 40 percent of the business to run it, and then he's gonna bring in 2 partners at 10 percent each, and then they're gonna be off and running. So it says we settled on making whole shoes and whole shoes and making them right. In the beginning, our manufacturing and fulfillment process was simple. Our employees would make the shoes in the factory, and we would sell them straight out of the attached factory store. So this is what he means. What he mentioned earlier about. I was... I... We created the very first vertically integrated tennis shoe company. This is what they're gonna... The how vans is gonna be for the first part, like decade of their life. Eventually, new owners come in, they're gonna... I mean you know what's gonna happen. People... They actually you know, unfortunately, Paul's is really distraught at the time. And they went firing and moving the factory. I think to career or something like that. But I like the idea that they have here. There's a line in the Steve Jobs biography of Walter Isaac that I that I kept and says the... This is Steve talking is though... And I love this. The way we're running the company, the product design, the advertising, it all comes down to this. Let's make it simple, really simple. And I just you can understand Paul's business plan here. We're gonna make them in a factory, we're gonna sell the shoes ourselves. That's it. And from Paul's perspective he's like, there's very few people in the world Know more about shoe manufacturing to me. I'm sure I can learn how to sell what I make. So there's a lot of... I mean, the they takes him over a year to set up and to get started. They're doing almost all the work themselves. I think him and his son his son's probably, like 11 at the time there... There's been, like, 15 hours a day painting the factory. And then really just wanna tell you a short story because his paul's entire career was, like, asking if there's a better way to do something. And sometimes we have to be reminded to use our own ideas. And so it says, they're talking about it. This this painting is taken us forever. Luckily they I happen to mention our whole exhausting painting ordeal to my brother. And he says, he asked, why don't you just rent a paint spray? I said, what? What is that? This windfall of information was just... Was an epiphany. My brother had taught me 1 of the most important business lessons. You don't know what you don't know. And if you don't... And if you don't know, ask, I had no idea such a thing as a paint spray existed, but you can believe that first thing the next morning. I track 1 down in a local rental place. It was too late to do the inside walls with it, but we banged out the building's entire exterior in a single day with that spray. And so we also see his former friend and mentor. It's kind of a sc bag as well. Bob winds up finding out that that Paul set up on own shop. So he calls all the suppliers because, you know, Paul's got the suppliers said... Okay. You you used to deal with me when I was at Randy, What you deal with me now that I'm running my own company. So his old boss calls all the suppliers and says if you work with vans, I'm gonna take my business away. And so this leads to, Paul to learn a lesson that he's gonna pass on to us. There there wasn't a single material we needed to craft a pair sneakers that he didn't try to keep us from acquiring. To his credit, he made this known. A lot of suppliers had had empathy, but no 1 crossed the pick line help. To this day, when it comes to supply chains, my advice is to control as much as you're able to and stay nimble, never get too comfortable or complacent. So main theme of the book, I think you've picked up by now. If it's important to your business control it. Comes down to the ability to make decisions, which extremely important to paul, but not only think ability to make your own product to sell your own product the less you to rely on other companies on other people the better. And he continues controlling. My supply chain he eventually figures us out. Controlling my supply chain made all the difference in both quality and service. So factories up, they start producing, and he said something really interesting. I was like, well, I think I can learn how to sell. Right? In the beginning, as as a numbers in production man, I had plenty to learn about dealing directly with the buying public. In the end, my best teachers in the art of retail were the customers themselves. And so that's another main lesson that he would tell. Like, never give up the direct connection to your customer. He hated middle man. He... Most other shoe companies were sold. They didn't have their own the stores they were sold through, like, retailers or some cases wholesaler whatever the case was. He's like, if I didn't have a direct connection with my customer I would never learned how to sell my shoe because I learned as I talked to them, I learned exactly what to do and what not to do, it opened up potential huge market. So at the very beginning of vans, 1 thing they were really well known for. And they the company got away from it later on, and then they go back to it. I think a couple decades later. This idea of customization. And so they're they're... They're struggling, they don't have a lot of business of time. Somebody comes in and trying to match. Like, forgot what it was. Some kind of pink fabric with... They they were making pink shoes, but it was like a different color. And so the the customer had their own fabric and he asked her It's like, do you want me to just make you a custom pair of shoes real quick. The factories right next door. If you come back in a few hours, it'll be done? It just says, after successfully making the 2 custom pairs for that first customer, I called a meeting and discuss the idea with my partners. They agreed that offering custom shoes as a service was a terrific idea. Essentially the point of the stories that you he he found ways to get more customers. We merely saw a huge market, not only would women who sew their own clothes be delighted to get a pair of exactly matching shoes, but drill teams, and this is the date he talks about this as well before the days of, like, fast fashion. So it and and, fabric was really inexpensive. So you have a huge market of people actually making their own clothes, which I didn't even know. And so he's like, let just you piggyback onto the already existing market. They don't know how to make shoot custom shoes, but they're making their own clothes, bring me some fabric. I'll make shoes to match it. So that's what he does. And he's like, who else would want this? Really smart. Just ask, who else would want this? How can we sell a lot more at 1 time? Well, let me go and talk to sports teams. So he says, drill teams cheer leading, sports teams private schools choirs would all jump on the idea of being able to have shoes that perfectly match their uniforms or outfits. So like, alright. Well, I'm... Then he's, like, who else kind contact? I printed up some postcards, and I sent them around to all the local high school and college physical ed departments. Letting them know we now offer custom made shoes for teams. And a lot of this, he he's getting customers, which is really funny. Because people they they they... They... Sometimes you could dismiss a simple technique even though it's it's effective. It doesn't matter. It's what's it's effective. And he got a bunch of his business just doing, like, direct mail, postcards, handing out flyers, having somebody in front of his store dancing or, like, trying to draw attention to the fact that there's a shoes store. I mean, it's really crazy. He's like, people like oh, you know, that doesn't work today. We'll, go read that book, how to lose a billion dollars talks about the first year years of snapchat. Evan Sp, who I think by now is, you know, probably with 20000000000 dollars or whatever crazy number it is. He used to go to local mall. I think in the Pacific Pal say wherever he's at in California, and you'd hand out flyers asking people to download Snapchat. Obviously, you don't want that to be your main, like, you don't want that to be your customer acquisition strategy forever, but don't dismiss these simple, but effective techniques just because they seem simple. It's a get... It's a way to build a little bit of momentum. So there's a ton of the books that's beneficial to read because it's all about the struggle. Right? How the heck does he get from 1 factory to 1 factory store to vans now 60 years later? I think they said in the they're selling 2 my pairs of shoes a week or some crazy number like that. And so he's realizing, like, also was gonna be realize, okay, my initial idea, not working. We gotta rethink this. And the way what he comes up with his counter. I don't think I would figure it out. So he says eventually I can't realize that there was a limit to how many shoes we could sell straight out of the factory. I've been more than naive to think we could sell our entire production using that 1 small outlet. Meeting with partners like, what the heck are we gonna do? Why don't we just open another retail store I blur it out. 1 in a totally different location. I was met with Stunned silent. So We were we were all aware that no other shoe manufacturer had opened a factory store to sell their shoes. Let it know an entirely separate retail store dedicated exclusively to selling their own products. At the time, most shoes were sold in separate sections of places like department stores. A stand alone shoe store was un... Unprecedented, but was it a crazy idea. For providing the customer serve... The best customer service and products that were available and difficult to find sizes, we could turn the tables open our own branded retail store and claim all of that profit for ourselves. We were still struggling to get our new operation into the black on our balance sheet, we could have easily ended up bankrupt as most new businesses do. So once they say, okay. Let's do it. This guy doesn't play around. He moves extremely fast. I've never been wanting to drive my feet, So just 1 short week after that meeting. Our first true retail store opened its doors. This is funny. The company was still in the red. We decided to open even more locations. And so this this next thing he's about to do is if you read about Paul online. So what he's most famous for. And this is what I meant about this extremely counterintuitive idea. I think they have what 10 stores maybe at this time. So it says I really... Our routinely they got together with the company accountant to review the financial status of our stores. I was anxious about our retail sales numbers and wanted to keep close tabs on how they were doing. His name's Marvin. They accountant. Marvin told me that in his opinion, we should close down 2 out of our 10 store. Why? 6 of our 10 stores were still in the red. The the the these 2 that he's suggesting to close down were our least productive locations. They are not even close to being profitable. And so Well, I was like, I don't wanna close any. I wanna build another 10. Well, maybe on paper, it might have been a good idea, but not in the real world, not as I saw it anyway, so I'm a Marvin idea. I grind. We need to put in an additional 10 stores. Marvin was about to fall off his chair. Look at it this way, I went on to explain. If we put in 10 new stores, and even if they do as badly as our current 10 stores are doing right now, the company will still make a profit. What he's talking about this listen and I have 10 stores. Overall, the company making a tiny tiny product pro profit, Even though 6 of those 10 stores are not profitable on an individual basis and 2 are nowhere close to being profitable. So saying if we've been in 10 new stores, and even if they do as badly, our current 10 stores are doing right now, the company would still make a profit. This would also increase our volume and more volume would mean less cost per unit. And then I thought this next part was pretty funny. Neither of us point out the obvious. There was no guarantee than the next 10 stores would even do as well as our first 10. Better to ignore that little dark cloud in the sky. It was a risk I was willing to take. So Vans is gonna slowly but surely get into the black. It the growth is obviously a lot slower at the beginning of a company than it will be when it matures. But he's got a great story here that towards the end because as he's doing well, his old company collapses. And I love his tagline here. The punch is... I guess it's a better way to put it in it's like, opportunity is a strange beast. So let me read this section here. I thought it was really good. Not only that, but Randy said also gone on a business. Though I'd been might upset with Bob in those early days when he tried to short circuit my operation. I was still unhappy to hear this news. Bob and I may have not parted on on the best of terms, but I had never wished Bob or his company ill. Certainly, I never wanted or expected them to fail. I'd work for Randy for 20 good years, and I'd poured a lot of my own blood sweat and tears into that company. That Bob and I became enemies when I quit Randy and started my own venture was a shame. Later on, to are surprised, we managed to become friends again. Before he passed away at the age 62, Bob said to me, the biggest mistake I ever made was letting you go. Hearing him say those words was bitter sweet. For me, quitting Randy had probably been the biggest stroke of luck in my life. Opportunity is a strange beast. And so we're deep into the book now, and we still haven't even talked about skateboarding, which is I was really surprised. I was like, so I get to this surprise. I was wondering when he's gonna get get to skateboard orders. So the the... He's... His niche that the the tiny niche that they're going to dominate that eventually leads to more mass appeal later on is is with skateboard orders and surfers. And what's interesting is they didn't target them. They... The skateboard orders came to them. So usually, like, you're... You haven't an... You've identified your... The the the identification of your product niche or the them aren't market niche rather. Usually comes internally. Right? Which I found surprising reading this book They It was an external thing. In the early days skateboard orders were the Renegade, the bad asses of the sporting world and with their in and I think, Bob thinks of himself as that too. And, he is. He's definitely renegade a a mis fit of rebel for sure. In the early days skateboard orders were the renegade. The bad asses of the sporting world. With their innovative moves, creative a vernacular and their unusual practice spots. And so he's gonna explain the skateboarding term off the wall, which is also becomes a tagline for vans and how it's the perfect metaphor. For how he approaches company building. As an American idiom off the wall had been around for decades. But when it was picked up by other skater, the phrase caught on as as slang, evolving to mean something new and maybe strange or even a little nuts. Paul is definitely not Say would you will to me its screamed opportunity, A chance to push things to make the most of every moment. It captured van spirit and became van anthem, mantra, and rallying cry. Looking back and can see that part that part of my company's success was that that willingness to go off the wall. From day 1, we were always speeding forward into the unknown, trusting that skill and agility would bring us safely back to Earth. Until the skateboard orders came along, Vance had no direction, no specific purpose as a business other than to make the best use possible. When skateboard orders adopted vans, so this what I meant about it being external. Instead of internal, internal. When they adopted vans, ultimately, they gave up on... They gave us an outward culture and an inner Most of the kids in the early skate crews came from single parent household, came from single parent households from the wrong side of the tracks. They were idiosyncratic, creative, independent. They were seen as the freaks of the sport. In so many ways, they were our people. Now what's fascinating. So I highlighted that, put the note mis fits. I promise you. I did not. I wrote that before I saw what's gonna come about a couple paragraphs later. Skateboard orders discovered our Shoes at a moment in time when the shoe industry was changing, and they helped us find a niche, an identity we maintained to this day. My daughter Cheryl, who's works for fans forever. My daughter Cheryl describes our partnership as a band of mis fits coming together to make something great. Now watch what he does here. It's really, really smart. He's gonna learn something from Nike Adidas. I got a couple highlights here. You know, I should probably just tell you at the beginning. This is just it's really smart what he's does here, and it's a perfect. Perfect example of this idea that appear over again. Don't don't copy the what. Copy the how. So he's at... This is what he learns from Nike and Adidas. He's at the of 19 72 at Olympics. So it says, during that week, I took note of the connection between star athletes and the companies that made specialized shoes engineered for their sport. At the time is often Adidas. They were also a fair number of athletes wearing a new brand of more casual running shoe when they weren't competing, called Nike. It turns out earlier that year, Phil Knight had handed out the shoes to 5 runners at an Olympic trial event in Eugene Oregon. I didn't know how many of Nike 12 styles are being worn competitively, but the Nike Cortez had been released the year before and the distinctive look of these these tracks shoes had already set them apart. I started thinking about what I'd seen at the games. I started to wonder, should we expand our ways of thinking. And so now It I gets really specific about copying, do not copy the what? Copy the how. Now I started to rethink my approach. I had seen firsthand how fiercely Adidas and Nike competed for sponsorships among big name athletes. Skateboard orders may not have been in Olympic sport yet, but what about the skateboarding championship. Might vans have or create an opportunity to support those? So the same idea that Adidas and nike you're using track in Olympic athletes. He takes that ideas and he applies it to skateboard orders and surfers. And what he combines us with another important point? Because since they had... He was vertically integrated, people would come in and like, hey, Can I buy 1 shoe? And they're like, why are you buying 1 shoe and he says, wanted by 1 shoe at a time because skateboard orders regularly wore out the toe and the heel of the shoe that met the street. So the shoe that's on the board is fine. Gets very minimal wear. But they're destroying this other shoe. And so his flexibility in fact that he was the only vertically integrated shoe company around. And he's doing this at the birth. He's also in southern California, which is, like, the birthplace of these these extreme sports. He combines that. He's like, okay. Well, yeah. We'll make you much you. And was like, okay. And then he gets to know all these soon to be. I guess, I don't know if professional skateboarding was a thing. I'm pretty sure it wasn't they were, like, the... What eventually we become professional skateboard. So taking that idea that he's first all I'll use it at Did and Nike. Presented with the opportunity can make 1 shoe And it's like, okay. Well, know what? I'm gonna give you pairs of shoes. And so they start signing up all of the the skateboard orders that are going to be extremely famous in their niche. So think about that. He builds his entire business off that. That's the beginning of their business. Would he have built his business off of that, if he didn't first observe what Adidas and Nike was already doing? How important was him learning that idea? Like, how important was it to to the a outcome of his business? Extremely important. How if he could buy that idea in a store, how much would you even pay for it? It's priceless. And so now he's he's he's giving them shoes. Then he he's communicating them, and they starts to do custom just like, you know, Jordan advised what he needed for, from Nike. Like, the skateboard orders start telling him, that he does choose specific for their sports. So he's able to improve even better because he's he's he's the only 1 in that niche. He's gonna dominate that niche. And really, you think about this, he's using the adidas, the Nike playbook Puma also, use this playbook vans soon became an important partner and sponsor of the sport. In the end, the consistency and longevity of Vance commitment to these signature signature sports really paid off. They did things differently, and we met them where they were. So he talks about 1 of the first fans athletes is guy named Stacy per per corolla. I don't know how pronounce listening same. I don't know how pronounce anything. She heard know by now. But really, don't... This is another example. I got... This is so important. Don't copy the what, copy the how. In retrospect, 1 could argue that space Stacy Per did for vans and skateboarding, what Michael Jordan did for basketball and Nike. Stacy became a role model for other kids to emulate and vans were a signature part of look. So I'm fast forwarding in the book. Really, I... 1 of the most valuable things this is, I mean, the note of myself here is this is advice from a 90 year old. Thinking about how much knowledge you build up in them many decades. And so some of this is just life advice he talks about. And so says another lesson my father taught me. And without question, this is 1 to commit to memory. Life is only partly about how you hold and hand your cards. Don't ever be so goddamn sure of anything because nothing in life is given. No matter how good the odds, no matter who's the favorite, no 1, but no 1 wins every race. Even when we pay attention when we hope and pray and prepare and double and triple check. Things will go sideways. People lose their health and harder businesses and the loves of their lives and no 1 sees it coming. That's the hard sc of life. Sometimes you have to know when to fold your call cards and call it a draw. And so he's gonna finish his this advice. Reminds me something I learn from Charlie Mu. The self pity hasn't no utility. Sometimes opportunity just means that when faced with defeat or loss, a person refuses to say what was me. But instead, looks forward and asks, what can I accomplish now? The way we deal... This is 1 of the most popular highlights in the book. The way we deal with hardship is our legacy. You can accept a defeat, or you can overcome it. And so now we guess at the point where... He we're fast forwarding, He's been running vans for 15 years. And this is where he quits. He's just burned out. By 19 81, after 15 years in business days went around and around, I could have gone on giving a hundred percent, but this is hard to admit. I'd become burned out. I was 51. I had been working my tail off for more than 3 decades, working more than full times since he was 16 from 16 to 51 in the same business. Say it's shu business at this. I decided it might be the right time for someone else to take over the reins of the Vans door and rubber company and usher vans into the future. And this is really surprising because then he gets to his real life dream. He's gonna let his brother run the company's. His brother gonna run the ground, and I think it destroys a relationship. He mentions I never heard from him again, which is crazy. For my whole life, I'd been... I'd really just 1 dream. Right behind the let me craft the world's best sneaker dream and let my kids be healthy dream right behind what I call those essential dreams was 1 in which eventually, I'd be able to do whatever I wanted financially. For me, this meant being able to go to the races, the horse races he's obsessed, which is really surprising to me. To the horse races anytime I felt like it. As a kid, I never wanted to be a fire man or a doctor or even a businessman. I just wanted to go to the races. So he's gonna get involved in the horse industry, buys a farm, races horses, runs horses, gets remarried. He wants to divorcing his wife and a years later gets remarried. So she's married to 25 years to 1 wife, and I think 30 something to the to 32 or something 36 to his last wife, But he's gonna... He his entire chapter called shit happens. And so that's really his, like, partying life advice to by the way. But he's talking about something, the idea that, like, what's gonna be fall. Like, he was focused on he's running his company. His brother loses focus. So he says, if he asked me 1 of the biggest problems with many businesses, lack of focus kills. Complete... Lack of focus kills. It's usually a matter of focus. For me, whenever a situation went sideways and things look dire, I always called up my 1 superpower. Focus. When I focus, I tend to forget about anything else or everything else. Excuse me. I'm driven to get the job done and just keep doing what I am doing until it's finish. It stands to reason when someone focuses all their attention on 1 thing, they do a better job. Frankly, he talks about the comparison between it. The idea of this is what they they know this for horses. Like, he's in horse racing, you have to put blind on so they don't get distracted by everything that's going on the track. They don't get distracted by looking at the competition. They just look straightforward, and his his takeaway from that is frankly, we could all use blind to help us focus. And so his brother does the opposite He says everything Jimmy did. He did over the top. Fans started offering, or so, Jimmy was trying to make fans into something was not. We were a company devoted to indie sports, skating and surfing. Sports such as wrestling, skydiving, team sports, like football and Baseball, we're very far afield from our core market admission. The key factor focus was being lost. Not only that he starts trying to compete directly head on with Adidas and Nike, and their focus is running in basketball. So what are you doing? Like, you're get... It doesn't make any sense. Main message if you study the life of Herb keller, found our Southwest Airlines Southwest Airlines is the only airlines to be be profitable for 47 straight years, and it's part of that is he tells you over whenever you're again. Don't be tempted to stray from your niche. Focus on your niche, stay in your niche. Don't chase everything else that other companies are doing. You already have where your your goal, your focus, just keep going down that path. So as he's... Jimmy is expanding, Jimmy doesn't really know what he's doing. Paul did not like to have a lot of debt. He had 1 loan that he would take out every year because there... In the shoe industry, there's a huge sales spike for back to shoot... Back to school. And so he'd have a, like, a credit line. He need... But he'd paid it off every October. Jimmy does the opposite. He... In 2 years between 19 82 and 19 84, right Before They go bankrupt. He he lost more than 3 and a half million dollars in operating expenses, and then that's an addition to racking up another 12000000 dollars in debt. So this is what's gonna cause them to go into bankruptcy, the Sc, the sc, Paul says, who fails to consider what things cost never stands a chance. And so they're pushing to bankruptcy. The court is about to... It's on the... They're they're deciding whether the liquidate it, the company or not, since Paul is 1 of the largest shareholders and the former former Ceo, he's asked to go meet with the, the the bankruptcy attorneys. This is very interesting. My I like what he says here. It's because his whole thing is, like, stop being focused on competitors. Focus on your customers. Your competitors do not give you any money. My initial meeting was with the lead attorney. He asked, Paul. Who's your competition? In my entire 25 years I ran vans, I never made a list of competitors? Not once. Did I consider which share of the market we might corner. It sounds a lot like her herb killer. Not once, not ever. No. What I thought about was vulcan rubber and how to do what I enjoy doing to perfection for my family's business in Southern California. And so his response here is really surprising. He says, sir, it is my opinion that we don't have any. The attorney nod it. Yeah. He said, I was kinda thinking the same thing. And so it says our chapter 11 bankruptcy reorganization called for the removal of Jimmy from the company leadership, the judge then ordered me back to lead vance out of bankruptcy. I returned with reluctance. This was surprising. I really like living out on the farm. I had to fit... Officially been. And he falls that up with. But what could I do? Vans was my baby. And so this caused a huge rift because Jimmy was taking response buildings as you could imagine when Jimmy left Vance, he made it known loudly and clearly that without him, we didn't stand a chance, and then we see a little bit of paul's self belief and ego here, was he kidding? I've been outperforming expectations at every stage of my career. I shook my head and thought just you watch. You know what? Go ahead and take notes. So he's... He goes on and detail about what do he thinks Jimmy made a mistake guys. The left myself here is perfect. Jimmy ignored what Michael Jordan was obsessed with. The second mistake Jimmy made was 1 was, 1 he was destined to make more than once. He ignored the fundamentals. Jimmy had moved away from the core. Vance had no business making wrestling shoes or running shoes. What the hell was he thinking. We had re... For that. He talking about wrestling shoes. We had re rebound for that. And we had a whole slew of shoe dogs designing tracks shoes. And then I love what his son does here because his son's been working in the company for a long time. This reminds me of what warren Buffett does. Because if you go to warren buffett off, He office he has on the wall. So new newspaper clipping from the depression. As a reminder, how bad things can get. So when it looked like they were gonna liquidate. They go in, and they they put, like, stickers on everything because they have to sell it off. It says they even when it's far to send people into our offices and factories and put stickers with an inventory number on every single piece of furniture and equipment in preparation for the liquidation sale. To this day, in his office at headquarters, Stevie that's the sun has stubborn kept the same old wooden desk with that white sale tag still on it to remind him of what can so easily happen and stand against ever landing in a similar situation. And so his his response to this. This is... I just wrote more advice from a 90 year old, that he repeats over and over again. It's like, you're you gotta learn how to get stronger because the idea that you're gonna live a long time and not bad and bad things are not gonna happen to you is it's not true. It's not... Impossible it says trust me. The only thing I will ever say with any certainty is that at some point for all of us, shit happens. So I'm fast a couple years later. He turns everything around as you could probably guess. By this point the story, he's just really good at at these at turning things around or making making things pros. I'm. Problem solving. So then he's just like, man, Burnt out. I wanna go back to my horses and everything else. So they're like, hey. They're they're trying to figure out now that they have a large sales growth. So they're their... The partners are meeting within, like, an. They call an acquisition expert. So I guess somebody sells businesses. And he says, if we're gonna sell, we want 3 duff bags with 25000000 dollars in cash in each bag. Would your people do that? So 75000000 dollars. Remember there... This is 150000000 dollars in the eighties money. And so they... There's think it's a venture capital firm. What is it called? They called a venture banking firm. It's a venture banking, San Francisco called Mc, Del duluth and company. So they're gonna pay 75000000 for vance. They're gonna sell it I think, like, 8 years in the future something like that for 400000000. And so even though he sells the company, he's on the board, but... There's a little bit, like, if he learned what we... From the biography of Trader, Joe's, it's a little bit of like a Trader, Joe's Vibe. He's kinda sad because they stopped listening to him and asking. Like, he basically has no influence. He says the acquisition marked an end of my leadership of vans as Chairman. I continue to reside over board meetings, but found that more and more often no matter the topic. The board rarely decided to go my way. Was it tough for me to walk away from a leadership position at the company I founded? There's no denying it. And he even when he moves to Kentucky. Obsessed with horse racing he does for a while, eventually Vans, like, Vans management brings him back. They do something smart because he kinda loses that they don't... He's just watching from afar. And so they later on. I think he's in the seventies of time. They come back and, like, he becomes, like a front man for vans again, he's involved in it, and they just go back to celebrating their roots in their of a founder. Even while while the sidelines, I was an avid follower of everything vans, and I never stopped considering vans part of considering myself part of the vance family. And so there's a a bunch of ups and downs in the van history after he sells the company, and he goes through talking a lot about it. I wanna get to 1 point because he was very sad. Like, he was very He thought was a mistake to to to outsource to offshore, rather. And they wind up having a boost in in profit because I think he says they... They're starting to pay people, like, 16 cents an hour or something in Korea. And he says, 1 sad reason for the associated financial boost was vans schiff from American made to overseas manufacturing. The factories in Asia were simply able to produce shoes in clothing much more cheaply quickly in than the United States. I was totally heart sick at this development. Memories is a factory. Factory guy's entire life. Helpless to do anything but watch horror as they systematically undermine everything I believed in, and everything I felt... I felt vance had stood for. Vans no longer made the best shoes possible, but the cheapest shoes possible. Because the company was buying all their shoes from overseas factories, some of the van styles were exactly the same as every other shoe brand, every other shoe brand was selling. You literally couldn't tell them apart. And so his son is working at this company when this is happening. And he's like... This is ridiculous. So he's trying to, like to a former of protest. Even though the sun doesn't have much power in the company. So this is before a staff meeting, he Stevie bought a hundred different shoes from a variety of brands and line them all up on the shelves to the conference room mall. This is really fascinating. I defy anyone here to stand up and point to me which of these are vance. Nobody could. Think about the indictment on the leadership with the company at the time. Eventually they they have... They bring different people back. But anyways, not 1 person could. The person... The people running the company could not even tell their own shoes from those of their competitors. And so there's gonna be a change of ownership. So it says a North Carolina based fashion conglomerate called V f, bought fans for 400000000. So in 19 88, it was sold for 75000000 in 2004 I was wrong by the the date, by the way. 2004 was sold for 400000000. And this is where they start changing get back to their roots. V seem keenly aware of what it takes for a brand to be successful. Authenticity. Hence the line, the name of the book. Right? What I always saw is authenticity in the way I did business now anchors the brand. I can think of no better legacy. So this is when he's brought in back into the company. He travels them. He he meets like, he starts going and meeting, like, some of the professional skateboard orders. They had signed 40 years earlier, another... Like, more mellow and everybody, you know, a lot more chill and not as crazy as they were when they were in their teens and twenties. And then he just goes to a personal tragedy. And this is this is why I think reading... Reading biographies is just so fundamentally important. Business books don't hit this way. Because you don't... You you feel like you know this person. And so at this point you've been married in for 30 something years to his second wife. He was... There were... They had moved out of California, and it's just... He's just... He he gets her point his life, and this is why he was giving this advice, you know, few chapters earlier. It's like, there's gonna be bad things that happened. And you gotta keep moving forward, but there are gonna be times where you just feel like giving up. She had lost 40 pounds. She may have been weak, but the treatment... But but the treatments off as they were seem to be working until the day they weren't. She's she's got some form of cancer, and she had a bypass surgery, heart trouble too. Suddenly she couldn't move her arms or legs. In the emergency room, they told us that she had developed an infection. Antibiotics weren't working. Days later, when she asked to go home, her doctor advised against it, then he ac asked saying it wouldn't make any difference. I stared at him until it hit me. She wasn't going to make it. 2 days later, she died. And our love story of 34 years had an ending, I had not anticipated. I was in shock, utterly devastated. Over the years, I've known sadness. My father dying in 19 58 was especially tough. But then I had 2 sons and a daughter and Dolly to lean on. If I'm being honest, the only thing that help me navigate his death was my second daughter, Jan birth, and then Cheryl, which followed not too long after. If the day of my father's funeral was 1 of the darkest of my life, at least I had another 20 years with mom, so I felt less cheated. Bearing my wife left me rudder less in a black hole of despair. Writing this now fails to convey that in her absence everything was wrong. Nothing mattered, and my grief was filled with fear. The dread of it masked everything that had ever brought me joy. You hear people coach 1 another on how life goes on. That we are somehow duty bound to do so and that everything had a purpose. That's a crock of shit. The whole dream absence left in my life is just a big gaping hungry abyss, and I will miss her forever. So he starts leaning on his kids. He eventually is gonna move back to Southern California so he's not by himself, so he can be near vans, be near kids. But he says from... This is... This is wild because if you think about what he's about to tell us. Like, this is the book that we get to read. He is not here anymore. For months, I didn't care about anything because I felt nothing. And yet, I found myself clinging to stories, the narrative of my life. The whole of it, the tidbits, the toil, the crazy exuberance. There is something in human nature that compels us to pass on the information we learned to the next generation, and I think you see that in the stage of life when people decide to write an auto whether it's Phil Knight, Sam Walton, whatever... Whatever... Whichever 1 you wanna click. They don't do it when they're 30 or when they're 40. They're inevitably, they're... They know... Whether they're in their 60 seventies eighties, maybe in the case they they know they have a terminal illness. That's when it's like, okay. I'm compelled. Listen to what he just said here. I found... He's he's more depressed depressing. He's ever been his life. He's saying it's a crock shit. I'll I never get over this. I have... What do call it a, I'm, a huge un abyss. And he's like, I found myself clinging to the stories. The narrative of my life, the whole of it. That's crazy the narrative... Let me I didn't wasn't expecting to say this, but, like, let's pause there. Like, we're all creating narratives of our life. Some... Maybe the narratives of our life or not gonna be as wide red. It's Paul's, or Sam, or Fills or our Steve's or anybody else's. But your friends that you leave behind the family that you leave behind. That is your legacy. We are all whether it's written down in a book or not. We are all writing a narrative of our own life. And this is a 90 year old man telling you that is important. When you get to the stage that when you get to where I'm at, this is going to be important to you. I found myself clinging to the story. A narrative of my life the whole of it. The tidbits to toil the crazy ex exuberance, and this is the book that now we get to read. And then this change, you can see that he's almost say. It doesn't say it. It's it... The implications is he's he's preparing himself for death. I felt a measure of relief or release or whatever it is that allows a man enough grace to accept that there are things we can't control and cannot change. And so for the rest of his life he's involved in vance He visits stores, travels all over the world, gives talks. This is just fantastic life advice from a 9 year old. During my talk, I was asked. If you could sum up your advice on how to find the right track and succeed in life what would it be? My answer, shit happens. Shit happens. It really does. Letting yourself get stuck in it, doesn't do any good. Acknowledge it and then move on. Don't let it weigh you down. Just cope, tackling things in a positive way will help you succeed more often than not. Shit happens. These 2 words fully acknowledge the difficulties in life, but you can put them firmly in the rearview mirror. Without letting them mess with your head or your path and life. Yes. Shit happens, but we can all recognize that we need 1 another. I said it at the outset of this book and I'll say it again. No 1 gets anywhere alone. And in the final analysis, what you make will never be as important as how and with whom you make it. Vans is a people company that makes shoes, not the other way around. So let me leave you with this parting thought. When you have good people with you, the odds are with you too, and the longer I live, the more I see the truth of it. And that is where I'll leave it, Highly recommend reading the book if you buy the book using link and the show notes to your podcast player, you'd be supporting the podcast at the same time. If you want to buy a gift subscription, There's is a link in the show notes as well. If you buy an annual gift subscription an annual basis, Let's do this. At least for the... The rest of the year. The rest of this calendar year. If you buy an annual subscription for a friend, I'll extend it, go in and upgrade it to a lifetime access. So you can do that. If you're interested, the link for the gift subscriptions is always in the show notes on put your podcast player. That is 216 books down 1000 ago. I'll talk to you again soon."
}