{
  "transcript": "You never realize that you're making a memory at the moment something's actually happening. Stranger still, the strongest memories of those you've never dreamed or survive and would be in linked to your future. Momentous happenings can lie buried in the past while tiny, needle sharp split seconds, sometimes stay with you forever. They happen in a moment and they tug your memory endlessly. They live always just below your consciousness. I remember the woman at the Florence Morris Beauty salon where I had my first cosmetics concession. She was thought and cruel and will always remain that way in my mind. Maybe she was a catalyst for good in the end. Maybe I wouldn't have become est Lau if it hadn't been for her. At the moment she was cast my memory to last there forever, I despise her. Simply thinking about that incident brings back a twin of pain. She was having her hair comb, and she was lovely. I was very young and vulnerable, and I loved beauty. I felt I wanted to make contact with her in some small way. What a beautiful blouse you're wearing? I complimented her. It's so elegant. Do you mind if I ask where you bought it? She smiled. What difference could possibly make she answered, looking straight into my eyes, you could never afford it. I walked away, heart pounding. Face burning, never never never. Will anyone say that to me again, I promise myself. Someday, I will have whatever I want. That is an excerpt from the book that I just reread, and the 1 we talked you about today, which is the auto biography of Est Lau. It's called Est, a success story written by est Lau. Okay. So the first time I read this book was about a year and a half ago, and it's originally founders number 01:36. And the reason I decided to reread it right now, Actually has something to do with 1 my favorite talk on Youtube and a lot of people that listen to this podcast. So I'm just gonna explain this real quick, and then I'll jump into the book. So I've mentioned this this talk over and over again and probably, at least 10 times on the podcast throughout the years, it's by an investor called Bill Gu, and it's called running down a dream how to succeed and thrive in a career you love. I will definitely link to the Youtube, video. I highly recommend. I I don't I probably watch it 10 times. It's had a big influence on how Approach specifically founder. And in the talk, Bill tells the story of 5 people that went to extreme lengths to run down a dream to actually succeed at getting their dream drop at getting their dream jobs. Excuse me. And those people are Danny Meyer, actually read Danny Myers auto. This actually before I saw Bill's talk. It's founders number 20. It's a fantastic. Is recommended to a friend of mine who's a restaurant tour. I've mentioned that a couple times on the podcast as well. It's called setting the table, and there's just a ton of lessons that Danny applied to building out his restaurants and, later on, I I guess, after the book. He had found Shake shack, but I think when he published the book, they only had maybe handful... There might only been 1 shake shack or just a handful. It definitely wasn't public and definitely wasn't the size nearly the size that it is now. But anyways, it's a fantastic book. And if you wanna learn more about that, that's back on front of 20. So it's Danny Meyer, Bobby Knight, the the basketball coach, Bob Dillon, Sam Hi and Katrina Lake is And so there's something that Bill said in that talk that I took as a personal challenge and uses in North. He... Again, the entire talk is him observing how people have gone to extreme lengths. Talks to a us you got 1 1 like to live, most people pick 1 career path, like, why not go and actually do something you love. And he talks about how rare that is to be the ability to do that. And so this the... There's a bunch of that jump out to me, but this is the thing that really influenced how I approached founders. So he says be obsessed about learning in your field, hone your craft constantly. Remember he's talking about the traits of the 5 people that he's profiling, but and I'm sure he's worked with a ton of other founders and and investors as well that that share these traits. Be obsessive in your field, and you'll see how this ties together and I'll explain why I'm doing s a lau because she has all these traits she ran down a dream. She is 1 by far, 1 of the most formidable individuals I have ever come across. I've mentioned in multiple times in the podcast. I think, modern day entrepreneurs sleep on us est Lau. III don't think I've ever met another entrepreneurs entrepreneurial that is actually she read this book, and it's a shame. It's only 202 hundred, like, 20 pages. I dropped everything recently and read it in 24 hours. Re reread it in 24 hours. Her approach to her business could be applied to anything that you really love. She think I've mentioned on the podcast before if some way to rein coordinate Sal lauren and bring it back to today. She'd be kicking entrepreneurs ass up and down the court to this day. She's is she's a person well worth studying reading about listening to podcast about whatever the... Case maybe. So this is what Bill says. Be upset obsessed about... Be obsessed about learning in your field. Hone your crap, and you'll see today that she did this... I mean, she was obsessed with beauty. She writes the book. So she discovers her her true passion. I think she's around 12 years all the time. She writes the book when she 79 years old. She is still obsessed about the same thing. So be obsessed about learning in your field home your craft constantly. Understand everything you possibly can about your craft, consider it an obligation. Hold yourself accountable. Keep learning over time. Study the history, know the pioneers. So strive to... Know. Now. This is a really important part from what I'm about to tell you next. Strive to know more than anyone else about your particular craft. You should be the most knowledgeable person. It is possible to gather more information than someone. He's, like... And that's a really important point. You don't have to be a genius to gather more information. This is applicable to everybody. So he says the good news. If you're gonna research something, this is your lucky day. Information is freely available on the Internet. The bad news you have... This is where really motivated me and and and held me accountable. You have 0 excuse for not being the most knowledgeable person in any subject you want. The information is right there at your fingertips. And so he's delivering this this talk to the University of Texas Mba program. And the the example he uses in in his speech is esports, and he talks about, you know over a specific. I can't remember. He was, like, 6 months, you can get to the top 5. If you if you if you really on on the ball. Think within, like, 2 years, you should be the most knowledgeable person. And, you know, he's challenging you. He's like, come on. This is doable. You can you can just go out and gather more information, than than somebody else can in 2 years. You can definitely do that. And so this talk along with reading Paul graham essay. I mean, all of Programs s are fantastic, but Paul has an essay called how to do what you love. I think Bill's talk on Youtube and Paul's essay on his website work really well together. They were really helpful helpful to me what I'm saying. So let me bring to how I decided to do this this book, Bill who's obviously really well known in the entrepreneur startup up investment community. Once Sending out a tweet a couple days ago. Because he says, listen, Lazy webb. Who are some of the world's expert on biographies? I'm looking for someone that is top 1 percent in number of biographies read. And here's the crazy part because remember, it's bill's talk that really focused. Okay? I have no... Like, there's no excuses. You you have to do this. Like, are you... You're not serious if you're if you if you can't just go out and collect more information. And so you go through that thread and I'm pretty sure the only person mentioned more than 1 time is my name in this podcast. I don't even know how many times it, but it's a lot, which is mind blowing to me because this is literally the person that helped me help crystallize my thinking. Just by because he decided to publish this fantastic talk. And I remember where I discovered, but it's absolutely amazing. And so anyways, that led bill, I was able to exchange some messages with Bill because he wanted... He was... He's researching. He's he's... Expanding on, the ideas, this methodology that he... That he discusses in the talk, and that's why I'm... Again, I'm gonna link to the talk. I'd I'd watch it as soon you can, Watch it over and over again. I just wanna give you the, like, his 5 point methodology. And again, to for the way he connects this with 5 life stories. It's just absolutely fantastic. And I think if you watch it, you'll be able to get inspiration from and, hopefully, cheat run down a dream. I think that's the holy grail. Not to have a job, but to have a calling a mission, something that you absolutely love to do. And to his 5 point methodologies, pick a career about what you have an men's passion. Now, remember all these because I'm gonna tie this into S estate Lau. Because 1 of the people I sent to I let Bill know about, based on, like, the books and the research I've done is Est Lau. She fits his methodology exactly. And you'll see how that... If if you're able to steer your life into a career where you actually... Where you have... Let me just go through it because and you just have a massive advantage. He's a fantastic line. 1 don't... He's got a great a bunch of great lines in in the in the talk. But 1 of my favorite He talks about that you can't fake this, and you'll see this way. As we go through est stays stays story today, but he he says, if you run it at it talks about if you're running at something and you actually don't care about it. Like, you can't... Like, it's going to be obvious it's that you're faking it. If you run at these things and don't have a passion for them, you're gonna burn out eventually. This is is very similar to what steve jobs told us at half his opinion is half of what makes... What separates the successful entrepreneurs from the non successful ones is pure perseverance. And that 1 way to... Like, most people give up, the 1 way to avoid giving up is that you actually love it because the reason you should love is because it's gonna be really difficult and you're gonna be tempted many times such your career to give up. Just like Steve was, but the fact is I he loved what he was doing more than anything else in the world. He's actually... The example, I talked about just a few ago. I don't remember what episode, but it really struck me I was at dinner 1. I was like, Wow. Like, there's a... There's saying that you love would you do? And then there's, like, there's levels to saying how much you love what you do? And at the most extreme level? I think I referenced Steve Jobs and warren buffett. I was like, how much would you have... When Steve jobs was alive. How much would you have given him how much money would you... Like, how much money would you have to give him for him to stop working at Apple? How much money would you have to give warren buffett to stop working at Berkshire hour hathaway? And the answer of course, is there's no money at there's no amount in the world that would have stopped them. They they love what they do. It was not about the money. So anyways, it says if you run up those things, don't have passion for them, you're gonna burn out eventually. If, it's not going to be where you wanna be, the last point, you just can't fake it. Somebody else is sitting in some other Nba program that has a deep passion for whatever career path you're going down, and they're gonna smoke you if you don't have it yourself. So number 1, pick a career about which whichever have passion number 2 be obsessive about learning in your field. And so that's funny because in the talk, and I... Danny, at the very... Towards the variant end the talk he talks about Danny Meyer has uses this phrase professional research constantly. I think it's an interesting phrase. Do you go home at night and steady for your I mean, that's... I consider founders professional research. I've stole that idea from Danny, in the past you've heard me to talk about per personal develop a personal curriculum. I think I've used personal research and development, Danny's words better than that. Professional research. You go home at night and steady for yourself to improve your own skill set, And this is the most important part what Bill says about, and what he'd had learned obviously from Danny his own life, most people don't do that. And that last part, most people don't do that. If you've ever seen the movie 7, with Morgan Freeman and brad Pitt if Not mistaken. There's a... There's a... Scene that we have never forgot. And it's Morgan Freeman is let into a library late at night, but security guards, he's doing research, and he's their security guards are just upstairs. They're all sitting there instead of reading or, you know, taking advantage of the time that they have and they're just an empty library at night. They just sit they're sitting on a playing poker. And Morgan puts his hat down and says gentlemen. I'll never understand you. All these books, the world of knowledge at your fingertips. And what do you do? You sit around and play poker all night. What Morgan says in the movie and Bill says in the talk, most people don't do that. It's the exact same idea. So be obsessed about learning your field, Number 2 number 3 development mentors in your field. And so I say for people are just getting started or don't have any mentors, use books. Obviously, reading biographies, these these can... These people can act as mentors in historical context, I think that the maximum that Charlie Mu uses for that is He says he makes friends with the eminent dead. Number 4, embrace Peer relationships in your field, and number 5, always be gracious and pay it forward. Okay. So it's... I'm gonna jump into the book. I will point out to you where I think, the parts were s fits this methodology. There's just a ton like, there's just a ton to learn from her. She talks about. This is very fascinating, because 1 of the things is, like, you have to know the history of your of your industry, and she points out the that she is she can build a business around things that are just not changing. She points out that beauty is a ancient industry. This is gonna... This is a kind of an echo of the idea. 1 of my third ideas from Jeff Bezos. About this idea is Like, everybody talk about, what's gonna change in the next 10 years. He's, like, you should ask the opposite question. And what's not gonna change in the next 10 years because those are the things that you can build a business on around. And then when you invest time and energy, you... Like, since they're going to be around for 10, you can actually get, like, return on that investment. So in Amazon's case, he's like, I asked myself, you know, in 10 years from now. I knew that, my customers... Customers would want. They've... Today, and 10 from now, they're they're gonna want a wide selection of, products, they're gonna want low prices and fast delivery. It's like, no no customer 10 years now I was gonna come me. And say, hey Jeff. I wish you delivered the packages a little slower. Hey, Jeff. I wish you raised your prices. So he said I invested a lot of time and energy. In in those principles. So it says beauty has always commanded attention. In a perfect world, we'd all be judged by a sweetness of our souls. But in our less than perfect world, the the woman who looks pretty has a distinct advantage. Beauty secrets have been passed on from mother to daughter through the ages. Primitive women painted their faces with beverages. Nero roman beauties white their faces with chalk. From Cl of fable milk bath to the ancient Egyptian pot of black hole from the roots, Rouge flap cheeks of the 19 twenties. You can clearly she she studied the history of her industry. That's the point of this. All the way to Est Lau soft magic. Women have always enhanced their God given looks. It will... It has always been so. It will always be so. It's on the very next page, we see another echo or another Jeff bezos idea This idea that mission... Missionaries make better better products. Beauty for her was a. It was not just a product. An interesting point, Beauty is the best incentives to to self respect. You have... You have... You may have great inner resource, but they don't allow... But they... Excuse, But they don't show up as confidence when you don't feel pretty. People are more apt to believe you and like you when you look fine. And when the world approves, self respect is just a little easier. The pursuit of beauty is honorable. And she goes on about this for quite a while. This is more on the history of beauty and it's universal appeal. Which again, these are just the way to think about this. Is the foundation which she built her business. Or her empire. It's a better way to put it. Beauty is a a fine invention. The art of inventing beauty, which is what she does transcend class, intellect age, profession, geography, virtually every cultural and economic barrier. There isn't a culture in the world that hasn't powdered perfume and pretty its women. Love has been planted, wars 1 and empires built on beauty. I should know. I'm an authority on all 3. Love wars and empires have been woven into my personal tapestry for decades. I've been selling beauty ever since I could recognize her. So now she gets to the fact that 1 of her very first memories. Was about her mother's beauty. The first beauty I ever recognized was my mother rose. My mother came to my father with 6 children was 10 years older than he was. 1 can imagine just how beautiful she was. I adored my mother's hair brush, her hand cream and her gloves. My mother's skin remained soft and up until the day she died. When she did died, did did die at age 88, she was still beautiful and still certain of her appeal. If I'm not mistaken. Est Lau lives to 95 or 97 years old member, we're we're reading the words of a, when she's 79. She's... So she is, at this point, been obsessed with beauty for what, 6 5, 67 years something like that. She's been working. She starts... She doesn't found her company till she's 40. But she works almost for free. Like, she's constantly building creating creams. Ever since she's a teenager just giving them away for free. So, really, the book is a combination of 50 years. Her of her 50 year obsession. So it says this is really, really smart when her mom does. Her mom instill confidence in her, which is gonna be really important because think about the the the time in which Building her business. She's she wants to observe building her business in the 19 thirties. This is extremely rare. And, in fact, she has to it, and I'll tell you more about this later, but she has to delay her dream because society's expectations on her family's expectations of. No. No. Not gonna start business, you get married right away. You leave our... You go from our house to your your husband's house, and you have children and you support your husband. And so not not only it difficult to start a business, but also especially difficult for for a woman to start a business back then. So she needs that confidence, and you you can tell from her writing. She definitely has that confidence and she says, you're... So she's talking about what her mom, the lesson... 1 of the earliest memories in earliest lessons that her mom Todd. The secret she'd whisper is to imagine yourself the most important person in the room. The person everyone else is waiting to see. If you imagine it vividly enough, you will become that person. And so that's something that essay is gonna repeat several times in the book. The fact that very important to do the work to trust your own judgment to build up the to build confidence yourself because there's gonna be a ton of time search your career that other... The external world is gonna try to get you to doubt. And, you know, even it just some crazy lines in the. Like she says my friends and family tried to dis me every day. And so we'll go into more of that. Let's go back to more early memory so because this is another example that you should pick a career that you have an immense passion about. My very first memories of my mother sent, her her aura freshness to perfume of her presence. My first sensation of joy was being allowed to reach up and touch her skin. Her hair didn't escape my attention either as soon as I was old enough to hold a brush, I would give her no peace. Day, you've already brushed my hair 3 times today. I can still her hear her complaining gently. My older sister Renee submitted to getting her face padded with my mother's cream. My beautiful sister law, Fanny was perpetually Saint Lake in her submission to my treatment. So think about how crazy is. She's a young girl what very, very young at this point, and she's describing what she's gonna spend her entire career doing. And so this is... I Annoyed left myself as she was on this page. She was born for this business. All of this annoyed my father considerably Stop f with other people's faces he'd say. But that is what I like to do. Touch other people's faces. No matter who they were, touch them and make them pretty. Check this out. This is wild. Before I'm finished, I will set, I'm certain the world's record for face touching. As soon as school is over, I'd ron home and then start on faces and hair. She... I so I was even wrong. She's even younger. She's 8. Even at 8 years old, being fashionable, fashionable, being feminine being different was a... This is a French word that I don't how pronounce. Ron D, which means the most important reason or purpose for someone or someone's existence. Was the On D for me. Even then I knew. So her father owns a hardware store? They have a gang kids. Like 10 kids or something like that. And they're all having to work in the family business as well. And so she's taking lessons that she learns in the hardware store, and she'll apply them to, her business, the est Lau business later. It says my father's hardware store was my first venture in merchandising. I love to help him arrange his ware. My special job was creating windows place that would attract customers, how I love to make those windows appealing. She'd work on gift wrapping, and, by covering a hammer or a set of nails with extravagant bows and papers, which really did seem to delight his customers. And this is something she talked about over and overnight. She's obsessed with packaging and to to an extreme degree. Wait till I tell you what she does. She spends weeks, debating just the color of, like, the jars that holder her creams in, should go to extreme levels of detail. Again, this is not a a job. This is a mission, a love affair. Is 1 way to think about her. So she's just packaging This is the first time message mentions packaging in the book, but she talks about it a lot. Says, packaging required special thought. You could make a thing wonderful by it's out by changing its outward appearance. Little did I think I'd be doing the same thing multiplied a billion fold in not too many years. There may be a big difference between lipstick and dry goods between fragrance and doorknob knobs, see how she's she's talking about what she learned in the the hardware store and applying it later on. But just about everything has to be sold aggressively. I honed my techniques as I played with the wearer at my father's store. I wedded my appetite for the mary ring of a cash register. I learned early that being a perfection and providing quality was the only way to do business. I knew it. I felt it. And so now we have S, talking about the advantage that you have, if you actually love what you do because so few people actually do that, go back to what Bill says if you're faking it, you're gonna get smoked by somebody that's not faking it. It said says I wanna paint a picture of the young girl I was. A girl caught up memorized by pretty things and pretty people. Thinking about my childhood now reveals such early patterns. My drive and persistence were always there, and we're gonna talk a lot about that today. My driving persistence were always and those qualities are that are are essential for building a a successful business. Still, I sometimes wonder if I'd set my heart on selling tassels, cars, furniture, or anything else but beauty, would I risen to the top of my profession? Somehow, I doubt it. I believed in my product. I loved my product. A person has to love her harvest if she expects others to love it too, and beauty was such a bo harvest. How could I have known this at 12? I don't understand it. I just did. And so something's gonna happen when she's in high school that I think is a a combination of a bunch of these ideas. She picks a career about which she has an immense passion. She's obsessive about learning in her field, but she also develops mentors in her field, and that mentor is gonna be her uncle John, who's gonna hold the her dream job. When I dreamed in my private universe, I dreamed of being a skin specialist in making women beautiful. In every life, there's a moment. An event or a realization that changes that life irr evo. If the changes to be a happy 1, 1 must be able to recognize that moment and sees it without delay. Rose Kennedy once told me that good luck is something you make and bad luck is something you endure. A very wise observation indeed. People do make their luck by daring to follow their instincts, taking risks and embracing every possibility. My shining moment came in the form of a quiet man who also loved touching faces. My uncle John shots. I don't know how to pronounce last name. He was a skin specialist. What gl those words conjure up. He captured my imagination and interest as no 1 else has as else ever had. I was sm with Uncle John. He understood me. What's more he produced miracles. I watched as he created a secret formula, a magic cream potion, which he filled in vials and jars and any other handy container. So that her first experience in the beauty and she's actually going to be selling and giving away and eating his products. It was a precious velvet cream, this potion when the magically made you sweet sent it major your face feel like silk made any passing for imperfection be gone by evening. I recognized in my uncle John, my true path. He produced his glorious cream in our home working happily over a gas stove. I watched and learned h. It was a mystery to me. My education was just starting. Listen to me yesterday. Said uncle John. Just try my cream. Try it. I was devoted to it. I loved his screams loved his potions loved my uncle John. You don't speak this way if it's just a job. This is the story of a but witch I was irr be by the power to create beauty. Uncle John had words worlds to teach me. We constructed a laboratory of sorts in the tiny stable behind my house. Do you know what it means for a young girls to suddenly have someone take her dreams quite seriously to teach your secrets. I could think of nothing else. After school, I'd run home to practice? There's that word we've been talking a lot about in the last few podcasts. Still can't get out of my mind. How much Michael Jordan was obsessed practice. I don't think the idea is ever gonna leave me. After school, I'd run home to practice being a scientist. I began to value myself so much more remember which talks about the importance of and started with her mother, somebody can jump start you guys developed on your own, the fact that you have faith in your abilities and self confidence. Many more dreams are destroyed by a lack of self confidence than by over confidence. So it says, I began value myself so much more trust me instincts trust my unique with my uncle I was preoccupied with research into possibilities. Mine. Trusting oneself does not always come naturally. I learned when young the practice sticks. Today, there is no 1 who can intimidate me because of a title or skill or fame. I do what's right for me. And we'll see later in the book. I mean, it it's rather remarkable. Even when she's just starting out, she's she's experiencing us bit of success. She winds meeting other beauty company founder and Ceos, most of which are, are males at the time. They're rather patronizing to her and they're like, oh, you know, what, you don't know what you're doing. Let me buy your business, and she she'd clap back. She's like, no. I'm, you're not buying my business. I'm buying yours. And she says, you know, I never for once thought about selling. Like, this is not gonna happen. If I was to be a scientist with Uncle John, I needed to lie... I needed live subjects on whom to experiment. So this is all about honing your craft about the importance of practicing, didn't have a single friend who wasn't sla in our creams. If someone had a slight redness gentle under her nose that was sure to emerge into a sensitive blemish the next day, she'd come to visit. I'd treat her to a cream pack and voila vaseline proof skin. Friends of friends of friends appeared. I devised the name from my uncle cream, super rich all purpose cream. This is the first thing she sells if Not mistaken. My reputation among my peers at high school grew by leaps and bounds. I gave away gallons of cream to friends. So that's another thing that Bill says in his talk. Me see if I can find that quote real quick. So towards the end, this about 50 minutes into the talk. He says all 5 of them. I... It's just out of all 5 people he... That he profile. I don't think a single 1 of them started what they were doing for money. They were chasing a passion and a dream that allowed them to want to study, and then, a few minutes later at 01:04 into the talk. He says you could be passionate about doing a startup up and not about the vertical. I've worked with founders. He wouldn't name him them. That was really funny. He says I've worked with founders that have done that. They usually sell instead of keep going. Optimally, you wanted all the line up, having a passion makes a difference if you wanna go all the way. And the reason I bring that up to with Is in fact she for, like, 2 decades. She gave away most of her products. She's clearly not doing this for money, and then she builds. I mean, it... Her empire that she builds is insane. She's gonna start in 19 46 I think the first year from if I call correctly, they do 50000 dollars in revenue. Most of it is 8 up by expenses. And you fast forward, I think the last... I think as they lau right now is doing 18000000000 a year in revenue, they employ 50000 people, her son who's gonna work in the in the family business from his really early age. He's 88 years old today. He has a net worth of, like, 25 or 30000000000 dollars or some craziness, all from what's happening in this book. It's just remarkable. All, really, If you think about it from what she's doing the experience that she's laying the foundation of this gigantic empire by giving away cream to people in high school. I gave a deep inside. I knew Had found something that mattered much more than popularity. My moment had come, and I was not about to mis seizing it. Uncle John loved me. I loved him and my future is being written in a jar of snow cream. So she winds up getting married rather young, and this is where she has to... She delays her dream, but her obsession grows. So it says love interfered. It really did and postpone postponed my dreams of being a skin specialist. Like I said earlier, her family expect her... Go straight from my house To your husband's house. She support them. You have a kid. He's the 1 supposed to be doing the business. He's gonna start her business. It's gonna fail. They wound up getting divorce, then rem remarried, and then she joined... He joins her in her business. So says, we were struggling so hard to be independent. And sometimes things were not easy. Times were very lean. We had a beautiful son and I spent my spent my days mother, and all the time, all the time. She writes that twice. That's Me repeating it. And all the time all the time, I was mother my z for experimenting with my uncle creams, improving on them, adding to them. I was forever experimenting on myself and on anyone else who came within range. Good was not good enough. I could always make it better. I knew now that obsession is the word for my z. It was never quiet in the house. There was always a great audible sense of industry, especially in the kitchen where I cooked cooked for my family, and during every possible spare moment cooked up a little pot of cream for faces. I always felt most alive. When I was dabbling in the practice, there's that word again, where I was dabbling in the practice cream. I felt as though I was conduct this as. You do not talk about this this way if it's a job. Check this out. I felt as though I was conducting a secret absorbing experiment, a real adventure. This is this is not a business. This is a passion. Remember, she's not trying to sell these creams. She's giving away. She's eventually gonna sell some she recruits some of her first company... Her her first customers out of a, of the beauty of the beauty salon as she goes to. But for many, many years, she's making this, and she's doing this just in labor of love. And so this is about some of the recruiting some of her first customers, and then this is where we see her... Her the the Est Lau Empire, the 1 I just described to you an insane size and and profits is starts us 1 counter. Many of the young women who came to the flu morris beauty salon to get their hair done would come to my home for a quick beauty lesson. I loved sharing what I knew and creating excitement about skin. 1 day, mister missus Moore said to me, what you keep what do you do to keep your skin looking so fresh and lovely. It it would turn out to be a question of great moment for me. So this is, obviously, the, I don't know if I'm clear. This is an owner of the salon. I don't know if you could tell just by matching the last name. It would turn out to be a question a great moment for me. I didn't have to be asked a court twice. The next time I come said, I'll bring you some of my products. My heart was pounding. So she comes back. She says, would you mind... This is so funny because she does this all the time. Oh, she's... Oh, man. I would not wanna compete with her. Would you mind leaving them with me? She asked as I offered her my 4 products. I'm so busy now. I'll try them when I have time. I knew better. Just let me show you how they work miss morris I said, give me 5 minutes and you'll see right away. You'll see the right way to use them. Nothing could have induced me to leave my bounty without a demonstration. Remember what we learn from called Hopkins, David O Albert Las. There's no... There's not a better selling technique. These are, you know, some of the most is some of the most successful and knowledgeable people in the advertising industry. You could argue that Cloud Hopkins is the most successful copyright of all time. This is nothing beats product demonstration. There's no words. It's nothing you could do and just demoing the product. I showed Missus Morris Amir. She was a raving beauty. Silence. She was thinking. So not taking no for an answer is extremely important. Right? So like, no. I'm not leaving this. We're gonna do it right now. And she does this over and over again. She does this with buyers of... There's examples of the book where she does this department store buyers with with, like, What are they called? Like, editors of beauty magazines. Just she's a a bulldog. She relentless. I showed her... I... So I skipped over a demonstration telling you what happened? I showed her mirror. She was raving beauty. Silence. She was thinking. Do you think it would be you you would be interested in running the beauty concession at my new salon she asked. I didn't hesitate for a second. Up until that point, I'd been giving away my products. This was my first chance at a real business. I would have a small counter in her store. I would pay her rent. Whatever I sold would mind to keep no partners. I never had partners. I would write... I would risk the rent, but it worked. This 1 of my favorite census is an entire book. I would start the business. I always dreamed about risk taking is the cornerstone of empires. No 1 ever became a success without taking chances. Risk taking is the cornerstone of Empires is a fantastic maxim. So this is also 1 of my favorite ideas that I learned when I... The first time I read the book about a year and a half ago, She calls with the sales technique at the century. Again, I would say, Claude Hopkins had figured this out as well. Albert Las, a bunch of advertising people, but this is fantastic. Now the big secret. Secret. I would give... She was the first essay was the first 1 to use this technique in the beauty industry. Now you see all of them it. Now the big secret. I would give the woman a sample of whatever she did not buy as a gift. It might be a few teaspoons of powder in a wax envelope. Perhaps I'd shave off a bit of lipstick and tell her to apply it to her fingers. Perhaps in in another envelope. I would give her a bit of glow. I don't know what that is. The point was this, a woman would never leave empty handed. That's her point. I did not... Oh, this is such a good idea too. I did not have an advertising budget. She's gonna talk about this later I did not... Maybe she talks about it now. Let me not jump ahead. I did not have an advertising department. I did not have a copywriter, but I had a woman's intuition. I just knew. Even though I had not yet named the technique that a gift with purchase was a... Was very appealing. In those days, I would even give a gift without a purchase. The idea was to convince a woman to try the product, having tried it at her leisure in her own home and seeing how fresh and lovely it made her look, she would be faithful forever. Of that, I had not with single doubt and so you see this. I think this is a well known idea now. Just in case it's not, I would say that you see it and there's a... The these this is a a shining example, these ideas that we come across. Do you not come across over whenever again? They're used by founders that don't know each other that lived in different times, different cultures, different countries, different periods of history and yet they also still arrive at the same idea, the same conclusion that that is, like, flashing red lights. Hey, this is an idea I need to use. So we see that demonstrations demoing your product as much as you can is actually the best sales tool, the best way to convince somebody that there's actually valuing the product. The reason I say is 1 of my favorite favorite ideas. I wasn't... It I guess gonna happen later in the book. Which she's, you know, she's she's starting the company? Her husband do not have a lot of money. So they're like, okay. Well, do we spend money on advertising and S makes the the wise idea. She's just, like, I'm going to take what... I was gonna spend on advertising, and I'm going to produce more products, and I'm going to give away those products. And so now her products are selling, she starts a... She has ability to hire some of her first employees. She's insane about the level. I love that I that that quote, by Steve Jobs. Be a yards stick of quality. Most people are now, used to an environment where excellence is demanded. I think, I'm doing that off the top of my head I'm pretty sure it's similar to that. She was the same way she, like, interview, like, 40 people just to get, figure out what what 1 salesperson, she was hire she says, I made in my business to check with each of them each day to make sure she's talking about the salespeople. To make certain she was selling as I would. A devoted clientele was developing, not some not to my surprise, of course. My products were the finest. The beauty salon atmosphere was perfect. Women were already in the self improvement mood. Why should they go home? This is actually, you know, really smart. Why should they be home go home with beautiful hair and a then a tired lifeless face. It made sense to sell a total beauty package. Word spread. Business move gradually, but steadily, and that's the biggest thing where you again, I think Steve picked up on, and other people picked up on why you would have to really, really love it because it building a business from a strong foundation as we've seen over and over in these books takes a long time. Even in her case, she does 50000 dollars in 19 46, 11 years later, she's doing 800000 dollars, not bad by any means, but it's... You know, it... Her business was founded 75 years ago. It took her 75 years to get to 18 or 16 or 14000000000 or whatever the number is. But there's just no way that she's going to give up. And so she never interrupted that compounding. And such says word spread, business moved gradually but steadily. I worked every day from 9 when I arrived to polish my jars. Remember she's working at the counter in in the Beauty salon to 6 in the evening. I never launched... I felt I had to be there for every woman or I would surely lose her. So not only she giving away her products, but her main sales method was product demonstration. And so she talks about you know, I love touching faces. She's not just touching the faces she's, like, applying the the creams, wiping it off, doing all those other stuff. I cleansed cream color, talk, talk, talk, talk. I work like a charm and the interest in my line grew. And so she's doing this Is what I mean, you're just you're gonna get smoked if you don't, if you're competing with somebody that actually loves what you're pretending to love because she's doing this in her store. She doesn't just do this in store. If she sees you on the train, she'll talk to you if she's in the elevator. The the street. She's going on vacation. Looks what look what happens here. Quite by accident. I discovered my eager audience... There's... I discovered an eager audience waiting for me in the fine hotels on Long Island. During a shore vacation, I'd I would make up a few women at pools side. This just randomly approaching people that are out there sun bathing next to the pool. The response was electric. In the next few years, I'd spend some weeks at at at hotels on what might be dubbed working vacations. Many women would gather and ask me to teach them about skin care and cosmetics cosmetics, it was fun for them and profitable for me. Woman women wanted to learn. So before I continue to start. When she starts off the section quite accident, the note myself is by accident my ass. She's obsessed, imagine competing with her. 1 summer after another, I pushed myself lot and creams, making a women selling beauty. In the winners, I'd visit these eager ladies at their homes, where they're where with where with a bridge game as a back drop. I'd make up their friends and sell more creams. The mood at these sessions was exhilarating for me is for them. I didn't need bread to eat, but I worked as though I did. From pure love of the venture, for me, teaching about beauty was and is an emotional experience I brought them charisma and knowledge about their possibilities. They gave me a sense of success. I felt flush with excitement after each session, pure theater in the end. That's what it was. This rendering of beauty, pure theater for me. Now, the traits that she's demonstrating the fact she's obsessed. She works constantly. She's in love. She's single minded in her pursuit, which she mentions multiple times. These those also can have downsides. And so she's obsessed with the... Her business to the detriment of her marriage. And so this is where she gets divorced. Now I already told you they get remarried, and she has a lot to to talk about that, but let's get to the divorce part first. Now I she'll speak of a great time, great deal of pain. A confusion. It's difficult for me to speak on it. I'm always reluctant to verge intimate family matters, but I determined to be candid in this book so I shall. I'm a visceral person by nature. I act on instinct quickly, without pop without pondering possible disaster and without ind and deep intros spectrum. This quality can work well in the business world where instinct counts and where 1 must be able to risk and take immediate action, but that same quality can be an irr in personal relationships. I was move moving steadily forward and all the progress brought with it a great deal of activity that neither interested in it nor in many ways included Joe. When he wanted to talk, I'd used usually be off in another world thinking, projecting, planning, my thoughts on a dozen different projects. My mind a whirl. I was building I was busy building a business. I was single minded in the pursuit of my dream. And so it make matters worse as her business is doing, is starting to grow a little bit. His business is not succeeding. So they wind up getting divorced. They stayed divorced for 4 years, she goes into details and you know, she just, like, I had no experience. I went straight from my mother's house to my husband's house. Like, I had Had no chance to be young and to actually date to do other things. And she was, you know, still obsessed with building her business all whole time. Business itself was the purest romance for me. So there's a note left myself. I leave on multiple pages that that is not how you speak or the idea, maybe not in these exact words, but that that's not how you speak if it's just a job. She winds up fixing her... She considers us a greatest day, she fixes her mistake and they're married for 50 plus years. And so they wanted to reconcile and she says we were never to be separated for longer than a few days ever again. We always till the day he died, which is the black saddest day of my life had each other to hold to talk to. And so this is what she talks about divorce. And I keep in mind, she's writing these words. This book... This book was published in 19 85. I have the hard cover version each time I hold in my hand, the the... Like, it's solid red. It doesn't have a dust cover. So, like, right now, my finger... My fingertips are, like, all the just... It's so old that the the book, whatever the material is is coming off of my fingertips. So all of my fingertips right out are completely red. So this is what she has to say about divorce. I I would imagine the divorce rate's higher today. I don't know, but I would imagine. I feel to compelled to tell you what I've learned about divorce. It is far too easy to say goodbye in America. In so many cases when women marry again, they only change the face, not the problems. Too many divorce friends find that their second husband or even their third husband has more faults than than their first husband, who looked who look... Now they talking about they're referencing the first husband. So their third husband has more fault than the first husband who looks better and better on someone else's arm. I always try to talk people out divorcing. People divorce these days as fast as they changed their hair color. So Joe and I were remarried this time forever, but with a few changes. We decided that Joe would give up his business and come into mind. Where we would be equal partners in every sense of the word. We would work together. And so she talks about it very important to have a partner or people working with you that there that have different skills and you do. She's obsessed which she's with sales. She travels all of a country. She's selling people 1 by 1 for decades, selling buyers, selling every way she can. Really, the the the the... And that's extremely important because, a lot of people, like, developing products. Something we learned from our Says, like, you know, whether it's a book a movie, doesn't matter. Like, everything has to be sold, like you should sell aggressively. So when he came into the movie industry, people, you know, a lot of actors, like, I, make movies it's an art and everything else. He's like, That's 1 part. But now he was super aggressive in how he sold. His product. And it was, like, it talks about, you know, very different from most actors and I think the people he worked with. So as a as a massive advantage. And Arnold says something that I love where he talks about, listen. If you if you have a product, and you think that product's is gonna make somebody's life better than then you have a the an obligation to learn how to sell you know, they get to see a great movie. I get to make more money that's fantastic exchange. Another great, quote that I never forgot comes from Peter Till book 0 to 1, where he says superior sales and distribution by itself can create a monopoly. Even with no product differentiation. The converse is not true. Think they like, that is screaming at us at how important sales are. As they would agree with with that too. I mean, obviously, she she thinks her products are the best in the world, but she knows they're not gonna be sell themselves. She mentioned them multiple times the book let me repeat that that that quote though. Superior sales and distribution by itself can create a monopoly even with no product differentiation, the converse is not true. So she spends the time sales, developing product packaging. Products, and everything else, Joe was very helpful with managing, with the finances she would spend every last dollar. It's it kind of... It's not exactly the same, but there's a parallel between the way Walt Disney was with his... Walt Walt Disney and his partner was his brother, Roy. I think his brother is Roy. I'm going off memory. So Not just mistaken. But his brother was the 1 that, you know, always had to to deal with the find job consequences of Walt saying, like, I'm spending every last dollar on quality. Yeah, there was an exchange in 1 of the biographies of Disney it's fantastic where he's just like, what is this gonna cost? And he's, like, we're innovating. I'll tell you what it cost when we're done? So there's... That's... I don't know. I just it makes me laugh. So my point is S had a really strong skill set and her husband and her partner had a strong skill set in areas where S was not as strong by her own admissions. So going back, she's some... The whole track I'm by the way, all about the importance of word mouth. She calls it a tell woman campaign. Nothing happened fast. So think about word mouth is is her base. It's really probably the only distribution channel that make makes a durable company. It does not have happen that way. I cry more than I ate. There was constant where constant attention to detail. Lost hours of asleep, worries heartache. So Euphoria and tara, this a great way to think about this. We're in the terror part. And is obviously, euphoria extend. Friends and this is this is so wild. Friends and family didn't let a day go by without discouraging. Despite all the nay, so they're, like, s. What are you doing this for? Stay home with your son. Despite all the nay, there was not a single moment when I ever considered giving up. That was simply not a viable alternative. I had a secret weapon. There were in those days before television and high gloss advertising only 2 key ways to communicate a message quickly. They were the telephone and the telegraph. I had a third. It was potent, tel woman. Women were telling women. They were selling my cream before they ever got to my salon. Tell a woman was the word of mouth campaign that launched Est Lau cosmetics and more about the importance of practice every day I touched 50 faces. Okay. So this is what I meant about. She talks about product packaging all the time is very important to her in the book on Johnny Iv and santa... Or Sam Sam Walton. I'm looking at my books show right now. On Johnny, I have and Steve jobs or rather, they talk about the the amount detail they both put into the the packaging I know of Apple's products. So this is not nothing. Like, this is something that's very common. The new jars would be a decision of detail that could affect my entire business. I knew I had to make the right decision. First of all, reason, where would my jaws jar sit in every woman's bathroom naturally. Second, I knew that I wanted every woman to remember whose cream was that was making her so look so fresh and lovely. The name would have to be embedded right on the jar. Needless list to say the jar had to be beautiful, and this was the hard part. It could not clash with the with my customer's bathroom to decor. Having obtained sample jars, my research consisted of matching the few colors to which I narrowed my choices to walk. Oh, this is so so crazy. So she got a bunch of sample jars. Now her research says, I'm gonna match these colors to which I had narrowed my choices to wallpapers in every guest bathroom I could manage to visit. I would fill my evening purse with a few small sample jars. Every time I went to a friend's home or a restaurant I'd excuse myself from the company, visit the bathroom and match my jars against a vast array of wallpapers. Yeah. This is why Bill says, like, if you're gonna keep... Like, I... Gonna use that line again. Like, if you're faking it in that other... They're gonna get smoked, there were silver bathrooms, purple bathrooms, black and white bathrooms, brown bathrooms, gold bathrooms, pink bathrooms, red bathrooms. Which color would look wonderful in any bathroom. I deliberate for weeks. I spent an inordinate amount of time freshen up. People must have been worried about my long absences from the company. I knew that women would not by my cosmetics and ga containers that offended their bathroom to decor. I wanted them to be proud to display my products. The jars had to send a message of luxury and harmony. They had to be unique. A great package does not copy or study. It invent. And so this whole time, she's just still working in encounters. She's going to try... This is where she breaks through to get how she breaks into Sa fifth Avenue, and she does it from the ground up. A lot of genius stuff she does in this book. This is 1 example of that. This is where she really feels at the beginning of her company, and and, so let's go into this. My customer asked me repeated it. You have a counter at Sa fifth Avenue where I could charge. The answer was no. I knew I would soon have to transform that into a solid yes. Sa then and now represents 1 of the most elegant and finest of shopping places. I resolved to break the rules that that sheltered this traditional and exclusive store from experimental or merchandise who would sell their souls to sell from Sa. So that's what you can consider what she is a assignment her... She's not well known. And so she says my name was not exactly known there. The tell a woman campaign had already resulted in hundreds of phone calls from women asking for my product. So this is what I meant about. She breaks in from the ground up. The store was beginning to wonder about me. And it's important that she she gets in there because what... I don't know if if that's obviously using the words that she uses because this a different time, which she's describing. But the the people that were buying at the Beauty line and it had to been impulse purchase because she can only accept cash. Credit cards were not, you know, widely widely use at this point, but it's... You had department stores in other places where if you have an account with them, they'll let you charge and you can actually pay later. So that'd be a huge increase in sales for for or for anybody that that has their products in Sa for that matter. The store is beginning wonder about me. The enthusiastic phone calls from my own clients were having an effect. The cosmetic buyer at Sa is ce to my millionth request. Remember, she's she's the bulldog. She's relentless. He gave me a small order of approximately 800 dollars worth of merchandising, check how she in responds to this. Well, actually, she's gonna talk about the first. She's talking about getting ready for this. We decided to send my own customers and all the people with charge accounts at Sa a small elegant white printed card with gold lettering that Red Sa fifth Avenue is now proud to present the Est Lau line of Cosmetics now available at our cosmetics department. Do we have a hundred wonderful treatment products? No. We had 4. 4, we only had 4 products but they were made of pure gold. Breaking that... This is what I'm meant. Breaking that first mammoth barrier worse perhaps the single most exciting moment I have ever known. About, crazy that is. Think about how much life experience she had since this time. She's now 79 unbelievably wealthy. And estate lau still private company. It doesn't go public till after she passed away. She got homes all over the world. She's just world famous and she's saying the the the most exciting note moment she's ever known in her life. Was an 800 dollar purchase by Sa fifth Avenue. Fortunately, our confidence equaled our excitement because we had to have enough faith in our work to invest all of our savings. Our first home base was a former so this is there... You can think of this like a makeshift manufacturing... I guess a factory. If you wanna think about that. Our first home base was a former restaurant on Central Park West. We had to pay 6 months 6 months rent in advance. We swallowed hard and signed. On the restaurants gas burners, we cooked our cream. We did everything ourselves. Every bit of work was done by hand. 4 hands, Joe's, and mind. We stayed up all nights. We stayed for stayed up all night for nights on ends, snatch sleeps and fits and starts. All the people to whom I'd given samples. All the people who'd had been telling other people, All those people had been telling other people, all the people... All of these people appeared on opening day at Sa fifth Avenue. In 2 days we sold out. The fund was about to start. And with that came the endless work, the endless traveling, the streams, rivers tides, torrance oceans of words I would utter and praise of the products, I knew with a cream of the crop. I was a woman with a mission. I had to show as many women as I could reach not only how to be beautiful but how to stay beautiful. On the way, I hoped in my in... I hoped in my secret heart to find fame and fortune. It was 19 46. And so this is the official beginning of Est Lau cosmetics. She is 40 years old. Okay. So now she goes on the road, she started to expand her business as much as she can. She's selling she's trying to get as many department stores as possible to to hold to stock and sell her merchandise, and she tells us great story about never underestimating your customer's desire. And Well, let's go to to Est. It was a hundred and 1 degrees in the shade in Downtown, San Antonio, Texas. And I was making my first personal appearance at the Est Lau counter in the the Frost Brothers department store. So Slowly, a woman was making her way towards us. She was short, sw and definitely out of unavailable. She stopped directly in front of the counter. Then she pointed to 1 jar and looked up expect. I was about to assist her when the salesperson person tapped me on the shoulder. Not her, missus Lau, don't waste your time. She's not going to buy anything, I know her type. You can already see where the story is going. Right? I remember whirl around, since when do you know how much money she has in her pocket book, I asked. So the... She's actually working with somebody that doesn't speak English and and essay that to speaks Spanish. But, again, she goes back. Remember what she said the beginning of the book. It's just an ancient industry every single culture. For for history forever. Has been interested in beauty. So she says, I went to work. I'm just gonna skip over. She does the cleansing oil, the cream, you know, her basic product demonstration. And then I handed her a mirror. She stared and stared and then smiled. She couldn't speak English, and I couldn't speak Spanish. Still, at that moment, I felt such a bomb with that woman as she and I both marvel at the miracles of makeup. You know the ending to this story before I write it. She bought 2 of everything I use on her face and the next day her relatives did the same. I never forgot her. She symbolize so much for me. Never be patronizing, never underestimate any woman's desire for beauty. That proud woman embodied my whole philosophy. There's a great story. The know of myself in this page just do it yourself, Daniel Ludwig. There's a great story. I think it's founders number 68, It's this this book. It's a really hard to find book. Actually, if I'm not mistaken, I paid over a hundred dollars for it. And it's called invisible billionaire the the biography of Daniel Ludwig. The name of is is it's a biography of Daniel Ludwig. I can't remember the subtitle, but it's... The name is invisible billionaire, and Daniel made billions of dollars that anybody knowing who he was back in like sixties and seventies, and I guess, fifties 2. And he was in shipping and did all kinds of crazy stuff, but, anyways, there's a story in the book and never ever forgot because even after he was a multi billionaire. They tell Story. He catches a flight from New york City to Panama, he goes down to this little... He's just thinking about building refinery down there, spends the day goes to, like, a little shot next to a obey. Gets like, fishing line and some heavy lures if I remember correctly measures out the finish fishing line. Rents a small boat spends the entire day putting around the bay checking to make sure the depths on the nautical chart that his engineers are going to use are accurate. And the reason he did that is because 2 previous projects. 1 in the know how to pronounce Ron go river somewhere in South America, and in Grand Bah Island. He had trusted the word of experts saying that he could get his take down there. Both cases, 1 ran a ground because it was too heavy and the other... It had something to do with like, not being able to to to dr into the limestone. And so what he learned is, like, sometimes you have to do it yourself. And so he had learned from that mistake because those 2 mistakes cost them a lot of time money. And even though he's a multi billionaire at the time he's flying down. It's calling around a little boat, making sure, okay, I'm going to do it. S stays very... Was using the same same tactics very early on. I would open each store myself. I might have to travel by bus, train or donkey. But I'd be there for a week to train train the salespeople to set out the merchandise attractive. To create the aura. So she goes back to the... Talking more about the free sample sales technique that she pioneered in the beauty industry. Note off myself on this page. Already talked to you about Claude Hopkins agrees. And there's 2 2 podcasts in the archive. Call Hawkins. If you haven't checked about 1 is scientific advertising, which is the book he wrote. That's sold 8000000 copies. And then I also read his auto called my life in advertising. I think that's founders number 170. The reason to appear my counter was the gift of the customer. The free something that would sell everything else. It sounds so simple doesn't it. I'd have to agree. It was simple. Most good ideas, sparkle and simplicity. So much so that everyone wonders why no 1 ever did that before. The sample was the most honest way to do business. You could give people a product to try if they like its quality, they buy it. They haven't been lured in by an advertisement, but they were... But convinced by the product itself. We... This is what I mentioned earlier. We took the money we had planned to use on advertising an invested instead in enough material to give away large quantities of our products. It was so simple that our competitors sn when they heard what we were doing. Today, even the banks are copying us. So now she talks about the single most important trait to have. This is not gonna come surprise to you Est Lau, or Ray clock of Mcdonald's, Steve jobs, John d Rockefeller, everybody says the same things, persistence. Business is not something to be lately tried on flip modeled. It's not a distraction, not affair, not a moment fling. Business mar you. You sleep with it. Eat with it. Think about it much of your time. It is in a very real sense an active love. If it isn't an active love, it's merely work and not business. What makes successful business woman? Is it talent? Well, perhaps, although I've men... I've I've known many enormously successful people who were not gifted in any outstanding way, not blessed with a particular talent. Is it that intelligence. Certainly intelligence helps, but it's not necessarily education or the kind of intellectual reasoning needed to graduate from the War school of business that are essential? How many of your grandfather came here from 1 another from 1 or another old country and made a mark in America without language money or contacts? What then is the mister mist mystical ingredient? It's persistent. It's that certain little spirit that compels you to stick it out just when you're at your most tired. It's that quality that forces you to persevere, find the route around the stone wall. It's the I movable stubborn ness that will not allow you to cave in when everyone says give up. Just before we decided to commit ourselves to Cosmetics full time, our account and lawyer took us out to dinner. They had something grave to tell us. Don't do it. Was the advice. The mortality rate in the cosmetics industry is high, and your rule the day, you invested your savings and your time to do this impossible business. I I hate when people give this advice. It's just another way to say which I think is the worse advice that any human can give to somebody else be realistic. Makes me wanna vomit. So it says mortality rate in the cosmetics industries. High. You rule the day you invested your savings and your time into this impossible business. Don't do it. We did it. Mark train once said something like keep away from people who try to below your ambitions. Small people always do that, but the really great make you feel that you too can become great. Our first year sales amounted to about 50000 dollars, expenses ate up just about every dime. No matter forward. And then S has another great trade where she takes something that other people see as a disadvantage and flips it to her advantage. And so she's talking about the fact that she started her business quote unquote late, which I think the numbers... If I'm not gonna mistaken or or actually support her. Like, you have it's much more likely for, an entrepreneur in their 40 to succeed than it is in, like, a young person doesn't mean mean obviously, you can. You can't succeed as young person. But the idea that somehow, like there's, like a window. And if you... The window closes is too late. I'm pretty sure that the data I've seen on this is the exact opposite. And so she takes... She flips us this trait or this... The fact that she was older, that some people say, oh, you have a disadvantage She's like, no, you you're you're actually mistaken It's an advantage. I started late. I didn't have the time for waiting nor Against the disposition. By the way, it's never too start... It's never too late to start a business. Women of a certain age or season enough to bypass certain similarities, you know the that word I'm trying to pronounce. Certain temptation. They can focus on their interest more steadily than their youthful counterparts. It takes a certain tunnel vision. The ability to look directly ahead until the daylight is in sight. Older women are night quite as easily distracted. Women are usually more successful when, believe it or not, they have an advantage of years. And so let's go back to this thing that I've I've mentioned a couple of times that if you're on the train with there, you're in an elevator, you're getting a product demonstration. And Don't know that myself is how many people are willing to put in this type of effort, recruiting customers 1 by 1. In the early days of spent an endless amount of time riding the rails. The sound of train wheels became background music to my dreams. Such just good writing. As I traveled around the country to be present at Hsa counter opening. I'm met women who would 1 day be my customers. At least I hoped they would be. To that end, I never stop talking to people, not ever. So she talks about She she sees this woman on train. You know, I'd love to make up your face I told her. And show you a cream though, make it lovely to touch Oh, no. Thank you She said, soap and water's is just fine for my daily life. Nonsense. She looked so she she tested drive the product demonstration. Almost against her will, but she looked at herself. She couldn't believe it. I gave a little bit of everything to take home. She still writes me. How crazy is that, And then this as she talked about, you know, I talked to everybody and an elevator going on on. To this day, I still receive mail from women I met all over the world met touched and made up during spontaneous moments. So she also does this not only with customers who but also with influential people with people that work in her industry, people that could be held her helpful to her, 1 note left on on this page. 1 word we're relentless to this point... The point was to keep thinking keep placing the products on the public eye. Keep devi advising new ways of capturing consumer's attention. During the week, I spent at an opening promotion, I made in my business never to leave a town without seeing every beauty editor of every magazine and newspaper. I bought them samples. Made their faces gave them beauty advice. I promoted beauty. I made friends everywhere. I made friends. There is no such... Oh, this is fantastic. There is no such thing as bad times. I kept telling myself. There is no such thing as bad business. Business there if you go after it. Oh, this is a fantastic idea too. Give your full effort always everywhere. No community was too small for my attention. My absolute full effort. I had ridden for instance, on a bus for 6 hours to open a small store in Corpus Christi, Texas. The store's clientele was modest in size and economics. No matter. Another thing that, Bill talks about in his talk is the fact that you develop pure relationships. Not only in your field, but you can also learn from from, like, fields adjacent to your own. And the way S would describe same idea is never underestimate the value of an ally. Here's an example of that. Never underestimate the value of an ally. So she's talking about somebody she met in the beauty industry that worked for other companies. Her name is Helen brent Helen Helen Blake. You know she would say to me quite casually during a phone call. I think you might give miss pope the merchandise manager from from Wood were a call. I was with her yesterday, and she mentioned that I looked wonderful for. I told her was due to your cosmetics. And and, well, I think she'd like to know more about you. At that instant, I would call pope. If you don't do important things when you think of them, you probably never never will and may lose out. Today, they call this networking to sharing between business colleagues, it is 1 of the most powerful tools in the business. So in this next a few pages later in this paragraph, she she compares 2 ideas I think is fantastic. Relentlessly resourceful, which is comes from another Program graham, essay. I think that's the the the clearest description of the the how... Like, how he would describe the the art of entrepreneurship. We're relentlessly resourceful and seeing your goal and your mind helps you see it in person. We've seen that over. And over again, make the most of what you have. I operated full time on that pre preset. If you can't have everything you think you deserve at the moment, you would do well to surround yourself with symbols of your ideals. In that small office, her very first office. I surround myself with touches of the good life. The lovely and intricate tapestry life of my imagination. An imagination that has always been, I'm proud to say, large enough to admit any possibility. So 1 of the craziest stories Ever heard in studying the history of entrepreneurship is the fact that Coco Chanel, she... She... When she was a young entrepreneur, she mistakenly the gave 90 percent of her perfume company. 2 decades later, she fights to get it back. I covered that. I think it's founders number 1 99. But, Anyway, she signs the deal where she gets 2 percent of all sales of Coco chanel number 5 or any perfume, But Chanel on number 5 runs up becoming 1 of the most successful commercial products of all time. I think she signs the deal in 19 47 if I what recall correctly. That pays her what she says, okay. I'm gonna get 2 percent of all sales for the rest my life and you have to pay every single of my living expenses large are small. Right? 1 of the crazy deals in history. Makes sure the richest woman in the world at the time Not mistaken. It's basically like 25000000 dollars a year every year till the day she dies, if you adjust for... If you translate that contract into today's dollars, that'd be the equivalent if somebody paid you 300000000 dollars a year and paid for every single of living expenses. What's insane. So, Essay a Lau studied the the pioneers in her history industry. A lot of which she didn't actually like. She some... You know, they're they're... They didn't really get along, but she she never funny says anything bad about Coco Chanel. She quotes her at least twice in this book. Is she very aware of her, and she doesn't say so, but I think that 1 of Essays most successful products I'm about to tell you a the story of now is a thing called youth do. And her answer to how I can get more women to buy perfume for those themselves. Is genius, which I'm gonna share to you. But I have a feeling that that Cocoa success with Chanel number 5 influenced influenced Sa water. So it says, she's talking about, you know, perfume for most parts is, like, somebody buys it? They don't... It's not something you at this point that you'd buy for yourself? It's usually get, like, a gift. So how do I convince women to buy their own perfume. How could I get the American woman to buy our own perfume? I would not call it perfume. I would call it used do, a bath oil that dubbed as a skin perfume. That would be acceptable to buy because it was feminine All American, and very grown next door to take baths, wasn't it. And so think about the difference in size of bath oil. How many ounces you would sell compared to the size of, like, a perfume or come on. We created a mini revolution in the whole world as I saw it took on a fresher and more stimulating aspect. Instead of using their French perfume, by the drop behind the ear. Women were using youth do by the bottle in their bath water. It doesn't take a graduate school of business to figure out that that meant sales. Beautiful sales. In 19 53, youth do did about 50000 worth of business for us. In 19 84, That figure was over a hundred and 50000000 dollars. That is just 1 of her products. That is crazy. In 19 53, 53, you did did 50000 worth. 30 years later, it was doing a hundred and 50000000 a year. I think the legendary chanel put it best. Perfume she said is the unseen but unforgettable and ultimate fashion accessory. It herald a woman's arrival and prolong her departure. Coco has a lot of great. Quotes. If you're ever interested, just Google Coco Chanel quotes. She was gifted with words, 1 of my favorite quotes that she's ever said was I decided who I wanted to be and that's who I am. And if you know her story if you listen to that podcast or read herb biography, she goes from. I mean, she's She's dead on. I decided who I wanted to be and that's who I am. She transformed herself from Orphan to the richest woman in the world. Right, So this is a little bit about learning from... I've I'm fast forwarding in the story, obviously, learning from the stakes of other beauty company founders. They're all gone now. The people who founded the great companies of beauty. Only I am left. Rev was replaced by by the gentleman named, Michael, Elizabeth Arden left her company in turmoil when she... So they're all dead. So she... She... I'm... I don't know if I'm being clear. She's describing what happens after the company founders die. So Res was replaced by this other guy in the company, Elizabeth Arden left her company in toro, when she died in 19 66 without having a... Her set of affairs in order. When Helena Rubin Steam. Rubin died in 19 65, Colgate Palm Mall took the reins. Charles of the Rich is now owned by Sq. These role... Somebody's companies never ever heard of. Germ Monte by beckham, Max fact factor by Beatrice. And this is the reason I'm telling all that don't worry about remembering the names. This is the whole... The the main point, the personal love and involvement are gone. Their companies now, not a family's heart and soul. It won't happen to est a lau. Okay. So I need to She's... At this point in in the company's history, she starts to expand. She's just in United States. She's gonna expand the Europe, and then she's gonna expand Canada. I'm gonna tell you great ideas or just crazy ideas about both, both experiences. This is how she does it. She always shot for the top. Shows she's she wanted to be... If she's gonna break into a new market, she wanted to be in the very best retailer in that country, in America she thought there was Sachs in London. She thinks that's har. I would start with the finest store in London, which was hair. All... And if I did that, all the other great stores would follow. So she's talks to the buyer, simply not interested was the unmistakable unmistakable message. This doesn't gonna take a few years for her to do this. So okay. No one's she's not even wanting to talk to me. A little media so what she's doing? Well if I'm here, a little media attention was called for. I visited the beauty editors of various magazines This is In London. Talks they should do the same thing. Give them gifts, give advice, make them up. Okay? Yes, they'd be happy to write a piece about my products. What store in London would be carrying them. My products are not... Available in London. I had to had to be my reply. Well she answered, all right a piece saying that S lau cosmetics will be coming soon. Again, I went to Har. Again, the answer was no. There was no space at this time, there was no call for my products. This wasn't the right time of year, maybe another time, etcetera, etcetera. I stayed in England for a month visiting every beauty editor to make my name known. I was getting right up, but but no hair order. It was looking very bleak. The next year, I went back to London and inherit. So now she talks the same buyer As a year later. She was not as quite as hostile, but she says, let me tell you I have no room here as I told you before she said. But perhaps I could take a tiny order and put it in with the general toiletries. It won't be next to the good cosmetics. You'll have to understand this slaughter? So she tiny order not a place she wants. It's not a victory yet. I visited every 1 of those beauty editors again to remind them of me. Another round of makeup, another round of samples. Do you think you might write another piece I asked now that we're in London at Her? The articles appeared. Customers also appeared. I was on my way. Women game. Remember how... It's kinda, like, going up from the from, getting getting the demand from, like, from the ground up. How she did with sex if you were think about it. Customers also appeared. I was on my way. Women began asking for women began asking for us I lau. That's why I just said what I sent you. The Har buyer was reluctant to notice, but she had no choice. In the flush of a good week sales. I sum up the courage to ask if she could give me a more important counter. Oh, no. She said. Other counter space is definitely not available. About 6 months later, I made my third trip to London. Well, we seem to have many London women asking for your product. She gru admitted. I think who give you a small spot at a more prestigious counter. And that was how Est Lau came to Europe. So this is about how she gets into Canada. She's good. She does. Everything I'm about to tell you. She did after being told no. She's talking to the buyer. You need a bath while I told him. She said, no. No. No. Women would love to come into a department store instead of a drugstore store to buy it. Look, buy it on consignment. If you sell it fine. If you don't, you've lost nothing. Okay. He said, but send me just a few bottles and only the oil. As I was wrapping the bio oil to send from New york to Canada, I decided to put in a few more creams with the note. Take these on Consignment also? You certainly wouldn't want to have to say no to any woman who asked if there's anything else in this line. Right? And then who does this their response. What about dick's our exclusives with the other company. What about my lack of spat? Space. What about? What about? What about he sp when I spoke to him later. Look, You must go with the trend? With the world I said? Everyone is using this bath oil and these creams in America? You don't have to pay me for them until you sell them. Oh, okay. He said in resignation. When I came to make my personal appearance at the opening of the S Lau in Canada, my sales department sent everything. The bath oil, the cologne, the youth do cream, and so on and so forth. And little boxes of powder I could give away gifts. We sold out of everything. The buyer came down to see me after 3 or 4 days. How did you do it? Never mind how I did it. I'm sending you more. You don't sell cosmetics he responded. You sell yourself. We opened in Canada. Now do you see what I mentioned earlier, like, if you could... If she could be rein cardi, she could be brought back how difficult it would be to just to compete with something somebody like this? It's crazy. So her main message of the book though, I would say is be determined and sell. Something she repeats over. Over. And again, let's get it a little bit into that. It's not enough to have the most wonderful product in the world. You must be able to sell it. 1 woman with definitive ideas, pride in her product and a hands on approach can lay the foundation of a strong business. Creating the finest perfume in the world is an accomplishment, making people aware of its existence, let it alone getting them to try it is sometimes harder to do than creating the product in the first place. And so this is what, this again, is her obsession, her ongoing obsession with the quality of her products packaging and where she feels... And she actually makes a really good point here. About, okay. The selling is probably in getting them to try It's probably even harder to it. Right? And so she gets the packaging as a way to induce them to try it. The whole process is simplified if the perfume is offered in a spectacular egg. Should talking about the packaging of this particular product, that looked as if it had been rot in the workshop of Peter Coral Faber I think what a faber egg looks like. Okay? Packaging and no way doing... And this is what the reason behind her her her thinking behind this I should say. Packaging and no way dupes the customer are enhanced the integrity of the product. If the product, this is is disappointing, the customer will keep the container, which cost a considerable some to make and never return for more perfume no matter what it what it comes in. If the product is excellent, the customer will buy it again and even faster, if it comes in yet another wonderful package that delight the eye, both have to be the best, the product and the package. So this is also something that you and I've talked about that. Everybody has to develop their own philosophy on business. It should match you and it should be unique to you. She's giving you same exact... Advice each business person must find a style. That voice that grows clearer and louder with each success and failure. Observing your own and your competitors to successes and failures make sure inner business voice more sure and vivid. During the acquisition benches of the 19 seventies, we saw business firms becoming conglomerate. There was pressure for us to do the same. The lau inner voice said no. Stick to what you know best and don't change it lately. Today, the same firms are spinning off the subsidiaries because they weakened instead of strength their original product. Another way to think about this, they they lost their focus. Right? The voice grows stronger with each success each observed failure. All 1 has to do is listen and watch. Business is a magnificent obsession. I've never been bored a day in my life, partly because of a true bit... Partly because as a true business attic, it's never been enough to have steady work. I had to love what I was doing. And it this next sentence that Essay is about to tell us is a main point in Bill Gu talk running down a dream, which I hope I can convince you to watch. Love your career or find another. Soup, glue or beauty can all be packaged in jars, tubes and bottles and vent like any other commodity. The big difference lies in the vendor. You, not the items to be vent. Even excellent glue, soups and beauty products can die in the marketplace if the vendor isn't passionate and clever, develop your style. Our unique style has come from years of trial and error. Truths have emerged that work for us. Let me share them with you. And so that's what the entire book is about. She calls these these maxim lot, but our style came from years of trial and error, truth or emerged that work for us. Again, somebody spent 50 years of their life studying being obsessed about their about their business about their their craft. They put down their best ideas and their worse mistakes, and most people won't even bother to pick up the book. Let's go back to Morgan Freeman and you can... And you could see the scene, just Google 7 library scene, Morgan Freeman... I've watched it on Youtube. Several times, gentlemen. I'll never understand you all these books, the world of knowledge at your fingertips and what do you do? You play poker all night. Couple lotte there's a bunch. Obviously, you pick up the book if you wanna read all of them, keep your image straight in your mind. From the beginning, I never... Excuse me. I I knew I wanted to sell the top of the line, finest quality products to the best outlets rather than have drug rather than through drugstore stores and discount stores. And so we have. We don't do dung. We don't do table cloth. We do the best skin products available today, the the best makeup in fragrance products. Another 1, keep an eye on the competition This doesn't mean copying them as I've made clear. Being interested in other people's ideas for the purpose of saying, we can do it better is not copying. Innovation doesn't mean inventing the wheel each time. Innovation can mean a whole new way of looking at old things. She's gonna say learn to say no. Steve Jobs told us focus is saying low. Saying yes, all the time stems stems from a childish desire to please and be loved by all the time. Executives must say no to inferior products and ideas. Trust your instincts. I discovered that pondering facts and other people's judgments usually leads me down the wrong path. Common sense, instinct. Trust that part of yourself, whatever you call it. Another lot act tough. What other calls tough, I call persistent. If you know you're correct, you must be firm and not about a pressure. Too often, women are taught as little girls that sweetness is more valuable than persistence or stubborn. Little boys on the other hand are taught to win. Persistence and being tough can make for success. I can't count the number of little plaques that Ronald. That's 1 of her sons has given out that red, it can be done. I agree. Anything can be done if you're certain it's right and you stay firm. I wanna bring this up, because she mentions in multiple times, and I've seen it in a lot of these biographies. The power of visualization. This is the idea that singing in your mind helps you see it in person, Bob No, founder of Vent intel. Edwin Land, Polaroid. Steve Jobs did this. Arnold Schwartz your Est Lau. They all did this. Edwin Land and steve Jobs is a famous story that John Sc talks about where they go to meet This is in the 19 eighties. Steve Jobs is obsessed with Edwin Land. And he winds up being his hero. That's why I've done 5 I've read 5. No. I read 6 books on Edwin lane. I've done 5 podcasts on him. 1 of those podcast podcasts has 2 books. But anyways, they tell the story about In his seventies at this point. Steve jobs is what. He's gotta be 20... Maybe maybe 30. Someone late twenties somewhere around there. And so they both tell the story of seeing their in their mind, the full the fully formed version of their product, and then working backwards from that and just gal their entire organization, the scientists engineers designers are everybody in their organization to get as close to that image they had in their mind was this few compromises as possible. And very fascinating. Story. So anyways, this is essay. Visualize. If it... If in your mind's eyes, you see a successful venture, a deal made a profit accomplish. It had a it has a superb chance of actually happening, Projecting your mind into a sec successful situation is the most powerful means to achieve goals. If you spend time with pictures of failure in your mind, you will orchestrate failure. Countless times before the event, I have pictured a heroic sale of a large to a large department store every step of the way and the picture in my mind became a reality. I visualize success then created the reality from that image. Great athletes, business people, inventors, and achieve from all walks of life seem to know the secret. And then this is none of myself is the hard work is all worth it. Imagine how good this would feel Sometimes I have to pinch myself to believe what hard work and and prayer have brought me. They've taken me from carrying a tiny bottle of cream light purse on the off chance I'd meet a woman who needed a quick lift to seeing a streamlined white streak as I drive along the... Long island expressway. 33 miles due East of Manhattan. That streak is my factory. And as my car approaches, my name gets larger and larger. It is a thrill that will never diminish for me. My name not in lights as the little girl from queens streaming of being an. Is hoped to see. But my name on a working monument to beauty. And then this is S once again on the importance of wishes dreams and victories. First comes the wish. Then you must have the heart to have the dream. Then you work and work. From where you sit, you can probably reach out with comparative ease and touch a life of serenity and peace. You can wait for things to happen and not get too sad when they don't. That's fine for some, but not for me. Serenity is pleasant, but it lacks the ecstasy of achievement. I've insisted on the long stretch rather than the gentle reach. I celebrate this sweet country where the work ethic and the beauty ethic walk hand in hand. Living the American dream has been intense, difficult work, but I couldn't have hoped for a more satisfying life. I believe that potential is unlimited. Success depends on daring to act on dreams. How far do you wanna go? Go the distance. Within each person it's the potential to build an empire of her wishes and don't allow anyone to say you can't have it all. You can. You can have it all if you're willing to work. I always believe that if you stick to a thought, and carefully avoid distraction along the way you could fulfill a dream. My whole life has been about fulfilling dreams. I kept my eye the target. Whatever that target was, I never allowed my eye to leave the particular target of the moment. Whatever your target is, big or small, grand or simple, ambitious or personal. I've always believed that success comes from not letting your eyes stray from that target. Anyone who wants to achieve a dream must stay strong, focused and steady. She must expect and demand perfection and never settle for mediocrity. If you push yourself beyond the furthest place you think you can go, you'll be able to achieve your heart's dream. And that is where I'll leave it for the full story, pick up the book. It's really hard to find. Sometimes it's sold out. I've seen it on sale for over, like, 500 dollars for it, which is crazy. But I'll leave a link if you buy the book using the link if you can find the book. Using that link. You was supporting in the podcast at the same time. So if you're interested that, the links are always down there below, I also leave links to to that talk. Really you think it's worth. I highly recommend spending an hour. Listen to it. And I think you'll, you know, enjoy it. That is where we had 217 books down, 1000 go, and I'll talk you again soon."
}