{
  "transcript": "I'm not a person was college Agrees. Everything I've learned, I've learned through experience. After I lost my father at the age of 12, my life was defined by Ix. First, by my second father, who was the club grounds and later by my trainers. Thanks to ajax, I didn't just learn to be a better football. I learned how to behave. Through my father law, I gained financial experience. When I started out, no football in the world had ever heard of marketing in dealing with business was something completely new. But someone came into my life who would help me with that and bring me up. Because every time I thought I could do it on my own, things immediately went wrong. It doesn't matter. It's part of life. In the end, it's more important whether you've learned from it or not. I wanna stress how important my family is. Not just my parents, my in laws, wife, children and grandchildren, but also all the people who took me by the hand at ia, in a phase of my life when I was very fragile. Family has defined who I am now. Someone who has 1 short when it comes to football. I can only think about being at the top. As a player or a coach, I am not capable of doing something at a low level. I can only think in 1 direction, upwards to be the best possible. That's why in the end, I had to stop. I was no longer in a physical condition to do what needed to be done at the top. And once that's the case, you have no business being on the pitch. But because I was in a good mental state, I became a coach. Above all, I wanna say that my life has always been lived with a view of doing things better and getting better. I've translated that into everything I've done. Those words were written by Johan Croft, the month he died of lung cancer at the age of 68, and it's an excerpt from the book that we talked you about today which is my turn, a life of total football it's the auto of Johan K. And this is another example of a book that I would have never found on my own. 1 of the benefits of doing this podcast is that people send me I've probably received hundreds of fantastic biography and auto, recommendations. And so this was sent to me by a listener named Nicholas. I wanna read part of the message he sent me because I think it's a great introduction as why this auto fits into whatever... Everything else that we talk about. So he says, I I know you're always looking for inspiring biographies, perhaps you'll find Johan Cr interesting. He has... He had changed the game of football as a player in the 19 seventies and continue to do so as a coach after his career. When reading his biography, you'll quick quickly realize that he's a mis fit that definitely jumped out of me. Here are a few quotes in the last 2 pages of his book. What was interesting is I just went to pull up this this message right before I sat on and talk to you. And actually underlined this... What he's about to to point out to us here. So this comes at the very end of the book. It's actually from the last, few pages of the book. Yep, and this is Johan talking. He says, I haven't always been understood as a football and as a coach, and also for what I did after that. But okay, Rem bran and Van Go weren't understood either. That's what you learned. People go on bothering you until you're genius. That's why people like, Court costa, I'm probably... These are bunch of names I'm probably mispronouncing Horse dazzle, Peter, something, and all the others have been so important to. This the main reason I'm reading this to you. They didn't just help me avoid mistakes. They also helped me to think differently. And so as I started reading the book and started doing more research, 2 things jumped out that were really inspiring to me about the, Johan K life and the way he approaches work. The first thing was that he gained an advantage. Football is obviously a physical sport, and he... His main event she thought came from his mind. So here's just a quote about some other research I I found. He says Cro was never the strongest or the quickest, but he showed how intelligence could rule the game. And so I went back and and watched a few interviews with Johan, and he even said he's like, I think my main advantage was my tactics. My strategy. What I... What I figured out with my mind. And that relates to the second thing that I found most most inspiring. Is the fact that, you know, people have been playing football for a very long time, and Johan was able to come into an already existing game something that people have been playing for much longer than he was even alive and found a better way to do it. It reminded me of our Albert Las, in the book of the man who sold America where he starts out in the advertising industry in the early 19 hundreds. And he realizes every single other person in the industry doesn't realize the the full potential what advertising could be. At that time, they were just brokers. All they would do is contact businesses and the businesses would produce their own ads, they'd use an advertising agency to place the ads in the best publications. And for that service, they'd get about 5 percent And now we're realized like, this doesn't make any sense. Why are we finding ways to make these ads more effective if we can sell more of our clients product or help them sell more of our clients products. They will pay us more money. And that 1 insight cause Albert to unlock. They started making 10:10 times as much per each client. As they did before, he realized, hey, we can actually do both. And if we do both. If we place the ads if we create the ads and place them, we'll get... Not only will the... Our clients spend more money in advertising, but we get a larger percentage. And that is what and David Og words is why Albert Las year made more money than anybody else in the history of the advertising business. And if you haven't listened to that, that's episode number 02:06. And before I jump back into the book, just 1 more quote from from Johan, which of thinks is fantastic. He says football is played with the brain. The legs are just there to help. Okay. Let's get into the book. This is from the very first chapter. Everything I've done, I've done with a view to the future. Concentrating on progress, which means that the past is not something that I think about too much. Continually looking forward means that I can only concentrate on getting better at whatever I'm doing. And I only really look back in order to gauge what I can learn from mistakes. Those lessons can be taken from different points in your life and you don't necessarily see how connected everything is until later. So that insight that he's... That he's picked up on through experience fact that you can only connect the dots looking looking backwards. It's not forward. Something I learned from Steve Jobs as well. There's a fantastic quote. I wanna read you as Steve said. You can't connect the dots. It's very similar to the thought that Is telling this book. You can't connect the dots looking forward, and you can only connect them looking backwards. So you have to trust in something. Your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life. So now we go back to Johan. This is the philosophy that defines my feeling for football and for life. It has always been about progress and never ever stopping getting better. And this next sentence is a main theme, maybe the... Maybe the main theme actually in the book. Football has been my life from the beginning. My parents owned to shop a few hundred meters away from Ax I gotta remember it's ix. Every... It's spelled ajax phonetic. So everything in me once this to just keep repeating this word is ajax. It's ix. Okay. So I grew up, my my parents had a shop, few hundred meters from the stadium. My father never missed a game. My father told me... So the what's happening here is the fact that he's obsessed with football from very early age. He lives right next to the stadium. He's completely assess this is all he wants to do and this is all talked to you a lot about that today. But a lot of this is gonna echo what we just learned about Est Lau on the the podcast I just released last week, and it... A lot of it ties into that talk. I was telling you about the the talk by Bill Early called running down the dream. And something that Bill says in that talk that I I feel a lot of entrepreneurs that we study on the podcast have in common. Is that's the fact that that it's your responsibility to know the history of your industry, you should study the pioneers, you can... You should consider an obligation. And so Johan definitely understood that. My father told me about players, like Alfred Stefano, who understood everything about how to use space on the pitch, as well as Fa Wi, these are all Europeans I'm most likely mispronouncing your name, who was a phenomenal dr of the ball. Everything for me started in the street. The area where... And this is fantastic because 1 big theme, another thing that Johan repeats over and again is the fact that you learn how to flip a seemingly disadvantage into an advantage. And so so Well, I'm just gonna read this you because he can explain it about it than I can. Everything from me sir in the street. The area where I lived was nicknamed the concrete village, an experiment in building cheap housing after the first World War. We played football everywhere we could. It was here, I learned to think about how to turn a disadvantage into an advantage. You see that the curb so this big concrete curb. Right? It it isn't actually an obstacle. You could turn it into a teammate. Thanks to the curb, I was able to work on my technique. When the ball bounces off different surfaces at odd angles, you have to adjust in an instant. Throughout my career, people would often often be surprised that I shot or passed from an angle, they weren't expecting. But that's because of how I grew up. This idea of flipping a disadvantage into an advantage is exactly what entrepreneurs do and they also have this trait what he's about to... How he's about to describe himself. I'm definitely cunning. I'm always on the lookout for the best advantage. So there's gonna tell a little bit more about his childhood, And there's gonna be a lot of themes that you and I've talked about over and over again the find... The idea that if you can find work that feels like play. You just have a massive advantage and just an example of that, from a very young age, I was soon well known as the boy with the ball. Every day. I took my ball into the class with me, place it under my desk and passed it between my feet throughout the lesson. Sometimes the teacher sent me outside because I was too much of a nuisance. I was doing it so instinctively that I wasn't even aware I was busy kicking the ball from left foot to right. And so when I read that paragraph, the note I jot it down to myself as another line from that Bill Gu talk my knee down a drain. It's 1 of my favorite things he says. It's just you can't fake it. Somebody else has a deep passion for whatever career path you're going down, and they're gonna smoke you. Meaning if they actually have the passion and you're faking it, he's, you know, Johan 5 years old this point. And he's always with his soccer ball. I remember the first time we went to Ix As if it was yesterday. I was about 5. My father asked if I wanted to go with him to deliver baskets of fruits for the players who were sick or injured. It was then that I met Hank Angle, a friend of my father who was working as a grounds there. So hank another big theme in Johan life is the fact that his dad passes away really young. He's 45 years old. He has a heart condition and Johan is 12 when his dad dies. And his best... His father's best friend hank. This guy right here that's the grounds man at stadium actually mar his mom. And so this becomes his step dad and, like his second father's as well. Hank asked me if I wanted to give him a hand, and I started the very next day. So at the age of 5, my life with Ix began. I think back on my childhood with great fondness. I have know nothing but love. And so that last line, the fact that I looked back on my childhood was great fondness. I've known nothing but love. There's a few sentences in this book that I double on underline that Is extremely fortunate to of experience. You know, that's extremely rare. The second part being the fact that he had a good marriage. She's married to the to his wife for 48 years. He had a happy marriage. Again something that's extremely difficult to do. And then towards the end of the book. Just like, listen, I I live life fully. I live life and it. Like, he got the most. He traded life as an adventure that it is, and even though he's writing this book when he knows he's dying, He had used the time before that fully. So I'll go over more of that later. I just wanna point that out. Think back to my childhood has great fondness. Have no nothing but love. That's fantastic. So he's still talking about the fact that every day even from the age of 5. He's constant the stadium. He says, I sat I sat there and there's just ideas that we can use in our own lives. I sat there listening. He's talking about anybody at the club. From the be people doing the changing room to the actual 11 players. I sat there listening to them day after day soaking it up like a sponge. The stadium became my second home. I was there every spare moment from the age of 5. So he opened up the book telling us how important family as a family. Everything to him. He talks about, at this point in the book he's met. It's what why if he gets married rather early. And he says, no wonder was still together after 48 years, Our marriage was good twice over. And then in this section, it just seems like every page I'm making a new highlight with the same theme. Fine work that feels like play. So it says I just and here's an example of that. I just did when it I'd always done, which was spent all my free time playing football. Either at the club or on the street with my friends. What has been important to me is not only playing football, but enjoying it. On the very next page, another example of work that feels like play, the know jot to my I wrote down to myself as I'm reading the section is if you don't love it, you won't do it all the time, and if you don't do it a lot, you'll you'll never master it. As I always said, if you work in football, it's not work. You have to train hard, but but you have to have fun as well. This way, the... This wave of training has always remained the standard for me. It led me to realize that the easiest way is often the hardest. So another thing that he talks about over and over again, and he compares, like, some of the people that he... Some of his managers that he'd work for, some of his coaches or trainers that he seem to to think more fondly of the people that acquired the team to to train extremely hard and to adhere to, like, to have discipline about it. I saw an interview with him later in life where when he's a coach or after he was coach, but he was describing what a coach he was. He's like, listen, I was way harder on them. In training than I wasn't in the game, and there'll be more highlights about that later. So it says, this way of training is always mean in the standard for me. It led me to realize that the easiest way is often the hardest. There's a lot of, like, I feel fundamental knowledge in what he's saying here. Led me to realize that the easiest way is often the hardest. To be able to touch the ball perfectly once, this is some, like bruce shit here. To be able to touch the ball perfectly once, you need to have touched it a hundred thousand times in training. So again, I think the way to think about that If you don't love it, you won't do it a lot, If you don't do it a, you'll never master it. So then he goes into detail about the death of his father and the impacts that it had on him. And this is something we've seen over and over again the latest James Dyson, James Dyson James Dyson, auto red. He that was published. I think last... This year actually. And he's writing those words 60 years after his father passed. And so in this case, the Neuro left myself here is never underestimate the impact you have on your kids. The the way you feel about them... Or excuse me. The way you feel about your children is obvious, but the way they feel about you is not. Maybe not as obvious, but the impact that you have on them is profound because you... What I want to reach you. Keep in mind, as I'm reading these words to you. He's writing these words 56 years after his father died. My father died 19 59 when he was 45, and I was 12. He died of a heart attack because his cholesterol was too high. His death has never let go of me. My father's buried in amsterdam eastern cemetery. Not long after he was buried, I started talking to him. Whenever I walked, cycled or drove past the graveyard. I did this for a long time after he died. To start with, I talked to him about school, then later when I was playing for ix, I talked to him mostly about football. What a dick the referee was? How I'd had scored my goals, that kind of thing. Over the years, our conversations changed, but never ceased. I always went to talk to him to ask you to his advice every time I had to make a difficult decision in my life. So what do you think, Dad? Then I got up the next morning and knew what I needed to do. I still have no idea how it worked, but he was there every time I had to make a decision. And after I talked to him, I knew exactly the right thing to do. So after his dad dies, he gets support from, soon to be step dad, his trainers, his father love when he gets married, but he does have people that that, you know, try to help him, and he he needs talks about the fact that he can never do anything in life alone. That's actually something he repeats over and over again. This is more about his life from the time his dad dies until he gets signed by Eye when he's 18. So this is from, like, 12 to 18, we see the same exact thing. This is just another... I feel like every note I'm leaving in this book is the same work that feels like play. I was just a kid who had the ball every waking minute of every day. I was at the stadium all day every day. I was a kid having fun. And for the first 15 years of my life, there was no philosophy and no analysis. It was just fun. I had no feeling of failure. I just took everything as it came and loved it. So after his father dies his mom has to find work. She winds up clean... Like, they've... They did help her find work by cleaning people's houses, and she also did... She was also cleaning, like, the locker room and everything at the stadium. And so he signs the contract, and he retire his mom. Because as I signed the contract in the presence of my mother, and when we left the office, I immediately told her that she'd had clean the changing rooms for the last time. And that right there, Like, imagine how good that would feel. It makes all the the hour... Tens of thousands of hours that he's putting in all the hard work he's doing. His father at, like, not only he was a father, but she lost a husband, you know, your spouse dies at 45 years old. You're having to do jobs you don't like and the fact is that your son came. And just feel just... I just imagine how good that would feel. Everything's gonna be okay, mom. I got it. So now we get into Johan mindset. He's a professional player. He he talked about this earlier in the introduction He's like, I'm a big fan of looking back. I only look back to analyze mistakes. But I am I'm always keeping my going forward and constantly proving. This is gonna remind me of what Jordan... Michael Jordan said about Tiger Woods in that book I did a few weeks ago, driven from within. And so this is what Johan. What I learned was that football is a process of making mistakes. Then analyzing them to learn lessons and not get frustrated. At the end of each game, I was already thinking about the next and what I could do better, and that that goes for whether he won or loss. So at the end of each game, Already... I was already thinking about the next and what I could do better Jordan says in the closest thing we get... We ever get to an auto by him. Look around. Just about any person or entity achieving at a high level has the same focus. The morning after Tiger Woods rallied to beat Phil Mick sin at the 4 championship in 2005, he was at the gym at by 06:30AM to work out, no lights, no cameras, no gl or glamour un compromised. And so it's important to point out that Y approach, Michael Jordan's approach Tiger Woods approach. You do that whether you win or lose. You're learning from both... In both cases, like, if you lost. It's very obvious you can get better. But it's it's hard for people understand, okay At 1, but you can still... There's always room for improvement. Another way, think about this is if you go to sleep on a win you wake up with a losses an examples of that this paragraph that brought that thought to mine. By the end of my time at I I'd had won the European cup 3 times, been named European opinion player of the year at 19 71, 19 72, and I think in 19 74, but he didn't mention that here, which was nice, but really what... This is so funny. Listen what a response. Like, yeah, I want... Basically, I want everything you could possibly win. But which was nice, but really, what are trophies and metals other than memories of the past. At home, I have nothing on my walls about football. When I was awarded an honor, the medal I was given disappeared into my grandchildren toy box. Those are the words about from a person that's deadly serious about always improving. But listen that. But but which was nice, but really what are trophies and metals other than meme of the past? At home, I have nothing on my walls about football. So you go to sleep on a win you wake up with a loss. And so the New also goes into the people that probably the most important person in his football career. This is gonna be very similar to what we learned Jordan with the the importance of Phil Jackson and text winner. So 1 of the greatest managers 1 of Football greatest managers. Is this guy named Ren Mi. I've heard it Michelle too. I'm not sure how to pronounce it. But the important part is the fact that Ren and Johan share a lot of the same philosophies. They're the ones that gonna develop total football together. I actually watched a couple of videos on this to try to have, like, a deeper understanding it. And what was so fascinating was that there there ideas that were collected over a generation or 2. So Rin was, older than Johan. He was influenced by by people he had played for, people that came before him. He took pieces of their ideas push it forward down the generations, and then once he finds Johan, they're the ones they able to develop the system. It's not that all... This is we've seen this over and over again. I mean, kind of the point of the podcast. Right? Where when I bring up the fact that hey, we should all be setting sole price. Like, this he's the most influential retailer. No one's ever heard of. But if Sam Walton, Jim Cynical, the founder of Costco, Jeff Bezos and the founders of of Home Depot are all learning from this guy. Like, we should go, like, clearly has value proliferation. We should find out. So the same way that you saw people use sole prices ideas as many generations later. It's analogous to to what's taking place here where you have rin and Johan developing a philosophy that, yeah, they... They're mental and developing, but it's not at all clear that they could have done so without the influences of the people that came before for them. I guess it's my point. What's taking place at this point in the story is developing their own philosophy, their system, whatever you wanna call it. And so this is what Johan says winning was the consequence of the process that we had concentrated on. So I have a a quote from general patton that I'm gonna read you here that that reminds me of what, like, their approach to football It's almost like his approach to combat. But that quote, before I get there, but that sentence it's right? There is really coulda came out of the mouth of Bill Walsh. I think that's founder is number 01:06. He's the 1 that wrote the book the score takes care of itself. And that's his whole thing winning was the consequence of the process that we had concentrated on. That is a main theme of Gil walsh career. And I think what a lot of startup founders and entrepreneurs get out of reading that book because that book has become, you know, legendary. And it's that idea that it's the winning is just the consequence of the process that we concentrated on And so now this is Talking about what he learned from Rin. What I learned from Rin left an ind mark on how I understood the game. Like his belief that defense is a matter of giving your opponent as little time as possible. And so just like Rin and Johan had developed their own unique philosophy that they decided to apply to their craft, which which was football, Patton came up with his own unique philosophy which applied to his craft, which was combat. And so he's gonna reference this this boxer. That was famous at the time, named Joe Lewis, And it says... And this is very similar to what that that 1, belief that Johan learned from Ren. That diff defense is a matter of giving your opponent as little time as possible. And so this a quote from George Patton. By god, I could lick Joe Lewis if he wasn't permitted to attack me. The way to prevent the enemy from attacking you is to attack him and keep right on attacking him. This prevents him from getting set. Death in battle is a function of time and effective hostile fire. You reduce the hostile fire by your fire, and you reduce the time by rapid movement. Okay. So let's go ahead to something that that he points out over and again he's constantly developing mentors, people that can help him, guide him, and he's constantly giving him a credit. 1 of this, 1 of the the people that becomes, like another father figure for him is actually his father loss. So his wife's dad, and his name is core cost. He talks about... He talked he mentioned him earlier the fact that, you know, I'm really bad with money. I don't know anything about business. I needed help. He winds up getting scammed later. He he loses millions of dollars on a pig farm. If you could believe it or not. And so it says, he's still at this point. Story, he's still a young man. Most of the highlights I have that actually comes from him as a player when he's extremely young because I thought his approach to his craft was actually the the the main lessons, like, takeaways that you and I could have actually. But he says, I had a clue about anything. That's why the arrival of cor cost in my life was a gift from god. Danny's, this is his wife. Danny's father was a diamond dealer, and a hard headed businessman, and he started looking after my affairs. He was always keeping me out of trouble. That was why his death in 2008 has such a huge impact on me. He has been he has been enormously helpful in my life. And not your for... Not just for me as a football, but also as a father figure, father law, the grandfather of our children and simply as a human being. And so his father law's is gonna be the 1 helping him, negotiate his contracts making sure that, you know, not only disease easy making as much money as possible. And his father has some really interesting ideas where where Johan actually gonna get a percent of... If I could... If... Let's say if 10000 fans come to the Stadium, you signed me. And... Now you have 15 or 20000 fans. I want a percent of the... Those ticket sales, which was really interesting. He's gonna say something so money's is obviously a large part of professional sports. He's gonna say something here that's very similar to what, Steve Jobs told us about how it's very easy to flip the priorities. And so it says, this is Johan. In my view money's is very important in football. But it should always come second to the game. If money comes first, you're doing things the wrong way around. So tell me this is not the same exact thought that Steve Jobs left in his his biography. The the 1 that he wrote with Walter Dr. My passion has been to build an enduring company where people were motivated to make great products. Everything else was secondary. Sure. It's great to make a profit because that was what allow you to make great products, but the products, not the profits were the motivation. Sc flipped these priorities to where the goal was to make money. It is a subtle difference, but it ends up meaning everything. The people you hire who gets promoted and what you discuss in meetings. And so now he gives us an example of how his philosophy or the the philosophy he helped develop total football is very similar to family. At home I received a lot of support from Danny. And the more I think about it, the more I've come to the conclusion that shaping my family played a part in the origins of total football. This was a style of playing that could only be carried out by football who could play not just for themselves but for the rest of the team too. 10 players needed constantly to be aware of what the man with the ball was doing and anticipate what he could do next. That's exactly what happens in a family. Everything, 1 person in a family does affects the others. And my experience as a husband and father proved invaluable when it came to football. So he goes into more detail about how he thinks about total football, and really just wanna pull out 2 paragraphs here because I think there's a lot of good lessons. It's the fact that you need dis... Like... It's nice that you've designed a system. Right? But you need discipline to adhere to the system. And so this is what I think you've respected around about ren is because it Ren was a disciplinary. He made sure he held the players accountable. Johan talks about playing for other managers that were just... Did... Were not... That were too lax, and he just did not respect that. Total football requires talented individuals acting in a disciplined group. Someone who whine or doesn't pay attention is a hindrance to the rest, and you need a boss like rein to to nip that in the bud. Total football is aside from the quality of the players mostly a question of distance and positioning. That's the basis of all the tactical thinking. When you've got the distance and the formation right, so he's describing the system they're building. Right? Everything falls into place. It also needs to be very disciplined. You can't have someone striking out on their own, then it doesn't work. But then has just a 1 sentence that this is where the magic happens if you think about it you're hearing... You have the discipline to it here the system, and you have the quality players and you have good managers It's just a well functioning machine. He says it was world class talent combined with professionalism. Another highlight from this section. I think it's particularly applicable today because we we live in this age of nearly infinite leverage. And the fact you should be focusing on quality and technique. So That philosophy was actually very simple and remain so today. There's a ball and you either got it or they've got it. And if you got it, they can't score. If you used the ball well, the chance of a good outcome is greater than the chance of a bad 1. This shifts the focus. This is the whole point in the paragraph I'm by meeting this steel. This shifts the focus to quality and technique, whereas before, it was all about effort and hard work. This point in the story, he's already moved. He switched teams. He's in Barcelona. And then he just had something crazy happened to him. This actually happened to a friend of mine. Actually went down, we went Argentina together a few years ago. And then he'd go back every year. 2 years after the trip I took with him. He was actually held at gunpoint, and they they were robbed. In the same house we stayed in same restaurant we went to. It just literally, I could have been there for the... That could happen to me if it I was 2 years. I had gone 2 years later, luckily, they just took the money and took off, but it it had to be terrifying. This is gonna happen to Johan and his family, then something awful happened. I was at home in our apartment complex in Barcelona watching a basketball game on television when the Doorbell was wrong, but what looked like a courier living a a package. Once I opened the door though, I got a gun pressed against my head and was ordered to lie on my stomach. Everyone was at home, The children were in their room and the man told Danny to lie on the floor as well. I tried to talk to him. Do you want money? What do you want? I was tied up to a piece of furniture. To do that, he had to set the gun down briefly, and at that moment, Danny got to her feet and ran of the room out of the building. The bastard ran after her. I was able to free myself and grabbed his gun to make sure he didn't get a hold of it again. There was so much screaming that doors were were being opened over the whole apartment complex and he was quickly foil. A van with a mattress in it was later discovered outside are flat, so everything pointed to a kidnapping of the kind that was a common occurrence in Spain at the time. I don't know anything about his motive, and I wasn't interested in in it. I never tried to find out only 1 thing mattered and that was that the guy was out of our lives. That's absolutely crazy. Before we get to another surprising thing where he re he he retire. Retire is really young. This is gonna wanna be his first retirement, but it really called me by surprise, just 1 sentence I wanna pull out because this is a good summary of his entire career. Football took up every waking hour. And so this is where we get to his first retirement and where he makes the gigantic mistake of leaving his circle of competence. I decided to retire 19 78. After that that, I became a businessman. That decision was 1 of the most important lessons in my life, perhaps the most important. So says, up until this point, I had spent 80 percent of my time training or playing football. But from that moment on, I stopped playing, that 80 percent was spent in other ways. I also began to use the pig headed that had served me so well in football in in the completely wrong way. And so he... Think about he's super famous, he's got a lot of money. So he's constantly getting approached with business ideas. And this is where he's gonna lose millions of dollars on this this pig farm, and this is actually really common. I I have a friend of mine who works for a nonprofit. And it was set up because originally the the people that set it up had played in Nfl, and I I forgot the the stats, but it's like, 90 percent of Nfl players, go bankrupt. And so they set up a nonprofit. It was, like, kinda like, a financial literacy and they do all the kinds of other stuff now, but that was the main focus. And what they learned was that, you know, people think, oh, you know, they go broke because they they're are buying ferraris and mansions and, of course, some of them do that, but the the the leading cause of their bankruptcy was bad investments. People coming to them, say, hey, give me 50000, give me 250000 dollars. I'm gonna, you know, start whatever restaurant or whatever the case is. Like, that's what caused their bankruptcy Is it's a lot easier to go bankrupt after bad investments, and it was spending on, you know, jewelry or or clothes or stuff like that. That that actually surprised me, but this is an example of that here. 1 of them came up to with investment suggestion that sounded great. Unfortunately, it was night. It is an area of business. I knew nothing about plus, and this is the stupidest thing. Something I had absolutely no connection with. His point is, like, A world famous football. Like, okay, let let's design a line of Jersey or something to to do with to sport. Why you're getting involved, and I think the pig farm was in America at this point. So this thing, I had I had absolutely no connection with my ignorance was being exploited. I had money and where there's money you'll find rats running about. But believe it or not, I invested in a pig breeding venture. How on earth did I get involved in that? So he he wants are doing it without consulting his father law, and he says, for a little while, I thought I was on a good thing until my father law visited us. What have you done he demanded? I told him I bought 3 plots of land that we could build on. He immediately asked to see the deeds to the land. Then he tore into me. I had paid money, but I never asked to any papers. I wasn't used to that kind of thing to cut a long story short. It seemed there were no deeds. Core was very firm, and he said to me. Get that whole business out of your head, accept your losses and then go and do what you're good at. And so this is another example of turning a disadvantage or an unpleasant experience so positive, being the person I am the mistakes I made back then were quickly out of my system. Not least of all because I believe that everyone has a destiny, a fate of his or her own. Mine was probably to leave the game at a young age, do something phenomenally stupid. And then find my feet as a football again. In fact, that's that's the whole story of my playing career in 3 lines. Having retired a 31, I was still young enough to put things right by going back to work playing football. And some of the best experiences of my life came after my 30 second birthday. If I had made those mistakes, I'd have missed out on some on some fantastic things. And so it's also gonna lead him to realize, hey, I'm just gonna stay within my circle of competence, It is far better to learn from your mistakes. My brief career as a businessman was 1 off. It also gave me an excellent re... Reason to reconsider my decision to stop playing football. I also realized that and and this is this is always the right realization. I also realized it might not have been such a good idea to abandon in the unique talent I'd had been given at such an early age. Since then, I've known my place. It is in football and nowhere else. And so he's actually gonna make a decision to play football in America, I opted for America in order to make a completely new start. Far away from my past, and an ideal place to build something big out of a situation in which I'd had gone from a hundred 0. It was 1 of the best decisions I ever made. America was where I discovered new ambitions and how to develop them. And that's 1 of my favorite things about Johan. He just had a great mentality. So, yeah, Bad things are gonna happen. That's inevitable. Let's learn from them. Let's keep moving on, but it's not gonna... It's not gonna deter. I found this quote in another, doing some my other research. And he says, I'm an x player ex technical director, ex coach, x manager, ex honorary president, a nice list that shows that everything comes to an end. And so the reason I bring that up now is because in America, he feels like he learned what it meant to be, like, to have a professional organization, Not just be a great football player, but have a professional organization, something he talks about and criticize this layer on when he's a coach and a manager and a technical director. And so he says America is about top level sport. The top level way of thinking is in their genes. And so it's in a... Why he's playing America that he's gonna discover what becomes, like his main focus. So when he dies, his son writes are, like, a eu for a public memorial. And he says, like, everybody talks about, you know, his football career. He was a player, a manager, everything else, a coach. The fact that he helped create total football and influences to how people play this day, but his main focus was his foundation. And this had to do with with helping children, especially children with disabilities as we're about to see, become active in sports and play. Like, there's just not a lot to dislike about the guy. Like, I found a very admirable rule, and I loved his approach to life and work. So this is a a little bit about that. The seed was my found... For was... The seed for my foundation was planted in my first season with the Washington diplomat. So he think he starts his foundation when he's 50. And I think right now, he's 32. So this idea germ for a while. As part of my job, I was something that ended up being 1 of those things so worthwhile that you would have done it anyway. But in all honesty, I can't take all the credits, see how he's constantly giving credit to other people around him. When I joined the Washington diplomats, I was told that at every way game, I would have to run a training session for disabled children. At first, I found this very hard. After a few months, Said I wanted to give it up because it was absolutely pointless. Every time I told them to kick the ball 1 way, they fired it off in the opposite direction when I told the organizers that, They asked me to watch a video that they'd made of me taking a session. They told me to forget this is so really the lesson here what he's about to teach is, like, make sure you're focused on the right thing. You're focused on the ball. That's not the right thing. They told me to forget about where the ball landed, but instead, to look at the eyes of the child, the eyes of the mother and the eyes of the father and to see the happiness that I was giving them, when they had simply kicked the ball, something they had never managed to do before. That explanation really opened my eyes. Suddenly, I discovered the happiness that I had put in motion. Okay. Eventually, his stint in in America end so he goes back to play in Europe, and this is just really the this is what I mentioned earlier about... Well, the the the know left myself is get creative. And we'll see that by he mentions this a few times I think this is the only thing time I bring to your attention, but he's constantly concerned about tax tax rates. So he says by returning to the Netherlands, I found myself back in the land of 70 percent tax. I got a salary that was maximum wage in in Dutch professional football. I couldn't pay me more than that. However, during negotiations, my advisers had told me that the club could help me build up could help me build up a pension fund, quite separate from my salary. So this is where his his father law comes back comes into play. Core came up with a beautiful plan. This is what I'm meant about getting creative based on the fact that my presence on the team would increase attendance. Suppose Ix usually get a crowd of say 10000 for a particular match. We proposed that the gate receipts above that 10000 figure would be shared between the club and me. So he's gonna get a percent of anything sold above that number. It's gonna be in a phenomenal amount of money, and it says we won the championship that first year drawing huge crowds and earning me a huge amount of money. I couldn't spend it. And, of course, that was for later on because They signed it up in his pension fund, but the pension plan was an enormous success. So eventually, he moves on. He doesn't stay in in places for very long. And there's a lot of conflict in this book. So I should surprised how much conflict is in this book. But... So he's eventually he's gonna go back to Barcelona. If I'm not mistaken. This is his last year. Before he retire permanently from being a player. It's gonna remind me because it starts out... They wanna up winning everything you could possibly win, but it starts out getting his ass kicked. And there's a there's a great... 1 of my top 10 highlights from that almost 700 page biography of Michael Jordan. I saved. Let me read it to you. And it talks about, you know, the years of struggle that Michael Jordan and the Bulls had to try to get past detroit because they had a philosophy called the Jordan Rules that were very effective in stopping him. And it took learning from that defeat. To actually get to the next level. This is a quote from text winner. It says the jordan rule succeeded against the bowl so well that it became textbook regarding athletic scores. The scheme helped Detroit win 2 Nba championships, but it also helped in the long run by forcing Jordan to find an answer. I think that Jordan Rules defense as much as anything else played a part in the making of Michael Jordan. So this is what he talks it. This is what Johansson talks about here. This is my last year's as an active football. It's I I had started the season with the intention of showing my new club something a bit special. That's what happened and not just by a bit. When I think back, I still can't quite grasp it. How in god's name was it possible? Particularly, when you think that we begun losing the season 8 to 2. And all the mock we got for that. But people forget that something like that is often the start of a resurrection, meaning not humiliating defeat is the start of a resurrection. That is just how it is. After that 8, after that 8 to 2 loss, we won everything. Really, everything. The cup, the league and for me, the golden boot for the best football. So he's comparing his this retirement with his first retirement. So if those 2 disastrous fe matches in 19 78. That was his first retirement were strong indications that my departure from the game wasn't going to go entirely to plan. 5 years later, the Fairy tale ended the way it should. At the top. So it was okay to and in this way. It had been lovely. And so we also see that the creativity he applied as a player. He's gonna continue doing that as a as a coach and a manager. And really what he's writing here. And this this sounds a lot, like like bill walsh. Luckily, thanks to my experiences in the American soccer I acquired sound insights into how things worked in professional sport, and I could apply my experiences to the situation at Ajax. That was vital. The first step was to assume responsibility over the complete football environment. From the professionals to the trainees. It's this kind of leadership structure, I had to form... Or should be in this kind of leadership structure. I had to form a team with all of the football staff. I'm not the kind of person who sets people working from his ivory tower. Football is my subject, so I'm at home on the pitch. And this is where we we just see the he from every single experience. The whole organization of the first team was based on the American model. That meant using specialists. I'd already realized that no single person can be the vet best football in every position on the pitch. See what he thought he's constantly re reiterating on what he started the book with. The fact that you can't do anything. You're not gonna accomplish anything great alone. You've got a first of all I'll learn from every experience, but then find the people that have the knowledge that you don't that you don't. I'd realize that no single person can be the best football in every position on the pitch. That's what I told my technical staff as well. Later, I worked with internal and external scouts as well. I delegated the training sessions. The scouting and so on to others. Simply because they were better at it than I was. I've never pretended, I could do anything I couldn't. And so this is what I meant about Johan gets creative. He's constantly coming up with ideas no 1 else is using, and he's obsessed with this idea of thinking differently. And so 1 of his main points is, like, you need Stamina to win at at football. And he's, like, why don't we like, see if we can improve the breathing techniques of our players, and he does something really creative. I suggested that we that we use Lend Del far, an op singer who specialized in breathing techniques to help the players get the maxim return on every inhalation and exhalation. This is so similar. We've seen this before. Arnold in and Arnold's... The the first auto, Arnold Sourcing first auto he wrote when he was 30. It's founders number 1 93, It's called the education of a body builder. Arnold was the only body builder or the first 1, and then soon people copy this. To hire... He as a trainer, he hired a ballet answer to make his movements on stage more graceful. So I think Arnold's idea hiring a ballet dancer, and Johan idea of, hiring an opera singer to improve breathing techniques is a perfect example of the benefits of thinking differently from the the most people that are in your industry that are in your field. And then I just wanna bring your attention that he was obsessed with details. I said to... He's got actually some really interesting thoughts on it. I set to work first by minimizing the small mistakes. Problems seldom or never come from big mistakes. It's often the small ones to account. I... Some... So he talks about just observing and constantly watching. Other times I I sat on the ball, by the side of the field and watched. If I'm sitting still, I see more than if I move around. Sitting like that, I can analyze something better and see the details more clearly. Often, these are details that 99 percent of people don't know don't see or don't understand. Something that he talks about over and over and gonna the book that I haven't mentioned is the fact that because of his father's early death, he was convinced that he was gonna die young gonna helps him get over this fact this fear of dying young or this that he had that he was gonna die really young. Is the fact that he almost did Die young. He's he was a smoker as a whole life. He winds up quitting. Unfortunately, the smoking led to har heart problems, but also led to his eventual death with lung cancer about 20 years after the fact. And so this is a little bit about that. There and he... Really, the highlight is that you can expect to have poor habits and have good act outcomes from poor habits. During that time, I was getting stomach complaints more and more often. Sometimes I would just start sweating or suddenly throw up. I'd already cut down on my smoking, but in late February 19 91, my wife intervened. She urged me to go with her to the hospital. In a 3 hour operation, I was given 2 heart bypass. Luckily, I hadn't been having heart attacks. Rather it was, I don't know have... It's the thickening of the arteries. And so this is main takeaway away from this this, you know, brush with death that he had. The main lesson I've learned from that is that you can't do anything that's bad for you and not expect to be punished. I thought a lot about my after my... I thought a lot... I thought a lot after my illness about my smoking addiction. I wondered why it smoked so much for so long, especially after the doctors had told me that 90 percent of my heart problems was caused by my smoking. Then you start thinking about it. I knew that smoking could cause cancer. I knew was bad for my heart, and I still kept on fooling myself. Using the excuse that it was a good way of fighting stress, I had absolutely no trouble coming up with reasons not to quit. After that operation, I gave up smoking overnight. And he's got a bunch of just fantastic sentences and spoken this is 1 of them. It doesn't work without full commitment. It doesn't work without full commitment. So he's also got variations of this quote. He says the same idea a couple different ways, and it's the fact that simple football is the most beautiful, but playing simple simple football is the hardest thing. And so he's describing... This is now later in his life. He's describing his approach to the game of football. They were making formation an ever greater problem. While, in fact, it is so simple. When you has really think about his philosophy is very simple, Simple, but not easy. Okay? When you have possession, you make the field big, and when you lose the ball, you make it small again. That is a fundamental principle that you can learn in childhood. A lot of his experience that he talks about later in the book when he's dealing with... He's, like, almost like drowned bureaucracy. Does not seem like a pleasant environment to work in. He was constantly saying football is being overtake by people that actually don't know anything about it. This is gonna... I'm gonna just read you. I'm not gonna... I mean he goes on and on about this. Just gonna read you 1 paragraph to get to to convey this idea across you. It's gonna remind me a lot about what the founder of Vance when he wrote in his memoir Paul Van do, he was realizing that the quality assurance was being run by executives with no factory experience. Paul had done every single possible job in the manufacturing of shoes, like, he knew it backwards and forwards and showed that, like, the people that were that they would come in in and either buy or take over shoe companies, but they didn't actually know, like, they didn't even take the time to to educate themselves about the process. And then then for some reason, they thought they should be the ones ahead of quote their quality assurance sheriff's department, he runs this test where it's, like, this is Bogus. Like, I sends the same shoe through the department... The Quality assurance review and multiple executives give different grades to the same shoe. He's like, so this clearly demonstrates that you're just... This is a big waste of time. You don't actually know what you're doing. I feel that Johan had that thought. About a lot of the people. And, there was a lot of conflict in the book. A lot more than I was I was surprised how much conflict he experienced dealing in in management. There's board of directors. And in in in some cases, what took me by surprise and, like, I being an example. Was like, they're That's a it's a a sports team that's on the soccer exchange. Like it's a individual club that's publicly traded. And you just have... I think it's an example just having way too many... What's the the phrase, like, too many cooks in the kitchen or too many chefs in the kitchen. A lot of this does have to do with there's just not a single individual that's that's actually responsible for others. So it says, no 1 needed to tell me how complex the solution to the problem would be, but I found that out later. Essentially, though, wasn't all that difficult. If you looked at who represented the club, you immediately saw that there was a lack of football knowledge there. There wasn't a single former first team player on the commissioners council, the board, the members council are the club administration. So look at all this... Essentially a just series layer after layer of 1 committee after another the his deal with. So, of course, if you have an environment like that way, it's a football club, of business, a home homeowner association doesn't matter, Like, that is a a an environment that's gonna produce conflict. Not 1. So it wasn't at all surprising that the club was failing to play decent all. The administrators didn't have the first clue about tactics and techniques that the club had been built on. And the whole time I'm reading about this. Is was just I thought, was like, this is not an environment that I would want, I wouldn't wanna work on it. And if I was forced to, I wouldn't succeed in that kind of environment. And it made me think of what Robert Oppenheimer. So I read about steve jobs, reading about Steve Jobs led me to Jay Robert Oppenheimer because Steve Jobs had studied him and said, hey, the way he was able to recruit the top level a talent for the for Los Alamos for the Manhattan project is what I tried to do when I came back to Apple, reading about Jay, but Oppenheimer led me to reading about general Leslie Grove. So a few weeks ago I'd read this book called the general and the genius Groves in Oppenheimer, the unlock unlikely partnership that built at Adam Bomb. And 1 of the things that stuck out my mind that I feels like, comes over and over and where this David Og, Charles Ke, these all these these these legendary founders and entrepreneurs in the past talk about, you know, committees are you Like, to avoid them, search all the parks in your city, you'll never find a statue her committee. Right? They they seem to hate it. They want. They understood that formidable organizations are led by a single individual. And what was most surprising is that, Leslie Groves, I read the book thinking I'm gonna learn about Jr at Oppenheimer. You saw that 70 80... I don't know. Maybe 90 percent of my highlights was about Leslie Gross. I just found him to be... If you wanna learn about leadership. Like, it's it's really smart to study let's, read that book or listen to Podcast, because Leslie Grows was a fantastic leader and manager. And so Oppenheimer... I wasn't the only 1 studying in Groves, Oppenheimer when he worked for Groves was studying him closely. And so when the pat when the the the project was about to be wrapped up, Oppenheimer was in charge. She was a single person charge at los alamos almost, even though he had a report to Groves. Right? So they're they're talking when Oppenheimer is leaving, Groves is still gonna to be in charge, They're, okay, maybe we'll get, you know, 2 people to replace Oppenheimer able to do 3. We would be, like a committee or something like that. And there's a quote in the book. It says Oppenheimer insisted that los Los Alamos should have 1 director. He had learned enough about management from studying groves to believe that while consensus was important, an organization needed a single leader. And I think if you studied the history of entrepreneurship, you realize that what Oppenheimer said is true. And I think when you observe environments that don't have that, you're you're observing an environment that you're just not gonna get a lot done, this is a great summary of what he's experiencing says they got drowned in bureaucracy. And Y opinion about what's going on is was like, listen, Everything... Like, you guys are fighting your... There's power struggles. There's disagreements about this. Nothing matters except the first 11. The 11 players on the team are the most important thing. Everything should be there to support them. It's not about you and your ego. And so he says it isn't the managing director who's the most important part of the club. It's the first 11. If the team performs well, it earns money. Every facet of the club must be supportive of the first 11, and this is gonna Let me finish reading this because this applies not just a football, but it applies the companies because this is there's a great quote that Sam Walton has in his auto. This says exactly what the same exact idea that Johan telling us here. Every facet of the club must be supportive of the first 11. Whether you're a trainer or a Steward, a director, a grounds, a commissioner or a laundry worker. Everyone works in such a way as to be in such a way so as to be of service. To the first 11. The result is 1 club and 1 eye. If you haven't got that sort of mindset, you shouldn't bother involving yourself in the business of football. And so at the same part in this book where he's saying we're being drowned bureaucracy, he's telling me, no. That you're you're not understanding why you're here. You're here to serve the first 11. If you read Sam Walton fantastic auto, which is influenced generations of entrepreneurs, Jeff Bezos being 1 of them You may... He he he'd hand out copies with his own highlights to people at the very beginning of Amazon. But Sam was talking about this. You're always struggling because you have to constantly... Like, you don't go... You don't aim for bureaucracy accuracy. It just happens. And you got... Constantly have to have... You constantly have to know that you have to keep beating it back. And then next year, you have to do the same thing You have to keep pushing it back. It's just gonna grow on its own. But I really feel he has 1 sentence in that... In Sam has 1 sentence in his book that is... That is a way to think about the the idea that Johan is trying to teach you and I at this point book. If you're not serving the customer are supporting the folks who do, we don't need you. And then later on, we see Johan, like other masters of their craft I'll say the same thing that you need to master the fundamentals. I always give you that example. 1 of the last interviews Kobe Bryant gave when he... Before he died. He was talking about the fact that he was texting with Michael Jordan, and he's just, like, he was talking about... He had a 12 year old dollar that was really in the... So I guess, this right the year before she died in the tragic helicopter accident with him, but he was talking. He's like, why are these these coaches are just getting way too fancy with these 12 year olds? Like, they're trying to teach him all these tricks. He's like, I don't... So he he's talking about michael. He's like, I'm having been a hard time remembering and what I was doing at 12. I'm pretty sure I wasn't doing all this fancy stuff. Right? It was just masters the fundamentals and so he's texting back and forth Jordan and Jordan like, and, Kobe was like, what were you doing? We were 12? He's like, I was playing baseball. And so the interview, if I'm not mistaken, I think it was Alex Rodriguez, The the baseball player was the 1 that I I was that was actually interviewing Kobe. And so Kobe was laying the story to Alex. And he said, think about that. Think about what Michael Saying, The greatest basketball arguably the greatest basketball player ever live. Wasn't even picking up the ball when he was 12. And you're telling me my 12 year old daughter needs and all this fancy stuff. Now Stick to the fundamentals to just do it over and over again, Johannes is saying the same thing. I'm mostly trying to explain how important it is that new talent should work on the ground rules from a young age. The sooner they master those. The more they learn later on. And to be honest, there isn't much point moving on if you haven't sorted out the foundations. Only then, can you start talking about putting the ideal team together formed with players who aren't just unusually talented, but who have all mastered the basics of football? Then he says 2 things that I think are it's a great demonstration of why books like this are so important. This is also gonna echo what, Bill Gu said in the talk running down dream. The fact that you should be the best and informed person in your field. You have to consider that an obligation. You don't have to be the smartest, but you can learn more and go and collect more information anybody else. And so Says, there's no 1 in football who knows more about tactics, technique and training than I do. And so that's gonna relate to another idea on the same page or should on a different page rather. About why write this book. The experiences I have been throughout through in sport have given me a vast store of knowledge that needs to be shared so that others can profit from my experiences. And this is him reflecting on his legacy, and I think this is just absolutely fantastic. I was once asked how I'd like to be remembered in a hundred years time. If I had to give an answer, I'd say as a responsible sports man. While others were off to work, I just went off to play. I've been lucky that way. I haven't always been understood as a football as a coach and also for what I did after all that. But okay, Ram ram bran and Van go weren't understood either. That's what you learn. People go on bothering you until you're a genius. And then I'll close on what I mentioned earlier, the fact that he was extremely fortunate to live to actually enjoy his life to have a life with no regrets and to live with intensity to make the most out of this unique experience that we call life. I've led a full life and can look back on it the way you're supposed to. Indeed, it's been so incredibly intense that I felt like I live for a hundred years. I've lived it with authenticity. I've taken things as they come, including beautiful moments and setbacks. A setback is probably a sign that you need to make some adjustments. If you learn to think that way, all experiences are translated into something positive. I've overcome all setbacks. That didn't happen by chance. I'm an attacker. And I think that's a great way to end it. Let's go on the attack. Let's use the lessons that we learn in these books to get what we want on a life. I will leave a link in the show notes if you wanna buy the book, you obviously get the full story. You gotta read the book. If you buy the book using the link. You'll be supporting the podcast at the same time. Got a lot of messages about gift subscriptions. Right, maybe put this at the beginning of the the episodes said at the very end. I leave a link in the show notes for gift description from now until the end of the year. If you buy a gift description, I'll automatically extend it for your friend, family member, whatever the case is. So they'll have lifetime access. Also got a couple, some people wanna buy more than 1. So the gift subscription link because if you wanna buy 1 or maybe 2. There's some people that are buying group subscriptions. So the the 2 most common examples is founders buying it for c founding people or or executives in their in their company, and also venture capitalists wanting to buy them for, founders in their portfolio company. So that the, I'll also leave a link in the show notes for group subscription. So that's just easier if you wanna buy 4 or more at a time. Group subscriptions is a way to do that, and then give subscriptions is obviously, you know, 123 people whatever the case is. So that is where we at 217? Nope. 218 books down 1000 ago, and I'll talk to you again soon."
}