{
  "transcript": "Tony's unexpected death in June 2018 meant the end of anything new from him. All that he had ever written, drawn recorded or filmed in the world was done. A complete body of work. Tony's death also marked the beginning of a year's years long process of discovery, in which I interviewed 91 people who had known him. To hear their stories and learn more about him than what he'd already shared in the pages of kitchen Confidential, his subsequent works of non fiction and on television. This book is the result of that process. As his assistant and occasional coa author, I thought I'd already gotten to know Tony quite well. However, in talking with the people who knew him in his youth. As a way college student, a fledgling cook, dedicated beach boom, thrill seeking drug addict, journey in chef, ambitious young writer, semi reluctant television star, steadfast, spouse and father. Supportive friend and collaborator. I came to realize that I'd really only known a fraction of who Tony was. What motivated him. His ambivalent, his vulnerability, his blind spots, and his brilliance. As he said, once he became famous, you never know the consequences of getting what you want until you get what you want. When I agreed to be Tony's assistant, I've been juggling writing and paycheck type work for many years. And there were times when I grew frustrated with the more mundane aspects of the job. But if I was gonna do the work, I knew there was no 1 better than Tony to do it for. And now I feel compelled to add that I'd gladly trade this life of being a real writer to resume the privileged burden of making his hotel reservations and scheduling his dishwasher maintenance if it meant that Tony could still be here among us. Barring that, I'll settle for having help the people he loved, tell the following version of his story. That is an excerpt from the book I talked about today, which is bo the definitive oral biography and is written by Lori will lever. So I've said a number of times before that 1 of the benefits of reading biographies and auto is not only do you learn a lot from the life experience of somebody else, you get the profit and benefit from that, But at the end, you really feel like you know some. The the the person that you you read about. You get a sense of who they were as an as an individual as fellow human. Right? And that feeling comes after you you read biography. Out of the over 200 biographies that I've read so far for this podcast. This is the first time where before I picked up the book. I felt like I knew this person. For a decade, maybe even longer. I was a huge fan of Tony Bo work. I write his books. I've watched every episode of his shows, and I've learned a lot about the world from him in his work. And so I was 1 of the millions of people around the world that were just absolutely shocked and devastate devastated did when he decided to kill himself. And what I discovered the last week, I spent 30 hours studying at anthony Bo, including reading this book. I watched the documentary, road runner, a film about anthony Bo that was just recently released. And spent several hours watching his shows and listening to him talk. And what I discovered through all this is like, was there just so much more to who he was and his story that I just did not know before doing all this research and reading this book. So I have no idea this podcast is gonna go. You and Are gonna have to figure this out as we go along. All I know is this is gonna be, I think the first podcast ever done where the subject matters a person I felt. Like, I loved and and identified with before reading and and and spending just so many hours immersed in his his life story, which obviously has a very tragic and and dark ending, which makes it all the more confusing. So I'm gonna go ahead and start I have a lot of highlights obviously, When just jump into the book. The book... This is very unique biography when when she titled when Lori titled, the so titled of the book is the definitive oral biography, it... A lot of what I'm gonna... When you read the book or if you happen to read a book or what I'm gonna reach you today. It's it's less, like, a what you'd expect a, you know, a book to sound like. It is very much people talking. And so what we're reading is the transcripts of these 91 interviews. But put in a chronological order, mainly chronological order to throughout his life. So I'm gonna start with his mom, her name's is gladys, and this is about his early childhood, and a fundamental understanding of Tony Bur is just he had a lifelong love of reading. By the time he he's in kindergarten, he already he knew how to read. He spent a lot of time reading his first heroes were writers, even though he spent 20 years as a cook and a chef, he always had a deep desire to be a writer and that is the first big break. He winds up writing his memoir, which is called Comp Financial, which I read a long time ago, probably 15 years ago. And it's from the success of that book that book will go on to sell millions of copies that that that led him to other forms of media and then him becoming super famous because of the Tv that he made. So this is his mom talking, Tony always had a fabulous vocabulary, and he read early. I absolutely always saw a talent in him for writing. In fact, when he was in second grade, his teacher recommended that we sent him to a private school because while all all the other kids were learning to read. He was in the corner reading a book. So he's in a reading from a very young age, but he's also in a causing trouble from a very early age. She idol utilized, like, anti social behavior. And what's bizarre when you when you study. And he said, obviously extremely intelligent person extremely disciplined, but he was also a junkie. Every hard drug that there was, Tony did. And he was for many, many years, he was a heroin addict. So is his brother and his mom speaking a little bit about that even when he was a young teenager. I did wonder why does Tony always seemed to be in trouble. He was a difficult teenager. He was not a great student. He was into drugs, and he seemed to disrespect the system. And even for the time he's about a teenager till he died because his mom actually dies 2 years after he commits suicide. He had a very troubled relationship with her, There's just some some example... If she's a prominent person's book. She's obviously interviewed for this book. As was his brother, and his brother about to tell us a story about the fact that they both did not get along with her mother. She's... She... There's just examples of a poor behavior on her part book. And I think I'll go to again tell a little bit. But this is just about the fact that his mom was crazy, and they had a very strained relationship. This is his brother talking about this. I think it was the first time that we we realized our mom was heading into her. I'm unhappy with my life year. She was acting a lot that summer and would get mad about wacky stuff. It was the first time when Tony and I realized, oh, my god. There is something wrong with her. She is really, really unhappy, and she's gonna go off the deep end. And his contentious as their relationship with their mom was as angry she was and and just a... They call it wacky behavior she'd had. It was the exact opposite that the experience they had with their dad. They love their dad. He was a very kind. He was he was very kind person. He says our dad never had a nasty edge. He was just nice. He'd never hurt anybody. He was never mean to anybody. And we just thought he was great. He was never particularly successful. He never made a lot of money, but we really loved him a lot. And our mom was much more the other way. So In a fast forward to when Tony's in college and he realized realizes, I don't wanna do this. He's gonna drop out. He's gonna wanna wind him going to the Culinary institute of America. Before I get there, though, it's important to realize he really did have too vastly. He was reborn. Way to think about. Completely 2 separate lives before and after the publication of kitchen Confidential. Before kitchen confidential, I think it was 43. 42 somewhere like that. When the book was published and it was successful hit New york times best seller list. So he had 20 years of being a drug addict working in, you know, a bunch of different restaurants all throughout New York City to then being a best selling author, and then having the second career. And he says something about this. There's a lot of... Not not only do I have a lot of highlights in this book and but I have tons of notes from all these talks and and things I've heard him say. And he he has a line that just gives you goosebumps when you hear it because when you understand his he's like, story. It's true. And he talks about... Because I'm about to give you. I gotta back up for a minute. I'm about to quote, Nancy Bo. Nancy Bo is... They met when he was, like, 14. They were together for almost 30 years. This is his first wife. They were... They dated for like, 10 years, were married for 20 years. They get divorced shortly after he becomes famous from kitchen Confidential. And this rebirth the second act of his life. He he talked about a lot, and he wrote about, and he has this line, and he says, I crowley burned down my previous life in its entirety. And so when they're still, maybe 17, he's young, he gets his first job in a restaurant as a dishwasher. Okay? And this is gonna be... And then he's gonna go to college and realize wait. I made a mistake. I really wanna work in the restaurant. And if you remember, a long time ago, I did, Danny Myers, the famous, an entrepreneur, Did... I think it was like, Founders number 20 or something like that. It's called setting the tables. It's an absolutely fantastic job our excuse a fantastic book. But something that Danny says in that, you know, now chefs can be world famous, you know, they're almost like celebrities. He's, like, back, you know, 30 years ago, 40 years ago, whenever Danny was getting involved a restaurants when he was young man in his twenties. It was looked down upon. It was like, they thought if you worked in a restaurant, you were a loser. And that environment that, like, pirate mis fit environment was very attractive to Tony, but he said something it was very fascinating, So he talks about the the the getting a job is a dishwasher changed my life. That's a weird thing to say. Right? Because he's like listen, if I never got if I never got the job as a dishwasher, I would never became a cook. And if I never became a cook, I would never became a chef. And if I never became a chef, I wouldn't have worked the the the restaurant industry for 20 years and be what he called himself a fuck up. And what he means by that. He made constant mistakes. He was on drugs all the time. I mean, he be high on heroin. And, yeah, at his job, throwing it... I have quotes later on or highlights later on where he's so strong out. They he's throwing up in the garbage can and getting right back to work. And his point was, if I never had that experience, then I could never be an author because my memoir would not have been as interesting because of all those mistakes. And if I was never an author, then I would never been a Tv show creator. And then also highlights, like, his gift of communication because this is something that you and I talked about over in Again. 1 of the benefits of reading biographies is that you see the person before they become who the world knows them later on a life before they're successful before they're famous. And it's very similar to like this, they they don't know what... What's gonna happen in the future. And Tony talks about, you, I'm stepping into it a abyss. I have no idea what's about to happen next as I quit... I have very used this 20 year routine of working restaurants. Now, I'm jumping into this this huge unknown. Very similar to what Steve Jobs was talking that quiet on the last podcast Steve Jobs. So he's like, you can only connect the dots looking back. So if you're... But you live your life going forward, so you have to put your trust into something. And he says you gotta put it into life into Destiny and to fate into Karma whatever you're gonna call it. But it's the only thing that's going to make you take that step into the unknown that Steve took that Anthony Bo took and that most people never do. That initial step into. I don't know what's about to happen, but I'm gonna take this risk is what stops I feel most people from living the lives they actually wanna live. And so it's really interesting to hear Tony in just a few sentences, make that connections. Like, I just took 1 opportunity that opportunity led to the next. And then I... Once I got there, I looked okay, looked around what's the next opportunity. I I'm a cook. Well, I'll now be a chef. And while I'm a chef I'm having all these experiences that most people, most other people don't have. And if I can write about that, or if I can communicate that to other humans that opens up a ton of opportunities for me. So this is a little... This is long introduction to what Nancy Bo. His first wife is gonna tell us that he follow... She gets accepted to vas college. He follows her there, and she says, he was at ambassador for about 2 years. He clearly didn't wanna be there. He was gonna go to Cia that's culinary institute of America, and he kind of buckled down. He said that this was something he really wanted to do. Before that, Tony always wanted to be a writer. I was surprised how serious he was about cooking. And in the documentary. He said something about what attracted him to being writer, a writer is that you could have you could have very anti social experiences. And as long as you wrote about them in an interesting way. Like, you could... That could be your career and the 2 people that are showed on screen while he's talking about about this or Hunter s Thompson who obviously did that and ernest hemingway, and it didn't hit me until I just re reread this now that they also, both Thompson and Hemingway killed themselves. So he winds up graduating from Cia, when he starts working in Manhattan. This is what he does his first part of his life. But what was interesting is that he had ideas for doing shows and for writing books decades before he actually did it. In this case, he has an idea for a Tv show 20 years before he gets to make Tv. And so this is gonna be a lot of the at the beginning of the book it's... People that worked with him for a long time before he was famous. When he was... When he was cooking, he talked about wanting to do a Tv show with chef sitting around in the kitchen talking about food, telling their stories. He was always thinking about that stuff. Tony came back from a trip from France in the winner of 19 79 and was when we were sitting around and Tony goes, you won't fucking believe it over there. Chefs are like athletes. They're like rock stars. And then he made us each cough up 200 dollars and have these amazing photographs photograph. Stun. So you see them in the book. These pictures of a young chef and they hired a photographer and try to... He's adding essentially, like, a little bit of marketing his professor, if you think about it. In that particular moment, he was a visionary. And so his father was from France that didn't have a lot of money when they're young. He did... It was was also mind blowing to me is before he started, his very first show, which you can see on Youtube. It's called a Cook tour. They're, like, 20 minute versions of what no reservations and parts unknown will become. But you get to... I I watched a bunch of the first episodes is really fascinating because when you he didn't know what he was doing. It's obviously doesn't know what he's doing. So... But the idea was there. And so you start watching that. I didn't even know and it's crazy. I thought I'd watched everything he'd done. I didn't even know about this. I don't know how he didn't know about it, but What was fascinating to me is you see, okay, Anytime you start doing something new, it... You're not gonna be good at it. And when you compare, like, his first season of a cook tour to some of, like, parts are unknown. Like, which is really, like, culmination of his life's work. No reservations was good, but he got really, really good and knew... Really, really what he wanted to do once he started doing parts on know, which is... That's what he he worked on for the last 5 years of his life. But it's it's fascinating. I think it's very helpful for all of us to go and look Okay. This is what it looks like when you start. And this if you don't give up when you keep at it for 15, 20 years, look what you can look how good you can get at at at your craft at what your... The product that you're making. So anyways, the the idea that he had never traveled that he had been in a france, I think twice because of family. And he'd never traveled before essentially just traveling full time for the... He was under the the road 250 days a year. I think every year for the last 20 years of his life. And so the reason I bring that up is because he was extremely proud of his French heritage on his dad's side. He was extremely... He he looked up to August. I did a podcast about the partnership between August, August, And Cesar R. I... Somewhere back in the, an archive you could find it, but he thought that the Sc in that book I talked about. He famously wrote, like, the the Bible of French cooking. And Tony obviously, I idol utilized him he was influenced by by Es and the, like, the way he Es approached his work. He's like... He took it extremely serious. And that's the really... Another interesting thing about Workday when you're reading about them is that there's so many times in the book, and I think I finally, after reading it so many times, I leave a note Was like, a man what this guy could accomplish if he wasn't a junkie. Like, the amount of time he wasted just being high on drugs because he's extremely smart extremely Disciplined so it says, they thought the Agave Cookbook was the Bible, and they always referred to it. And I think Tony was especially proud of it, proud of it because of his French heritage. He really picked up and this is what he learned from it. He really picked up the classic eyed... French idea of the job must get done. No matter what, no matter how you feel or what's going on. That's what you'll see later on where he's so strong out that he's working... He's in charge of an entire kitchen. He's got 15, 20 people working with him and he's conducting he's he's in charge of, and he's so high. He's throwing up in garbage cans. So And then we'll throw up in garbage cans and then get right back to work. There's a there's a... He's in the book and he's also in the documentaries. His named David C. If you don't know who he is. He... The reason that you might know who he is because he came extremely the famous. He's an artist, but he's also just a a wild person he's, like, a kindred spirit of Bo, But he was the the the artist that, in the early days of Facebook, Sean Parker hired him to paint the murals and David he hired David show to paint the murals in the first Facebook office. Okay? And he gave him stock options for that. And the stock options went up being, like, worth like, a quarter of a billion dollars or something like that. And so David C talks about the first time that he he went a meeting anthony Bo to another friend of his, which is also famous chef, and now he has a show on Netflix and you might know he is named David Chang. He's also in the book a lot. Grid friend Tony. He's also in the documentary. But he talks about being interested in maintaining his friendship with Tony Bo and 1 of the first conversations he had with him. David C that is. He's, like, I know a lot of ex heroin addicts. And, you know, he has an obsessive compulsive personality just like Board ended did, and he's like, how the hell? He's a you're the only person I ever met that kicked the the the heroin habit without a 12 step program. The the the... He said the relapse rate for Heroin addicts is something like 90 percent. And this is something I've told you before in the past. Mentioned a couple times because my cousin passed away. She died from, heroin overdose. And she had been addicted and not addicted for a decade, and she died when she was 27, and she left behind a son, and I think he was, like, 4 years old. And so it's dev... That that drug is devastating. The pain and agony leaves in its wake. It's just not. It's just tragic. I don't know... That there's nothing else I can say about that. But the reason I bring that up to now is because David's point is like, how disciplined and how strong is this guy's in your will. If you... You know, and we saw that because he's completely ob obsessed, he he never stops being addicted. He just... He, let me let me see if I find the quote real quick. And so this... I found it. This is David in the documentary. And he talks about they're having his conversation, and he he says, as I got to know more, I realized it jumped, the addiction jumped. So he goes from being addicted to Heroin, and there's a ton of drugs in the. I mean, and Anthony Bo is an extremely extreme person. It's the only way, like, there's a lot of heroin addicts. There's not of crack addicts. There's not a lot of people that do both, and he was doing both at the same time. And so once he gets off that, then his addiction becomes writing. He would he wrote his book, kitchen confidential and all, when he had a full time job, he would get... The first thing he said, he says I'd wake right wake up in the morning, smoke a cigarette, I wouldn't even brush my teeth. That immediately roll out of bed and sit in front of the the computer and I would immediately that I would do nothing else. I light a cigarette, and I would immediately type. He wrote it all... I think it's first, like, 2 or 3 books, No, more maybe more than that because he started as a fiction writer actually. So he wrote several books while with a full time job. So just get more into his personality because He's manic. He's high energy, and he's impulsive. He was manic. He had a lot of energy He was impulsive. No 1 decides to become a heroin addict after long careful consideration, And the the reason I bring up to now and what makes it even worse later is because he was extremely impulsive during the last year of his life, and there's a lot of people who know him really well that that thought his suicide was was an impulsive act that he did not weigh the con... The consequences and that if somebody happened to be there or maybe series of events went down slightly different that he would still be here. And this also ties his impulsive this also ties to his addiction because the last addiction he ever had was his girlfriend, Aj Ar. He killed himself over the dissolution of their relationship. I'm getting away ahead of myself. Okay. So let's go... We're still in the the... This is when he's working restaurants, but he's a drug. This is what I just said. I, I've already told this to you, but the know left stuff on this page is imagine what he could accomplish if he wasn't a junkie. Sam and Tony. These are people who work together. Their friends were junkie. But they had a kind of nothing stops some mentality at work. On the line, they would turn their heads and throw up and garbage cans. And so I already brought up the fact that he had ideas that were germ eating for a very long time. 1 of those being Tv Show, another 1 that he wanted to be a writer. I remember running in into him in the night... In the early nineties. So a decade later. This is a decade before Kitchen Confidential published. He had this whole thing. I'm gonna write a book. And I think 1 of the things motivating him, other than the fact I hit a level of reading and and authors and writers were some of his heroes, but There's just something you see over and never again. That. Like, if there's people that say, you know, this isn't how I want my life to be, that's extremely powerful motivator. So this is his brother talking about, you know, decade after decade, of what he's doing, and he's getting to an age. Like, I don't even know if I'll be able to do this physical work much longer, and he says around the time that... Our dad died, that's when he started to say, I don't wanna do this anymore. This isn't how I wanna be. The long hours, the low pay, the no health insurance and no prospects. And the constant restaurants close, and new 1 opens, and new 1 closes, the constant turmoil. And then what also people notice around this time is just like, these are your people you feel you're, like, you you fit in with the rest of the kitchen staff. These are the people you'd like to work with, you you'll hang out with them after work. But he wasn't like them. And it says, it became... It did become clear from hanging out with him that he was so much more multi dimensional than just your average chef. He was just so much broader than that. He had his interest in literature and culture and in life in general. And you see that Like, he had encyclopedia knowledge of not only film because I was another session of his, but also literature and and books and everything else, and he Peppers... His... All the content that he made. All the shows he made all the books he wrote. He's constantly bringing up that, like, historic base of knowledge. And adding it to what he's creating. So this is the point of his life where he's just starts to get really, really serious about wanting to be a writer. He's... The... This is, like the starving for a success part of his life. And so he's gonna wind up becoming friends with what what ones up becoming, writing collaborator with him that's guy named Joel Rose. Joel Rose is also married to a publisher who publishes bo first book. And he says there's all these young letters... Are these all these letters from Young Tony, where he's so fucking hungry. I've gotten these emails from people. I used to write these emails myself. It's the young writer who is trying to sound bras and casual, but actually is super needy and wants affirmation. He just wanted to be a writer in the worst way. He talked a lot about his insecurities as a writer? Can I do this? Do I have anything to say? But he was always so brilliant. His mind was so sharp. He was a catalog of stuff that was astonishing. He would just entertain me. And as much as I was a mentor to him, he was a mentor to me? He turned me on to so much stuff. While he had insecurities about his writing, he was a good writer right from the start. He had a voice that he could access, And this is maybe the most important line about this whole section of this whole time period in his life. He knew not where he was going. He couldn't possibly, but he was willing to figure it out. And so I wanna read you some of his early writing. This is a so this is from January 19 85. So let's say, 15 years. Before kitchen confidential published. And he's he thinks he's gonna write fiction. He he does write a few book fiction books before he just he has success switching over to non fiction. And so he he's doing what, you know, all writers did during this time period. We've talked about this over and over again from doctor Seuss to Stephen King. They're constantly just sending samples of their work to to magazines to publications to publishers just trying to get the attention trying to get somebody to give them a shot. And the know of myself on this is just this is really good writing. Dear editors, having just read and been wildly impressed by your publication. I enclosed these 2 short samples of my work in progress. To put it to you quite simply, my lust for print, nose no bounds, and I'm am hopeful that you might be interested in printing some other fragment of my current project. It's called chefs night out. And concerns itself with the familiar themes of hard drugs, hot christine cuisine, and the occasion cath... But tasteful blood letting. That sounds like... I mean, that paragraph there just sounds like something he would said on his show. Though I do not reside on the Lo side, I have in the recent past enjoyed an intimate though d debilitating familiarity with its part... With its points of interest. It is my hope that my pros contain some of his flavor. Okay. So he's trying to be a writer. This is really when you were... I'm just skipping ahead a little, but the the theme here is the same. It's... He's got a desire for a different life. And so his dad ones up dying, his dad died, you know, penn less, but he was the beneficiary of a trust fund. His dad was from, like, an ant. And then when he dies it passed to his brother, the the 2 boarding son. So Chris boarding and Anthony bo. They wind up getting, you know, like, 200000 dollars or something like that. A lot of that money went straight into Tony's veins because he hasn't kicked. This is still a couple years before he kicks this heroin, addiction and the pro the point the problem was also his wife was a heroin at too. So they would, like, disappear for sometimes for, like, a week or too, and they would just be shooting up and and not doing anything. But at this point, Tony's, like, maybe I'll just get out here. Like, I'll get out of in New York, because he was obsessed with just going to a foreign country, some somewhere that had a beach and just being a beach bomb. He he liked to tan. He like to drink. He's like I'll just tan during the day, drink and then a night. I can just support myself working in any restaurants. So says Tony and Nancy, we're talking about buying a little Case in Saint Martin. He said, yeah, We're just gonna go live there. And I'll be able to go to beach every day and just sp out and tan. And find some kind of job in a restaurant down there. He let himself be talked out of that idea by our mom. I remember him saying, I should have never let her talk me down from that idea. He was very, very angry with her for quite a while after that. I think they went through a time where he didn't wanna talk to her because she talked him out of his dream, and this is just more about the heroin addiction... It's this is a cautionary tale. Just this is not... Tony Nancy rolled out of their heroin, out of heroin and into crack. They weren't great company then. But they were the first people I knew to... That would get into a treatment through meth. And to this day, I think without meth, he would have died a lot sooner. And he talks about obviously, if you're doing drugs, most likely your friends are too. Is an example of that. 1 of his friends named Sam, Before I got sober, I really saw a lot of people turn their back on me. What happens is it's too fucking painful to watch us kill ourselves. And that's exactly what a drug addiction does. I remember with great clarity when Tony just threw his hands up in the air that I can't take you anymore. When I eventually went to prison, he was just life saving. He was encouraging me to write to read books. It was a time of my life when I had run out of friends, and he and Nancy were the only ones who would take my call. And so this time he's still writing fiction. He actually writes a book. I probably read it. To fix your book called Gong Bamboo. And I just wanna reiterate you. The fact that he had this this dream of just a different life, even towards the end of his life, he he meets with his partners, and I think I'll talk about this later. New partner 20 years on the Tv show. And he's like, I don't wanna do this anymore. Like, I have a relationship. I'm just gonna quit doing television because I don't wanna travel 250 days a year, and I'm gonna go and I'm gonna, move to Italy with Aj, and I'm gonna grow old. And they're like, okay. Go. And he He just wouldn't. He has these... It's really frustrating to read and to think about this person that's extremely talented extremely disciplined and yet he would just... There was something stopping him from doing what he actually wanted to do at different points of his life. And this is 1 example that he worried about him and Nancy just being able to pay the bills. He had nothing and he was frightened. He just dreamed of living the life that he later wrote about in gone bamboo. That was his dream. 1 day to be able to just lie on the beach and have a cocktail in the... In some shack in the sand. And so now we're gonna use the point where he's gonna write kitchen confidential, and and I I already mentioned this to you, but this is a point in the book. I was, like, before reading this. I kept thinking, like, if you only apply your chunky work ethic to something productive, you'll you will seed. Like, he goes to great lengths to score drugs and just all the time that he wasted with his drug addiction. Eventually, he figures this idea off himself, and he turns that he gets off drugs and turns that that addiction. It jumps from drugs to work. Later on it to be J ji. It's almost every time a new relationship becomes extremely like addicted to whoever the woman he's involved with at the time might be. He says, all the energy he put in into trying to destroy himself. He put that into building himself back up. All that negative energy became something else. He became so serious and so driven and focused. And he's doing this. This is rather inspiring because he's doing this when he's 40 years old. 1 of the few people who can spend multiple decades being a being a loser or screw up. I'm like, this is I'm not doing this anymore. I'm gonna change. He worked really hard. It takes a lot of determination to wake up early in the morning and right, and then go to a job in the kitchen and come home and God knows what hour and get up the next morning and do it again. He was fe. 1 time, he said about his disciplined writing regimen. This is classic anthony Bo here. Such was my lust to see my name and print. He threw himself into his work in a manner that I found astonishing. And so now we hear the perspective, this is the owner of the the last restaurant. That Tony ever worked in, Le. He winds up being in his first like, the the show. He winds up with traveling with Tony and a Cook couture. He also... You... If you've watched no reservations in parts are known, he also pops up a few times. The name's Philippe, and this is what he said about the the the work ethic. I was leaving... As I was leaving, he gave me 2 books. Bone the throat and Gone bamboo. These are the 2 fiction books that Tony wrote before writing catch. It was like he pulled the curtain back. The sort of work it takes to focus style intelligence, a big mental museum of experiences and a and drive to write a book. I was very impressed. He was not just a cook anymore. He was a real person. I read the books and they were pretty good. And then I was really, really impressed. And so the precursor to kitchen confidential was a piece that Tony writes for the New Yorker. Long form piece that eventually turns into a the book, Kitchen, and they knew from the response to the piece in the new Yorker. Like, this is... This is the start of Kitchen Confidential, and it's... This is something we have something here. The piece was published in the York I was really loaded with everything had in it. The consequences were pretty amazing. It was not just the intellectual was commenting on it. The Tv was there. Radio was there. Journalists came to interview him at the restaurant. There was something that was touching people differently what's crazy is there's there's footage in the documentary. He's working full time. He's still running the the kitchen. And so he gets the call and this is on film. He gets the call, while he's in the kitchen, he's dresses in his chef whites and everything else, and they tell him, oh, guess what. The book is a New York Times best seller. And he absolutely could not believe he was convinced. That, okay. Yeah, that's fine. The books sold. I'm gonna get 15 minutes fame, and then I'm just gonna write go right back to work in the kitchen. He had no idea what was happening. And for many years, he has this experience that he describes in this great metaphor. And he's like, listen, I feel like I've stolen a car. A really nice car, and I keep looking in the rearview mirror for flashing lights. And so he describes Tony describes his life at the point where kitchen confidential changes everything. He says, oh man. At the age of 44, I was standing at kitchens. Not knowing it was like to go to sleep without being in mortal terror. I was I was in horrible, endless irr evo debt. I had no health insurance. I didn't pay my taxes. I couldn't pay my rent. It was a nightmare. And so this is when his addiction is gonna jump. He's gonna wind up going on book tour for, like, 2 years, and that's when he started starts writing the... Other, the second non fiction book, which is called Cook tour, which is the same name as the first show he had. But he says something though Thought it was interesting. And he talks about having to... There's a there's a who he might be real, internally as a person. Like, what his default mode might be that he knows is unproductive and he's not gonna lead to a to a happy life. He's gotta find a way to avoid that. And he uses it, like, describing an another person. And so he says, I understand there's a guy inside of me who wants to lay in bed and smoke weed all day and watch cartoons and old movies. My whole life is a series of strata to avoid and out that guy. And before I transitioned into the his second act, the second life that he had. This was born again period his life, this is an example because they interview a lot of they interview, like, his publishers and his agent, and his first publisher made a drastic mistake of selling too early. Imagine having making an investment, you know, they're rolling in the dice this guy's is relatively unknown, and the investment pays off more than you could ever imagine. This book is going to sell millions of millions of copies, and they sold the paper back rights. So she says, we we we wouldn't have sold the paper back rights if we knew how enduring and amazing it was gonna be because this would would continue to sell for years and years and years, than when people would discover Tv show they'd buy the book. And so it says we were a new company. And we were trying to be profitable early pretty early on, and so we sold it. And you're talking about what top 1 tenth of 1 percent in book all book sales, like, it's very rare for... Yeah. Yeah. I read an astonishing stat. That's kinda depressing honestly the other day, that 98 percent of every of all books sell less than 5000 copies. So now we get into, we see that his addiction is jumping, and he says, and he was terrified. He just thought, okay, I'm gonna, you know have success. He says that in writing, he says that in in interviews. Oh, okay. I know I'm gonna be working back in the kitchen. He never worked back in the kitchen. But he he... And a lot of that had to do with the fact that he was just addicted to to learning a new craft. He was really hyped up because at the point, the book was a big success, and he was getting offers from all over the place. And he said, the brass rain comes around only once, and I'm gonna grab it with both hands. He knew that this was his big opportunity and he might not get another 1. He didn't wanna slow down. He thought everything was gonna be taken away from him really quick. So we're at the point of the book where we're introduced to 1... What what's gonna become 1 of his best friends. Their friends for 20 years. If you watch Tony's shows. You know who he is, his name's Eric repair. He was like the opposite. They he was a chef, but he was, like, a, michelin, star awarded chef like, high end is the opposite of the environments that that Tony wind up working in. But Eric read his book and reach out to him, and they wind up developing relationship. And he says I was fascinated by... Kitchen Confidential. I read it very quickly because I was totally over the book, and I called him and I wanted to talk to him, and I wanted to know who he was. So I invited him to lay Be. This is Eric's restaurant to have lunch. So I see this elegant man with good manners. Smart, very articulate. There's actually video of this because Tony product camera crew with them. We had a fantastic lunch together. So we really under... And and we really understand that we are very different and come from very different backgrounds. The culinary backgrounds that we have are opposite. Their opposite worlds. He comes from a ship with pirates, and I come from the kitchen of Rub, which is like the army. We decided to see each other for drinks, and that was the beginning of the friendship. And Eric also gives 1 of the best like, the most touching and rather sad moments in the documentary. I was actually talking about this with my mother law's last night because she happened to see the documentary too. It's called Road runner again, if you haven't seen it, I'd run it immediately. So fantastic. But he passed towards the end because in the book and in the documentary, you see the devastating aspects. Like, it's 1 thing to say, I'm in pain, you know, Tony had a... It felt lonely, but he he didn't have to feel that way. Because everybody loved. He had friends that he could turn to and you see them just crying their eyes out towards the end of documentary, they talk about it towards the end of this book, but Eric something where, you know, he's asked the question because he was in the room next door. He was in the hotel room next door where Tony hung himself in France. And he's asked something like, what do you make of what he did, and he just said I I won't talk about that. And he talks about, like, I I... When I remember Tony, I remember the good times we had together the 20 years of friendship and the experiences we had, the dinners we had, the drinks we had, the the priceless memories that we had, which is all this... That's what this book that I'm holding my hand is full of. And that's 1 of the main things I I wanna take away from it. Like, that's the most valuable thing in life. If you're listening to this, the burden that you and I shares that you're obsessed with success that comes from work of trying to get really good at something of trying to improve. And that's a great way to to spend part of the journey of life, but at the end of the day, like the people that we interact with. Friends family, the people that actually have the memories are. This is what it's... They're going... That is what they're going to talk about when you leave. When your story is finished when your book is written. And it's honestly some of the hardest things to read and to watch. You just see... You can never underestimate the impact that you make on people around you. And what's so frustrating about this is like, Tony didn't see it when did 1 of the last scenes they're in, I can't remember this is the show that did in Spain or if this was in France, but I saw the clip and Eric's telling... I'm pretty sure it's the last show, and Eric's telling Tony, about the impact that you... That you've made for the lives of other people through what you're doing, and he was straight... Tony was extremely dismissive of it. And 1 of his friends who's in the book. I'll get to her later. I think her name is Allison, and she's just like, he didn't think people loved him. And this book is... It was an amazing read, but it was heavy. Like, there was there is... The last thing in the book is words from his 11 or I think she's she might be 13 year old daughter. I think she was 11 when he died. So I she might be 14 now. And she was interviewed for the book and I almost... I almost did that as the the opening. And I decided, like, I'm not, like, you gotta read the book because that's just What I'm saying is, I don't think I could read her where it's out loud. And then when you go back and you see it's mentioned it is where, like, once you know how his story ends, you go back, I think I've told you just before and other episodes where came with my mind. Like, go back and re and watch the Argentina. The buenos aires episode of parts unknown. He's sitting with the therapist. He's talking about the fact that he, sometimes he wants to kill other people and kill himself that he's not happy. There's other there's a ton of quotes I have from him. Loneliness separation from my daughter. Accidental to spare. I'm on the road about 250 days a year, and I stand in a lot of beautiful places and look out the window at a lot of beautiful views, but I'm usually alone. Loneliness kills, man. And he mentions over and over again was so spooky to watch this after the fact about hanging himself. He... I just watched an interview before we started. We he talked about he had this really bad shooting in Spain. He just got full of depression. Actually not sure dread and he's like, why don't just hang myself. Here's another example. There have been times honestly, in my life that I figured, I've had a good run. Why not I just do this stupid thing? This selfish thing. He knew it was selfish. Jump off a cliff into water of inter in ind determining depth. And so you you you learn from that experience to the devastation that you leave in your wake if you choose that path, and, like, your your loved ones are gonna have to suffer. Like, his daughter, she could live for another 60 years, 70 years without a father. Decades longer than she... That than than that needed to happen. And yet at the same time, you're almost in awe that Tony lived multiple lifetimes. He lived a full life and he died at 61 years old. He hit there's another quote I wanna bring to your attention. He says, when I die, I will decidedly not be regretting missed opportunities for a good time. My regrets and this is even crazier when you think about how it ends. My regrets will... Because this is this is how it turned out. My regrets will be more along the lines of a sad of people hurt. People let down. Assets wasted and advantage sq. Alright. So we gotta get back to to the story though because there is things to learn from him. You know, it's this is like, a a hard thing to go through. Till, like, think about. But there is, you know, no person's all, obviously, all bad are all good. This is an example of to 1 thing Tony figured out that's that's useful. Like, you you gotta sell your product. It doesn't matter what it is. We just saw this with a state lau. Arnold Sc, Daniel David Og, like, you sell sell sell. I remember early early, and this is rare with especially people that... Less so with Obvious entrepreneurs. They didn't understand that, but less so with the, like, the the... In Arnold's case. He talked about how movie stars. They were just pathetic at this. They thought, no. I I shot the movie. My job is done. He's like, no. Your job is only beginning. Let's get out there and get as many people to see this movie as possible. Tony went out. Really like, the the the person. I guess this isn't even heard the right idea because I was gonna just, quote, Ted Turner when he said early to bed early rise work like Hell and advertised. Anthony Boarding was, like, late to bed, early to rise, work like Hell and advertised. I remember early early on, Kitchen confidential just come out another author drove out there with him so they're doing, like these, like, tours, and he says, Tony came back and said, this author gave me really good advice, stay public. You've gotta promote, promote, promote or all of this dies. You've just gotta be out there all the time. Tony embraced that, and he was really good at promoting his brand. So this is more about the fact that Tony just had deep historical knowledge, not only about the cooking industry about films, and this just is... He's interesting to to to talk to to be around. And so he's able to develop relationships with other people. These are 2 chefs from from Canada. They they have this really successful restaurant up there called Joe beef. I think it's a much montreal off. I'm not mistaken. It says, Fred and I have obscure knowledge of Old French cooking. We've been... That's his partner. We've been down that rabbit hole for many years, and so... And for so long that we can converse with very few people about the deep very historic French cooking. We clicked immediately with Tony because Tony knew who and that they're gonna list a bunch of french chefs. There's no way in hell that I'm pronounce their names. So I'm gonna skip over their names, but he says, you know, Tony knew the same people we know. That he had this deepest historical knowledge. None of our peers have have that in... Historical knowledge of French cooking. It was, like, yay. We have another nerd to play with. And so another lesson that learned from Tony, is the value of being adaptable and being able to move fast. This is gonna actually... The what his approach to his... This this this rebirth his second career because there's no idea. He this guy's gonna win peabody and Emmy and have 10000000 people watching a show. It's just from... For where he started. The kitchen confidential part. Was like, there's just no way you could predict this. Not not 1 of bit of this was planned. From the moment he signed up for kitchen Confidential. To signing up for his next book. It wasn't strategize. It wasn't building a platform or brand. He said would just kind of... See... We he said, we'll just see what happens. We will wing it. We were... We were following Tony's instincts. That's really powerful. Sentence actually. Reminding me of Herb Keller, which is the... 1 of my favorite founders ever come across because he's just fun to read about. He... He had fun. Like, he started Southwest Airlines Southwest is the only airline that was profitable for, like, 47 straight years. And running, you know, the a large airline that that might even seen kinda, like, boring here to some degree. And herb approach is like, right... Well, who says it has to be boring. Like, we can have fun with it, but 1 thing that herb was known about is that he he wanted to to optimize for flexibility. He did not believe in these very rigid long term plans. And so let me read... This is from the book, nuts, Southwest airlines, crazy recipe for business and success if I'm not mistaken. It's founders like, 56 or something like that, but Herb is just fantastic. And I'm reading this to you because I think once I was reading about Tony was like, oh, that's kinda how Tony approaches work too. So Keller... Herb keller explains it this way... Reality is chaotic. Planning is ordered and logical. The 2 don't square 1 with well with 1 another. When Air pulls out of 6 cities in California, they don't call me and tell me they're gonna do that. If we had established a big strategic plan that was approved by our officers and the Board of directors, I would have gone to the board and tell them we wanna deviate from that plan. They would wanna know why Wanna buy 6 more airplanes. The problem is we'd analyze it and debate its merits for 3 months instead of getting the airplanes taking over the gates and dominating California. The meticulous nit picking that goes on in most strategic planning process, processes creates a mental strait jacket that becomes disabling in an industry where things change radically from 1 day to the next. And so he gets in the book he gets chi by a financial analyst and Keller about now having a strategic plan Keller says, we do have a plan. It's called doing things. And so we see this. The the idea. He could no way did he have ideas Like, okay. I'm just gonna write a new book And says, Tony says, I'd like to travel the world and explore food all over the world. That's my dream to do it and write about it. What if I pick 10 or 15 cities and we can do this. That is the book cooks tour that is going to turn into a show because when he travels these 15 cities. He's gonna wind up taking. And these got... These... It's married couple. They wanna up being, the founders of a very successful production company now called... Is it 0 Z productions. So Tony's the first person. It's just the the 2 Married couple on him start and then they they build up this, you know, rather successful business and now they go into to produce all kinds of things. But this idea that they eventually evolves that it that that's just thought, hey, this is what I like to do. That that idea eventually falls into no reservations and parts unknown and and is why most people know who Tony Bo is now because of that just random idea right there. That that I'm just gonna be flexible. Let's see what happens. And so before we jump into his... This is why I think if you're interested in County Bo and you should also go to Youtube and watch the the first few episodes, the first season of Cook store. Because she's like, wow. This is so different and than what's about to be come. But we gotta go back to his mom because his brother just hammers his mom in this book over and over again, fact that she was suit extremely negative that she thought she knew better than and everybody than she would metal. And it says, she was a copy editor her at New York times for 25 years. She was paid to be fuss and correct other people. She was never not interfering. She figured, I have the better answer, and people should understand understand that, and they should appreciate that I'm being helpful. I think she legitimately thought she was trying to help Tony by calling as publisher and trying to correct mistakes in 1 of his books. I mean lady, just stay the hell out of it. You know your son is already a global success story. He's already sold 2 books in his own Tv show. And here, mommy is calling to publisher to say there are some grammatical and spelling mistakes mistakes here that should be taken care of that drove him bats shit crazy. And I bring it to your attention just because they had a very contentious relationship. They'd go through Tony and his mom. They do few long periods of not speaking because she just could not stop meddling. So we have the founder founders of 0 productions, the ones that come to him, he just thought, I was gonna travel around the world and and and write about it. They're like, well, what if we film it. And so he's, again, working at his job, they go meet him at lay and, like, between dinner and lunch shifts. They talk, hey would you ever consider making a cook and Tv show. And says, after dinner schiff, we set him against a brick wall and started asking questions. Have you ever traveled before. He hadn't really. That is crazy. He had traveled to Francis as a kid and wants to Japan for work. What was clear was that Tony was very well red. He had a deep love of film. Those were his points of reference. Out... It was like, I wanna go check out the places that loom large in my mind from the things that I've read and the films that I've seen. The whole thing was so ill can see So we had no real game plan. This is about just letting things happen where they're gonna go. You have a basic idea but you don't know how you're gonna get there. There was no real format to the show. We had no fucking clue what we were doing together. Tony felt awkward and weird and uncomfortable another thing. What most people don't know about He's an introvert very socially awkward. Because everybody thinks oh. This is a cool guy in the world. Like, oh, he was extremely socially awkward. He wouldn't make eye contact with you and take him a very long time to get to know you, etcetera, etcetera. In the first shoot in Tokyo, Tony was a guy coming at turns with the fact that he didn't know what he was doing. And he didn't know what he was supposed to do. We threw him into the boiling water and watched sq. It was painful, and then no of myself on this page A bunch of highlights. This is what doing something new feels like. He seemed very jittery. He was uncomfortable. You could see this wide eyed enthusiasm for what he was being exposed to, but in combination with nervous energy and insecurity. And so they're like, wow. This is a disaster. I didn't think To... Tokyo is the the first episode. I didn't think it was that bad. I mean, it's obviously not as good. Like, it's not nearly nothing. It's like, 1 tenth of what he does in parts unknown and reservations everything else, but it's not, like, you know, terrible, terrible. But the point was is that that's his... His starting point, but he was always improving. They they wound up going to, H chi in citi. I think this is the second or third episode I can't remember and immediately. He's already starting to improve. We always say that's that's when the show really started to happen because he'd had already read so extensively about Vietnam. He knew so much of its history. There were all these interesting ports of reference that started to per, we were grabbing onto that energy. If you look at that footage, he's coming alive in the field for the first time. He began to understand I can actually have fun with this. I can do something that has some meaning. And so his... The the guy that owns the restaurant that he works at actually traveled with him. This is Felipe again. And Felipe actually he lives now in Vietnam full time. He was actually in Vietnam visiting when he got the news that Tony killed himself, but this is a good almost what 18 years, 20 years before that happens. 18 years before that happens. And this is the first mention in the book of and I wrote the word ability. So I I put the first mention of his ability to go to a sunken place. And I scratched out the word ability, and I didn't replace with anything else because I don't know what word fits there but his propensity, I don't know like, he just... He was dark, David Chang in in the documentary. He says Tony was extremely dark person. And so this is... They're talking about what happens in in Vietnam. It was unbelievable. The whole trip was absolutely magical because of the state he was in. It was extraordinary, although I should mention in the middle of that trip, I saw him fall into the abyss. It just lasted a few hours, but in those 2 weeks of complete Elevation and happiness, I saw him fall, like falling from a plane, down deep, dark, and then he climbed back out. He opened the window the door to show what was inside him, and it was dark. And so he's starting to become more well known more more famous. This is where he he... His marriage of 20 years falls apart. They had known each other. I think they were dating since they're, like, 14. So maybe maybe they started dating... Maybe they knew each other 14 start dating, like, 17 or 18. I mean, they were together for a long time. Now he's in his forties, and they they just wind up. And this is also to see he's just... Where he says, like, I cruel burned... What was that line? I I said earlier to you. The I crowley burned down my previous life in its entirety. This is the start of that. His brother goes to visit him. His brother married with kids. They go to... You know, let's go visit Uncle Tony and aunt Nancy. And it says they invited us down to say Martin to be with them as a family, but they were sort of in the middle operating at the point and the planet had changed up at the very last minute, and we found out that we were going to be there alone with Tony. It was kind of obvious that the whole fame and Tv thing was not for Nancy. She did not like the attention. She did not like the intrusive ness. I don't think he was happy that he just split from the woman he had known since the age of 14. We'd come home from dinner, then we play Poker or hang out and tony we basically go out and get bang by prostitutes. He'd ride around and then and he's getting drunk. He's doing all kinds. This is... He also talks about trying to commit commit suicide during this point, but he says it later on. He doesn't tell his brother this. He talked about driving off a 1 of the Mountain roads and say Martin. He'd ride out somewhere at 10PM and he wouldn't be back until the time we woke up. He was very upfront about it. And then we have a his wife commenting on this point. Once he had the chance to make Tv came along and he embraced it. Tony was very smart. And I think he realized this is the way things are going to be. It does a weird thing to a marriage. So they went up divorcing 2005. The thing about Tony though was he was... At... And people said this over and over again. That he... At his core, he was a romantic. He wanted to be in a long term relationship. Less than 2 years later, he's married again, and this is where he has a kid. Who's actually a crazy story about that too so I'll share with you the book. And so he just... He was completely involved in relationships all the time. And when they fell apart, he would spy out of control. We see that He's tried about killing himself. He's doing drugs. He's with prostitutes. He's doing all this kind of, you know, behavior that's not gonna end well. This is wild. What I'm about to reach you? Considering how successful no reservations became because a cook tour was the precursor for all the television you made. And he's doing it on the food channel. And this is a good example We got have the right partners. Like, he was just on the wrong channel. It was a moderately good number of viewers, but it didn't have a breakout number of viewers and it was an expensive show for us. So as the years went on, I was really pressed by management to cancel the show. And so the show's over. He's like, okay. That's. I had my run. This is over. Once we said our good goodbye Food network in Classic Tony form, he said when you figure something out, let me know because I'll be there. We started to pitch what would become no reservations. It took a long time to sell it. It was a solid 12 months in between the time where they have this idea to they actually sell no reservations. And what... What's what's... I don't know. Maybe interesting about this is that he was still fighting, like, his insecurity about... Because he said I used to make fun of Tv personalities. Now then I became 1. Because he, you know, a very cynical... It's weird. It has, like a combination of all and wonder at the world, but also deep cy about the the... I guess, the the the fate of humanity. And so they're filming the pilot for no reservations. He brings his brother, Chris with him, Tony and Chris did the first reservations pilot in Paris. They ended they ended up having this huge fight in the field. It was an crisis. Tony was like, this is all bullshit. I don't know what this is. What am I a Tv personality personality now? It was just to kind of 2... It was just 2 of us sitting at a table where he again kind of fell apart with tears. He's crying now. Questioning what we were doing and what it meant. We were all scared of our new. We were trying to figure it out. I think the underpinning of his relationship falling apart were really coming to the surface at that point. So the travel channel, if you... Well, what's interesting is no reservations goes on the travel channel. Right? The first show ever appear on a travel channel that had a mature warning. Right? Because Tony wanted hit... He's like, I'm a writer, and, like, this is going to be authentic. This is, I'm not some fake talking head. I'm not... Like the rest of the people in your network. This is not going to be me. We're either do it my way or we don't do it at all. And so we're gonna see how he talks to the president of the travel channel here. And what some other executives or producers because they talk about the book How executives and producers think they knew better than the people, like, like, they thought that knew better Tony, other people, what they didn't realize them what Tony realized is that the way these bland, like, Tv hosts and people were were... Yeah. You might have a millions of people watching your show, but there's not a deep connection. And the authenticity you might not have, like, always, I've watched a lot of stuff. So a lot of stuff, Tony did or said I didn't agree with. But the point was that he was authentic, and you felt that connection with them. And he was adamant about not letting other people get involved and distort the product that he was making, which is really the main point of this. This is the president of the shit... Travel channel. He's gonna be talking to here. I left it overnight, and I came in the next morning and decided that that this thing was a judgment call. There was no right or wrong. So I wrote to Tony. Your judgment on all other issues with the show seems have been okay. So I'm gonna go with you on this, but you need to understand that I reserved the right to change it, and he signs off best pat. He... He he emailed me right back. Sure, you have a deal. If however, your opinion is going to be based on the output of some cluster fuck group, then we should all bend over right now. Best, Tony. These emails now this is back to pat. These emails, they're burned into my brain. He was giving me a sense of the level at which he wanted to operate and no detail was too small. When he believed in something, he really went in with it and put his all into it. So then they start filming no reservations, and this is an editor on no reservations remembering that time. Tony proceeded to tell everyone to ignore the network. He said, completely ignore everything they're saying about music about story about shots. Let me deal with it all. I'm gonna make the show I wanna make across all fronts. I'd had already been editing for the... For at least 10 years, and this was the first time I'd heard anything like this. Everyone is always just trying to make the network happy. And if you think about what's happening here is Tony understood. That the focus was wrong. It's not about the network. It's about the viewer. Other people pre Tony Bo had this flipped. They had... It's just like the steve jobs sc thing how you flip It's like, no, it's about the product then the profit. If you pick the profit before the product, the profits gonna go away because your product sucks. Everyone is just trying to make the network happy. And Tony comes in and says no, no I'm not worried about that. I'm gonna make the show I wanna make and the viewer. Is the person I need to make happy. There's an element too when I'm reading this book, and I realized he he died when he was 61 years old that he really did live, like, he he optimized for adventure and he lived a full life in just 61 years and maybe 70 percent of the experience In his life. Were in the last 30 percent of his life. The last 20 years. It's very similar, like Teddy Roosevelt, shocking. Teddy Roosevelt. I think dies at 60, 62 or something like that. And you read biographies about it and read. I. Like, how does 1 person live multiple lifetimes and they do it when they die relatively early. This is just an example of that. There's all kinds of stories in the book that you just want me to pull out for you. He was like that friend, he went to a party, got too high and easy to come get him because he found himself in a place he shouldn't be. We got a call 1 night. He was somewhere on a super in the mediterranean with a bunch of saudi royalty. He called from the boat and said, can you help me... Can you help get me home? I might be in over my head here. Can somebody please help me out. It was 03:00 in the morning. That was the beauty of Tony. You're where? He had always found his way into some weird places. So then we hear from, his second wife if this is gonna be the mother of his child At ta, and she says, she gave a lot of reason in this book. She's also in the documentary. She's like, this the last time. I'm speaking about this publicly. This is the reason I bring this your attention because this is 2005, and he's mentioning suicide. So it says on our first date, he actually told me right after his marriage ended that he was in Saint Martin, and he was suicidal. He rented a car and he was driving in the middle of the night on these really tiny roads going up the hill, and he's like, you know what? If I die here, I don't care. And that's 1 of probably 10, maybe a dozen examples that I found of him... And he... He always said... And that was the first time I've heard him about driving off a cliff because he usually mentioned hanging himself, which is the the route he ultimately chose. So it says... And this is what I mentioned earlier about him just being a core. He romantic. Like fantasize about having a normal life kid, wife kid, white picket fence kind of thing. That's the... His words not mine. When he met, there was a shift. His general attitude towards life change. His cy was a bit bird. And the conversations wouldn't necessarily twist towards the dark as quickly. He seemed very happy. And anytime you're gonna change. There's gonna be some people in your life that maybe you don't... Like, they don't say in your life anymore or something changes. So a lot of examples of him kinda just drifting away from friends of his previous life, and, you know, even tell some cases, like, you just... You guys don't get me you don't understand me. I've I've heard him say this on the show with with people who's interviewing. David Chang is another example that. There's a there's a the episode where they're in New York and they talk about, you know, David cheng went through a similar experience of, now I'm really famous chef and, go back and try to talk to my old friends, and I just... We can't relate to it. So Tony would say some messed up things like, you guys don't get me. Like, Eric Rep gets me and Mario gets me, Bat patel and all these other people. And this is Sam, 1 of his friends and somebody he worked with for a long time and also the former junkie. And he... This is what he says. Was like not only do we get you, but we made you. And so he's, like, this is not true, but this is really the point I wanna bring to your attention. The the the resourceful and the discipline of a junky applied to something productive. And so he says, even though we didn't really talk anymore. I was so proud of him. And the discipline he developed. I don't know where the fuck that came from. And so I think that's a great illustration of this what I'm trying to convey to you, is he literally had 2 different lives. It's a different person. Now, he took some of the experiences he had in his previous life. His extensive knowledge of working in a, in a kitchen for 20 years. His extensive knowledge of film and leisure and took that and uses those ideas as tools to to be really successful as the second life, but he's saying, I don't know where that came from. Like, he was extremely disciplined. This is more maybe the... Again, maybe personality traits. At least I I say they're surprising, because, you know, somebody, I thought I'd studied further closely, extremely, you know, social only awkward. And then you see that his approach. Like, his addiction Like, he he took his work extremely seriously. So it says, it could take Tony, you... It would take years for Tony to make direct Eye I contact and say people's names. That all came from his extreme social anxiety. He said later on life because he got way too famous. He also developed ag Ag, which is, like, a fear of public places, fear of, leaving your house towards the end of his life, Didn't wanna go anywhere. Most of his last, like, he would communicate to Instagram stories. And almost all the time. It was just him and a hotel malone, him and his apartment in New york alone. He was quite ob absorbent. He took... So he talks about, like the people that he'd wanna be around where people like him. I says, I took my job very seriously. Eat sleep dreamed the job, and Tony appreciated that. It's how he approached his shows. The line between Tony and the show was very thin if it existed at all, and I think that resonated with people that watched his show and and consumed the the the the the work that he created reminded me of what great quote that I learned from Coco Chanel in the last biography I read of her. She says it's a moral to play at one's living. Later on, Tony sends an email, and he says the greatest sin is aspiring to mediocrity. Another quote that Tony says that I think 1 of his most famous quotes is that your body is not a temple. It's an amusement park. You should enjoy the ride. And this sent... This 1 sentence of the book reminding me that. Tony respected the willingness to take physical risks to create risks. The desires to be out there on the edge and to have experiences. Go back to that the idea, the fact that the the the separation, the line between himself and his show is Done almost not existent. Moshe, Tony realized and he that's why he made fun Was they're just not authentic. And so he was very decisive. If he stood by what he believed and he was smart. He knew who he was. He knew what he wanted from the show and he delivered. It was clear that he had a vision for it and the vision... And the vision reflected who he was. And that is not the case with most of the people on television. So what I wrote in the book as I got here. I thought about, because I also in my mind, I just recently seen a clip of the restaurant he worked out in Manhattan when, yeah, after he died out, turned into, like, a a shrine. Like, you saw this steve jobs died, how people would would send flowers and in notes and stuff at the apple stores. And you you can read some of them about the letters people wrote to Tony after he died about the impact they had on their lives. And I wrote it's like some broadcaster. Right? Think about it everybody else that's on network Tv apple If these people died, the the... If they died, you think there would be an out pouring grief like there was when Tony died. And I think the obvious answer that is, no. There just absolutely would not be. The fact that there was almost a non line between himself and the product he created. I think is what helped him resonate with so many people they felt that they knew him. And so now we just get examples of this just crazy range of experiences life experiences that he's having during this time, and this is what I was mentioning earlier. It's like, This is all this a life full of crisis memories is really all that we're gonna have. Think about what Ben franklin knew. He said this 300 years ago. That time... Don't don't sq time because time is the stuff that life is made of. How you're spending your time is the most important thing in your life because it is your life. So this is David Chang saying, there was a whirlwind bo around these years in my early thirties. I think Tony took a shine to me because they saw a lot of me in him. And I idol utilized him. Some of the best moments of my life were with that guy. The best hang, man drinking, smoking. Tony was a fucking best. There was a 5 year stretch where more often than not, Tony was gonna be there, and we were hanging out a lot and getting blind drunk together, and smoking so many cigarettes. Almost all over it to check this out. Almost all of our conversations were based on happiness and the elusive of it. And so Chang talks about 1 of the the best nights they ever had together. I forgot, I think they're in Spain somewhere they're at, like, They're at some culinary conference and all the people in their industry and all the people they know her there, and he says it was me. He's gonna list a bunch of other chefs. So I'm gonna skip over that. Was me Every chef who was at the conference. Tony was there when his packed. And Tony or and Tony and I were like, we don't wanna go to this fucking dinner. They make you out all these dinner junk. And we're drinking these giant gin tonic, trying to get out of out of it, but we couldn't. I do think it was the best dinner I've ever had of my life. Everything we ate, and I remember we were drunk, but we were just eating it with our hands and the whole thing was magic. It was like amazing cheeses and lobster, and everything you'd wanna eat at that moment in time. I remember looking on the around at the room at Tony, and there was just utter fucking joy. I remember saying, even the most jade cynical motherfucker can be knocked on their ass. And at the time, I didn't think there was any more... Anyone more jade in cynical than Tony. And he said too, this is the best meal. And the reason I bring that up is because in the book, in the documentary. In these interviews, you see that people are devastated the fact that he died, they don't have their friend anymore. But inevitably, what they talk about is they'll talk about Suicide for a little bit. They don't... They talk about the memories. Do you remember the 1 time we in Spain? You remember the time we were in Nashville. Do you remember your time where we're here and we were doing this? That is... Andy, that makes your friend your loved ones that passed on immortal. You get to keep those memories those pictures, the videos, everything they have from these experiences. So in this chapter, David does say that travel... How travel changed David Chang does say how travel changed Tony. He says, all that travel made him worldly and wise. I think he saw things that are real... He saw he saw that things are relatively meaningless. I think that travel was him running away. Every new culture, every new Tv project was to fill the heroin void. The more he traveled, the more he saw the pain and suffering of it all. It gave him deep, deep humanity, but I think it fucked him up even more. And then this goes back to this idea of just filling your life with as much experience as possible as much life as possible. There's just a great line in the book that I wanna reach you. This life isn't a green room for something else. He went for it. And so that is written after he dies. Now 20 years before he dies, he does that show Cooks Couture that I told you about. If you watch the intro to that show. It was very interesting. So we talk about you and I talk about this idea all the time. I got from Mark Jason. I think it's in the book hard thing hard thing about hard things. So his partner Ben H. They're talking. This is, like 25 years ago I'm glad they're young younger versions of themselves. They're in a startup, and Mark sends to said to ben something. And he's like, you know what I love about startups. And ben like, what? He's like, you only feel 2 emotions. Euphoria or terror. And so anybody doing something difficult knows exactly what Mark is talking about. Like, you have the highest highs, but then alter... You know, you have the lowest lows, and there's almost nothing in between. I feel that's a way that that Tony Bo lived his life. There's almost like a bipolar unfortunately 2 of this all. And in his first show, he talks about in the intro. It's like a 20 30 second intro. There's a line here. I wrote it down. Says, I'm hoping to I I hope to have a few epiphany around the world, and I'm willing to go to some lengths to do that. I'm looking for extremes of emotion and experience. I'll try anything, I'll risk everything in that line, I'm looking for extremes of emotion and experience that is Euphoria and terror. He had some of the greatest experiences a human being could have. He also had some of the worst and unfortunately, there's very little in the middle. And part of that is the way he approached his life. This life isn't in a green room for something else, go for it. The interview I watched right before talk sit down and talk to you as he talks about... So he talks about what desire to hang himself in his hotel room in Sicily. This is the Sicily parts unknown episode. You see him flip out on the. If you've seen the episode He says, in Sicily, he kind of had a mental breakdown on the shoot. I'm giving you some background because this is about I wanna say about 3 years before he actually does it. It was also his birthday, and he'd almost reached the age at his dad was when he died, and it got dark. He went really until fun, and he said that he hadn't expected... Because he said he hadn't expected to live beyond that age. He was having breathing difficulty. So full on panic attack. These are... I'm not, like, this is a serious, so he needed help. He was having breathing difficulties. He was suffering from anxiety. We got him an oxygen tank. We were truly worried about him. Worried about his health for his mental state. And there was a day when he just sat in the garden and he wouldn't film anything. And part of this, you when you studied him and you realized that he he wanted to quit a show. He wanted he liked doing it, but the the the toll, the cost is too much a destroyed his first marriage. It destroys his second marriage. He didn't wanna destroy his last relationship. It it Alienate needs and lets him spend... Doesn't allow us some time with his daughter who he truly didn't love. And this is what I mean. It's just, like, there's multiple periods in his life whether it's talking about. I'm just gonna sell everything, go to s saint martin and be a beach bomb and live a truly happy life or I'm gonna quit doing the show or I'm gonna do something different where the case is. It's just like, he got the idea Got to the edge of but he wouldn't step over that. And so I'm gonna I'm gonna I'm gonna read this to you and then this made me think of somebody who who successfully navigated what Tony I I feel failed to do. I asked for the fame. I asked to be the big guy, and now I'm accountable to... And the reason he didn't do is because now it's not just his own living. He's got 15, 20 people on his crew. All these people that make money and and they live depend on him. I asked to be the big guy now I'm accountable to this huge group of people, and I have to do a really good job, and I have to be Anthony Bo all the time. I chose this. And this is the cost and the price. And so they're having this conversation. Somebody asked them I says is it worth it. And he says, some days, yeah, others, and so out of the 220 biographies or whatever the number is now that I've read. Out of every single person when I say, like, the 1 person that is... I consider my blueprint, and I gotta reread the book. Because now it's it's at Door a man for all markets. I think it's founders number 93 maybe 99 something like that. It's been, you know, I've done over a hundred since then. He's the probably the only person that did not over optimize. He he was extremely successful, extremely smart, extremely financially successful. He lived a life of adventure. He was a good husband He was a good father. He took care of his health. And he's still alive. I I don't mean to just speak about him in past tense. He he he identified the this the handful of things that he wanted to be really good at and and was a... It lived a balanced life. He did that. That is 1 of the most tragic flaws in a lot these books is like, the over optimization of, usually their professional life to the detriment of other areas, health, personal relationships, parenthood, whatever that is. And Ed thor got it right. And so I wanna read this. This comes from I'm man markets, the forward was written by a scene to le. And the note like myself, when I when I took notes of this. Is this is another lesson that to lab learned from Thor, own your life. Don't create wealth while losing control of your life. So this is Tel lab writing about Thor. Some additional wisdom I personally learned from Thor. Many successful spec after their first big break in life get involved in large scale structures. This is exactly what tony happened to Tony. Okay? This is why Bringing to your point. Attention. After the first big break in life get involved in large hail structures with multiple offices. Morning meetings, coffee, corporate in entries, building more wealth while losing control of their lives, not ed. After the separation from his partners and the closing of his firm for reasons that had nothing to do with him, He did not start a new mega fund. He limited his involvement in managing other people's money, but such restraint requires some intuition, some self knowledge. It is vastly less stressful to be independent and 1 is never independent when involved in a large structure with powerful clients. It is hard enough to deal with the intricacies of probabilities you need to avoid the va of exposure to human moods. True success is exiting some rat race to modulate one's activities for peace of mind. Tony Bo never had peace of mind. Ever. Thor certainly learned a lesson. The most stressful job you ever had was running the math department in the University of California California Irvine. You can detect... You can... This is maybe the most important sentence in the whole thing when this team is writing to us. You can detect that the man is in control of his life. This explains why he looked younger. The second time I saw him in 2016, then he did the first time in 2005. And it's just absolutely amazing. I I I'm gonna reread that book soon. And if you haven't read, I'd ordered a meeting it Man for all markets, about event door absolutely fantastic. Let's go back to... So he's doing observations about student parts unknown, and he's got all this... This is more of this this contention relationship between the... Their mom and the the 2 boarding brothers. This is his brother writing. It drove both me and Tony Crazy that our mother just seemed convinced. That my son is now prestigious and famous and making a lot of money, so I deserve to for to have him give me all sorts of money. There was also always some story about why she was out a huge sum of money. Tony would get an email, like, hey, I need 50000 dollars for ind dental work that And this just more about dinner... The fact that she was crazy. There was 1 dinner that we... We had that... Where she... So it's dinner at dinners is, the mom and the tucson. There was 1 dinner we had where she presented the grand plan that Tony and I were gonna bail her out. I had found out a few months earlier that she had fa my signature on a document and had basically yank our dad's ashes out of the place where we had them stored. She was technically still his wife because they never divorced, but they had separated and and lived and his his father god, like, in a different relationship, even though she had basically kicked them out. She had convinced herself wrongly that he had forgiven her, and that they should have their ashes scattered together. So just having her plop down that night at some restaurant and say this is what you're gonna do for me. You'll buy me an apartment, and you'll give me ASI think Tony's jaw dropped. And I went kind of ballistic about the ashes and the forging of the signature. I said that's the shit thing you've ever done. You should be ashamed of yourself. A saint... Ashamed of yourself. She walked out in a hu. Tony and I stayed and had dinner. And then towards the end of his life, there's this writer named Patrick that it's writing this in... I think it's a new york... I'm pretty sure it's an article in the New Yorker that comes out. I actually read it It comes out, came out soon came out, 2000 end of 2... Maybe November 2017, and he killed himself June 2018, so less than a year before he died, if, III think I those states correctly. And so he's having these conversation. I think this is really important. It's like, slowing down and ask you, like, what am I chasing? Like, why am I... Do I know why I'm doing what I'm doing? And then why keep going if you're lonely and it's burden and you have all these other opportunities, like, you're you're a writer. You could write books. You don't have to travel 250 this a year. He had opportunities to have his own show on Sirius 6 sam, like, a podcast like an interview show or whatever the case is like, you were talent... He's talented. He's just an interesting person. It doesn't matter if he's writing if he's... He had a very successful lecture business where he'd go and sell, you know, 30000 tickets at a theater just to hear him to spend a night with him talk. He had all other means of supporting himself because you had other people that were interested. They just you were an interesting person, You know, whether that's coming through on radio whether it's coming through on writing books but it's coming through lecture. You don't have to destroy yourself like this. I asked them about half a dozen times over over the year. What do you chasing Why do you keep doing it? Why don't you slow down? He had shifting explanations. For a guy who was so adept at diagnosing himself, none of his explanations were very persuasive. Says to me, the most persuasive answer came from Eric repair. When he said, I think Tony keeps moving because he's afraid of what would happen if he stopped. So several times over the last few years. He has this idea. It's like, okay. Well, how can I keep doing this but not be away so long? And they came up with an idea where we could shoot an entire season 30 days? Which is a lot different. And so he almost had a way out and yet is messed up because the the the chairman of Cbs with C Cbs time. Let... Less Moon based. Just says something that Tony doesn't like, it says he was pushing pushing for us to come over with another contract that would take less time. Wait way less time to shoot. He says, we could shoot... They figure out a way. It's called have Knife will travel. He's like hey here, look, we could shoot this entire season in 30 days. We went into the meeting with... At Cbs with less move. Les says, okay. I like this. Then he said, just so you know, this is Cbs. This is the big time. Anything less than 8000000 viewers is going to be considered a failure. We shook hands and then we went out to the street. Tony lit 2 cigarettes at the same time. And he said, 8000000 people? No way. Don't need that kind of pressure. I don't need someone at my ass like that all the time. He killed it, meaning he killed that idea. And what I thought of, like, there's a lot in this last week, and I don't know if I did good enough job on honestly. But they... There's a describing, like, the the bureaucracy, like, the big company, big institution, big organization bureaucracy that Johan C had to deal with. There's a lot of that same thing in the book where is you just have these these... I it's no wonder why Netflix is kicking in all these guys assets. Because they just don't understand. Like, they think they know better than the people actually making the product. And so all I thought of about was reading this book, I was like, man, if Tony, he's just 5 years, maybe 10 years too early, because if you... And I might actually... There's been a few listeners that have recommended. I think there's 2 books now. There's 1 by Reed Hastings about their days of Netflix, and then another 1 by his c cofounder, I can't members name. But he wrote a book about the early days of Netflix too that I might cover because it's a lot... I mean, it's very interesting. Not only I've been a subscriber to them for, like, I don't know over a decade. I mean, I... I've been subscribing since they were sending me Dvds in the mail god's sake. But So there's obviously, like, I, I believe in their business model and think what they're doing is interesting. And I think they're super smart. But what I've heard from people that sell products, their sell their shows or whatever to Netflix is Netflix just completely hands off. They're like, okay. I like that show I'm buying it. They don't sit there and call you up and I'm like, oh, change this sequence or, you know, edit this, which Tony hated. It's like, you know, Steve Jobs said... The reason he didn't want, like, to be second guess by executives or even focus groups. He's, like, usually, like, would you tell... It's like, grabbing the brush from... This is such a Steve jobs thing to think, but grabbing the brush from Pablo Picasso. And, like, just adding brush strokes. He's like, get out here. Like you would never do something like that. And so I was thinking is, like, you would never hear somebody from Netflix. Oh, we need 8000000 viewers just just didn't to be considered a failure whatever the case is and, like Tony had 1 of the... Even to that, like, people still watch this. I've talked to people didn't even know Like, they see his show on Tv. They thought maybe he's still alive and still making it. But Netflix would have been the perfect or any of that. I mean, it can... I guess, Jeff Bezos and Amazon, other people might have done this, but that approach that you see now. It's just like, no, no. We buy the content. You know, we sell the content on a subscription basis to our customers, but we're not gonna tell you what to do. That would have been the perfect match for Tony. And this stupid little comment, Like, oh, this is the big time. You know, Anything less than 8000000 viewers is gonna be considered a failure. Not that he when he said that he knew, like, couldn't possibly know what what would happen if Tony continued down the path he was on. But, you know, it's just... It's... It's... This this part of the book jumped out me and just, like, oh, you see that little crack in the door that little light was like, oh, he might have had a way out. You know, still get to produce television that he... That he that he believed in that he loved and didn't, you know, have also a life. It's just a mis opportunity. It's just just sad. 1 thing that to learn from Tony that that's positive. Is this idea. Like, you'd be a yards stick of quality. Most people are not used to an environment where excellence is expected and Tony was, you know, he... The crew loved him, but he was extremely hard him them. I It says. He demanded excellence. And he never settled for shit. He just wanted the show to be the greatest thing ever all the time. And that's, like, this obsessive nature, this this addictive this, like, clearly he loves and he has soul game. These are the people that make the best products. The coco chanel, the Edwin Lands, the Enzo Ferraris. They all... There there... That... There's a lot of traits that Anthony Bo shared with people like that. He demanded excellence. He never settled for shit. He just wanted the show to be the greatest thing ever all the time. No 1 ever got compliments for tony. And even that that... And even that wasn't... He talking about. He was surprised because, like, oh, it's. He said, it's good to have you around, you should stay. And so he's, 1 of the producers on the show. I think it's shit a Camera. He says no 1 ever got compliments for tony. And even that wasn't really was, like, don't leave you're useful, which was probably as big as compliment as you're ever gonna get from him. And so we have this complete creation to his craft and then, you know, another trait that is maybe less than good, especially in Hindsight wasn't good. He's addicted to chaos. After he died, everyone was saying rest in peace, but Tony didn't enjoy peace. He loved, he says, he loved, I wouldn't say conflict, but energy. He was attracted to chaos on set, he would even instill it. This is more about him the way he worked. A lot of this, obviously, is gonna come from from editors from crew members, from producers from cameraman from directors. They give us a really good insight into how he worked. This is something that, you know, this know, like, wishy washy ness in his communication. It's, like, he you always knew it was crystal clear about what he wanted. He preferred clear communication, and I think anybody can appreciate that in an environment that they work. Like, you don't want this passive aggressive or this, like, mean language. Just to communicate clearly... We're on a team here. Let's try to figure this out. If Tony loves something he would tell you. And if he hated it, he would tell you that too. He wouldn't dick around. He would give you a straight up answer. And sometimes that would really sting because it would be... It would be an upper cut. But those of us who stayed with it a long time, you would just know not to take anything personally. It was his life's work and he never slack. He would never miss a deadline. It would always be in your inbox that morning. He loved deadlines. So now we're about 2 years before he dies. And this is the sad thing. So maybe let's say, let's say the last 3 years of his life. The 2 years... So he had 2 years where he cleans up his act. He stopped smoking. He gets really good habits, He gets in shape he gets becomes addicted he he switches his addiction. I was addiction to in training and being healthy. And then the last... The year. So you have 2 years of good good addiction. Then the last year, that addiction is pointed in a different direction, which is a relationship with the Aj Ar gen, and she's a terrible person. Everybody in this book, and everybody in documentary hates her, and they were warning about her for for a long time. But this is about... I remember what Johan K said. He's like, when he he... You know, he died lung cancer realized too late like, you're bad... Your your bad habits have consequences. And you're not gonna escape those consequences. Tony did something smart. He he he he changed his behaviors and started optimizing for health and it was was somewhat happier as a result of that. So this is 1 of the directors on parts are known. The fucking smoking man and the exhaustion and the travel, really racked up a heavy line of credit over the years. There were times when we be on on hike on a shoot, and I'd be like, who has the def flip def? Because I had Tony on Mike, and I could hear him w, and I could hear him coughing. And this is something I'm super aware of. I just saw my dad for Thanksgiving, and I know I don't have much time left with him because he's been smoking a pack, 2 packs a day for 35 years, and he just will not refuses to quit, the coughing, the w, it's just... I know what is coming. And so I've been trying, like, I'm not gonna make the same mistake I did before my mom died I was like, I'm trying to talk to him as much as possible. Spend as much time with him as possible, take pictures and videos and ask him about his life and write everything down. Because there's no... You know, there's just no... Been trying to get quits take smoking cigarettes for 2 decades. Like it's just no... It would have happened. You say I'm saying here, like, it it would have happened already by now. It's at this point, I'm faced with the the choice. Like, what a... Like, do I keep nagging about it? Like, a alienate relationship is, like, he's he's a grown man. He's going to do what he wants to do regardless of what I... Anything I say. And I could say, hey, You got 2 beautiful grandkids. Me 3 beautiful grandkids, like, you know, they like spend time with you? Like, don't you wanna see more of this. But that's really... I mean, if you if that's not persuasive enough. I I don't know it is. So hearing about this And the fact that he did stop smoking. Temporarily, Anthony Bo that is, and then he picks it right back up. Like, you have to be really... Know left myself in constant, like, reminder of this lesson I took away from this book that I've not I talked to myself about, but talk to other people as I've been read reading this book man. You've got to be careful, who you keep around you and who you let influence you. Because they're going to even if you're saw on a some subconscious level, whatever it is, the everybody around you is going to influence you. And this is always a dangerous, dangerous person and a manipulative person that you let into your inner circle that you you you gave your entire world to. And the book is gonna go into a lot more detail. Then I will. It's just... It's not a... We're not there yet. So let me let me go to the fact that he finds a healthy obsession. I guess, I'm. His his his wife. He... I don't think they ever got divorced. At at, because even when they were, like, they lived together with their daughter. And they were... The romantic element of the relationship ended, but they were still, like, friends and raising their daughter, and then, Aj is gonna be like, no. You need to move out. No. You can't post about your family anymore and, like, completely controlled his life. But says, a Ot gets into Jj him. And her passion they're like, anything... Anything that somebody's passionate about, like, he has he can be infectious in nature. You know? I have 1 of my oldest friends is like, addicted to snowboarding. He moved across the country just so he could be hosting them mountain. And his enthusiasm and energy. Us Like, oh, I wanna learn her how snow snowboarding. And I actually took snow snowboarding lessons. Like, I could see why I totally get why you like this. So it says, maybe I should have have... This is. Maybe she have my close friends and family tried And right about that. And Tony tried it and he really liked he really wanted to do it, So then he starts at being addicted, he would... Anywhere he would traveling in the world, he'd have to change your jets in the morning. And if you're getting up really early in the morning, That means, at the night before, you're not gonna be, you know, drinking as much as possible because it's... Anything's gonna interfere training kinda gets pushed to the side. He was always making sure that when we weren't going on shoots that there was a gym and he had time for training. If he couldn't train, he was not happy. And if there was no club, and he made people on the crew train with them even if they weren't even if they weren't trained. So there's no ji club, then the case would be okay. Let's just beat the shit out of other until we're exhausted. That would always get him in a really great mood. He was a very intense dude, and he did find the sport that he found the sport that matches personality. His ability to go from 0 to a 1 to 100 like that. And so this idea of the that the the benefit of rigorous physical activity as a way to, like, lighten your move and and make you happier. It's... Not... This is a very idea. Grief philosophers talked about it. That is a quarter on my... I always say on my. I read the, the auto of Nelson Mandela along time ago. And as far as stressful lives, Nelson mandela is up there? And he says, my main interest was in training. I found the rigorous exercise to be an excellent outlet for tension and stress. After a stretched strenuous workout. I felt both mentally and physically lighter. And so Tony was experiencing the benefits of that. He says, the same way I used to wait online to score heroin. I'd be at the Dojo waiting for it to open. He said he was trying to use that kind of addiction mentality for something else. When you have that kind of personality, it's all encompassing and it reaches into every nook and cra of your being. And so this is where we got to the point where his life is... This is the last year of his life starts to turn really bad. And to know if myself is what I just told you and really know to myself, Be careful who you allow around you. They influenced you. There was a peak period where he seemed happy. That his addicted personality was just off focused. He looked great. He had all this energy. At 1 point at the end of a scene, he almost hugged me And I was like, what the hell? He's not that kind of person. And then fucking what's her name answers his life and he starts smoking again, and he just sort of got back into that negative energy that fit into this weird fantasy character character that he felt that he was. And then this is his wife, even though, like, they were living together, not, you know, he married but, like friends are raising kids. Right? She says he went back into his old devices. He went back to smoking every day and drinking more than he was when he was at home with us. Those things don't really make you feel, like, get going training in the morning. And he was serious about training. He was addicted so he competed in tournaments. Again, you can't show up early to train, and that's a good like a good hack to have good habits. Like, I can't get drunk the night before because I had to wake up at 6 to work out. And I know once I do this, I'm gonna feel great for the rest of my day. So this idea those things don't really make you feel like going to train in the morning. And so she's going back Ot who's living... I mean, obviously traveling but they're living together at this point. He's eventually gonna move out because Aj requested that. And again, I'm not... Like, he's the 1 that kill himself. But doesn't help that you have, a terrible person around you and manipulating you. So this is. He really fell into that... He felt... He really felt this responsibility to be healthy. He started actually getting checkup ups and going to the doctor. This is before. He he he ghost on this bad path. He had a cat scan of as long that it turns out that they were totally fine. He was making an effort to be healthy because he wanted to be around for Air anne. That's his daughter. But then once he moved out, he seemed to be really impulsive. Definitely for the last 2 years of his life, he made many impulsive decision when he told me he wanted to move out. There was... That was not a big shock for quite some time. We were basically friends. We didn't work out as a married couple, but we would get along so well. There was no reason for either of us to move out or should change the way things were. We were doing really well as a family. But Danny fell in love, and his girlfriend told him that she didn't want to be a weekend lover, so he decided was the best thing for his relationship to move out. He told me nothing is gonna change. I'll be there every morning to take her to school and I'll be there for dinner, and I'll sleep over a lot of nights. And for a bit, it really seemed like things were gonna work out, but then everything changed, and that's not the way they went. And when I got to this point, you know, close to 500 pages into this book. And the note of myself is just something I just absolutely will never allow to happen. And I wrote Nausea. He allowed Nausea to destroy his family. And that's where you're sad and disappointed in this person that you really admire, but you can't let this happen. You... I'm married, and I hope you married for rest of my life. But if I wasn't, and I was dating somebody new, and they asked me to choose between them and my daughter. That'd be the last time we were spoke. I would never speak to that person again. And the book goes in less detailed than the documentary does, but At tab says in there. Just like, he even had, like, Tony Coleman said please stop posting because it they're... They're some family. Please stop posting pictures of me and Aria on your page because it makes Nausea insecure. And you just put yourself in try to put yourself in his shoes, you get a call from your girlfriend and she says this. I hang up and never talk to you again. Ever. This is now his long term agent talking. You know, these people Tony had, there was a degree of loyalty that he chalk away at the end, which is shocking. But he had people around him for many, many decades, including Kimberly Witherspoon, which is too I'm about to reach you from. I'm not... Like, this is not something... Like, I'm... Like, this is something the the people that were closest to him. Were warning him about this woman. I'm not sure how much he could hear the increasing apprehension that we felt for his safety, his judgment and his emotional and psychological being in his romantic relationships. I was trying to get him to see that he had as many like choices, and that his choices weren't as limited as he seemed to think they were. Once he became involved with Aj, many of us were voicing our worry directly about that relationship. And this goes on. I'm not gonna read all. But this is multiple people over many, many pages. Everyone around him... The main point, I'm trying to get across yours. Everyone around him saw that she was troubled. This is, I mean, this is such an extreme example of something that's probably really common. Like, I think a lot of people have had friends that were dating somewhere it's like, that person that girl, that man that dude whatever, that person's not good for you and they cannot see it. They can... You you can be best friends something to know if forever, and they have to be the ones to discover that. And in many cases, you will even see, like, they they don't... They know it's bad, and they keep going back back back. Excuse me. The extreme example of this obviously because this is gonna end in suicide. And the destruction of a life and of a human being that was so loved by so many people. It's just... It's so hard to read this. The last year of tony's life was really tough for me to watch because he was saying this thing, that was like, you know, I put myself way out there, and I could totally be destroyed by tomorrow. So that's 1 person. Here's another example. This is Allison, the the person I mentioned earlier. He did say describing this relation that he was in, it's gonna so badly. This was at the beginning of their relationship. He was smart. He was smart enough to know that he was in a dangerous place. Then back to another person. He genuinely heard from me and from others that her behavior seemed to me and others to be dysfunctional and disruptive and destabilizing, but I think he thought it was manageable. He said, I hear you. I think you're probably right. This is gonna end very very badly, but I... But it will have been a hell of a ride, and I will be fine. And part of it is just that attraction to have a hell of a ride in Tony's words, whether or not, like, it it might end bad, and I'll have pain after, but it's gonna be a ride and in another extreme experiences and that's exactly what he was after. There's just a this is just some 1 liners in this book. There's just amazing. This is 1 of them, Tony gorge himself on being alive. So at this point, he tries to quit again. He meets with his 2 partners the people... You know, 3 people started, Tony television career himself, and the 2 founders of 0 production. And so, you know, he's like, that's it. Like, I'm done. We he has to meet at the bar, and he says his opening sal was, look, guys, every good band eventually breaks up. They just come to an end another run. It's better than we go a separate ways, and I think we've reached that point. So then we said, we're... So then he said we're done. It's over. Chris and I were like, okay, we got it. Tony said I just wanna go away. I wanna live in Italy. Lydia said, we support you. Put your jacket on, get up and go. He stood up, put his jacket on and stood there. They kept arguing. This is Lydia, 1 of his partners saying that I I said to him. You're full of shit. You're yelling at us that the nature of our business and what we're doing is preventing you from going and to be happy now. Usually he wanted to to quit the show move to Italy and grow all with Ag. That's what that's what he said. You're yelling at us it's the nature of our business and what you're doing is preventing you from going to be happy now. I said you're completely in command of your own destiny. If you really wanna go, why are you standing there? So eventually, it's the same thing we saw. He's like, I can go to Saint Martin Live at Beach farm. I could do... Like, he gets to the edge and doesn't go. And that part reminded me of in George Lucas this is fantastic biography that I read a long time ago. He talks about this idea about people being cages with open doors. Let me read this quote from you from his biography to you. It was the importance of self and being able to step out of whatever you're in and move forward rather than being stuck in your little rut. Lucas explained. People would give anything to quit their jobs. All they have to do is do it. Their people cages with open doors. And then there's AAA scene in the book that's also in the documentary where David Chang starts crying, thinking about this. And something that Tony said to him 1 of the last times I saw each other. I was a crossroads in my life. I told tony I wanted to figure how to start a family. I would love to be a father, and he said to me, you're gonna be a horrible father. You're gonna fuck it up just like I did. I know he didn't say that to hurt me. I know that it was him projecting, but that crushed me. Then he went right back on right back to talking about Nausea. And I'm like, what the fuck is happening. And so now he's gonna start involving her in his work. And the way I would put this is, and you you hear this from the people that worked with them for a long time. They're they're in their writing and in their interviews is you have tight crew than working for over a decade together. Traveling the world. They have an idea I remember they went from this this idea started with Cook couture. Then morph the no reservations and parts and notes. So it's called different things. Depending on what network they are and where they're doing, but it's really the same idea, and it's just, hey, we have an idea. And let's keep working and molding it together to what this thing can become. And so we're an extremely tight knit group. You have all these crazy extreme experiences all over the world. And now you're having your girlfriend come in and start boss us around giving telling us no, like, this is not the way to do it, requesting that you fire people that have worked for you for 12 years and screaming in the background, it's either me or him when you're on the phone and you comply with this. So from that perspective, like, imagine coming into a company it's been running for a while. You're now the Ceo or the you know, director's kind of the Ceo. If I know it's not the greatest analogy, but you're coming in as a director and then you just completely destroy everything that they worked on. The reason I'm wanna preface everything about to reach you with this is, like, the the response from these people is it completely predictable. For the response from the crew is completely predictable. And so they obviously say very bad. Things about her this an example, her influence on the whole thing, it was Yoko On in the beatles. Record... In Abe recording session. She didn't bring anything to the table. And this is where you just see terrible behavior by by somebody you admire. He's about to fire 1 of his closest camera the people he worked with a cameraman. They were for 12 years. And, you know, this had to be devastating because this guy refused to be interviewed for this book. Tony called me a couple times that night drunk He talked back to drinking, smoking, doing all... Again, people were even influence you. Aj was a terrible influence on him. He told me that I had to send Zach home that night, and I could hear her in the background just screaming. It's him or me. It's me or him. Pressuring the pressuring this guy to fire, 1 of his friends. Tony knew that this move. It's like you can never see this person again. You have to fuck up his job, get him fired and make him embarrassed for the rest of his life. And so he doesn't and everybody talks about like, everybody's in the crew is now is like, wait a minute. If you're willing to fire, you know, this inevitable some kind of hierarchy and any kind of team organization. So this guy's is, like, right here. 1 of your favorite people 1 of the most experienced people... Somebody we work through for over a decade. And you're willing to fire him because your girlfriend says you have to, then none of us are safe. So what have we actually worked with you and made sacrifices to build with you? What do we have now? We have nothing. And so it says, he turned to me and said, I had to do it. It was the first time he had ever said anything like that to me? He's like, I had no choice. I love her. And then this is from their perspective from the people you work with perspective. What do you think? Like, what's the conclusion they're gonna come to? We were, like a family at that point. People who have been with him for so many years. But now we were all of a sudden expendable if his girlfriend hates us. And so everything I'm describing you is happening in this Hong kong episode of parts I know. And it's so actually 1 of the... It was it was an episode release after he dies. 1 of the last full episodes they did. But, Aj was 1 directing it because the director had... At the last minute Had, like, have an emergency gold gallbladder removed, and so Tony talked to her everybody and Like, oh, it would be great if my girlfriend did this. And then they realized, oh, wow. She's completely manipulating him. So would they get back with the shoot and he he approached another producer, and he said, he was thanking me for putting together a band along with arranging a couple of other things. I'm like, what band? What are you talking about? I had done none of this. That was all another producer named Helen C. Whatever work Helen had done he thought I had done because Aj was trying to maneuver Helen out of her position with Tony. Never before was there a deliberate attempt at misinformation. He didn't understand it. And then just another opinion on somebody else in the crew, she made her way into the inner circle and now was being treated as a director, and she brought nothing to the fucking table. And you see Tony on on film at this time. So he's never been happier in his life. They have plans. He's he's now constantly involving her in his work. He's in love with her. There's... She's scheduled to act another episode. Think like, a month after he winds up killing himself, and while they're filming in France, Tony's doing an episode in France with his friend Eric repair, there's tabloids that publish all these pictures of while he's in France, of Au with another man. I think they're walking around Rome if I remember correctly holding hands, hugging, spending the night together at hotel, kissing all that stuff. And so it becomes worldwide news because Tony was very, very public. About his relationship with Ag. You would post about her all the time, talk about her all the time. And so, you know, you know have the super famous person that it's now getting cheated on in front of everybody. And so the tabloid start calling him for comment because they're were gonna publish. There's now there's American tabloids. Calling up for comment because they're gonna publish stories and they've had people follow her around the city and and basically document what's happening. And this is where when about to read you, I don't this might be the most shocking thing that I learned about this, and I didn't learn about I read the book and watched the documentary. So he would communicate through Instagram stories. And it wasn't him talking. He would show what he's looking at and then pick music. And so now we have the... His producer in longtime friend Helen C describe what we actually saw on his last Instagram story. He was still posting Instagram stories of empty hotel rooms with soundtrack from films. He was telling about what had just happened. The tabloid pictures had... That came out. He posted a story with music from the film violent city. It is a very ominous soundtrack. It is a revenge film a story about betrayal and revenge. The beginning of that movie is, I think at Charles Bronson. It's it's tabloid pictures of a lover being un faithful, and then that lover taking revenge. So Tony's mood turns extremely dark. Obviously, it's gonna be apparent that the people are working with. The director goes over to him and he says we're at this old French monastery. The meal is fine, and then I remember it Vividly. After the meal, he's looking over this valley. It's just id, beautiful, and he's smoking a cigarette. I go out there and I say, are you alright man? He says to me. A little fucking discretion. That's all I ask. And I was like, whoa, man. I just wanna make sure you're... He says no. Not you. Her. I don't wanna be on the cover of these tabloids and answer people's questions. That's all he said, and that's the last time I talked to him. They they find them in the hotel the next day. And the rest of the book is his friends just sharing, like the devastation that they feel that he did this. And it goes on for quite a while. So says listen, if you're in the best mood, if you're in a great place and this person you deeply love cheat on you, and you're just a regular person and only 5 people know, it's fucking awful. He not only got cheated on. He got cheated on and 10000000 people are gonna know tomorrow. The social pressure if that makes it super easy to put a rope on that beam and to jump off that table. And then you have other people that just don't believe that that was that person that they knew. I didn't believe that Tony had the ability to do what he did. I did not see him possessing that kind of facility to ended himself. He just wasn't that guy, and I don't even know who that guy is. But I knew my friend... But I knew my friend who my friend, Tony was. And then another example, I think he was profoundly hurt and profoundly disappointed and profoundly humiliated. And he probably had a moment of epiphany. That he had just fucking leveraged his whole life, his reputation, his words, his family, his money. I think it was just kinda like, I'm done. I'm exhausted. And then the last 1, something changed at the end. I didn't like him as much. I liked them better when he was just kinda living his best life and looking in their rearview mirror like he stole something. This beautiful life that he had. Something people would dream of, and no 1 else could do it but him. A slit my wrist love story is just the shit ending of it all. The world is not better off with him not here. It's just not. And that is where I leave it. I highly recommend especially if you're a fan of Tony, and you like his work, I highly recommend reading the book. It might be difficult to get through, but it's worth it. It's just an extraordinary life that unfortunately had a a terrible into it. So if you wanna buy the book and support the podcast at the same time. I will leave a link in the show notes, and you can do that. If you wanna buy a gift subscription or a group subscription, if you wanna buy a bunch of them, I'll leave links below to do that as well. That is 219 books down 1000 to ago go, and I'll talk you again soon."
}