{
  "transcript": "Evan decided to study product design to learn how to look at the things he use in his daily life and see how he could make them better and cooler. David Kelly, the Head of Stanford famed design school took Evan as his advise. 1 thing was clear as he frequently put it. I'm not going to work for someone else. And this gave him freedom from the heavy grind of Stanford. Nobody would ever see his resume or grades, so he took classes for what he actually wanted to learn. So that's from 1 of the first chapters of the book that I wanna talk to you a little bit about today, and it's called how to turn down a billion dollars. The snapchat story by Billy Gallagher. So this book might be a little different than the ones I've done in the past. I guess the podcast will be a little different. I should say, this... I'm gonna go in chronological order, but there's just a lot of, when I went back in into started preparing for this podcast, but I realized there's a lot of my highlights a lot of my notes, they're very short. They're like, I just 1 paragraph I wanted to pull out and bring your attention, stuff like that. There's some areas where get a little longer. Like, I particularly find the the strategic battle between Evan and Mark Zuckerberg interesting, so I'll go into a little bit more detail on that. But, I do think it is still gonna be worth your time to listen because there are some interesting ideas here. I just... Obviously, as I I've said in the past, like, I'm not trying to make a cohesive story. I'm just trying to share ideas and interesting things from the book, and hopefully get you excited to to read it yourself. So let's just gonna jump right in and Evans got a a lot of interesting ideas that I that I really re resonate with me. So I just wanna, get right to them. So this... The the background of this this little note I left myself for myself is is that... There's there's more value in being, original, and it talks about 1 of Evans first startups that he created was this thing called future Freshman, which was basically a platform for people applying to colleges to to obtain information about the schools they wanted to go to. And it didn't work out, but he he realized something that he used for Snapchat. So it says future freshman found itself battling for minds share and dollars with well established companies that had deep pockets and large sales teams. And there were signs all too close to home that the product wasn't connecting with its intended users. Both of my siblings were applying to college at the time, and neither of them used it, Evan later said. So that was a sign that so this a dark quote from him continuing. So that was a sign that that was probably not the right way to go. Eventually, they pulled the plug on future freshman. While the outcome was disappointing, Evan learned a valuable lesson. In order to avoid getting destroyed by better funded competition, his next idea had to be more original. So it's kind of echoing something I've talked about a few times on the podcast, which is this idea of the Blue Ocean strategy that you can win making a lot more money. It's... While simultaneously having less competition with more original ideas. So moving ahead a little bit in the book. As you can probably imagine from the title, how to turn on a billion dollars that obviously was turning down the acquisition offer from Facebook a few years ago. And as such, throughout the book, there's a lot of them, Evans insights as to why Facebook actually created the environment. For Snapchat to grow. And so through... I have I I've left several notes for myself. Just little different little insights Evan has about Facebook. And so this is when they're they're kicking the idea about, a disappearing photo app. They had an idea, possibly a big 1. More than 1 member of the f lived in fear that photographs of their deb dubai would come back to haunt them once it came time to get serious and have a career. What if people could send each other wild pictures of the elves partying without worrying about future consequences. Jack listened intently, nodding along as Evan spoke in fast clip sentences. Evan talked about how weird it was that whoever started the Internet and Facebook, just decided that everything should stick around forever. And moving ahead, so they build this app and it's very crude messaging app that just has disappearing photos. It gets the the reputation that just for sex, and, you know, it was probably created somewhat with that in mind at the beginning, but it definitely morph some changes over time. And so at the time Snapchat is really, really small, and it's actually called Peek boo. Okay? So I wanna add something into our critics don't shit segment, and this is the first time Evan is pitching the app. And he's doing it at Stanford in front of, a bunch of entrepreneurial students and Venture capitalists, and let's just read what their reactions are. Finally, was Evans stern. Showtime. He approached the front of the room like the entrance to a party. Shred confidently to show the crowd what he Reg and Bobby had been working on tirelessly for the past 6 weeks. Confident and comfortable Evan enthusiastically explained to the other 30 students, 2 professors and half a dozen venture capitalists. That not every photograph is meant to last forever. He passionately argued that people would have fun messaging via pictures. The response less than enthusiastic. Why would anyone use this app? This is the dumbest thing ever. 1 of the venture capitalists suggested that Evan make the photos permanent and work with best buy for photos of inventory. The course is teaching a system horrified, pulled Evan aside and asked them if he'd built a sex app. The scene was reminiscent of another Stanford students class presentation half a century earlier. In 19 62, you... Longtime time the podcast will we'll remember this from the podcast on the shoe, which is, Phil Knight fantastic book about starting Nike. In 19 62, a student Stanford graduate school business named Phil Knight presented a final paper to his class titled. Can Japanese sports shoes due to German sports shoes with Japanese cameras did to German cameras. Nights classmates were so bored by the thesis that they didn't even ask him a single question. That paper was the driving idea behind a company knight founded called Nike. The Vc is sitting in Evans classroom that day likely passed up at least a billion dollar investment return. But it's a very easy to look to look at brilliant ideas with the benefit of hindsight and see what they were destined to... And see that they were destined to succeed. With the benefit of hindsight, we can see that Facebook developed the conditions that allowed Snapchat to flourish. But it wasn't at all obvious watching Evans pitch in 2011, that it was... That this was a natural rebellion against Facebook or that it would grow beyond our small Stanford Social circle. He's saying r, or r. I always miss brown mispronounced. That word. Our small Stanford social circles because the the author of this book went to Stanford a few... I think it was, like 2 years younger that than Evan was when... So the basically, they were at Stanford together, and he actually interviewed, Evan really early for... I think the Stanford the Stanford newspaper. Sweet. I'm gonna skip ahead a little bit again. Again, this is just random thought, so this could seem like it's Well, it's not supposed to be a cohesive story. So, this is or the early design of Snapchat, which I which I found interesting. Well, Evans class hadn't loved the idea of disappearing photos. It was different from what other people were working on, and Evan thought that was important, so there's that idea again. Evan talked Reg and Bob bobby. These are his 2 c cofounder through the design choices and constraints he wanted to build into it. Pi boo would always open directly to a camera, so that users could quickly take a photo of whatever they wanted to share with friends. They realized users didn't want their in imp photos to be screenshot at and saved forever. So this word in permanent and perm is used multiple times so the book is... As we'll seen the later, the main thesis for Evans view on using basic technology to... To more and mimic how humans naturally communicate anyways. Okay. So they realized users when want their imp phone be screenshot and say forever. Lacking a way to make it impossible for users to take a screenshot. They came up with a clumsy alternative. Users would have to keep their fingers on the phone phone to view a photo, making it more difficult to press 2 iphone buttons and take a screenshot. They also worked out a way to notify a user if the recipient took a screenshot of their photo. Evan, this is also a really interesting idea. Evan studied the hundred most popular apps in the app store and noticed that none had yellow logos. To make pi boo stand out. He put the ghost face killer logo on a bright yellow background. Ghost face killer, Chiller, I should say, is in case you to know is the, the name of the logo that ghost. So I'm gonna skip over. I'm gonna move ahead in the. I'm gonna skip over most of the parts about where Reggie, which is 1 of the c founders. He's actually the 1 that came up with the idea of, at Stanford to send disappearing photos, and he wanted to do it obviously for, like, sex reasons or just not to get in trouble, like, in in the future if he's just partying in college. So, I'm skipping over most of that though, because I think the most interesting part of this idea, this book rather is the ideas and influences that that kind of we can see why Evan make some of the decisions he makes when guiding snapchat to this day. But the the the book does go into quite detail if you're interested in that. It has been reported elsewhere though. So for the purpose of this podcast, I'm gonna skip over that. This is an interesting anecdote about Steve Jobs and Edwin Land. I did a podcast long time ago. I think I I don't think I published it anymore on Edwin Land. Which is, he was Steve Jobs hero and the founder of Polaroid and the inventor of like, instant photography. And 1 of the most prolific inventors in history. I think he's got, like, 500 something patents. There's a few different books I read on Edwin land, none of which I think, like, there's a lot of good ideas in there, but there... Because they're kind of books there are, like, let's say, 400 pages and maybe, like, 50 pages of good stuff. So even though I'm interested in, Edwin Land and his ideas, I haven't found a book that was that I'd actually recommend to read. Unless you're really, like, nerd out on them. So that's why he hasn't really appeared on the podcast even though he is a very interesting thinker. So I wanna talk a little bit about this. So Wanted to build Snapchat as an art and technology company, modeled after 2 of his heroes, Edwin Land and Steve jobs. Jobs had also considered land a personal hero and someone he modeled his career after. This is the the interesting part. In the 19 eighties, then Apple Ceo, John Sc and Steve Jobs went to see doctor Land at his lab on the Charles River in Cambridge, Massachusetts. In a 2010 interview, Sc recalled the visit, now I'm gonna read directly from the interview. Doctor Lan and Steve, were both looking at the center of the table, the whole time they were talking. Doctor Lan was saying, I could see what the polaroid camera should be. It was just as real to me as if it was sitting in front of me before I'd ever built 1. And Steve said, yeah, that's exactly the way I saw the Macintosh. He said if I asked someone who had only used a personal calculator, what a Macintosh should be like they couldn't have told me. There was no way to do consumer research on it. I had to go and create it and then show it to people and say now what do you think. Both of them had this ability to not invent products, but discover products. I like kinda like that idea. Both of them said these products have always existed. It's just that no 1 had ever seen them before. We were the ones who discovered them. That's the end of the John Sc interview. Like land and jobs, Evan was more of a discover than an inventor. He explored the world around him in college and pulled snapchat out of it. He also didn't believe users could tell them what they wanted. He simply had to discover what was next and show it to them. Oh, this... So this is an interesting part. This is how some of the the techniques that Snapchat, that Evan and Bobby used to get some of the earliest users of the app. Evan and Bobby new snapchat had value because everyone who used the app used it all the time. They just needed to get it into more people's hands and make it grow, even if they had to force this growth at first. So they started showing it to people 1 on 1, giving tutorials, explaining why It was fun, even downloading the app for them. What's interesting to to me is my brother law. A few years ago actually did this exact same thing when he's like, hey, you should really be using snapchat. And, you know, if you used it before, especially less so now. But a few years ago, the the Ui was extremely confusing. So it's really helpful having somebody sit there and and give you a little tutorial. And then once you have, like, that 1 on 1, like, interaction, it's easy to see why Snapchat becomes so addict. Continuing this. Evan was willing to try anything to get users. When he was home, he would go to the shopping mall and hand out flyers advertising snapchat. I would walk up to people and say, hey, would you like to send a disappearing picture and they would say, no. Evan later recalled. The next page this is really interesting where 1 of their first big breaks comes from. So they they're using on on analytics dashboard called Flurry. So in October, f evan open up flurry, the analytics dashboard he was using to monitor snapchat users. And noticed that new users was signing up in Orange count... Orange County, California, and their activity was spiking between 8AM and 3PM. Evans mother had told his cousin, a high school student about Snapchat. She and her friends downloaded the app on school distributed ipads, which blocked Facebook. They started using the app as a way to pass notes in class. Snapchat fed the high schoolers desire for attention as they could see what a recipient excuse, as they could see when the recipient open their snap. Snapchat started catching on in small clusters at various high schools in Orange County in Los Angeles that fall. Then, these high school students went home for the holidays and many found I phones with front facing cameras in their stockings. Teenagers began taking selfies using the front facing camera and sending them to each other via snapchat, having entire conversations through images of their faces. From December to January, Snapchat user base grew by a factor of 10. Growing from just over 2000 daily active users to over 20000. Snapchat broke out from a note passing gimmick to a full fledged communication tool, replacing texting for many teens. And so here's some more insights into the opportunity caused by Facebook. Facebook had become boring for teens. As they and their friends posted less content, less personal content and often no content once their parents join the social network. Facebook notifications once a thrilling red marker signify that you had your friend's attention, now came with a mark owl as red button more reminiscent of an email inbox than a fun social app. Because people rarely deleted old posts and photos from Facebook and other less popular social networks, their profiles became dusty collections of the meme, they had posted over the years. That's a huge problem. And 1 of the reasons why I I deleted Facebook a few years ago. This wasn't as big of a problem for people who signed up for a, signed up after a certain point in their life. When they arrived to the Facebook party, they came as they're mostly for themselves. This is really important too, actually. Snapchat did not resonate much with this older crowd. But for college and high school students, they had signed up for social networks at a time in their lives of enormous change and growth. So these profiles came to represent weird versions of themselves that they no longer wanted to be associated with. Like outgrown sneakers are closed that had gone on a style, these profiles needed to be tossed out and replaced with something fresh and new. And, of course, for people of this age, there was always the fear that something dumb they post on social media, would get them in trouble with their parents, college admissions officers are their employers. Teenagers also felt this is another good insight. Teachers... Teenagers also felt pressured to post the most glamorous representations of their lives on Facebook, Twitter Instagram and other social media sites to rack up likes. This this... I love this 1 sentence. I love all this part. It keeps hanging it over in Instagram. Evan designed snapchat as an anecdote to this obsession with likes and re tweets, Snapchat was not meant to be a social network. It was designed as a small private network to share with your closest friends. Real quick before I... Let me just interject here. I'm recording this, this podcast early 2018, recently Snapchat just went through a major redesign that's got heavily heavily criticized because it's separated your the friends where you... That you actually snapchat with. And then people you follow on Snapchat to watch your stories like celebrities and and people like that in just 2 separate parts. And people really mad about this and Evan keeps saying, like, these people are not your friends. That's why they're over there. It may feel like your they're your friends, but they're not. And it kinda makes sense because this book was published before that. They update when it goes back and it's like, he explicitly designed Snapchat as an anecdote to to the modern, like, incarnation of the social network. They continue to stop here. Snapchat had no likes, no perm, no social anxiety, you could just send whatever you thought was funny or cool or interesting. Even if that was otherwise un image of yourself. Evan and Bobby carefully set up Snapchat to maintain and promote this intimacy. While most other apps at the time let you find and add your friends via Facebook login are by uploading your email contacts. Snapchat only let you add people if you had their phone number. Or if you knew their Snapchat username. Because of this, most people had a smaller group of closer friends on Snapchat than on other social networks. They managed to make Snapchat, feel like a small, cool club to belong to. It was a welcome escape from the Facebook empire. In the early days, if you send a snapchat to the team snapchat account, Evan or Bob you would occasionally reply with a selfie. Additionally, they didn't let users upload photos from the camera roll. That obviously has changed. Now, any photos sent via snapchat has taken... Well, had to be taken in the app and immediately shared. Giving it an unparalleled sense of real time interaction. When you received a snapchat For 10 seconds, you were transported to where your friend was at that exact moment. Let's move ahead a little bit. Here's a interesting thought really quick. Just 1 sentence. The difference between Instagram and Snapchat according to Evan. Evan launched into his pitch, explaining to Lou that he wanted to be the camera for the world. If Instagram is the prettiest 1 percent of photographs, Snapchat would happily host the rest of the 99 percent. Another random sentence, which is... Which evans in the book several times saying this. He goes, it seems odd at the beginning of the Internet, everyone decided everything should stick around forever. He said, I think our application makes communication a lot more human and natural. Another good idea. There's actually 2 good ideas on 2 ad joining pages here, and this is the problem with standard. When Jeremy, Liu and light speed had invested just a few weeks prior, Liu had included terms, giving light speed the right of first refusal refusal to invest in Snapchat next round of funding, as well as rights to take 50 percent of the next round. Essentially, light speed controlled Snapchat next round of funding and made Snapchat unattractive to other investors who would wanna take a larger stake in the series a round. Evan was furious. He felt betrayed and taking advantage of. Lou had told him these terms were standard. Evan would warn warn other students about this betrayal for years to come. As he did in a keynote address at the at a Stanford women in business conference in 2013, now there's direct quote from Evan. 1 of my biggest mistakes an entrepreneur involved a term sheet. This particular term sheet was our first. And when we talk to the venture capitalists and we talk to our lawyers, they took refuge in the notion of standard. When I asked a question because I didn't understand something. I was reassured that the term was standard and therefore agreeable. I forgot that the idea of standard is a construct. It simply does not exist. So rather than attempt to further understand the document, I accepted it. It wasn't until a bit later when the company had grown and we needed more capital that I had realized, I had made a very expensive mistake quote. He also wanted in a 2015 talk at the University of Southern California. If you hear the word standard terms, then figure out actually what the terms are because they are probably not standard and the person explaining them to you, probably doesn't know how they work. And then on the very next page, this is, his idea on conforming. And he drops out of Stanford, like, really close to, graduating. I think he was, like, let's say, maybe 5 classes or less, and he just decided you know what? I'm just gonna go all in on the Snapchat. But he still decides to walk as if he was getting his degree. And so here here's some ideas on How are some thoughts on this. Well Evan wasn't graduating. He chose to walk for the ceremony and receive a blank diploma rather rather than skip the celebration where all his friends were. After all, he was never really there for the grades anyway. It was a strange final act of conformity for Evan before fully departing Stanford in returning south to Los Angeles to build Snapchat. 3 years later, Evan delivered a commencement address. At Usc Marshall School of business reflecting on how he later regretted walking. It's a direct quote from him. It only recently occurred to me while preparing this address, how totally absurd this whole Char was. It reminding me that oftentimes we do all sorts of silly things to avoid appear appearing difference. Conforming happens so naturally that we can forget how powerful it is. We want to be accepted by our peers. We want to be part of the group. It is in our biology. But the things that make us human are those times we listen to the whispers of our soul and allow ourselves to be pulled in another direction. Okay. So jumping a little bit ahead in the book. This is where Snapchat was when it was just a year old, and it... How it morph into a replacement for texting and then some, some more insights into Evans personality. It had only been a year since Pi boo launched in the App store. When Facebook was 1 year old, there was no news feed, no tagging and no like button. Likewise, there was much ahead on Snapchat product roadmap. More than 10000 people, primarily teenagers and 20 somethings, we're downloading and joining Snapchat every day that summer. Snapchat grew by a factor of 10 from 100000 daily active users to a million in just 6 months. While the front facing camera on smartphones help Snapchat gain early traction, Smartphones address books may have done even more to drive viral growth. Before smart smartphones were ubiquitous. Facebook and others had to work extremely hard to build a social graph on my web on the web. But with smartphones, people had a computer in their pockets with a complete social graph, their address book. This allowed Snapchat Instagram Whatsapp and others to quickly build enormously valuable services. Snapchat existing users were also sharing more and more photos. This put a heavy strain on Snapchat infrastructure as they had to deliver millions of photographs in real time. Because users saw Snapchat as a texting replacement, they expected messages to be sent and received within seconds. So on the next page, continuing this line, the author is talking about the time that he is interviewing, Evan for a piece, at the time that the author's a reporter for Tech launch. This is 2012. Talks a little bit about some, you know, some thoughts on on Snapchat and what they're doing. I'm gonna skip over that because... I'm gonna go part of that was most interesting to me. And it said both... But most interesting were his comments when I brought up the possibility of selling the company. Quote, There's no way I'm going to work for anybody else, Evan said. I don't think you're gonna see us selling anytime soon. Evan wasn't interested in a quick payday or a steady job at a big tech company. And Mark Zuckerberg would suit give him good reason to rule out working at Facebook. But most of all, Evan wanted to be a founder and a Ceo. The captain of his own company that he could grow to be the next apple. There were plenty of questions surrounding Snapchat. Is this really a full fledged company or just a feature that Facebook Apple, Google or someone else can copy? Isn't every other company in the Valley moving toward collecting more data, not 0 data? Okay. So Snapchat has a bunch of traction. A lot of people are using it. Let's skip ahead. This part's 1 of the longer sections. It's Mark Zuckerberg first move on Snapchat. On November 20 eighth, Mark Zuckerberg having purchased Instagram just 8 months prior emailed Evan. Saying he was interested in Snapchat and what they had built and would love to have them over at to Facebook's campus. Evan responded Cool. He wasn't sure when he would be next in the Bay area, delivering the not so subtle message that he wasn't gonna plan a special trip just to see the Facebook billionaire. Zuckerberg noted that he would be in Los Angeles soon, and they could meet then. Days later, evan and Bobby traveled to a private apartment in Los Angeles to meet Zuckerberg in secret. Zuckerberg had fu the purpose of the trip saying he was going to meet Architect Frank Gary to discuss Facebook's new headquarters. Zuckerberg asked probing questions about Snapchat in their vision for the product and company. He then wondered aloud what Snapchat might look like as a Facebook owned company, with evan and Bobby still at the helm able to take advantage of the Social Giant's resources and funding to grow more quickly as Instagram had. And indeed, Zuckerberg had an impressive story to tell Following his acquisition, Instagram daily active users grew almost 1200 percent in just 6 months. Perhaps Facebook would be interested in acquiring Snapchat for 60000000 dollars. Instantly making Sp and Murphy, millionaires in the early twenties. Evan explained that they weren't interested in selling the company. In response, Zuckerberg showed them something new that his team had been working on. Poke a new Facebook app would be released in a few days. What was it? A messaging app for disappearing photos and videos. The message was clear, join us or we will crush you. Skipping ahead. So that was a November. Right? On December 20 first, Evan received a 1 sentence email from Zuckerberg. I hope you enjoy poke. Evan had deactivated deactivated his Facebook account, so he couldn't even access the app in a panic. He called Bobby who downloaded poke and made an account. It was an exact replica of snapchat, an una copy. Poke even stole Snapchat user Interface recording video. And in addition to sending disappearing photos and videos, users could send disappearing text messages and even just poke each other to get their attention like the earliest days of Facebook when it was fun and weird. But there was nothing fun about Polk. There was this was a show of might from Zuckerberg and his team up north. Veteran Facebook director of product, Blake Ross led a small team in developing pope in just 12 days. Zuckerberg who invented poking years prior, even wrote some of the code for poke, even though he rarely programmed at Facebook anymore. If users drag their message list all the way up in the poke app, the text, I'll find something to put here appeared. Which is the same text Zuckerberg left at the bottom of Facebook dot com in its earliest days. And finally, the notification that said poke to users when you received the message, it was a recording of Zuckerberg saying the word poke. Here's a here's a a quote from mark on this. If you're trying to help convince people that they want to join you, helping them understand all the pain they would have to go through it's a valuable tactic Mark Zuckerberg later said when asked about Facebook's acquisition strategy. Now he intended to show Evan and Snapchat, the pain they would have to suffer to compete with Facebook. On the day it was launched, poke shot up to the top spot in the ios App store. Pushing Snapchat down at ninth. But just a week later, poke dropped to 30 fourth while Snapchat rose back to third. Now here's a, a quote from a tech blogger and Venture capitalist. And it says, how is it that Facebook, which are some of the smartest folks in the room? Can't really invent any new single online behavior that would keep people addicted to Facebook? Why does it have to look at others to come up with new user behaviors and new features. For instance, check ins came from Fours square. While the short status updates were a direct response to Twitter. Facebook answers was nothing but a variation on on coo on ko offering, Polk is yet another example. Quote. Why did coke fail? It failed to solve any problems for young users who were more than happy with Snapchat and it's and it's solved a problem that didn't exist for older users who still didn't get the appeal of disappearing content. Facebook strategy with Poke was to have a family of separate highly successful apps filling different user needs. Facebook, messenger, Instagram, and Polk. Instagram, by far Facebook's Coolest property was still just a single photo... Excuse me, was still just single photo post at the time and had much more on its immediate product roadmap than adding in perm. Pope was further hampered by the fact that teens were drawn a snapchat because it it was explicitly not Facebook. Which is populated by their parents and collected everything they posted forever. Most of their friends were either on Snapchat or signing up by the day. They had no interest in polk messaging with their Facebook friends, who they weren't friends with on Snapchat, who... They weren't friends with Snapchat on snapchat already. So why would they all pick up and leave Snapchat to share pictures on poke? When half the reason they had migrated a snapchat was to try to escape the Facebook empire. Within weeks, it became clear that Poke hadn't just failed, it actively helps Snapchat. Searches for and mentions of snapchat skyrocketed in the weeks following Polk debut. More importantly, Zuckerberg failing attempt at an acquisition and then Clone validated the fe messaging space and help change the sex narrative that had been dogg snapchat. Despite users sharing over a billion images through the service, Snapchat struggled to be taken seriously. Many people particularly those over 25 still thought of about s thought of it as a sex app or a toy. An internet revolution was going on, but all anyone wanted to talk about with sex by having the dominant respective social network taking permanent photos sharing seriously, poke helped change the narrative, and Snapchat benefited enormously. The logic changed from the photos disappear, Snapchat must be for sex to Facebook made a disappearing photos app, disappearing photos app must be the next big thing. Evan would later call poke, the greatest Christmas present we ever had. Skipping ahead, this these 2 sentences is just a... I think, insight into evans personality. They're they're throwing a New year's eve party at Snapchat, and directly from the book. In a move seemingly anti federal to the company's mission, Evan had put no photos, please on the party invite, hoping the lack of documentation would let everyone loosen up and have more fun. This illuminated an interesting contradiction in Evan. He wanted to throw big inclusive parties, but he was also a very private, often secretive person. This is gonna appear random, but it's honestly just an excuse for me to include yet another Jeff Bezos, quote into the this... The founder podcast. Long time listeners will know that I think he's probably the most influential out of the box thinker on business strategy these days. And so once I came across this quote. I highlighted and It's was like, just doesn't really fit to the story, but I think it's a great quote, and we could all use a little bit more of his ideas in our life. Amazon Ceo, Jeff Bezos summed up this idea in a letter to his shareholders writing. Now it's stuart direct quote from Jeff. We all know that if you swing for the fences, you're going to strike out a lot. But you're also gonna hit some home runs. The difference between baseball and business, however, is that baseball has a t outcome distribution. When you swing, no matter how well you connect with the ball, the most runs you can get is 4. In business, every once in a while, When you step up to the plate, you can score a thousand runs. This long tail distribution of returns is why it's important to be bold. Big winners pay for so many experiments. I like Evans insight on camera enable communication. Let's go into a direct quote from. Evan, people wonder why their daughter is taking 10000 photos a day, Evan later said. What they don't realize is that she isn't preserving images. She's talking. It's not about an accumulation of photos defining who you are. It's about instant expression and who you are right now. Internet connected photography is really a reinvent invention of the camera. And what it does is allowed to share your experience. It allows you to share your experience of the world while also seeing everyone else's experience of the world everywhere all the time. Skipping ahead a few pages, there's this idea that I don't know if I've heard describe this way, but I am definitely familiar with a feeling, and they're gonna call it digital dual. Evan turned his attention to Nathan Jerk, a Phd student at the University of Maryland. In 2011, J writing on a social sciences blog called cy, introduced a term he called digital dual. Arguing that the distinction between the virtual and real world is a fallacy He rejected the distinction between quote unquote real and quote and quote, virtual worlds are the notion that we live and act 1 way in person, but build and create a separate identity online. In J, Evan found a provocative thinker who managed to capture and describe Snapchat core ethos before he had even heard of the app. Jorge would go on to influence Evans thinking in Snapchat strategy in a deep way. In February 2013, Jorge wrote about Snapchat. Quote, the tension between experience for its own sake and experience we've pursued just to put on Facebook is reaching its breaking point. That breaking point is called Snapchat. After reading the piece in the new inquiry, a non profit digital magazine, Evan reached out to Jerk and convinced him to join Snapchat as a researcher. It is rare for a start to hire someone so early just to focus on research and and new thinking, they may not be directly relevant to a product. J would speak with Evan Often and J thoughts and writings eventually had a significant impact on the way Evan thought about Snapchat, social media and the Internet more broadly. Evan would frequently quote, Jorge and discuss his ideas in interviews with journalists. So, 1 of my favorite parts of favorite products snapchat ever made with stories. And this goes back to September 2013. And I was actually surprised. Well, let me just read, and you'll you'll see it was stories to a certain point was born as an anecdote to group messaging. Whenever anyone at Snapchat asked users what additional features they want. If the response was universal. From Oslo to Santa Monica, users wanted group messaging. Tired of coming through their list of contacts to send a funny picture to everyone in their click. Users wanted to be able to create a group, the way they could in text messages and other messengers. But Evan and a snapchat team worry that group messaging would kill the magic of snapchat. If users could easily fire off mass snapchat to big groups of people all the time, it might destroy the vibe, they'd had worked so hard to create. Was there a better way to create a 1 to many sharing tool and group messaging? Evan and his team knew what they didn't want to create. 1 of Evan strength is his ability to see issues in his social feeds and circles and extrapolate them broadly to get into the heads of users? Let me just read that sentence again. Evan and his team knew what they didn't want to create. Okay. When users first signed up for Facebook, it was amazing. All their friends were on it, and they could post funny things and Goofy pictures. But all these posts built over over time and started becoming representations of people. They're so called personal brand. It turns out, it was a lot of work to curate a personal brand that spanned many years and was cool to your peers, and acceptable to your parents and work colleagues, not to mention future friends and colleague and colleagues who might want a different you. At some point, where you supposed to go back and unlike Sean Paul, or would your friends understand that 10 years ago, the song temperature was just that good. What about 17? New phone need... What about 17 new phone need number groups? Is there a button for deleting every photo of you before 2011? Why did you think that Her was a good idea? And so users started posting less frequently and started sharing news articles instead of silly pictures. That's the bane of Facebook. The sp... The sp 80 goof ness and likeness of social media was replaced. Instead of throwing polaroid at friends across the room. You were c a gallery of professionally framed high gloss photos. A snapchat rebuild of the news feed would obviously have to be imp. All the content would disappear at some point like the disappearing messages. That way, users would feel comfortable posting whatever suited their mood in the moment without worrying about how it would look months and years later. To get away from the the Manic photos filling Instagram and Facebook competing for likes, Snapchat feed would do away with likes and comments. Oh, that's my... 1 of my favorite parts of it. Users could post whatever they wanted. And if their friends really wanted to respond, they could send them a reaction snapchat. Now we're gonna go into a little bit more of the thinking behind stories. Evan argue that it was awkward and sincere when people pretended in real world interactions that they had been watching their friends lives unfold via social media. So he argued why not just show people who's watching? Why so he argued, why not just show people who's watching their stories? There was some concern that this would deter people from watching as many friends stories? But ultimately, they decided this risk was worth taking for the trade off of addict users to seeing all of their friends who had watched their story. This list turned out to be a psychological candy for users as they could scroll through and see exactly would watched their story. This fun... This is an interesting part. This phenomenon was by no means new. Myspace founder Tom Anderson said the number 1 feature that Myspace users begged for was a... Was who's viewed your profile. Snip Snapchat can go continuing in the next paragraph down. Snapchat may not look much like Facebook. But with stories, the company is taking its first steps towards competing with Facebook's most important product, the news feed. Behind stories is a deep understanding are perhaps loa thing of the way social apps works today. Sp claims to have no special knowledge of the way we work as social organisms aside from what he learned as a college student. But has thus far proven himself and his colleagues to be surprisingly thoughtful about our hidden social behaviors and desires. The brilliance of stories was everything that wasn't in it. No permanent no fancy editing, no likes, no follow accounts, no comments, users could just post whatever they wanted. So now we're towards the end that we're going into 2014, to Snapchat throws another new year's Z party, I just found found the census to be interesting when you compare and contrast to the 1 I just mentioned a few minutes ago. Unlike the previous year's bash where they simply ash that you not take photos. This year's security this year, security confiscated everyone's photo phones, excuse me. Complicated everyone's phones at doors. Evans desire for privacy had risen right alongside Snapchat heightened profile. Deciding our phones were a good trade for the open bar, we entered the party. This is also interesting with something you talk about on the in the book is Evan has no public social media. Profiles. He doesn't have Facebook. I think he stopped using Twitter and his snapchat is not public, which is really bizarre, and I don't mean that as p majority, just that, you know, that's like, Jack Do having a private Twitter account. But it kind of now I've read this book and have a a few more insights into who he is. It kinda makes sense. Okay. So 1 of my favorite parts of the book is they use a lot of his own words, So this section is a little longer, but it's Evans framework for what he calls the more personal computer, and you'll start to see more of, like, his philosophy is taking shape, and and we can kinda guess how it affects the way he creates products. Okay. So he's giving he's giving a speech in January 2014. So I'm just gonna jump into the paragraph before he starts talking, and I'm just gonna read his words. Okay. So first he talked about how steve jobs tried tied man to machine with the creation life letting users bring computers with them wherever they go, tied uniquely to them by a phone number. He argued that this should be called the more personal computer era rather than the post personal computer era. Then he unveiled his framework for Snapchat through which everything. Acquisitions, new features and revenue was developed. So let's go directly to its words here now. Internet everywhere means that our old conception of the world separated into an online and offline space is no longer relevant. Traditional social media require that we live experiences in the offline world record those experiences and then post them online to recreate the experience and talk about it. For example, I go on vacation, take a bunch of pictures, Come back home, pick the good ones, post them online and talk about them with my friends. This traditional social media view of identities actually quite radical. You are the sum of your published experience. Otherwise known as pics or didn't happen. Or in the case of Instagram, beautiful pics or didn't happen, and you're not cool. This notion of a profile made a lot of sense in the binary experience of online and offline. It was designed to recreate who I am online so that people could interact with me even if I wasn't logged in on that particular moment. Snapchat relies on Internet everywhere to provide a totally different experience. Snapchat says that we are not the sum of everything we have said or have done or experienced or published. We are the results. We are who we are today right now. We no longer have to capture the real world and recreate online. We simply live and communicate at the same time. Communication relies on the creation of media and is and is constrained by the speed at which that media is created and shared. It takes time to package your emotions, feelings and thoughts into media content like speech, writing or photography. Indeed, humans have always used media to understand themselves and share with others. And then he goes on to quote Robert Burns. O would some power the gift give us to see ourselves as other see us. When I heard that quote, I couldn't help but think of self portraits or for us millennials, the selfie. Self portraits help us understand the way that others see us, they represent how we feel where we are and what we're doing. They are arguably the most popular form of self expression. In the past, life like self portraits took weeks and millions of brushstrokes strokes to compete. To complete. In the world of fast and easy media creation, the selfies is immediate, It represents who we are and how we feel right now. And until now, the photographic process was far too slow for conversation. But with fast and easy immediate creation, we are able to communicate through photos not just communicate around them, like we did on social media. That's a really good interesting insight. When we when we start communicating through media, we light up. It's fun. The selfie makes sense as the fundamental unit of communication on snap chat because it marks the transition between digital media self expression and digital media as communication. And this brings us to the importance of ep at the core of conversation Snapchat discard content to focus on the feeling that content brings to you, not the way the content looks. This is a conservative idea, the natural response to radical transparency that restores integrity and context to a conversation. Snapchat sex sets expectation around conversation that mirror the expectations we have when we're talking in person. That's what Snapchat is all about, talking through content, not around it. With friends, not strangers. Identity tied to now today, room for growth, emotional risk, expression, mistakes and room for you. That that that 1 sentence. That is what snapchat is all about talking through content, not around it, with friends not strangers when I read that at, especially the with friends not strangers part. And immediately thought again, going back to the the the new snapchat redesign, which is which is getting killed by most critics. He's very explicit and why he won't change it back too. You're supposed to be communicating with friends, not strangers and celebrities are not your friends. They're just trying to... In most cases just trying to sell you something. That is completely anti hypothetical to think about like, Instagram influencers or following Kevin Hart on Facebook or anything else? Like, they're not they're not your friends. That's actually really good a really good point. Another just random sentence. Again, with this whole theme of secrecy with Evan in his companies. Pops throughout this book. Snap... This is just 1 sentence. Snap... 2 sentences other Actually, Snapchat never announces its acquisitions. 1 day, the startup is fully functioning independently. The next employees are telling their friends that they are moving to La and can't say anymore. Skipping ahead. This is really interesting. I've mentioned how I really like the podcast exponent. And if you listen to this podcast. You probably like that. They'd do a much better job than I do, even though it's different content. They go into really, deep each episode you about 1 thing, and they go deep into, like, the strategy behind why certain businesses mostly technology companies do what they do, And I learned a lot because 1 of the c host lives in, I think it's Taiwan. And they talk a lot about, messaging apps in Asia, and how, how they make money, and it it's just a different experience than than than I've had, just living in the United States and dealing with like the major social media properties that we have here. And they also... They've done it on some episodes they've talked about Snapchat and how it's more of a messaging app, than it is a social network, which kinda echoes some of the quotes that we're seeing from Evan here. So I just wanna go into the book goes into how Snapchat studied some of the messaging apps in Asia and specifically how they make money. So this... Learning about this stuff's interesting to me. So I just wanna read a few paragraphs on that here. In 2012, Evan and Bobby had experiments with very way... Various ways to make users pay for add ons and extra features. In Snapchat. After going back and forth on the trade offs between focusing on growth and making money, they ultimately decided to focus on growth above all else. Evan continued to discuss plans to generate revenue as Snapchat turned down Facebook's 3000000000 dollar acquisition offer. But once again, he decided to focus Snapchat precious research on product development, building out stories, live and geo filters. Those the 3 products are working at the time. By 2014, though, Snapchat was boarding over burning over a hundred million a year, and Evan pushed harder to start monetizing the product. Developing snapchat into an actual business would put the company on path towards an initial public offering, a major milestone on the way to achieving Evans dream of becoming the most important tech company in the world. Revenue would let Snapchat invest more in future product development, but a bad revenue scheme would piss off users and could hurt both growth and engagement so they had to be careful. Evan and Bobby with their board of with their board members mitch Las and Michael Lint, first look to Asian messaging companies like Line and a tencent cent owned Wei wechat, which make money from sponsored messaging and in app purchases for virtual goods like stickers and games. Wechat lets users subscribe to brands that message them. Line lets users buy virtual stickers, little cartoon drawings depicting many scenes and emotions to share with friends. In August 2014, Mitch Las sent Michael Lint a note, quoting a hedge fund manager about Asian messaging companies as the 2 Snapchat board members debated possible monetization strategies for Snapchat. Here's a little excerpt for that email. It's using online to access goods and services offline. A good example in the Us would be something like Uber. But in Asia, it's way way broader. In China, people use Wechat to buy stuff like clothes, order food, book travel, pay for taxes you name it. My partner calls it the mobile phone as a remote control for your life. It's an order of magnitude bigger opportunity than advertising, and part of the reason I was so excited about Snapchat payment experiments. They could be in a unique position to own time sensitive ep offers, un sold inventory that expires like tickets to a concert. Facebook had been that's the end of the email. Facebook, now going on to the next paragraph. Facebook had been positioning Instagram as an advertising property, aligning its Crown jewel acquisition with what it did best. Snapchat, snapchat could potentially lead the way in online to offline in the Us. In China, people do everything inside 1 app. Wechat. So operating systems like ios and Android have much less power, that whole idea that in China, everything's is done in Wechat and that it weakens the actual owners of the operating system, there's a great exponent podcast on that. If you just Google exponent in Wechat. You've talked it a few times. But if you're interested, I'd get list of the podcast. Highly recommend it. If Snapchat could become a dominant offline... Excuse me, a dominant online to offline player, it could have as much of the platform power that Apple and Google enjoy. Alright. So this is Evan on brands being social. Unlike other social companies like Facebook and Twitter. Snapchat did not encourage brands to develop their own organic following on the app. Facebook and Twitter had previously coded media organizations and businesses to create accounts and pages. So users could like and follow them. In sharp contrast, Evan told reporters he found it annoying when brands try to act like people on Snapchat by creating an account. Snapchat only wanted brands on the app if they were paying for ads. Snapchat didn't ban ad but we didn't ban brands from creating their own organic accounts, but they did nothing to help them grow an organic free following. In 1 sense, this was good for companies and brands as they knew exactly what the game... What game they were playing a snapchat. Like Facebook, Twitter and others, who spent years telling them to grow their following, only to turn around and charge them to have their to have their post seen by all of their follow... I love this idea. And I have to say I agree with him when he says, Evan told reporters he found it annoying when brands try to act like people. On Snapchat by creating an account. Just in general, there's tons of brands that I that I love the products they make, but I don't need to hear from them constantly. I don't want them popping up on the apps I use. You know? Like, I do wanna be aware, like, if Apple, Apple's is a great example of this because they built the most... At this at the time I'm recording this the most successful company in history, and they didn't do it through social media. But even if it was, like, I wouldn't follow them on Instagram or any other platform? Like, I don't need to hear from them all the time? When they release a new product? I'll look at look at it and see if I I wanna buy it, and I'll buy it. But why would I have this, like, low level, like, constant form of communication with brands. I I don't understand it's bizarre to me when you see, like, people would like certain brands on Facebook and then constantly get bombarded with communication from them. I just wanna buy the products or use the services and then, you know, get on with living my life. Skipping ahead though, it it is interesting how that times so at the book you're reading this and you realize that, they are kind of... They have a philosophy which I respect and actually like. But to some extent they're shooting themselves in the foot because they are at this time primarily an advertising based business. And yet they want you just communicating with with close friends. So so this paragraph stuck out to me. It's very hard to find people to follow on Snapchat. Facebook Twitter and Instagram are happy to serve up suggestions on which friends and friends of friends and even celebrities and parody accounts, you should follow based on who you already follow. After all, and here's there's is why the... Here's the paradox. After all, the more people you follow on friend, the more potential content there is for you to see and the more advertisements you can potentially see. But Evan is focused on keeping snapchat as the anti ent of Facebook and Twitter. Aside from a few celebrities that you love so much you look up their handle, Snapchat is designed to be a place to hang out with your real friends rather than your thousands of online friends or followers. So what I got from that is well, yeah, it's good that it's it's a place to hang out and communicate with your real friends, which I really like. But you're fore closing all the other content out there from people that are not your friends that keep people engaged and you can show them more advertising. Now, I don't wanna be more engaged in social apps. I wanna be less engaged. I we, like, Tristan Harris idea of time well spent, making sure that we're using these as as benefit... Like, things that benefit our lives, not just get us programmed into and so we can see more ads. So I I don't know I guess III... I'm rooting for this philosophy to win out, but so far, if you if you look at the financial performance. I mean Facebook, is is obviously winning at this. Hopefully, Snapchat figure it out, but because I I do wanna see that succeed, But I I'm not entirely sure how that that's gonna play out. That's why I think this reading this book was so interesting, to me. Just because I really do personally agree with a lot of his philosophies, and I do think our current environment is broken. Yet, how do you un seat a vicious and powerful competitor like Facebook. I'm not entirely sure. Okay. And there's so much of this book that I'm gonna have to leave out, but I wanna end here This is Evans philosophy on privacy and secrecy goes back into this whole theme that we've touched on a lot about we're not brands. And just communication, the world of communication in an Internet everywhere. Environment, like the 1 that we currently live in. So this is from a keynote in April 2014, and it says it reveals his philosophy on the distinction between privacy and secrecy. Okay. So this is now... I'm just gonna end on his direct words. Unfortunately, privacy is too often articulated as secrecy. When as N Bomb, and he's quoting Helen Bomb, who is a professor of media culture and communication, at New york University. So let me just start that over. Unfortunately, privacy is too often articulated as secrecy when as n bomb points out, privacy is actually focused on an understanding of context. Not what is said, but where it is said and to whom. Privacy allows us to enjoy and learn from from the intimacy that is created when we share different things with different people in different context. That to me is really just picking up on a fundamental truth of human nature. We share different things with different people in different context. Therefore, wire or social apps, just a 1 to many. Doesn't actually make sense. So back back to this. He... Now he's quoting Milan, K data, K, who's a French writer philosopher. K writes in private, we bowed mouth our friends and use course language that we act different in private than in public is everyone's most cons cons of experience It is the very ground of life of the individual. Curiously, this obvious fact remains unconscious forever obscured by lyric dreams of the transparent glass house. It is rarely understood to be the value 1 must defend above all others end quote. That's the end of Con quote, going back to Evans quote. In America, before the Internet, the division between our public and private lives was usually tied to our physical location. Our work and our home. The context in which we were communicating with other friends and family was clear. At work, we were professionals. And at home, we were husbands, wives, sons and daughters. On the Internet, we organize information by its popularity in an attempt to determine its validity. This is actually a really important important point. So let me start that again. On the Internet, we organize information by its popularity in an attempt to determine its validity. If a website has been referenced by many other websites, then it is genuinely determined to be more valuable or accurate. Feelings expressed on social media are quantified validated and distributed in a similar fashion. Popular expression becomes the most valuable expression. Social media businesses represent an aggressive expansion of capitalism into our personal relationships. Let me read that sentence again. Social media businesses represent an aggressive expansion of capitalism into our personal relationships. We are asked to perform for our friends to create things they like to work on a personal brand. And brands teach us that authenticity is the result of consistency. We must honor our true self quote unquote and represent the same self to all of our friends are risk being discredited. But humanity cannot be true or false. We are full of contradiction and we change. That is the joy of human life. We are not brands. It is simply not in our nature. As a fantastic paragraph, but humanity cannot be true or false. We are full of contradiction and we change. That is the joy of human life. We are not brands. It is simply not in our nature."
}