{
  "transcript": "It was over, a strangely disappointing anti climax to a life that had spanned most of the history of motors sports. His health had been in severe decline for months, and the end had been expected. While his mind remained quick to the last, the powerful body had long since crumbled under the sheer weight of years. Editorial writers around the world g for words to express what enzo Ferrari had meant. Many tried to describe him as an automotive pioneer, which he was not. Others call him a great racing driver an engineer, which he was not. He was exactly what he had repeatedly said he was, an ag educator of men. And he remained true to his cr to the day he died. If there was 1 essential quality about the man, it was his iron bound 10. His fierce devotion to the single cause of winning automobile races with cars bearing his name. From 19 30 onward for nearly 60 years, hardly a day passed when this thought was not foremost in his mind. Winter lose, he un answered the bell. In that sense, his devotion to his own self described mission was without president. At least within the world of Motors sports. For that alone, he tower over his peers. Enzo Ferrari, the last of the great automotive titans was gone. Never to be replaced. That was an excerpt about the death of Enzo ferrari it comes from the book that we talked you about today, which is Enzo ferrari, the man and the machine written by Brock Yates. And I wanted to start there because this is the third different... It's the third podcast that I have done on Enzo ferrari. The first 2 in case you're haven't gone back and listen to. It's founders number 97, based on that book go like, hell, which is the story about Ford versus Ferrari, and number 98 is the biography. Actually, that's the number 98 is the longest biography Ever read from the podcast. If you don't include the book of olive of Warren Buffett shareholder letters that that biography of Enzo ferrari is almost a thousand pages long, that's Enzo ferrari Power politics and the making of an automotive empire. And the reason I wanted to do another book on Enzo, and he's by the reason he's 1 of my favorite founders and entrepreneurs that have come across since doing this podcast. Is because 1 of the sentences that the author just wrote here from 19 30 onward for nearly 60 years. Harley day passed, when this thought was not the foremost in his mine, and that's the thought of his fierce devotion to the single cause of winning automobile races with cars bearing his name. So anytime I have the opportunity to learn from somebody that did the same thing that was singular singular. I can't even us on word. I don't know if I'm talking funny, but I just had dental work done so my jaw still, if I do sound funny too, is it's just because my jaw is still swollen. But the reason I I think that's so interesting is because it's just very rare for somebody to be completely obsessed with the with the same thing and work on the same thing for nearly 6 decades. And I think what ends enzo for ferrari I understood is the same thing that Charlie Mu has talked about warren Buffett. It's just trait that a lot of the people with a lot of the entrepreneurs that we studied in on this podcast no. And it's the fact that knowledge compounds. And if you stay focused on the same thing, keep learning about the same thing for multiple decades, never interrupt the compounding, you're gonna have a unique set of knowledge and no 1 else does. And that's why I think also the author says, he tower over his peers. It... He was the last of the great Automotive titans. And when he's dead, he was never to replaced again. I wanna go to the beginning of the book. I wanna introduce you to this guy named Luigi Chen. Actually, you know what it before Do that. I'm beginning a lot of messages about gift subscriptions, especially for this time of the year. I recently just switched to a different provider that has more complete feature set for subscription podcasting. But so there's a... There's a link in the show notes that you'll find down below. If you click that link thing on the top upper right hand corner, you'll say gift to subscription, and then it gives you a very simple set of instructions. And if you... On how to do that if you want to, and you can give a monthly... Description our description, if you want to, if you're interested in the description jump on that, though. On January first, the price is gonna go way up. For the last few months, I've been running this experiment. It's been very popular, but it's definitely not sustainable. But I do wanna give you a few more weeks to take advantage of that So jump on that if that's interesting. Let me go to Luigi. Now the very... The book opens up. So Ferrari doesn't die so he's 9 years old, and he works till he dies. Okay? And the the book opens up with Luigi Ci who's few years younger than than Ferrari. They're were kinda, like friends, adversaries partners in a sense, Luigi Is the 1 that introduces the Ferrari, like, the the cars that you can actually sell. A private consumer could buy in America. He's the 1 that open up the the would trying being a check market for Ferrari. And so the book opens up with Is driving from Mode, which is Ferrari hometown where he's spend most of the time. 2 Paris and he... And he... It's plays on the radio that that Enzo ferrari had passed away. So there's in the introduction. There's a great overview of Chen view of Ferrari that I think is helpful to us. Let me go into that. And he's thinking back of, you know, multiple decades that they work together and really had a fight. For Ferrari, he's 1 of the people Most admire because of his obsessive, his stubborn ness the fact that he identify what was most important to him and he went after it with everything he had. But he's not necessarily, like, somebody didn't wanna hang out with. Let's put it that way. He's extremely difficult and dangerous person, and really just rather crude, but we get we get an idea of that because Gene just had these battles with them. So it says, it had all been an insane display of emotion and Ego warfare, and he was tired of it all. They had duel too long, and if a winner had to be declared, it have to be ferrari, But did he not always win? Did he not always prevail. Sometimes coming off the mat after repeated bloody knock downs to land a knockout punch, and that's another admirable character Ferrari had. He had persistence and space. Ferrari shared the spotlight with no 1. Not even the man who helped create a market for his automobiles larger and more lucrative than anyone could have imagined. He came to know ferrari too well. To understand his... The reason I'm reading this section to you is because of this this this I mean, I don't wanna mince words here. He's extremely... The manipulative per... Manipulative personality that ends enzo Ferrari had. He was he described himself as an ag educator of men. He was extremely charismatic, and he could convince people to do whatever he wanted them to do. And that was 1 of the... His his greatest strengths In his career, Kain Ferrari too well to understand his chameleon like public persona, his ability to orchestrate the press in the public to art play the lovable, be, poverty stricken patriarch 1 minute. And the ruthless Eagle Man des the next. He had seen the public ferrari. The Regal Old Don who ooze respect as well as the private ferrari. The Be, farting, cursing, bragging, hector Mat Pi, who bore his lower class background like a mark on his forehead. He meaning Chen, new Ferrari as the cons manipulator of men. He turned on the radio. A cast was beginning. It was the lead story in a mad and matter of fact tones a voice announced that earlier that morning death had come to Enzo Ferrari. Ferrari. Dead. It was expected, but somehow it's stunned him. This old warrior This car, this master manipulator, this tireless competitor, this overwhelming presence, this imperfect, but perpetually fascinating man was finally gone. Okay. So now I wanna go to En enzo early life, and then I'm gonna build up and tell you how he became ends enzo Ferrari. Because he definitely didn't start out as anything rather, like, unique. No 1 would predicted if you see Enzo at 20 years old. There's no way you're gonna predict that he becomes the greatest car manufacturer of all time. And 2 quick sentences here that give you an idea of who he was his kid. He hated school. He simply wanted to be a worker and nothing else. So his dad, they're living in Italy, of course, or so he spent his spends holly his life actually, and his dad, he's gonna take him to a automobile race, and this is where he finds the love of his life. Something he was completely obsessed with. For for Enzo, racing automobiles. Racing cars was always the number 1 fascination. He was not really interested. He just accidentally started manufacturing some of the the greatest cars the world's ever seen. But the racing always took precedent over that. His first... And he sold car so he could fund his racing operation. His first contact with the with auto racing came when his father took him... Him and his brother to race. He was 10 years old The following year, young Ferrari trek... So this first race this is the second 1. The following year, young Ferrari tracked 2 miles across open farmland To watch a second race. For Ferrari said, I found these events immensely exciting. So from I'm very young age. He identified exactly what he... What he wanted to do. He's eventually gonna try to work for car manufacturers and then become a, a driver of racing driver himself. But this might be... This is this is the most important paragraph. In the entire description of his earlier life. Examinations of his youth supply nothing to indicate any extraordinary talents. This is... This really speaks to the benefit of not interrupt, like, the the fact that knowledge compounds and don't interrupt that. Right? So examinations of his used supply, enough supply nothing to indicate any short air talents, no glittering, undiscovered genius, not even the singular talent for leadership and organization that was to blossom later in life. And enzo ferrari, for his first 20 years was simply another Italian boy who like bicycles and car races and football. So when he's 18, something terrible happens. And it says, in 19 16, and so Ferrari had his first close encounter with death, an acquaintance that would stay with him for the rest of his life. That's a very important sentence that's too. Talking about the the dozens. I mean, I mean even know how many people... How many drivers die at the very beginning of racing. Not only do tons of the drivers die, but tons of the spectators die. So... And I'll get... I'll go into more detail. I went into a lot detail on that on foundry number 97 Go like, hell It just really surprised me the beginning of the sport, how they just... They had a high, extremely high tolerance for death. And so he's 18 and his first encounter with death and queen said would stay with him for the rest of his life. His father died of pneumonia. The little business, so his the little business that his dad had, collapsed and enzo drifted through a series of men jobs. You party realized from the the year there we're in 19 16 world work, World war 1 is happening. So he's gotta do a bunch of work. Because he became a trainee and a small factory, manufacturing... Manufacturing artillery show sales. This is a confusing time for Ferrari. His father was dead and with the conversions of the war plus his lack of serious career goals, he me through his late teens without direction. Then suddenly, shockingly Dino, this is his older brother was dead as well. And so this idea that death is an acquaintance that's gonna, stay with him for the rest of his life. His 18 years old, His father's dead. His his older brother's dead. Just all the stuff in the family he's him and his, ferrari and his mom and so his mom rather, ferrari is eventually gonna have, a son, he's gonna name his son Dino after his brother, his son is gonna die what most people think of, he died from muscular dis dystrophy when he's early in his early twenties. So death is a constant companion throughout the life of throughout the extremely long life of Ends enzo Ferrari. And his brother died because he was he was in the war. So it says, and they're they're not entirely sure there's just a bunch of... Could've have been influenza, tay ford fever or any 1 of the dozen illnesses that ravaged the trenches and camps of the World War 1 combat and do you know was serving in that war ferrari I was devastated by the loss of his Ferrari and or soon have his father and brother. And then right after this, he winds up getting drafted, and so then he's got us us he's got serve in the Italian army towards the end of of World war 1. So I'm gonna skip him over most of his time in the war. There is 1 thing that he talks about over and over again and his auto and other people, other documentaries saw on him that... I've seen repeated is the fact that he wants up getting sick. He gets to he's sent to a hospital and 1 of his memories is the fact that he's left in this dark room on the second floor and the on all he can hear all day and all night is the hammering of lids of coffin being pounded into place. And the reason I bring that to your attention is because he's very familiar with death at extremely early age. So he's like, okay. I don't know how long when survive. I'm gonna long live. I need to get on with my life. So he comes out of his service. He luckily the the war ends an next year, and he survives. And he's he's just bound and determined to to get the job that he wants and actually lived the life. He wants. He was discharged in 19 18 as Your gas for breath and men g to justify the sacrifice of 30000000 lives. Ferrari seems to be have seized with an epiphany of source during this period. He wanted to follow a career in automobiles. And in his auto describes his period. It's him and his friend get this... It's like, a magazine or some kind of publication. It's amazing how often this... What I'm about to read you happens in these biographies. So him and his friend are sitting there looking through this this publication and says they had examined a photograph of Ralph Palm. The morris talented Italian who had moved to American in 18 93, and by 19 16 had won both the Indianapolis 500 and the Van boat Cup. He was believed by many to be the greatest driver in the world. So for I turns to his friend says I will become a race car driver. So he has limited money, no connection, so he goes to... You can really think about his next move. He's trying to get a job at the leading technology company of his. And it's funny because this is Fiat, which is at the time that company has been way... It's... I think it's like a hundred and 20, hundred 25 years old. So today, you don't think of fiat as the leading technology in the company's. But in in the end of 19 twenties, It it was. So it says to he goes to to where they're located. He travels. He says he had come to Tu terrain with a single purpose in mind to gain employment with Fiat. Fiat was an acknowledged leader in the new technology. They're talking about the the the very... This is the very beginning of the automobile industry. And these this time in in in history, I find extremely interesting. Actually, there's a parallel between the early automobile industry in Italy and the early automobile industry in America. So I did a multiple part series. It's round founders number 01:18, and I think it goes all way, like, founders number 01:30. So this is... I read a ton of biographies on all these the early American automobile founders and Pioneer. So it's people like Henry Ford, Billy Durant. The founder of general Motors. To Dodge brothers, Henry Leland, the guy that founded, Cadillac, Albert Champion Alfred Sloan, Walter Chrysler, Walter Chrysler, Louis Chevrolet. And there's a number of interesting things is 1 there there at the very birth what what gonna become a gigantic industry or global industry. Right? And they all knew each other. They're all supporting casts in each other's life stories. And the same thing is gonna happen in the early motors sports, they're this fever of, for racing that the italians had. Because you... As we'll see here, Like, these are the the names I'm about to reach you. And, I'm just trying to do now in case I forget this, later on in the book. But like, the names, like, these are names that we still know and the they're car companies are still around a hundred years later. So you hear names like Ferrari, Bug, Maserati, Lamborghini. They all knew each other, they were all in relative same area, and and and going after similar goals. And that's just mind blowing to me. So I'll talk more about Bug because which surprised me, I don't remember if I learned this and the other bog on Enzo was the fact that bug Bug got was really the blueprint and Maserati, Maserati brothers to to some degree. For what Ferrari wanted to do. And it was fasting that other people had laid out a blueprint for him, and then he winds up surpassing them. So anyways, that that that just... That thought spun to my mind because it is in this section of the book. It's talking about, you know, he's going a fiat because Fiat the leading technology company of day and it's funny. How, like, that's true then, but it's not how we think of things. That's now how we think of the company now. Okay. So let's go back to this point in his life. So he goes, okay. I'm gonna travel all the way to Terrain tehran, I'm gonna try to get a job. This is not gonna go good for. 1, he doesn't have an experience in 2, There's a huge influx of unemployed Italian males coming home from the war. So says it was into this exclusive melee that the poorly educated still unhealthy totally un qualified Enzo ferrari poked to poked his nose. It was useless. The post war job market was glut with veterans. And Ferrari was doomed from the moment. He entered. I wanna bring this to your attention because this is something this this this rejection is something that he holds inside of him for 50 years. He called it the lowest day of his life. Ferrari wrote at this moment with Po, he wandered through the busy streets to a bench in Valentino Park. And then he says, I was alone. My father and brother were were no more. Overcome by loneliness and despair I we. And so this is the lowest point of his life. He's depressed. He has no resources. He just got shot down. And he's going to to to reference this because 50 years later, he's going... Remember. This is Fiat. Well, I know if you know this actually. I don't know not insurance. I remember. Fiat buys Ferrari. And so 50 years after this point, he goes back. And once he sells the company, he sits on that same bench, and he essentially has this, like wrong in his mind rectified. So it says the this slight by I fiat fest in his brain creating an anger, that blossom with the passage of time. The reason I'm reading this section to you because anger and revenge are extremely effective motivator for of human behavior, and we see, you know, it's definitely a dark side to enzo for sure. And part of that is the fact that he's got this giant ego and he wants other people. He wants to prove... Is very important how other people view him. And so he wants to prove. Hey, you made a mistake. Revenge was a priority within him that would not be subdued and repayment in kind was a debt he swore to fulfill no matter how many years it might take. And then from here, the book just goes through. Something that I try to bring your attention every time. Is, you know, it's not like he wakes up. I'm gonna going on a poor 18 year old with no father, no brother on this bench and overnight, I'm the greatest car manufacturer of all time. En enzo story is very similar to a lot of these other biographies? You see what... What's my next opportunity from here? And then once you get to that spot? Then you look around, okay. What's the next best opportunity? And he just goes from what... He pursues each opportunity 1 step at a time, like, just like all of us can. Right? And so it says, he he winds up going and see seeking. I like okay. I wanna work in this industry. Let me go find out where these people hang out. And so it says there's only days after Enzo arrive on Tu that he began to display the gritty resourceful and powers of persuasion that were to become his trademarks. He began to poke into the thriving community of manufacturers, drivers, mechanics and promoter that had sprung up as satellites to the fiat operation. So he just does whatever you can. Just I just need... I gotta get my foot in the door of this industry, and then I'll figure out a better way, the very first job he gets if you think about it, he hooks up with his car dealer. This guy named Giovanni. And Giovanni hires him because Giovanni is purchasing all the the the the army trucks. Like, the Italian Army trucks. There's a giant surplus. And he's figured okay. I'll buy these surplus army trucks from the government. You know, Can get them really cheap. I'll strip them down to the bear chassis, and then he's going to resell the Bare chassis to a coach maker. That's what they call cars at this time. I mean, if you look at them. You... I went looked at, like, what the first, like, Alfa Romeo mayo when when Ferrari works there. And you know, they they don't look like cars. They're called cars, but they definitely don't look like cars to us today. And so he's like, I'm gonna I'm gonna take the... I'm gonna take these bear truck chassis, and I'm gonna ship them to this coach maker in Milan, and then this coach maker's is gonna put passenger car bodies on top of them. Because a ton of... There's a... There's a giant demand for for automobiles or these these rather primitive automobiles in post war Italy, just like there was an in post war America. So for ferrari is taken as a general handyman, and then he's also hired to transport into drive, and get the trucks or the truck chassis up to where they need to go. So it says ferrari carried Italian... Oh, this was interesting. Ferrari carried Italian driving license since number 13 6 63. So they actually number them that would imply that he's 1 of the nation's earliest motorists. So he uses this job and then to meet other people. He eventually gonna meet... This is a a mentor sorts. So he's just gonna get this job serves a point. Just you can meet new people. Once he meets new people, they tell him about other opportunities. If he feels that Better opportunities better. He's gonna jump. So he jumps from opportunity opportunity. This guy's name is... I'm... These italian words are gonna kill me. I can't even pronounce English words correctly. There's no way I'm gonna tell... Pronounce these Italian names then they have fantastic names by the way our city. So I'm just gonna call this guy Hugo. I have no idea how to pronounce his last name. Hugo. It's going to be a mentor of sorts to a young ends of Ferrari. Hugo hires him as a chief test driver for the new automaker. This is it's C n. It says the company was embarked on a full scale campaign to manufacture high performance vehicles. And as was the universal customer of the day, the factory was entering a variety of races. Ferrari was hired by Hugo to be his assistant. He had begun his climb the ladder. And so he couldn't get into fiat, couldn't get an alfa romeo male yet, so we starts at the very bottom. C is a tiny firm. It's a new firm, And this is just a little bit about the occupational hazards. I thought this paragraph was was rather amusing. So the tiny C firm could not afford to transport race cars by rail or truck. So Ferrari and Hugo, were signed the job of driving to the. So he's gotta a he's gotta transport the cars to the race. It was hardly a leisure tour through the countryside. Ferrari called that they drove into a nasty blizzard 1 day, and they were set upon by a pack of wolves, which had to be dispensed by shots from the pistol that he always carried under his seat. So imagine if 1 of the occupational hazards of your job is that you might be set upon by a pack of wolves. So we see I'm skipping head, obviously going very fast as the book Ferrari soon left Cn to to seek his fortune in other realms of the Italian automobile business and to further his career as a racing driver is another step up. Shortly thereafter he began an association with Alfa Romeo. So again, Alfa Romeo, gigantic successful company of its day. I think It went to being national by the Italian government. Deaf, I think Mu need national. If I'm not mistaken. And so before I begin, he Mu in his book quite a. I'm gonna skip over most of those parts. For I begin an association with Alfa Romeo mayer that was to last for nearly 2 decades, this is another important part I wanna bring to your attention. Is how long Enzo far ferrari had to be committed to his desire to be successful. He is, like, 50 years old, something like that, by the time he's able to start a company Ferrari under his own name. As that pair assuming that sentence just hinted, he began an association with Alfa Romeo romero that was the last for nearly 2 decades. So this is where he starts to race cars. He's gonna become a car salesman as well, and then eventually he's gonna run the racing team for Alfa Romeo. And I need to give you a bit about his personality though because this is 1 of the most important things to learn about him. And it says there's no question that by this time, Enzo ferrari had become a compelling salesman and manipulator. So this section reminds me of something I learned when... You see it a lot actually, but the... What comes to my mind is when I read George Lucas biography. I'm pretty sure this is founders number 35. So George Lucas is, like, many of the founders that we cover. Here's a successful studying history. He like to read biography. He wanted to know how the the great people of history thought. Right? And it wasn't until he's in... He's like, I think he's like, 23 years old, and he meets. Francis Ford Cop, who I think is like, 28 at the time. And Francis ford Cop becomes, like, 1 of his best friends and mentors. And he's the first of the independent filmmakers that actually figures a way to break into Hollywood at the time. So, like, what George Lucas was trying to do Steven Spielberg Martin square Stacy another example of all these guys knowing each other, at the very beginning, which is crazy when you could think about the careers Brian Palmer was also in the group that they went on to half. But he says something in his biography about Cop. And, and based on his his historic knowledge of reading Wagner. You said Francis could sell ice to es. He had charisma beyond Logic. I can see now what kind of men the great Caesar's of history were. Their magnet. That could... It's all that applies to Francis for cop, it definitely applies to Enzo ferrari. And so I don't think we can overstate the importance of being able to be persuasive to be able to communicate with other humans and the impact it's gonna have on your work. Reminds me, if you read the the biography of warren Buffett or anyway, there's a bunch of them, but he mentions this over and over He says like, the best investment he ever made was the hundred dollars she spent for the Dale Carnegie public speaking course. And I think that Statement speaks volumes. If you don't already have this ability, Like, he's clearly telling you, hey, find a way to learn. It's just a skill. Like any other 1, you can learn how to do it. Let's good back to this paragraph. Also surprising is even though he he knew he was face. He knew he's able to to... I mean, manipulate. That's that's the word he's gonna use. He does have a little bit of impostor syndrome because he's still, like, this poor Like this poor uneducated kit. Despite his obvious powers of persuasion and his any sufficiently vivid personality push his ways into the san them of the Alfa male test department for Ferrari remained gripped by his lower class bump image. At 1 point he limit, he lament, I feel so provincial. But that sense of ina adequacy was more than compensated for his... This is really like the way to think about this. By his street wise cunning and a bras ability to deal with the social and professional superiors like a man twice his age. So he's also doing races. I'm skipping over most of that part because he was, you know, by his own admission, not a great race car driver, way better at, obviously being the ag educator of men. Us, but this is the problem that a young enzo is trying to solve while, why he's doing the work at Alfa Romeo. The modest firm of Alfa Romeo was still operating in the minor leagues of the automobile racing business. Chances of their victory and major events seemed a distant hope because they're going against the mighty Fiat, Mercedes, all these other people that have a way more resources and they do at this point in history. It was simply too great to even consider high placing in the major grand grandparent pre events, but Ferrari plunged into his job with typical Vi. It is around this time though that he's gonna start making the more money he's ever made in his life, and that's gonna come from actual car sales. So it says his aggressive sales tactics permitted him to become an exclusive exclusive sales agent for Alfa Romeo automobiles in this little section of Italy that he's in. I'm gonna skip the name. By urging, by using his growing reputation as a racing driver, he art fully enhanced the marquis image among his... The rich clientele in the region as his financial fortunes in the car business increased, his racing career entered into a severe decline. He's 24 years old. And so as his racing career declined, he does something smart. He realized realizes that the failure of his 1 dream. Right? It's... Remember what he he looked at his friend when he was like, what, 18, whatever He old was maybe 19. I'm gonna be a race car driver right. I was his dream Right? But his failure 1 dream leads to discovery of his true talent and something that he's gonna do for his life. For all of his attempts at reaching the big time of major league racing, enzo ferrari would be doomed to the role of spectator. Yet his stature as an organizer and leader of men would soar to unexpected heights because he was able to strengthen the Alfa romeo male team and aid and propelling it to the very pinnacle of the sport. And so as he's turning around the fortunes of offer Romeo, he's introduced to the very real, specter of death that this sport produces, which is unbelievable. I think the best description of that is that little fun book. I did on phone numbers 97 go like Hell. If... I was also you've seen if you've seen the movie ford versus Ferrari, was Christian Bale and Matt Damon, Matt Damon pay Plays Carol Shelby. I also did a, a podcast in Carol Shelby. Carol Shelby by far, 1 of the most likable founders I've ever read and just... There's a bunch of interviews with him on on Youtube. Right before he died and he's like, I think he's, like, his eighties. He's just hilarious. I love that guy, but that's who, Matt Damon plays him in that movie. If you haven't seen it. You could also listen to founders number 99. That's Carol Shelby. But... So we see that you just death, how much death is involved in this sport is just unbelievable, this is gonna be his men mentor the 1 that hired him. Hugo spun off of 1 of the ultra fast benz and was killed. Hugo was gone. The man who had brought Ferrari into the sport and given him his first chance to drive was dead. He would be the first of literally dozens of men who would fall around Ferrari, victims. Of this crude of sports. So this is where we see that Ends enzo just really made the smart decision to alter his focus. And he had a talent for recruiting highly talented employees. And so he rewind recruiting to of the best engineers and also drivers. He does strat. I mean, this is his mo This is playbook for his whole life actually. And what happens is now you have this alfa romeo mayo team, which is the underdog beating fiat, which wasn't supposed to happen. And so it says, while Ferrari could accept no credit for beating fiat on the track. I mean he wasn't driving his contribution to their overall defeat by aiding in the defect detection of Ba and Jon. These are people here recruited was pivotal. Following the pair flight, the once un beat fiat racing department was in Sham. Their losses prompted fiat to drop racing after the 19 24 season, a short lived return would be made a few years later, but for all intents and purposes, they departed of the sport forever. Considering Enzo deeply rooted sense of honor and his need for a revenge. Remember this is firm firm that would not hire him. 1 can be sure that this cap stipulation by the company had been rejected that that had rejected him 6 years earlier was lust celebrated by Enzo Ferrari. That just... You know, also popped in my mind is I'm reread this. There is so many opportunities that are outside of En enzo control that he benefits from just by showing up. This idea that Fiat gives up cars breakdown. They don't get through immigration. En enzo was obsessed. He was most most car racing teams at the time, we'd say, hey, focus on whatever. There's all these, like, different focus on Grand Prix or focus focus on this country or focus on this 1 type of race. And ends was like, no. I... I'm gonna... If there's a race, I'm showing up. And so they wouldn't have... Now that'd be crazy, you wouldn't be able to do that. You'd have specialized cars and everything else. Would just retrofit really fast. Like, if maybe you had a car a long endurance rates. So you need to have a different type of vehicle for that. Maybe you have 1 that's just going around the same track. Like, Indy 500, so you have a car for that. Maybe you have a street race that's a thousand miles. You have car for that. Enzo just like, no, I'm showing up at everything. So this idea I just realized I prompted fiat out to drop out. He wins a lot almost by default. By the fact that he just shows up. I think there's a huge message message there. Goes back to what Steve jobs told. Half of what separate what his famous quote that I'll never forget, and I think it's so important for people to repeat over and over again half what Steve jobs said, half of what separates the successful entrepreneurs from the not successful ones is just pure perseverance. Perseverance persistence, whatever you wanna call it Enzo had that in spade. So now we get to... When Enzo 31 years old, this is gonna be the start of the sc Ferrari, and that word just means racing stable. It's kinda like a joint... It's a joint venture of of sorts between Enzo ferrari and, Alfa Romeo. It says with the their money and Ferrari connections and racing expertise, why not pool their talents and form a sc. The deal would be simple. Would be a a limited partnership would be formed, in which the shareholders would set up an operation to buy race and perhaps someday build high performance cars. And so this is what Ends enzo gonna do for quite a while. It's almost like 2 decades, something like that. Maybe maybe 15 years from this point in in the story before he sets out on his own, like, he saw, under his own name that is. But this section is really about the fact that he felt triumphant. He gets to return to the city of his birth, and he's now transformed himself at a rather young age. From agent and employee to the founder of his own company. Ferrari symbolically viewed the formation of the new Scooter as a traffic home homecoming to a place that say a few racing duties had ignored his presence. My return to Mode medina was kind of a mental revolt. He later wrote. When I went away, I had merely some slight reputation for being a strange. This is Hilarious. Listen how he did how people thought of him before he when he left away. Or when he he went away rather. When I went away, I had merely some slight reputation for being a strange young man keen on cars and racing. But did not seem to have any particular capability. So now what is this? This is, like, 12 years passed at that point. Right? My return, in in order to transform myself from a racing driver and team organizer into a small industrial. Represented an attempt to prove to myself and others that during the 20 years I was with Alfa Romeo mayo, not all my reputation was secondhand and gained by the efforts and skills of other people. The time had come for me to see how far I could get on my own efforts. Now, this is what I mentioned earlier that there is always a blueprint in these books. There usually somebody has identity, They see somebody that's came before them and they're like, I want that. And for Ferrari, M Maserati Brothers were, also racing and producing cars under their own name, which is what I wants to do. But largely, his blueprint was Bug got. And so here it says, if there was ever prototype operation for what Enzo ferrari envisioned for his... For the sc area, it it had to be the legendary don't know how to pronounce his first name, but we all know his last name, Bug. This part art... It doesn't how that you describe Bug. This is really interesting because I've heard the car... The car. I knew they sell for, like a million dollars from crazy like that. Maybe more. But I didn't know much about the person. I should actually see if I can find a photography on. This part artist part engineer, part entrepreneur, part sculpt has since 19 10 create an automotive f in a tiny village. The Bug body estate included a... We talk about a lot. The benefit of building your own world within your a world. Right? That's kinda what company building can be and then you you you can also do that to more elements of your life. But check this out. He... This Bug got literally made his own world. It sounds fantastic. So he has this little automotive feed from a tiny village. The Bug estate included a small elegant inn for the entertainment of gas customers. A stable of thorough bread horses and the factory itself. His automobiles were and remain a stunning combination of industrial aesthetics and the jeweler art. It looks as if a fabric if Faber had somehow been able to motorized an egg. And it's... I think it's the the book was detail about. The character that Bug got was. He, like, dressed in costume and everything is so hilarious. I love seeing people like, hey, I got 1 life. I'm gonna do whatever I want, and I'm gonna really live it. Bug bulgaria was just 1 of a bev of colorful sent, just nobles playboy, dreamy commoners and hard eyed Ego man who populated the world of European motors sports in the 19 thirties. He certainly stood is still ba bug got. He certainly stood above the rest in terms of lifestyle. He had created a feudal bernie around the spider spider machines he manufactured in limited quantities and sold only to those he personally deemed worthy. By contrast, Enzo Ferrari was then still a dr simple journey man. Labor in a small garage in an Italian back water. That is such an important point. The example Bug got was setting did not escape him. Everybody has... There's always a blueprint. Bug got was ferrari blueprint. This is so important. Of, Bug bulgaria was a prototype for success. He was manufacturing cars for their very wealthy and fielding his own team of professional and wealthy amateur. This is exactly what Ferrari wants to do. Shirley, Bug bulgaria could succeed at this a similar concept could be developed on a more modest basis for ferrari. So Ferrari is extremely gifted at running a team, recruiting the best people, provoking them, poking them, motivating them, manipulating them. So guess a fantastic success and this new ferrari sc or actually, no It's sc ferrari. Sorry. It's fantastic successful. And so as... We've seen before, Basically, what I'm trying to tell you here. Let me read this to you. So sales of, now they're racing cars, and then what happens when you win races, you get a ton of publicity, people are going to want that car. So sales to private customers were thriving and would continue to grow as the Sc success on the racetrack extended in ex... Excuse me expanded in number and magnitude. So what I... What hit me now is because since the last time I read biography on ends enzo Ferrari. I'd were read 2 biographies on Michael Jordan. And I realized Ferrari sold cars, and Michael Jordan sells shoes for the same reason. Humans are attracted to winners. And so on this podcast, of before, I've mentioned, I don't know 2 or 3 times that Enzo far ferrari is gonna go down in history as the greatest car manufacturer of all time. That is also stated in the movie. There's a scene from the movie Ford versus Ferrari. And I'm gonna read the transcript to you right now. And so we're gonna have... The first character is I... It's, like, Henry ford the second, like, right hand executive. I forgot his name. So for this, I'm gonna call him Douche because that's what he is. And then he's talking to L ia ko. And before Leah ko became super famous and well known because, he winds up taking over Chrysler Corporation, kinda, like, bringing it back from the dead. But before he did that, he worked at Ford. And so this is the scene between Douche and Leah Ko from the movie Ford First Ferrari. They're on in a meeting, henry ford the second sitting there and the Douche says. In the last 3 years, you and your weren't... He's talking to Leah. In the last 3 years union marketing team have presided over the worst sales slump in history? Why should mister Ford listen to you as what Lia Ko says, because we've been thinking wrong. Ferrari. They have won 4 out of the 5 last 5 Le mans. We need to think like Ferrari. Now we're in the 19 sixties. This is the time period happening to do shares. Ferrari makes fewer cars in a year than we do in a day. We spend more on toilet paper than they do on their entire output. You want us to think like them and so lee's responses perfect. Enzo Ferrari will go down in history as the greatest car manufacturer of all time. Why? Is it because he built the most cars? No. It's because of what his cars mean, victory? When Ferrari wins Le mans, people want some of that victory. What if the ford badge meant victory and men wear counts with the first group of 17 year olds in history with money in their pockets. And so when he says that, Henry ford the second, like sits up and starts paying attention. And so the douche says, this would take decades to develop a race team that's capable of taking out Ferrari. So then Lee walks over to him, and throws this folder on the table and he says, Ferrari is bankrupt. Enzo spent every L, the currency of it Italy. He got chasing perfection. You know something? He got there. Now he's broke. And so that's scene what what Lee is also saying at the to end where he's like, far ferrari bankrupt. He spent every dollar chasing perfection. This is... He's got something in common with other... En enzo got common with other great... Some of the greatest founders in in history. Have all similar patterns Walt Disney, Steve jobs. They would spend every every dollar they had improving the product. There's a great line in 1 of Walt Disney's biographies where his brother, his brother is the 1 that's, like, tell with the financing of the company, and always had to life fight walt and his crazy, but perfectionism. And his Brother was like, what is this gonna cost? He's like, I'm innovating. I'll tell you what it cost when I'm done. There's just no way that Walt was gonna compromise his vision for perfection. That's why you see the company. He built He built 1 of the greatest companies in human history. Steve jobs is the same way. And this is a very early. He's like, this was a... Mid 19 eighties. Steve jobs goes to talk to... I think it was Stanford. And I can't remember the most likely it had to be Stanford. And the business school students are asking him questions and, like, asking about the stock price. And he, like, completely waves off their answers. Like, I don't give a shit about the stock price. He's like... And then he launches into the fact that he's gonna 1 day day's gonna build a computer that you can hold in your hand, like, some kind of comedy. Almost like the early version, like, the like the ipad. And he talked about, like, his passion for making insanely great products. He's like, no. I'm... My focus is on making the very best product possible. It's not on making the most money. Well, Disney was the same way. Steve Jobs in the same way and Enzo Ferrari was the exact same way. Sonny let me wrap this status us background around to what we were talking about on the book It's the fact that, you know, we we talked about Jordan. Like, if Jordan didn't win all the championships if he wasn't regarded it's greatest player of his generation, no 1 would buys shoes. And then you fast forward 20 years after he's retired, his shoe brand is doing over 3000000000 dollars a year. He gets 5A5 percent royalty of sales. That means Jordan right now. Of 20 years after he stopped playing the game. Is making a hundred 50000000 a year just from his shoes. And it also ties into the idea of why you should keep it it's it's the naval quote. You should keep redefining what you're do until you the best in the world at it. It's not like the second best player, or the second best person in the Nba sells you know, 10 percent or 20 percent or 50 percent, of the the shoe volume. Jordan gets almost all the profits. I just think there's a... What I'm trying to say is like, all these dis... They seem like seemingly like, disparate ideas. If you combine them, there's a lot of like, information there that's useful to our careers. The idea that humans are attracted to the best, so they flocked to whatever that is. It could be the best shoe, the best car or the best purse, it doesn't matter. And then if you can somehow identify even if it's just a tiny niche to be the best in whatever field you is killed you're in rather, you have these disproportionate returns and part of being the best in what... If you're gonna be the best in the world or something, you have to be obsessed with it. Steve jobs was obsessed with his work. Well walt Disney was obsessed with his work. So and enzo ferrari was obsessed with his work. They all produced the best product in their category. So I hope that makes sense. I hope I could tie that together. It's just very obvious when you start reading across all these different biographies. Like okay, okay. These people all think differently, but they think differently in the same way. They are much more closely aligned with each other than they are with, like the average person on the street. I need to go fast forward in book though because I have a ton of of highlights. And I'm gonna be here All day talking to you about this. This is this is gonna be like, an audio. For god's sake. Okay. Let's see. This is acting like a champion before he was a champion, a formidable individual and complete control of his organization. So it says, the persona of the man who was running the operation was beginning to take shape that would remain consistent throughout his life. While still only in his mid thirties Ferrari was firmly controlled of the operation and given to fits of temper that would descend on the place like summer summer thunderstorms. A badly fabricated part member, they're they're... So it's focus on racing, but there there's they're making cars. To fund the racing operation, and he... He... You can think of him as the exact opposite of ford. Right? It's very interesting that he even had the negotiation. I person I And so even considered selling to them. But the idea, you know, Ford had this this... There's a leading... If you go and listen to my podcast it down on Henry ford, like, he figured out how to apply mass production techniques to automobiles before anybody else did. Right? He was better at it than anybody else. Far in the opposite Spectrum. These are art... These are handmade products built by Italian artisans. Okay? It's not at all what what... Like, it's a complete opposite strategy that Henry Ford took. So it says, a badly fabricated part, or the late arrival of a worker would sent his temper soaring and strong men caring for At the same time, you could be a model of to decor, transforming himself into chart into a charming d. When the moment demanded it as when a high bore noble, our fascist official member were in, this is Italy before we were 2. Right? Our fascist official arrived at the Sc or a wealthy customer expressed interest in spending extra. And Enzo ferrari was on his way to becoming the cons manager of men. This is repeated a hundred times on the book that his greatest skill was the fact that he was able to to manage people to to recruit the very best talent to manage them to manipulate him to... He's not doing the work. He's not the engineer. He's not the designer. He's the ag educator of men. I can't like, I can't repeat that enough. Okay? He was enzo ferrari was on his way to becoming the cons manager of men, not docile, soft men, but proud, fiercely competitive ego centric men, these are drivers are talking about now, whose livelihood. If not, their very reason for living dependent on this most demanding and unforgiving of sports. So in between all these highlights, there's a lot of people dying. You know, there's some sick stories in the book like, maybe the driver and the driver and, like, 2 drivers might die. But the crash, like, results in the car going into feel into the stand or 9 stands. They're they're racing on the road for God's sake, and, you know, 20 people 20 spectator spectators dying. It's it's insane. So it says for the... But but he's also extremely successful at winning races for the first time since its formation, ferrari Sc could be considered at the top level of the business. It was able to compete head to head with the likes of Bug Maserati. For all the death and acr. And Enzo ferrari could look back on the past season with a certain satisfaction, and this is double on at this point because this is jumps out if you study ends enzo ferrari. Also very useful trait for us to have be fitting only a man with a diamond hard will to win at all costs. As you could imagine if you're traveling all over the world. You got drivers dying. You got these complex machines that you're having to build essentially from scratch. There's all kinds of moving parts that constantly don't, like, don't go to... Things don't go to plan. So this this important... Like, the important ability to have, like, the ability to adapt to be flexible to to improv, like, the the ability to for improvisation. These are all very, very common concentrates in the history of entrepreneurship ends enzo verizon no different. Just wanna pull out a couple of, sentences here because I thought this was absolutely fantastic. So it's discussing, like, all the stuff that happens and he says, if they were to survive, it would be thanks to their wits and their ability to check this this line out. And their ability to play the ancient game of life. Few men understood this game better than ferrari. I just love that idea. It if they to survive, it'd be thanks to their wits and their ability to play the ancient game of life. And if you think about the people that were studying on the podcast together. We're not sending people at greatest at school. We're studying people that were great at life. Wanna go into more about the the the east of Enzo Ferrari had a lot of weird pho. Also extremely. I think I'm more highlights later on, but this guy was extremely adhere to routine. Hit had almost the same routine for us, like 6 years of his life as remarkable. I don't know if I had 1 of them my life that way, but I'm saying his adherence to that. So just says he... Ferrari would refused to fly. He was suspicious of trains and would only travel by automobile. He would not use elevators. He maintained a less than holy analytical view of life's technical complexities. Now this section I thought was interesting because you have somebody that works for both Bug wakanda and Ferrari, and he gives us some insight here. Also says, now the sc was a bare bone hard muscle professional racing operations. So he's describing Ferrari at that. The point he comes in. This immediately became apparent to outsiders like Dreyfus who later wrote. The difference between being a member of the Bug team, and the Ferrari was virtually night and day. With Ferrari, I learned the business of racing for there was no doubt that he was a businessman. Enzo Ferrari love racing. Of that, there was no question. It was more than an ent love. But 1 tempered with the practical realization that this was a good way to build a nice profitable empire. I knew that he was gonna be a big man 1 day. Bug got was a patron. Enzo ferrari was the boss. Bug got was imp. Ferrari was imp. So now he's about to turn 40. I wanna give you a description of what I mentioned at there at the beginning... Very beginning of the pie podcast. Something that I most my about is that he just had the singular focus I don't think, like, he obviously didn't have a balanced life. So my own personal blueprint I told it over again is at Thor founder number 93 or 90 set 93, I think, because he identified, like, handful of things and was good at all of them, and didn't make the same mistakes that a lot of people make where they over optimized for their work at the expensive, like, personal life. But I wanna read... Actually, I'm gonna read a quote from that book go like, hell, and then I'm gonna go back to this book. It's subscribing ends enzo ferrari in go like, hell. He works 7 days a week, 12 to 16 hours a day, holidays included. At night, he returned to Mode medina. He felt extremely emotionally attached to his city, except for his daily drives to Mara where his factory is, he refused to leave Mode for almost any reason. He did not attend races not even the Italian Grand prix, 1 of the world's most famous circuits. When asked about the root of Man, his obsession with victory Ferrari told 1 reporter 58. Everything I've done, I did because I couldn't do anything less. 1 day, I wanna build a car that's faster than all of them, and then I wanna die. So these kind of statements, this why I can describe him as 1 of history's great successes. That's 19 58. So this is in the future. We're still not there yet. This is maybe a decade, a decade and a half earlier, or something like that. He's not yet 40 completely focused on work. He lives a simple new frills life so it says Enzo Ferrari was immersed in the life of a full time racing cap with all of his energies concentrated on the team's competition schedule. Ferrari was still living f in a tiny 2 route 2 bedroom apartment above the factory. Or, the the recent team, actually, the Sc. Ferrari was a hard task master. He had increasingly limited travel schedule. The little family fell into the daily pattern of lower middle class Italian life. And Enzo ferrari was born with simple taste. And even after he became rich and prominent, he retained the ways of a simple un man. During the 19 thirties, every ounce of his energies and every L in his pocket was being plowed back into the business. He lived a modest frugal life. And so you see that he's completely dedicated to this. It is not a job. It is a passion is something he loves. You can actually tell a lot about people by acknowledging who they admire but who they dislike. And so there is a... The government of Italy gets involved in all kinds of stuff. I'm gonna skip over large parts of that in the book. But they they wind up putting in place like these bureau You can think about them. They're, like, more like analytical, Enzo had soul. And so this is a description of the person he hated, more than anyone else, and you see, kind of, he's... He views up as the opposite. The same analytical approach to problems that Ga. That's the guy he that he hates. This instantly placed him at logger heads with Enzo ferrari. A group, so talks about Enzo in his group. They said how they differed. They were a group without formal training who relied on a mixture of race track and p and raw instinct to create machines. I'm sorry. This guy's name is Rick richard. He's saying this guy. Rick richard had the same annual analytical approach is Ga. So Rick records the guy that he hates. Richard had no abiding passion for motor racing. So this ends enzo was gonna be discussed by this guy. He was a pure mechanical engineer nearby trade intended to approach each project with a kind of a loop mythology that made him more akin to a surgeon than a grease stained racing car mechanic. There's, like, this whole, like, battle that goes on. It's gonna wind him leading to Alfa romeo buying out most of bang out Enzo Ferrari. This is also going to lead after the war over to Enzo creating Ferrari. The company that we know today. Alfa Romeo romero brought 80 percent out, 80 percent of the sc area, Ferrari, the struggle was long and difficult. After all, Enzo ferrari was the come door, of Alfa romeo mayo grand pre racing program to lose this position had this imply failure. Or at least this pleasure in the eyes of his superiors. This... The period of 19 38 to 19... The period of 19 35 to 19 38 was leading with frustration for a man who wore his... Either describing Enzo. Who wore his pride on his sleeve and who for 15 years had as and successfully curry favor with the company hierarchy. So the the author goes on for quite a few pages about this war. This is this battle between Ferrari and Rick card and all these other people. It's gonna force him out, but I wanna draw your attention to the fact that ends enzo knew what its talent was, which is another smart move by him. I have never considered myself a designer or an inventor. But only 1 who gets things moving and keeps them running. My innate talent for stirring up men. This is where Enzo ferrari was at his best, immersed in a in the genesis of a daring new design that he believed would bring victory on the racetrack. As the summer heat of of Modern bore down on them, transforming the workshop into a fuming hell of simmering, deafening, madden motion, and so had he just love chaos. He seemed to gain strength. Each night, the exhausted team would gather in 1 of the little shops or excuse me restaurants around the neighborhood to eat and to muse about their progress, then they'd fall in bed for a few hours sleep before beginning again at Dawn. And so that 7 days a week, 12 to 16 hour schedule, he imposed on himself. He also imposed everybody around him and no holidays. I don't... He doesn't pay attention any of that. Doesn't really pay attention to any current affairs, anything. He's just all about racing, like, that 1 singular focus that he maintained from the 19 thirties until the day he died, Thinking in 19 88, something like that. So eventually, this rick guy is gonna win this battle. This is when Enzo 4 set of offer romeo mayo, not necessarily a bad thing for him. Enzo dismissal from Alfa romeo was clearly a greater blow to his ego than to his bank account. The buyout of the sc and severance payments, severance pains... Payments. Left him in solid financial safe shape. So he had a nice little nest day going and he doesn't really spend money on anything but his cars. He maintained us simple life still living in a small apartment on the second floor of the old scooter building. And so far ferrari I could look back on the past 20 years with considerable considerable satisfaction. He had begun with nothing. Say for a tiny inheritance from his father and through hard work and Chu Hoo spa had become a major figure in international Motors sports. He was 41 years old. So this is actually still before world work too. I don't know if I just bespoke earlier. His severance agreement had stipulated that he could use the old sc for our name, we're directly engage in motor racing for 4 years. Therefore, we're ferrari already set to work establishing a custom machine shop. So uses some of his nest egg to start this other company. He invested substantial capital and equip the old building with lat, milling machines, grinder and shape. So this is more about us intensity I was just mentioning to, people that, want him to build 2 guys come to him to build a pair of sports cars for this legendary race. It's called, like, the Melee Emilia. I've looked up how to pronounce that, and that's the best I can do. I'm sorry. And so he's like, I'll build them, and he says, he reached... He's like, okay. I'll agreed. It was a... He reached a decision as at a dinner on Christmas Eve at 19 39. When most families were together, on 1 of the holy of the year. Enzo ferrari was conducting business. Christmas Eve was the sacred time reserved for family gatherings and obligation, ob, ob ob. That's not the word. Mandatory attendant attendance at church services. That Enzo Ferrari would spend such a period with racing associates underscores not only the singular intensity with which she engaged in business, but also the hypocrisy of his testimonials of devotion to his wife and son. This behavior was hardly unusual for him, and others also found him boring ahead with his work on various Easter Sundays, Christmas or any other of the multitude of holidays and feast days that dot the Italian calendar. So fast forwarding, throughout the war, Like, he... His factory gets bombed by the Allied multiple times. There's after the war, There's electricity and Italy's scarce bra, product, like, materials are scarce and this is the environment he says, hey, I'm gonna serve home company. This is Ferrari. And it says, and this is the reason. So he's he closes down. Now, you know, he's many years past. He can use that name again. Can get back in racing. His reason for returning to the automobiles build automobile business was simple. It was all he knew. The machine tools had been a transitional, had been transitional stop gaps for the duration of the war. But his reputation, his context his passion centered on cars, and there was no logical reason that this would not be his area of concentration once the fighting stopped. And so another way, thing think about that is he knew what his circle confidence was, and he was gonna stay within that for the rest of his life. I need to point out something here when he's building's his first car, 1 of his first car. It's extremely important. And it's his idea that you like, people like, I to innovate it. Like, I you don't. Like, he it was not... Rolls Royce was the exact same way about what I'm gonna reach you because I read the biography of the the founding engineering genius of Rolls Royce. Henry Royce. And his method was take existing product. The Rolls royce method method is the same method that enzo for ferrari is using. Is what I'm trying to tell you. Take an existing product and make every part of it better. So it says no ferrari ever built was a glittering example of daring technology. The v 12 that they're making right now was 1 of the very few examples in the history of the company that could be described as remotely revolutionary. This is so important. Ferrari was so insist on original ideas, his company would not have got off the ground for it never ever introduced a new idea, and he describes this perfectly in 1 sentence. All we wanted to do was build a conventional engine. But 1 that was outstanding. So, again, I think that's really important. Just take existing product and make every part of it better. So I wanna gonna go back to the Chan that I talked about earlier that's gonna develop the american I can market that then that proves to be extremely lucrative for Ferrari. And I I had to point this out. Like, he's what, 48 years old at this point in the story. Things are not really going well for his company. Like, again, the post war war 2, Not there's not a lot of money. There's not a lot of electricity. There's not a lot of products. So they went a meeting. He found Enzo ferrari in the same Ding 2 story building, Ferrari was in a bad way. He looked H beyond his 48 years. His eyes were red were red rim with fatigue. His hoping frame was slump behind a desk in the large un heated office. On that day in the Ding ice box, they spoke to the future. Each try to conjure up some optimism, but it came in brief spurt only to fade into the of broken dreams. So Shen had been in America. And so this is what he... He's like, hey. Let me be your your guy. That can bring your products, because Enzo never visited America. It wasn't really interested in it at all. He wasn't really interested in anything except his, like, a little town in his factory. And so Chen plays an extremely important role. Spoke of his years in America where war effort had been mounted that by comparison made Italian industrial list look like like little potter. So what Chen observed and what he's describing is what is the the the the American Material output. During World war 2. I did an entire podcast on this. It's in between, I think founders number 1 68 and 1 69, it's a bonus episode. It's called Freedom Forge. And I found that book because it was recommended by Patrick Carlson. Patrick Carlson is the Founder Ceo of Stripe. I told this before if you go to patrick carson dot com forward slash fast. Patrick like most great founders have this has this deep historical knowledge, and he collects examples of groups of people doing really hard things really quickly, which, of course, is probably what he's thinking, like, building out stripe. Right? Doing something extremely hard with a group of people really quickly. And so if you wanna read the book, I mean Patrick recommended it, he... He's got a really interesting mind. And if you wanna check out that podcast before you read the book, you'll have a good overview, what's what's taking place. But this is what Is about to tell Ferrari. It says in, in, in the rush to spit out millions of, airplanes, change, trucks, rifles, Landing craft, pre fabricated buildings, portable bridges, helmets can. And it just goes on and. I'm gonna get over of that. Okay? And God knows what else the American Colossus had created Morocco miraculous tools of mass production, assembly line techniques so ingenious. That full sized cargo ships could be built by a man named Kaiser. He is referencing Henry Kaiser. I did a podcast on him. That's founder number 66. The reason you should listen to that is because he built over a hundred companies in his day built a Hoover Dam. He was... Henry Kaiser was as famous and his time is like Elon Musk today. So it says, they were so ingenious that full size cargo partnerships could be built by man named Kaiser in less than a week. How asked Gene could confer ferrari hope to compete against this western industrial might. And so Enzo not going to because he understood you can't out afford ford. Right? So you're in need complete office direction. And why is that opening for them? Because Realizes there was a rich upper class whose taste were European in America that is. He had seen them, met them and gain their trust. They would pay a king's ransom for such elite machines, and he, Luigi Chen. Did I pronounce his name Wrong earlier, Luigi. Luigi Chen, meant to exploit that nate that Na Colonial Lust. Chen was a firm. Build 5 cars a year for America and he would sell them for un amounts of money. Give him the opportunity and he would sell 20 a year. A number that a number on that dan day, This is their whole point of why I'm reading this to you. Because think about how far far ferrari has come. This is now what 60 What are we 70 years, after this this conversation. I mean, is a ferrari deal that she run to my house that has more than 20, ferraris in there. Right? Should... So he's, like, build, give me 20 a year, I will sell 20 year. And a numb a number that on that dan day in mode sounded as astronomical is if they've been discussing General Motors annual output, Ferrari agreed. And so the way he's going to sell cars is still the way he... The the the best way he knows. This is a simple idea, but it's not easy. It's the same thing that Jordan says. Jordan says the marketing I did for my business was on the court. If I won championships, I would sell shoes. If he ferrari wins races, he's gonna sell cars, the rules were simple. Build successful racing cars, that improve the image of the company and Rich man will flock to the door to obtain similar cars with which to play out their fantasies. By announcing the new line of cars, he could expect a flurry of orders from wealthy sports man and perhaps an infusion of deposit. Of deposit funds to carry on the work. He did not have a lot of money. This is very similar to early days of Tesla. They start selling this roast. This were, you know, for 250000 dollars or whatever it is. I mean, I guess I still do this to the day with the new roadster. They take... They were taking deposits like, 50000 dollars. Gives the company capital upfront actually go and build the car. For ferrari he's doing that, you know, 70 years ago, whatever it is. So I mentioned earlier that Enzo benefits just because he shows up everywhere, and he lets as long as he survives, he lets his competitors make mistakes Maserati, They've gotten away now that the... They've started by Maserati Brothers this other industrial name named, like Or, he buys it, and this is really what Steve Jobs talked about over and over again on the benefit of focusing on 1 product, Maserati didn't learn this lesson. And really, the it they lose focus and ferrari does not. And so Maserati already goes from building race cars and really fast cars to now they wanna develop a grand touring car. Maserati was also gonna continue manufacturing machine tools. And then they wanted to make an truck, thereby removing itself from direct competition with Ferrari. This alteration of direction by Maserati was the first of a series of tactical errors that would ultimately take their company out of the ranks of the elite automakers. It's all about focus. While for at Steve Jobs, talks with this over and we're focus is saying no. Maserati. Run by a different person is not able to say no. While Ferrari was 0 in on the tiny world of exotic cars, Maserati was doing just the opposite. Expanding in a variety of directions and thereby blurring the focus of the old much honored firm. The decision was to reap both long and short term benefits for ferrari. I talked about this in the other 2 for ferrari podcast as well that he would or, he would constantly limit production made his his products more lust after more exclusive. So at this point, they're going on for a while. They've only built 70 cars. Now they're building them by hand, like I mentioned earlier, And the people buying them, It's, like the world's elite. So you have prince this person and king this person and emperor this person and shah of this country and crown prince. I'm just listing reading you this list, then you have people like to Dupont in 1 of the wealthiest American families at the time. All... This is who he targeted first. Customers other wealthy customers would travel all over the world just to this his little factory mode in Mara rather. And, you know, he'd be given a tour and and the customers like, I want 1 and he'd have, like, unused un unsolved cars out back. And he's like. You can't have 1. He would just tell me, no, It's gonna be, you know, a year 2 years. So he did this intentionally. He understood that if you tell somebody no, especially some of his wealthy, powerful used to getting their way. It only makes them want desire that object more. So as time goes on, he's still building the company, he's still focused on racing, we see his explicit goal. Ferrari had cl to the dream of becoming what he called a grand construct. Like, I don't consider myself an industrial list. I a construct. That's how he described himself. The classic in addition to... And then he he able... He got to his goal of being a grand construct by being an ag agitated of men. Those are 2 ideas that are linked together the classic manufacturer of complete racing cars and high performance Road reveals for a select clientele of elite enthusiasts. That's what he's trying to do. Only a few men in history had achieved such an elevated status, most prominently, Bug bulgaria and then bet. So Bug bulgaria in Italy and Bentley in in, Europe, or, shooting in in England rather. So this goes back to what's most important to him and the fact I told you he's had the strict adherence to this schedule of his... And this is in my opinion in some of the best writing the book. This man, so rooted in time in place that he never slept out of his own bed for the final 40 years of his life. His automobile business was not a means to an end. It was the end. The very essence of his being. In the final analysis, the fast cars, the Grand prix victory, the factory itself were all secondary to what they stood for. The towering ego of the man whose name they carried Enzo ferrari. His personal style was an extreme contrast to the automobiles he created. They were flashy, high styled, daring, bras, openly outrageous. He was Dr, mundane, semi monastic. Ferrari remained a simple man with simple tastes. In his automobiles, there seemed to be a transfer of his powerful ego and the need to express himself artistic. But in personal terms, he was muted and introverted to the point of obsession. And let's go back to what he feel what his greatest skill was, and maybe the most the greatest skill 1 can possibly have. If you wanna build a successful organization or team. Right? His greatest skill was recruiting talented people. It is often said that his greatest skill was his ability to recognize talent. This was probably true. And I thought ferrari had a really... Really counterintuitive point on losing. I wanna bring to your attention. So there's AAA writer for the New york times this guy named daily, and he's spending time with Ferrari says daily observed that Ferrari appeared to be happier when he was losing. Which jobs with the mechanics the mechanics working at Ferrari with the mechanics observation that the rays shop on Monday was more serene following a defeat than a victory. But why? Ferrari explained. There is always something to learn. 1 never stops learning, particularly when 1 isn't losing. When 1 loses, 1 knows what has to be done. When 1 wins, 1 is never sure. So I just wanna tell you a little bit about these open road races that they did and that caused a a ton of death. This is just insane. There's a lot more detail on the book. I think this gives you a good overview. Open road races have long been considered too dangerous by most civilized nations and had long since been banned. But the Melee Mel Again, most likely we mispronouncing only gain in popularity among the Italian people. Estimates of the crowd that turned out to line the route soared to as high as 10000000. Thousands of police and army regulars labor in a futile temp to keep the mobs of the course. Oh my goodness. Keep the mobs off the course, but drivers still had to be steel to drive into packs of fans, moving w walls of flesh that would part, like the red sea as they sped through. So do you see what's happening there? Driver's going down the road. The fans are on the road. And as the cars approached, they on the... They, like, part and hopefully part in time, and then some of these crazy people do stuff like this. Children skid across the highway and often rode their bicycles on the shoulder. Str young men tried to show their metal by attempting to touch the fend of the speeding cars. Could you imagine being so close? Do you think seems to be close to a car that's going a hundred and 20, hundred and 30 miles an hour. It's like, hey, guys, let me touch the fend. I wonder if more... I would guess the more spectators died than drivers. It's just crazy. So, I mentioned this earlier, but he just... And there is cons to it. But End enzo had, like, superhuman human levels of stubborn. So it says, and some of this is just the fact that he succeeded by just showing up. The source of much is for our for ferrari success over the years was not technological brilliance, as I I mentioned earlier, are tactical clever. But dogg, gritty, un persistence and competing, a willingness to appear at the line no matter what the odds and run as hard as possible. And like I said earlier, this just stubborn to show up no matter what. Some of these race to see wins by default. Because maybe they they they transport maybe they they they actually get the cars from Europe to Argentina or something like that. But, the driver gets sick or there's an immigration issue or the the car breaks down. And then Ferrari there not exposed not supposed to win. Race and not expected to when the race Guess what? I win by default. Now my greatest... My my greatest competitors had some, you know, unknown catastrophic event that that prevented them from, performing or from being able to race and guess what? I'm here. I'm gonna do it, and I'll I'll get the win, and then, obviously, the you get the prize money. You get the prestige. You get everything else since like, this is virtuous like flywheel effect. They're gonna the book also goes into detail about this whole, you know, so ford trying to buy Ferrari. Talked about that and go like, hell. Talked about that in other places. Mentioned earlier in that clip. I just wanna quote to the end of it because that was funny, gives you an illustration of Enzo ferrari the person. The fact that he's obsessed with control and he just was never gonna yield that control. Before I open the conversation with the question that addressed the entire philosophy of for how the new operation would be run by this point forward executives toward the factory, they're they're negotiating for, I think several weeks, I don't know if like I said earlier, if Ferrari ever had the intention of selling he was so proud to be an Italian. I think he just used as leverage. What's what's most the most likely, like, the thought process of, I guess, the the description of Enzo thought process around this time was most likely he was using this as bait for for Fiat. He was if he was he was gonna sell the company, but he was gonna sell it to an italian company. He wasn't to sell it to Americans. So after several weeks, he opens up this conversation, and he says, it gets the entire philosophy of how the new operation would be run. If I wish to enter cars at Indianapolis, and you do not wish me to enter cars in Indianapolis, do we go or do we not go? And the person from Ford leading the the the negotiation says, you do not go respond to frey without hesitation. For ferrari stiff in his chair and said nothing for a moment. Then he stood up and gave fray fray, an an Icy glare. It was nice to know you. Frey understood instantly that the negotiations were over under no circumstances would ferrari release control of his racing operations to Ford or anybody else for that matter. So for hours Notorious, it's especially because so many were dying to not never getting close to many of his drivers, Hilarious story in the book where this guy, 1 of those drivers wins a a race it was, like, the biggest race, the the season brought all kinds of attention in in glory to Ferrari, and he said, Ferrari never said anything to about it. Weeks go by, and they just happened to pass each other in the in, like, the factory. And ferrari just says 2 words. He says, hey, Champion. And the driver, like, that's all he ever said to me about it ever. The indication of that also is that ferrari, like, general groves a couple weeks ago when I did that book genius in and the general... The general and the genius are the genius in the general. I don't know which 1 came first? General grows the guy leading the Manhattan project would not give out compliments. They're, like, why don't you compliment people when a job well job as well Done. Like, because that it could always be done better. And I think Ferrari thought it's like, you you're you won that's what you're supposed do We're Ferrari. We... And, you... For, like a decade, right up until they're overtaking my forward. They die... I mean, he dominates for a decade Oh, it's always he's like, I... This is expected. But anyways, earlier, Was saying, you can identify... You can learn about a person by saying, like, by studying who they don't like. You can also do that by who they admire. This is what Fry I liked about 1 of his drivers. For I seem to generally like this this moody, but intensely competitive 30 year old. Like himself, su trees. I'm probably pronouncing correctly, was self made a a school dropout who had like mechanics before rising or something who learn mechanics before rising to start him on motorcycles, and then in automobiles. But so again, this is what he likes. He likes the fact that the guy's moody, intensely competitive, self made, a dropout out, 1 who learned mechanics before rising to start on my motorcycles and then in automobiles. Both men were utterly single minded. When it came to racing. And unlike many of the dol who had driven for the team, but had never gotten their hands dirty, su trees was prepared to work endless hours just like ferrari ferrari, in the dino rooms and engine shops the factory seeking more power and reliability. He was a racer to his core. So I just wanna bring again your attention this this this man monastic adherence to routine. 1 of this guy that he really liked his name is Sky, He was 1 of the designers that that made cars like, that shaped, like the Test, the 250 Gt spider, the California, all these other things. And so he's he was... He really liked the fact that this guy was a Craftsman. Okay? But he had a common or sense of reality, which was how Ferrari thought as well. So he says each Saturday, Sky would receive a phone call? Well, Sky is from Ferrari. Well Sky, what are you what are you what are you doing now? Would be the standard question. The reply was cast Stone. He had no plans. A lunch would then be arranged. It would seem impromptu too, but in fact, the same schedule was maintained for over 20 years. Until Ferrari health failed in the mid 19 eighties. So talks about they'd have this lunch every Saturday for I would lapse into of his used repeating hundreds of times the story of his painful recovering in the Army hospital and the sound of the coffin nails being struck home on the floor on the floor below. The lunch would feature heavy modi fair, heavy cream sauces and would be lubricant... Amp lu with champagne. This was classic ferrari, habit obituary regulated, predictable and modern to the core. This was a simple man sinking simple pleasure, and he found it only within the con of his own familiar territory. I mentioned earlier the fact that Ferrari had a very different take on things. He's just like, is there's a race. I don't care what kind or where it's at. We're entering it. You know, now you can't do that towards the end of his career, you could do that. So it says, part of the problem was for ferrari insistence on being else everywhere at the same time. During the period, during this period, he was competing in formula 1, formula 2, the Ta series, the Can Am, major sports car endurance races, and all the European Hill climb championships. His engineers tried to convince Ferrari that demands were too much but he... But the... This engineer's voice, it was a voice in the wilderness, meaning Ferrari just would not listen to him. I'm not entirely sure why, But when I got to this section and reminded me of the engineer, the legendary engineer that I covered few podcasts, like, 20 podcasts ago, Barred Kingdom. He had a really interesting philosophy, because most people was like, okay, If something's not working out. Let me try a different attempt. Isn't ba isn't barred Kingdom B philosophy. His first thing he would do. First way, like, he would try to solve a problem was to increase the dosage, Not change the technique or try a different attempt. It's like, oh, okay. This isn't working out. I need to do 10 times as much. And so that popped into my mind when I got to this section. This guy's is like, I'll do formula 1. I'll do formula 2. I'll do these hill races, and I'll do all... I'll do endurance. I'll do short. I'll do long. It doesn't matter. I will just increase the dosage. I will do it all. And so you and I've talked about this over and over again the fact that And enzo really had nothing else that was important to him. So the idea, like, he's not gonna retire. To note left myself on his page is a quote from David Og, and he said retirement is fatal. Those who knew him best understood the ends ferrari would never retire. There was little else in his life besides automobile racing. It was that simple. So even when he sells his company to fiat. He still continues to work. He still has complete control over the racing, the racing aspect of of, the business, he lets them do the car production. This is... Let me try trying to read my note. This is remarkable. Selling the company to fiat out as an active revenge. Oh, this is what I mentioned earlier. Okay. So it says, while a tiny entity in the industrial world, his company was giant in terms of prestige. An automobile is talking about Ferrari. The view of the brand, the power of the brand. Right? Even though he's not producing, I think he's producing like, 700 cars a year or something like that this point. It's just not a lot. I I can't remember the exact number, but it's it's very small. And so it says he's a giant in terms of prestige. An automobile an automotive boutique more comparable to Coco Chanel, or cartier or Gucci, or Christian Dior than to the industrial monolith that was Fiat. For Ferrari, it was a simple solution to capitalize his sag business because he again, prestigious business, but he spends all the... Every money... Every dollar he makes. He puts it back into trying to make a better race car. So he he's not, like, he he runs up dying wealthy, but he's not... He doesn't make a ton of money. And the success, like his son, his... So 1 of his son dies. Dino. He's got, like, a bastard kid. And he... When his wife dies... Oh, okay. So I didn't... I'm not... Like, I'm not gonna sit here and talk to you about enzo ferrari sex life, but the author mentions that, like, 50 times in the book. The guy was just obsessed with his... During the days, obsessed cars at night, he's obsessed with sex. He's got, like, mistress everywhere, all kinds of stuff. Even he's eighties, like, he'll have dinners and they go detail the book about. Like, he talks about a sex life. It's really brother gross honestly. But he wants up having a son. That son to this day still alive is the only air that he leaves. Owns 10 percent of ferrari, and it it's, like, a multiple multiple multiple billionaire, multi billionaire, excuse me. So his son did derived most of the financial benefit from Ferrari then ends enzo Ferrari didn't his life. I think he he died with, like, a net worth of like an, 30000000. Something... So it's not like he was poor by any means. But just like Walt Disney, most of the wealth came after he died. So it's saying, for Ferrari was a simple solution to capitalize the sag business for the owner Fiat. And he was looking for status respect. The deal was so attracted to Ferrari that he even traveled to tu to sign the final papers. A city he had not visited in decades. It was also a measure of revenge for the old man. Gives a hint of for mindset. The pro... So he talks about, like, going and sitting on the bench after the same bench that he cried when he was 18 or 19 or hour old, It was. Now it comes back 50 years later. It's like, Okay. I closed this loop. I went back and closed this. I got my revenge. The process was said motion was to wipe out the shame of an 18... 19 18 when Ferrari was not welcome by fiat. Surely, Enzo Ferrari had long since forgotten that as a youth, he had been rejected for employment by fiat some 50 years earlier. Surely, he had nurse that bitterness for half a century. And now in his own convoluted way considered the account settled or had he? He most certainly did. Fiat received 40 percent ends enzo retained 49 percent, which would be seated to fiat upon his death. Pier, Ferrari would get 10 percent. And to this day, P still owns 10 percent. I think he actually owns, like, 10 point. I looked it up 10.3 percent or something like that. And so En enzo was also famous for never going to see his own races And really, you could tell he love what he did because the simulation was not in the result, but it was in the process, and I thought this was fascinating. Let me read this to. For the most part, he watched the contest alone, the races that is. Although 1 associate was occasionally invited to sit in. He recalls that ferrari never showed a, no matter what the fortunes of his automobiles. Ferrari simply sat there. Silent and inert never responding to you to victory or defeat. His view of racing remained constant. The event itself was essentially meaningless. For him, the stimulation came in the planning and preparation in the creation of the machines in the organization of the human beings who would man the team. He was obsessed with the process. Us. He was in love with the organization, the creation of the cars, not the outcome of the race. Of course, he wants to win the race, but I think that's a really good sign that You're obsessed with the actual journey. That's an interesting idea I hope I remember. So like I said earlier, Enzo does this until he dies, there's a great story in the book that is pure enzo. This is right before he dies. Chen goes and visits him. Enzo mind is still sharp, but his body's betray him. And they go and and, they run up. This is the last time they ever meet and Chen says, may Embrace you. In silence, Enzo ferrari opened his arms and the 2 men hugged. G perhaps for the life that was slipping away from them. There's was a brief display of tears, quickly dab and then business began. They discussed an old ferrari formula tu car. Chen agreed to lend the automobile to the proposed Ferrari museum. He was well aware of the feeding frenzy of Ferrari collectors around the world that had made the car in question worth more than a million dollars. So the car's is worth a million dollars, Chan he's like no, you know what? I'll give it to you. I'll donate it to your... For our museum. But you have to do the following. And so it says, but for his old friend, he proposed a deal. 40000 dollars donated to 4 charities, including the poor children of Mara. Ferrari bulk. He would pay no more than 30000, not a penny anymore. Chen could not help but be amused. He was this man. 90 years old, mortally wounded by the passage of time yet still able, yes, eager to h over a few dollars. The old Ras worth at least 40000000 dollars Chen reckon intended to go to his reward with his last L, the deal. Always the deal. It was classic ferrari. And that is where I'll leave it if you wanna buy the book, There's a link in the show notes if you buy that book... If you buy the book using a link, you... You'll be supporting the podcast at the same time. If you want to buy a guest description. There's also link down below. That is 220 books down 1000 a ago, and I'll talk to you again soon."
}