{
  "transcript": "Charlie truly is 1 of a kind. I recognize recognized that in 19 59 when I first met him, and I've been discovering unique qualities in him ever since. Anyone who's had even the brief contact with Charlie would tell you the same. But usually, they would be thinking of his shall we say, behavioral style. Mis manners clearly would need to do a lot of work on Charlie before she would grant a diploma. To me, however, what makes Charlie special is his character. It's true that his mind is breathtaking. He's as bright as any person I'd ever met and still has a memory that I would kill for. He was born though with these abilities. It's how he is elected to use them that makes me regard him so highly. In 41 years, I've never seen Charlie try to take advantage of anyone. Nor have I seen him claim the least bit of credit for anything that he didn't do. In fact, I've witnessed exactly the opposite. He has knowing let me and others have the better end of a deal and has always shoulder more than his share of blame when things go wrong and accepted less than his share of credit when the reverse has been true. He is generous in the deepest sense and never lets ego interfere with rationality. Unlike most individuals who hunger for the world's approval, Charlie judges himself entirely by an inner scorecard, and he's a tough grader. On business matters, Charlie and I agree at a very high percentage of the time. On social issues, we sometimes see things differently. But despite the fact that we both cherish her strong opinions, we have never in our entire friendship had an argument, nor found disagreement, a reason to be disagreeable. It is very difficult to imagine Charlie on a corner in a salvation army uniform. No. Make that impossible to imagine, but he seems to have embraced the Charities creed of hate the sin, but not the sinner. And speaking of sin, Charlie even brings rationality to that subject. He concludes that sins such as lust, glut and Sloth are to be avoided. Nevertheless, he understands trans in these areas since they often produce instant albeit fleeting pleasure. Envy. However, strikes him as the sol of the 7 deadly sins since it produces nothing pleasant at all. To the contrary, it's simple it simply makes the practitioner feel miserable. I've had an enormous amount of fun of my business life. And far more than if I had not partnered up with Charlie. With his mu, he has been highly entertaining, and he has also shaped my thinking in a major way. Though many would label Charlie a businessman, I would opt for teacher. And Berkshire clearly is a much more valuable and admirable company because of what Charlie has taught us. That was warren Buffett Writing in the forward of the book We talked to you about today, which is damn wright behind the scenes with Berkshire Hathaway Billionaire Charlie Mu, and it was written by Janet Lowe. So this is now the fourth book that Read on Charlie in the fourth podcast that I've done on him. So if you if you haven't gone back and listen to the other episodes, in case you're unaware of them, it's number 78, the tower of Charlie Mu, number 79, Charlie Mu, the complete investor and number 90 Port Charlie Alma. And the reason that I wanted to read another book on them. Is because 2 things that that Warren Buffett just said about Charlie, I think of him in the same way. And it's when Warren said that he has shaped my thinking was the first thing, and then that he would describe him as a teacher is the second thing. Many years ago I was listening to, this interview Kevin Rose, the founder of Dig, the former founder of Dig, was doing with Elon Musk and Elon said something in that podcast. I was interesting. He talked about why he didn't read business books that he said he preferred to read biographies because he was looking for... He thought they were helpful, but he was saying, He said he he found... He didn't know many mentors in person, but he found mentors in an historical context through these books through the biographies that he was reading. That's the way I feel about Charlie, I feel like he's been a mentor to me. I consider him, like when I listened to him speaker or when I read his words, He's like the wise grandfather I never had. So 1 of my grandfather died before. I I could remember him, and the other grandfather the worst person I met. And so Charlie fills that gap of somebody that is 60 years doubt further down in life than I am. And and yet is very generous in sharing all the lessons he learned from his multiple decade career and just life in general, and then sure to push them down and share them with future generation. So let me go jump into the the... Introduction of the book that is written by Janet Lo by the author, and she's talking about what she's hoping to do. Like, she had the cooperation with Charlie. This book, I should point out she's gonna reference him as a 76 year old. He's, I think, 97 98. So the book is about 21 years old. But she says, although he became involved in the project, Charlie tried to resist the temptation to direct the book. Other, and this is what why he would even be involved in something like this and and, basically, the what I was just describing to you. Other than to say that he hoped it would emphasize the lessons he learned during his 76 years of life. He would like others to benefit from his errors and successes. And then she describes Bun personality type and his approach to life, which also describes the people that would benefit from his advice and and learning from him mu constantly stroke to maximize his talents and his financial situation. He often lectures on big ideas I can change your life, but in those speeches, he does not give detailed instructions on what to do. Which He hands says a listeners a map, which we they which which they can find the treasure with which with which they can find the shredder rather of wisdom. And, like, any good treasure map, it is so simple that's deceptive. You don't get the treasure until you figure out what the instructions mean and follow them to the end. Okay. So Wanna move on to the first chapter. It has a fantastic title it's called in an extraordinary combination of minds. And all about the relationship, the... What is this 40 something, the time, the book because you're in, you know, 4... More than 4 decade long relationship and partnership between Warren Buffett and Charlie Mu. The book is a biography. So I'm gonna tell you a little bit about like, his life Story, Charlie life story. But mostly, Just reading over my highlights before I and talk to you again. At Most of his just Charlie just tell... Talking directly to us telling us all the ideas that he found valuable. And, again, think thinking of him was like, a teacher like a mentor and historical context. Like that this is just... He just happens to deliver his message in the form of the author's writing. So Wanna start where where, the first time Buffett. Hears of Charlie Mu. I've heard the story before, and I think it's hilarious. So he says, I heard about Charlie Mu 19 57 explained Buffett. I was managing money on a very small scale. So he's going around to in Omaha, Nebraska and meeting all these people trying to get to get them to, give him money to invest on their behalf. This is way before Berkshire Hathaway. So it says he's meeting with the the Davis family, and he's, with mister and doctor Davis. Missus is missus Davis is very sharp. I explained how I ran money, doctor Davis paid no attention. When I was done, they agreed to invest a hundred thousand dollars remember in 19, That's a 19 57 that's an extremely amount large amount of money. I said to doctor to doctor Davis. You weren't paying any attention. Why did you put your money in? He said, you remind me of Charlie Mu. I said, I don't know Charlie... I don't know who Charlie Mu is, but I like him already. At this time, Omaha a small place. They have a lot of mutual friends video. I don't know each other. Charlie, I actually worked for... At the Buffet grocery store for for warrants, grandfather. So eventually, they're both invited to, like, a lunch or a dinner, and this is a group of friends. And this is what Charlie has to say about that. His minimal expectations of the meeting were unjust. Mu, who's reserved in his judgments was Floor. I would have to say that I recognized almost instantly what a remarkable person worn is. And I just wanna pause there before I continue with with this description of their first meeting. Actually, there's 2 ideas that that Charlie has already mentioned. So far in this book that I think are fantastic, especially if you combine the 2. And he talks about, hey, don't really worry about the other world... The the outside world's perception of you, you really this idea of having an inner scorecard, judging yourself, judging yourself by your own estimation yourself and being a tough grader so hold yourself to extremely high standards on 1 part, and 2, have lower our minimal expectations of others. So you hold yourself to a high standard and yet you don't really expect much from other people Is so, Charlie talks about it boards, your avoid disappointment, you're avoid putting faith in people that that that faith is unjust. And instead of being disappointed when people don't meet your expectations. You're actually surprised in this sense when people exceed them like warren buffett buffet, and that's really how you can identify exceptional people. So says Charlie began asking questions immediately about what Buffett did for a living and how he did it and was fascinated by what he heard, and this is 1 of my favorite things. Thinking, and I actually went back and looked. There's a few pictures on the spoke with not many, who But I always look at, you know, everybody knows a warren buffett, it looks like in Charlie Among it looks like now. But their warren is 29 at this point. And Charlie is 35 when they when they meet. And so just in my mind, I always think of Charlie and and warren is... Elderly people because that's what they were when I came to know them, but I love going through and looking at pictures of who they were when they were 29 35. There's a number of times and I do this in every book or I try to bring to your attention. Like, if there's something going on in the book, and it says the year, I'm constantly looking up, okay. What they born where we at, how old are they. I wanna know what they were like, when they were my age or maybe when they were younger or maybe 10 years older than when I'm at. Not... You can relate to a lot more to somebody that, you know, within like, a 10, maybe 15 year age frame from where you are now as opposed to let's say you're 20, 30, 40 years old and somebody's maybe 70. You can learn a lot from them, but you don't know what it's like to be 70. You you you can remember what it was, like when you're in your twenties in that case or you have an idea what it's gonna be like when you're 5 years older, And I just... I'm fascinated by what they were doing and what they were thinking and what was important to them when they were around my age. So it says, Charlie was so wrapped up. That I just decided to hit their 29 5. Charlie was so wrapped up and what he was saying, that when he raised his, his glass to sip his drink, he held his other hand up to stop anyone from interrupting the conversation. So he's listening to warren tony, hey, shut up and let this guy talk. And it also talks about why Charlie back in Omaha. Warren state and live there, Charlie once he left for college in every return, he wanna moving up to California, I'll get to more than a a minute, but it says the timing was beneficial for the 2 to meet. Why? Because Charlie beloved father had just died and Buffett its mentor, Benjamin Graham had retired from investing. And why is that important remember? This chapter that we're in right now? Is called an extraordinary combination of mines. The introduction that that should be the forward that warren Buffett was, wrote just said it Like, Berkshire would not be nearly successful if it wasn't for my partnership with Charlie, So it says as Graham became less interested in investment problems, Warren felt the loss. He needed a new sounding board. It may be precisely because Mu was so similar to Graham in his thought process. He was honest, realistic, profoundly curious and un unfair, this is my favorite thing. 1 of my favorite. I shouldn't say with my favorite thing. 1 of my favorite things about Charlie Mu. He's un by conventional thinking that he captured Buffett attention in the first place. And so why is that important because Buffet is focus just on 1 thing. So I've read a bunch. I read... If you go back to I think founders number 88, I read a textbook. I read every single. Like, 60 something years or 50 or 60 years of, Warren, shareholder letters, I've read, I don't know or 3 biographies on them. I've studied both Charlie Mu and Warren and buffett a lot. Combined, I don't know. Read thousands and thousands of pages just for these... Between these 2. If I had to choose, like, and like, which 1 I'd wanna emulate. They're both extremely wise. But I like the fact that Charlie was really good at work, but he did not... Warrant essentially spent his entire life and what I'm about to reach you about this... He's single... Might focus on investing. Like he sat in a room, figured out how to become the richest person ever. Right? He was just constantly obsessed with that. If you remember I think was on founders number 100 in, the biography snowball. Like, you know, that was... He's greatest mistake because he ignored... And we see this over and over again in history of entrepreneurship. I tried to bring your attention over and over again, so you don't make the same mistake. It's something I'm I'm very aware of. Because if I left my own devices and I think I would just work all the time. But I know I'd get to in my life and, like, oh, I screwed to my personal relationships. I was a a shit father. Like, I was bad husband. I didn't have fun. Like, these are all things that a lot of founders that we cover or talk about because they were so obsessed with work. So the problem with Warren Buffett is why is he the best in the world. He's got 1 of the greatest quotes I've ever heard. And he says intensity is the price of excellence. I love that quote. But intensity is the price of excellence all... That having them that mind frame and not having some kind of guard rails about your, obsessive singular focus means that he he drove his wife away nor she went up leaving him. You know, he said this was the biggest mistake. Anything... I I forgot to the exact quote in the book. He said something like, whatever I did to drive her away was the worst mistake I ever did in my life, and, like, he would regret it. And I think if you could talk him today, And Not talking about the wife he's married now, that this is I I think her name's is Astrid. This is Susan. I think her name is susan Buffett. I think if you could talk to him and say, hey, your half is wealthy, but you're... You stayed Married to Susan or your a tenth is wealthy or whatever the number is. I have a feeling he would take that deal. And so why am I bringing that up to you now because Charlie, you know, he's not worth a hundred billion or whatever warns worth? He might be only worth 2 or 3000000000, but he had a wide range of interest. Like, may... I'll talk to you a lot about picking the right heroes today. And when you mu won't shut up about Benjamin Franklin. He talks about Benjamin franklin, like, 15 times in the book, anytime you hear him speak, he's, like, that's my hero, and Ben... What he likes about Benjamin franklin? Is he had, a various interest. Are going to later, but this is... I wanna compare these 2 first, because even at a young age, you saw Buffett. Okay. This guy's obsessed. Buffet who is known for his single minded focus on investing, agreed that Mu is like Graham and his wide range of interests. Charlie mind has a greater span than I do. He has read more biographies. Hundreds per year. Now, that can't be true. III know he's read hundreds in his life highway. I thought I was doing pretty well. And Charlie, that's 1 thing I learned from charlie, because he he won't shut up about the fact that he feels like reading biographies is essential to having a good life. And I that's really what, I guess I'm jumping ahead a all over for the map here because I'm kind of excited in I really do love Charlie. Like, I I love this guy. I love the way he thinks. I like, how pit he is. I love the fact that he can communicate profound ideas and a minimum amount of words. He is by far. I guess, what I'm saying. I'm I'm not being clear. He's by far 1 of my favorite people Have discovered based on re the research and and reading from this book. But I hope that that warren most spoke there because you can read a hundred books here. That's pretty hard. That's, you know, 2 books week you know Charlie reads all the time. So maybe he reads more than that. But hundreds... That means he's reading what 4 biographies a week. Come on. There's no... I hope... That's just crazy. So, anyway, he says it says, Charlie mind has a greater span than I do, and this comes up because you... Can when you hear him speak, it's very obvious. Charlie had has read widely. Right? He's read more biographies hundreds per year. He soak them up and remembers them. And then this speaks, it he could the author picks up where at the end of that warm quote, and it just speaks to how long this this extraordinary combination of mines has gone on, and it's the fact that by the time Jfk was elected Us president, Buffett and Mu had become mental partners. A relationship that involved no contractor titles, at least in the beginning. Then it talks about, well, what else They have a comment. You know what? I just realized, I... I think I lost that train of thought earlier. What Was trying to say about reading biographies and learning from Charlie Mu, different differing from, well, like, Warren Buffett is... And and we're gonna get to this where when you hear how, like, his children described Charlie. But I think what Charlie was going after. Was realizing, like, how okay. He always talks about, you know, invert, invert, like, work backwards. How do I have a good life. And I think what Charlie figured out is yes. Being really good at what you do for work. Not only just to give you satisfaction, but it gives you financial freedom, which she's gonna talk about in a minute. But I really feel like he was... He's... He looked at the problem, like, how do I have a good life and then and then use all his time and effort trying to learn how to do that. As opposed to, like, over optimizing in your work or any really area of your life to the detriment of others. So this is says, well, Mu and Buffet had something else in common. Like Warren, I had a considerable passion to get rich. This is that's a direct quote from Charlie, who early on live... Who early on was working as an attorney, I'll get into more than that a little bit. Not because I wanted Ferraris. I wanted the independence. I desperately wanted it. And then since Mon was working with the the author of the book. We get a lot of, like, insight that I haven't found in the other books I read about them. I thought this was interesting. I see this over and over again. The maximum I used, actually comes from Hip hop. Think might have been Notorious Bi who said this, but it said bad voice move in silence. Mu did not. I mean, it's it's kinda funny now because he's super famous. Right? He did not wanna be well known. He just wanted to be wealthy and anonymous. Mu said his goal was to say just below the wealth leather... What wealth leather wealth level required to be named to to the 4 who's richest American list. So he'd like to be number 04:01, it would help him stand just outside the limelight, that strategy didn't work. And so as as Berkshire grew more and more successful, there's more people saying, okay, Who is this number 2 to, you know, to warren Buffett. And part of that is also, you know, Charlie has a lot to share in a lot to teach. And so part of his, accumulation of increased levels of fame, also gave him a platform where people wanna listen to them. And so it may it may make him uncomfortable, but it's also beneficial to to other people to learn from his experience. He's got giant family. He wants to getting married early. I think it's he's, like, 20 years old. Something like that. His wife's is 18. They wound up getting divorced. He gets remarried. So between, like, his kids with his first wife, his second wife's kids with her first husband and their own kids are, like, a gang of them. There's, like, 10 of them or 8 of them. Or something like that. But and they're very important, he wanted a gigantic family. This is a quote from Charlie steps on, but he doesn't like to use those words. He just says it's it's a son. These are all... There's no... We're not gonna distinguish. This is... They're all our kids. So who's the real Charles team Mu to Bo? Because that's 1 of his steps sons. He's a dedicated step father, a mentor and someone who made life a real adventure. And something that's also really interesting when you analyze how Mu and and Buffett actually spend their time. Like, not only are they they're reading a lot, they're thinking a lot, but they know the value of building relationships with your peers. And even if you because he consider Mon, like, more introverted. He'd be fine just sitting there quietly reading, he did have... He does still live, you know, have an extensive network. And so it says, and this is what, James S, which is the founder and and well form now former Ceo of Costco. Said about that. To James Senegal, the, the Ceo of Costco at the time of the book It's written, Meng is 1 of the best connected businessman in the country. When he met Charlie to ask him to serve on Costco board of Directors, The 2 had lunch at the California Club. This is an La. There was a big lunch crowd called Cynical. I think all 400 of them... 400 of them knew Charlie. So earlier Buffett was talking about how how important it. Charlie was his thinking longer saying the same thing. And it was really interesting because people are saying, oh, you need to get you know, opposites track, Mon disagrees. You know this the cliche the opposites to track. Mu said, Well, opposites don't attract. Everybody engaged. This is fascinating. Again, the way... He's very able... He's able to communicate such a big idea in such a short amount of words or a few number of words. Everybody engaged in complicated work needs colleagues, just the discipline of having to put your thoughts in order with somebody else is a very useful thing. And it just... I just realized that, while I was reading that to you. Something Mu repeats over and over again I've seen this in the in other areas is he keeps constantly quoting Richard Fe where Richard Fe has that quote where it's like, you're the easiest person just, like, you're the easiest person, you must not fool yourself and you were the easiest person to to feel to full so that idea where you just said just a discipline of having to put your thoughts in order. With somebody else is a very useful thing, and I think helps you avoid fooling yourself. We're going back to Buffet talking about really just filling in some personality for you. He is a mon. He is a sensational friend. The nice cities are not there. None of the superficial acts, but all of the real ones. We both think the other 1 is worth listening to, and then sprinkled throughout the entire book is these mon, these little... His his ability to just speaking in these short sentences. These app. This is a few of them here to finish first, you have to first finish. Don't get in a position where you go back to go. That is almost like Mon version of warren buffett like, 2 2 rules. Warren always says, like rule number 1. Never lose money. Rule number 2. Don't forget rule number 1. So Charlie interpretation or, I guess, version of that is to finish first. You must first finish. Don't let you... Don't get in a position where you have to go back to go. And then he adds has another 1 of his ideas, another big idea promoted by Mu always act as honor as possible. His quote, how you behave in 1 place he says, will help in surprising ways later. And so that idea, he talks about that later, like Berkshire Shi winds up getting opportunities later in their careers because they act honor... They acted honor, you know, a decade, 2 decades, 3 decades before, then then you be able to build up trust, and people were realize, hey, we can trust these guys. We can go to them and and that it went up giving them opportunities to no 1 else. That wasn't available to other people. Mu talks about over and over again, really, I think the best book on this is Port charlie Alma act. But if you don't have any books at your house on Mu, I would say the first 1 to buy, the tao of Charlie Mu, keep it on your bedside table, keep it in your kitchen or something. It's like a book you can pick up. You you you can read it in a minute or 2. You'll get a good idea, prompt for your thinking for that day. And you can put it back down. It's just like a book for f and there's some expansion by the author the person Collected it. I think these name's David Clark, if I remember. But it's fantastic. Again, it it's there's... The reason I say leave it out is because it's on a books show shelf that kinda gets lost with all the other books you own. But if it's out. Like, I to pick this up, and I a bunch of books on a, D hawk, the founder of Visa, his auto of a restless mind. I leave out and I constantly pick up, and it serves the same purpose as like the Tal Charlie Mu. But anyways, Mu talks about, you know, it says there's, like, variations of this quote. It's like, would never think of anything else when you should be thinking of incentives. Like, incentives rule everything around you. And so he has a good idea. I'm just gonna give you a quick little. After here. Mu attitude about fishing is revealed in the story he once told when mu on the go ability of many investors. The fish... This fishing tackle manufacturer I knew had all these flashy green and purple lures. I asked, do the fish take these, Charlie. Do the fish take these? Charlie, he said, I don't sell these to the fish. So then the book goes in a a great detail about, like, his ancestors, a lot of that, I skipped over beside beside... Before... Actually besides, like, a few, like, basic lessons to take out the he that he learned from them. But just to give you an idea, you know, Charlie almost a hundred years old. Like, when he came into the world. Check us out Charlie came into the world during the roaring twenties. 4 years after the Vol Act brought the prohibition of alcoholic beverages to America, and 4 years before a Pen was discovered. So he's had a ton of time on this earth. To to gather up good information for us and tell us obviously what's avoid, and he's talking about the the generations of his family that set that settled in Nebraska just a quote for you here. That generation admired the conquering of nature through discipline, and then it talked about, lesson that Charlie learned from his grandfather. He firmly believes that work is the best way to keep young. So 1 of Charlie Heroes was his father and and he goes into detail what he learned from him and and the the traits that he admired. His name's A A Mu said Charlie was 1 of the happiest men who ever lived and achieved exactly what he wished to achieve no more or less. He faced all troubles with less fuss than either his father or his son describing himself. Each of whom spent considerable time for seeing troubles that never happened. He had the... He had exactly the marriage and family life that was his highest hope. He had pals, he loved and who loved him, including 1 in 10000 types. So he talks about, like the call... Charlie an elitist for sure. And he talks openly. He I thinks most people are just rap poison, you have to be very carefully at to have high standards, so he describes, like, you know, if you have a good friend, and he he describes a lot of people is his best friend, as best... What some of his best friends. And so he has this idea of that when you find a 1 in intel... That 10000 type. And he he's saying this like, a personal friend. I also think, like, when you hear Warren and Charlie described the intelligent fan. Is a term to use over and over again about the managers of their businesses, they call, like, 1 in 10000 types. I think that's actually really useful, like, thought, like, really useful tool for thinking. When you think about the people who have around new you, whether you're working with them, or you're you're spending any time with him with a personal or professional. And he so he says, like, his dad was able to, you know, have a good family. He was success... He... Like, got what he wanted out of life didn't worry. And then he also developed good relationships and not only with his kids and his wife, but also his friends. And again, this is what I learned from Charlie he's like, having this well rounded life they'll be most content and happy as you progress and and when you're older looking back. Like, okay. Did the right thing. He had pals. He loved and whom loved him, including 1 in that, 1 in 10000 types. And so he's talking about his dad was an attorney. Never made a lot of money, but he didn't... That doesn't mean he didn't think he was successful. I don't see my father as less successful in the sense that really matters. He was just differently aimed and lived in a time, a time when lawyers made less money. Charlie once said, and now right now that's a great little anecdote about the relationship he had with his dad and how much he loved him and his Tad him. Charlie once said that if he'd come home at midnight and say, dad, you gotta help me bury this body. His father would have gotten up and help him bury the body, then the next morning, he would have gone to work on convincing Charlie that he'd done something wrong. So with Saint Charlie early life for a little bit but this is his personality. As a kid. And this this is also gonna be the quote from David Over I repeat you over and over again. Charlie was a stars was a star student, but he was also 1 of the most challenging to deal with. He was too independent minded to bow down to meet certain teachers expectations. And so that idea that, Og warned us when he's like, let's if you're picking and talent for your... In this case, he was talking about the people you hire for your company. He's like, talent is most likely to be found among non conform, dissent and rebels. And the idea there is that you have to tolerate genius. He's like, there's very few men of genius in advertising agencies. That's what he's right. That this so happens to be the subject that David's writing on. But he says, but we need all we can find almost and this is the point almost without exception. They're disagreeable. Charlie is definitely disagreeable on 1 of these. Then he talks about where he actually... Like, you, like, I didn't really care much about school. I just love to read. We said so And over again, I met the tower Sequel quote from Charlie. I met the towering intellectual in books, not in the classroom, which is natural. I can't remember when I first read Ben Franklin. I had Thomas Jefferson over my bed at 7 or 8 years old. My family, and this is such a great example set by his parents. My family was all into that stuff, which is... And this is he's gonna describe the philosophy. His family is something that he adhere for to it for his whole life, getting ahead through discipline, knowledge and self control. My parents used to say there are no dumb mu. And so in his family, that he admired his dad he also admired his grandfather, And so he's gonna grow up during the the the great depression and that lets an impact on him for the rest his life. If you go to warren Buffett office, he actually posts, he has hanging up newspaper clipping from the great depression to remind him how bad things can actually get. It's really easy, like when you're in a bull market for 10 or 15 years I've never even seen them to to realize, you you have no idea what happens in these these contractions. There's it's devastating. So much I think about, like, the the correlation between, economic recessions and depressions and and increased suicide Like, that's how crazy things can get, and then you have an increase in violence and everything else. So Charlie says it's amazing how poor people were in the 19 thirties. He his family suffered Somewhat His father was able to support the family. They they, you know, were never des. They weren't taken from their homes or whatever. But other members of the family were not able to survive on their own. And so this is why Charlie admire durability. He talked about over and oregon again. Like, if you cultivate 1 aspect that you can in your life, they... You should aim to be durable. And he really admired the strength of his grandfather through tough times. And the fact that he was the person that the family could rely because he had good judgment because he was you could see almost like in his admiration for his grandfather, the role that he wants to play. Right? And so he says, he learned some of the most important life lessons during that time. I had the example in early life of family members who behaved well under stress. Must have been very hard for grandfather Mon to cure family financial distress that wouldn't have happened if the suffering family members had been more like the judge. That's his... What his grandfather was called. So he's saying it, you wouldn't have got yourself in the position. If you were actually fault his example. But even though you didn't, he was still there for you and the fact that he was so strong and durable. He was able to support the entire family. So says, he was able to cure family financial distress that it wouldn't have happened if the suffering family members had been more like the judge, but he came through anyway. So during the 19 thirties, Charlie starts working in the Buffet family in the Buffet family Grocery store, just a little bit about that here, Charlie took jobs when he could. I first encountered the Buffett when I worked at the family Grocery store. This is his description of it. The hours were long, the payload opinions cast in iron and foolish 0. And so this miserable job helped him understand. Okay? This is what I don't want my life. To be, he says you were just so goddamn busy from the first hour of mourning until knight he explained. And Warren grandfather was a tough half. Task master, he would pay you 12... Or he'd pay you 2 dollars, and in return, he expected 12 hours to straight of uninterrupted work. No breaks. Fast forwarding, he... This is when he goes to college, and he she joins the military. This is right around world war 2. Says he's... So he's going to school. It says Charlie was introduced to physics to me, it was a total eye opener. So he talks about over and again. You have to at least read basic physics have a basic understanding because then you could apply those same principles to everything that you do in life. The the tradition of always looking for the answer in the most fundamental way available. That is a great great tradition and it saves a lot of time in this world. This is a quote from Charlie. And, of course, the problems are hard enough that you have to learn to have what some people call. Well, I've always liked that word because to me, it means you sit down in your ass until you solve your problem. Well, Mu says that if he were running the world, anyone who qualified, anyone who would who qualified to do so would be required to take physics simply because it teaches a person how to think. I find the methods use used are useful outside of science. So he wanted joining the military as any person in his age at this time in history, would have to... When... When he first joined the military military... Alright, Among was an ordinary soldier, and his training gave him time to think about his future. This is what he came up with an early age. Like, what is the outline for my life. I want a lot of children, a house with a lot of books and enough money to have freedom. And so this is a first hint that we get that that Charlie is in auto data. He's largely self Todd he built his own curriculum. Because he's... What he's studies in college and he never actually graduates from college if I'm not mistaken is meteor. So he winds about the to california Institute of Technology in pasadena, California to train as meteor neurologist. Charlie took 1 look around Pasadena and knew he liked his new surroundings. So he wants living in California his entire life. When he's in the military when he's in college, he he likes to play Poker and he talks about some ideas that he learned learning how to play poker that he applied to other areas playing poker in the army end as a young lawyer honed my business skills. What you have to learn is to fold early when you odds are against you. And if you have a big edge back it heavily because you don't get a big edge often. Opportunity comes, but it doesn't come often, So sees it when it does come, and that's something he repeats over and over again. Bet heavily when the odds are in your favor. It's also interesting at this point. You could go to Law school without actually... Needing to, needing a degree. So actually applies. To Harvard gets in the though Mu had not earned a college diploma. He applied to the nation's oldest and perhaps most distinguished law school Harvard. And he had this is this vague idea that he might wanna a major and study mathematics before this. And so he... What he realized realizes is once he figured out that who was really gifted at math that he didn't have those natural abilities. And so his insight, it's interesting. Bill Gates considered being mathematician too, and then he realized some same idea that Charlie is gonna realize here He's like, I can never be the best in the world this. And so this main idea that Charlie is going to discover about himself when it comes to regard to his mathematical building. I think applies to a bunch of other things. Like you should try to do something that you can be the best in the world that even if they have to keep redefining what that is. Right? To go into a calling where he would not be exceptional was not in Charlie thinking. And so this is where we we get more of Mu personality and what he talks about. Like, I just mentioned this earlier, Charlie built his own curriculum, which I think is again, a very common theme if you study the history of entrepreneurship. I heard do school said Mon. I don't think I'm a fair example of an ideal education, and I don't think you are either warren. I learned better Sort of plowing through written material by myself. I've done a that a lot in my life, and I love this because this is exactly what you and I are doing. I frequently like the eminent dead better than live teachers. That's why Warren mentioned earlier, Charlie had the habit of reading hundreds of biographies. He talks about this. Make friends with the eminent dead. There's all these smart people lived out history, read their words, steal their ideas. They're not using them anymore. So says Charlie Mu, once described himself as having a black belt in Hoo spa. Think how you pronounce that word. He was opinionated almost to the point of arrogance. This is what he says I whenever you're listen. I'm not a humble person. He mentions that a bunch. He says he had admitted in fact that he was apparently was behind the door when humility was handed out. And people think, it's like, oh, you're you're arrogant and you're you're this way because you're super rich now, his Harvard class mate Henry Gross does disagreed. He says gross defended Mu. When in a acquaintance remark that prosperity was making Charlie Pom. Nonsense. Said gross. I knew him when he was young and poor, and he's always pom. And when I read that when I got to this part of the book when I read that part, I immediately... 1 of my favorite quotes that I've ever come across in the 225 or 28 books, whatever it's been so far that I've read for the podcast. And I've never forgotten because I think it's exactly what we're seeing in the the of Charlie Mu. It's from Nolan Bush. Nolan Bush knows was the founder of Atari, and the the the... He hired. He was the mentor steve jobs, imagine hiring a 19 year old Steve jobs. And in that book that he wrote, it's somewhere in the archive. It's just, like, probably, like founders 30, something. It's 1 of the first books are for the podcast, but it's called finding the next steve jobs, how to find keep a nurture talent. And I'm gonna read this quote you, and I think it's important to always remember because it's again, a lot of the software that we're learning is counterintuitive to, like, you just go out ask, like, it's some average Joe out on the street, they're gonna give you advice that is almost the exact opposite of what we're learning in a lot of these books, and so Nolan talks about the value of arrogance. Listen to what he says and he talk about how the applies to Steve jobs. I've read, like, 10 books on Steve something like that now. He's definitely not humble at all. So it says perhaps everyone has creative potential. This is nolan only speaking. Perhaps everyone has creative potential, but only the arrogance are self confident enough to press their creative ideas on others. This is why this is important. Steve believed he was always right and was willing to push harder and longer than other people who might have had equally good ideas but who caved under pressure. So he winds up becoming an attorney, this is what he does for... I think he's, like, 41. I'll have... I think I have the the exact age ages now. But we're at this point, we're in the worst thing that could happen to a person. Happen to Charlie Mon. He is 29 years old. And he's going through a divorce with his first wife. I think they have 2 or 3 kids. I think they have 3 kids. And his 9 year old son has leukemia. And what makes us even more devastating as they about... He... There there wasn't... There's treatments. It this happened today. He most likely would have survived because of the treatments and at the time that all you could do. There's was a hundred percent rate of death at this point. So it says, Teddy was gravely ill with leukemia. Charlie was stunned by the news. It went against everything that he had experienced everything that he'd dreamed. And so it says they didn't really have anything they could do for Leukemia, nothing. Even now it's not an easy thing, but there are a lot more options. In those days, you just literally sat and watched your kid die by inches. His friend described the 29 year old Charlie grief. He said that he... That when his son was in bed and slowly dying, he would go in and hold him for a while and then go out walking the streets of Pasadena crying. And then this is what Charlie said. I can't imagine any experience in life forced and losing a child inch by inch. So eventually, he's gonna wound getting remarried, he's in his... When he's in his early thirties, this is really important to realize. Like, he didn't have any money. Lawyers did not make a lot of money at the time. And so he knew but he knew he was gonna be successful. So I really think, like, the note of myself on this page is the value of default optimism of having optimism is your default default default modes. Excuse me. And then something that there's... There's... I'm gonna read you a quote from Charlie, and it's really illustration of his idea that you need to follow your natural drift, like, figure out who you are and what you're naturally interested in and then do that. So it says, he knew that if he was to earn sufficient, he would have to apply all his talents to the task. He started invest in the stock market. He talked about business in a way that was animated and interesting, though now I see he was broke. But I never thought he was anything, but a big success. This is his daughter speaking. Why did I think that? He just had this air. Everything he did was going to be first class. It was going to be great. He had these enthusiasm for his projects and his future. And so he starts to build a new life. He's gotta... Obviously, he's gotta get go over, like, continue with his life after that devastating tragedy. He's practicing law. He's... He's starting to invest in real estate on the sides, starting to learn about being a professional investor, and then he talks about, this is the quote that that, you know, following natural drift. I like the independence of a capitalist. And I always had sort of a gambling personality. I liked figuring things out and making bets. So I simply did what came naturally. So this is Charlie at 35. We're he's got a bunch of kids already, so he's gonna give... We're gonna hear the advice he was given to his kids at this point, and then also what was going on in his career at 35. The mu children often har back to the lessons they learned from growing up around a father who had definitive ideas of right and wrong. Charlie drum in the notion that a person should always, quote, do the best you can do. Never tell a lie. If you say you're gonna do it, get it done. If you say you're gonna do it, get it done, nobody gives a shit about an excuse. Leave for the meeting early. Don't be late. But if you are late, don't bother giving people excuses just apologize. They're due the apology, but they're not interested in an excuse. So again, nobody gives a shit about an excuse. Now he says he was in his mid thirties starting his financial life all over his financial life over again and managing several careers at once is what I meant. He's practicing law. He's investing in real estate and trying to to invest in the stock market. Charlie was a young man in a hurry in a hurry to live a full life in a hurry to get rich. And so as you can imagine, trying to make this transition from attorney to entrepreneur and investor, he's essentially rolling in the school of hard knocks. Like you're not gonna make that transition easily without making mistakes, but Charlie was smart enough to learn from his mistakes. So it says, he gradually accumulated money from his legal practice and began investing in securities and joining friends and clients and business endeavors. Some of which proved to be a graduate level course in the school of hard knocks. So they wind up buying and taking ownership of a small transformer manufacturing company, Charlie takes an ownership, position in the business with a partner. The company makes highly specialized transformers that were designed for military rockets. So like, oh, okay. We have a good opportunity here. This is I think during the Korean War, which says it was obvious that the company would have to expand rapidly to pay off the debt from the buyout. So they bought out their original investors a the company and raised Venture capital, venture capital... The venture capitalist at the time, try to kick out the founder. So Mu actually was the 1 that provided with the idea. They it was almost like a leverage buyout, like, a an early example of a leveraged buyout is what Charlie. Like, we're just gonna buy a borrow a bunch of high interest debt, buy to investors, and then hopefully grow the company to pay off the debt. That's essentially the the base idea. Okay? It was obvious that the company would have to expand rapidly to pay off the debt from the buyout. At the same time, however, competing company spotted the wartime opportunities and also expanded rapidly. There's a point that I'm reading all this state. Don't worry. Soon there were too many producers. The business aspects of their lives became miserable. And so he's is... This is... He he just met warren why this is all going Okay? And this is also... He's realizing through this experience. I got involved in a crappy business this. This... He's gonna realize, like the value in investing in the very best businesses and only working with the very best people. That's same idea applied to to to different domains. Okay? And so he says Charlie began to realize that button... And this is also the reason I brought warrants is because this is also the influence he has on warrant. Charlie began to realize that buying high quality business has certain advantages. It is not that much fun to buy a company that you hope liquidate at a profit just before it's destined to go broke. He also learned how to define a good business. The difference between a good business and a bad business is that good businesses throw up 1 easy decision after another. The bad businesses throw up painful decisions time after time. So now we get into how Charlie gonna make his first million dollars. He always tells people to read, Richard Da book the selfish gene. He's got a bunch of books that he recommends influenced by K. Forgot his name. I read the book a long time ago. He gives that out. He actually, like, I think I think even gives... He gave the author, Berkshire stock a long time ago He loved his work so much. But anyways, there's a quote here from the selfish gene that I think also describes Mu when he's in his early thirties or mid thirties by this point, he's just so hungry and desperate to be rich and to not have to work as an attorney. And so it says the rabbit runs faster than the fox. Because the rabbit is running for his life while the Fox is only running for his dinner. Okay. So let's get into how he makes his first million dollars. This is 19 61. So that would make Charlie 37 years old, a lot of the people that he's gonna serve doing business with and and he actually meets him because they're their clients and he's in a law firm in Los Angeles. And I was actually just thinking of... I'm glad I just discovered this guy. Is getting named Otis Booth who's gonna be 1 of his first partners. I was actually thinking about him like, a few hours ago. I'll tell you why. It was like, I already read the book. I'd re reread my highlights, I'm just kinda just sitting there, like, letting it, like, per. And I just had this idea. I guess I'll you now, because Otis Booth is going to wind up becoming a billionaire. He's he's got successful businesses, but what he did That was smart. He just identified. He's, like, Warren really knows what he's doing. I'm just gonna let this guy and, like, this is after Warren stop taking other people's money, like, investing that people's money does Berkshire. So Otis invest. He's just like, okay. I have... I'm not being clear. Charlie and warren talk about the fact that you... Should identify intelligent fan. Right? These people that are really smart and really obsessed with their businesses that they give up ton of examples in their talks in the books, in the shareholder letters. And I think it really good idea. Like, okay, there's a an intelligent fan phonetic managing this business. I'll buy the business. Why don't I just leave this guy in place? Like, why would I ever replace them? He's so good. I'm just essentially like, he's doing the work and I get to ride along with them. And then I had the I was, wait a minute. Otis kind of realized that about warren in Charlie Like, well, instead of putting my money in an Index fund or trying to invest in myself. Like, why don't... There's just this intelligent fan here. Why don't I just put my money behind this guy because I'll never be able to do it what he does? And so maybe you're the intelligent fan phonetic in your business and maybe you if identified as somebody else's is an intelligent fan. But if you do at... Especially early on. Was like, wait a minute. I'll just put all my money on this guy or this girl, and I can benefit from their fan. So anyways, this... The reason that I that popped to my mind just now is because this is where we can't. Where Booth and Mon are to be partners on this real estate deal and this is how Charlie makes this first million. And again, he's 37 years old. Was around 19 61, Booth came Mon to handle the pro... Probate settlement. Don't worry about the details of that. Charlie and instantly advise booth to keep the property to develop it. I said to Otis, build your own apartments. So you're saying buy the 2 houses at the end of the block. You buy and tear them down, this is Mon talking Otis. Tear them down, re zone, build and then sell your own apartment unit Otis said, Charlie, if this is such a good idea, and you're so sure it'll to work, why don't you put up some of the money and join me? I'm not gonna do this without you? He shamed me into demonstrating the wisdom of my own advice chuckle mu? And so him and Otis are going to do several of these these real estate developments. These they build apartment complexes. And eventually, what they have to do is he... He's constantly reinvest, and that's how he wants getting net worth over a million dollars. Mu continue to practice law on the side. He's doing all these real estate deals with Otis Booth. While he worked on the real estate. For years, he took no money out, rather he invested in 1 project after another. And that's an important point because that's what Mon would tell you over whenever number and like this and the the the the the climb from 0 to a hundred thousand dollars is hell. It's so hard. Then you have to climb from a a hundred thousand dollars to a million, and that is difficult to sell too. And he's like, but if you... That's where you to live below your means before your so you can accumulate enough invest assets. He's like, it gets easier. It's not easy, but it gets easier after that, but you'll never finish that climb if you're constantly spending everything make. So he talks about you know, when Was my late thirties early forties. I was just reinvest every dollar I made back into another project make more money. And then the author goes into something that Mu talks about. And again, the fact that the combination of big ideas can lead to these outside effects, and they're gonna do it... They're they're going to set this up by going back in time in the story and going back to win Mu and Buffett. First make first meet and start developing their their their relationship and the future partnership, It's really just about the converging of several great ideas and what Charlie liked about Warren. When Mu went home to take care of his father's a state he was introduced a young warren buffett a meeting that would change to the lives of many people. It is also a perfect example of the sort of success matrix, mu often talks about. The converging of several great ideas to produce outstanding results. In this case, it was the coming together of 2 people with superior intellect and shared objectives. And Mon saw and Mon say, how could I not like this guy? And so it says this degree quote from Mon about Buffett with my background. How could I fail to take to a man who preferred reading and thinking to delivering groceries, and who had learned something from everything he ever read, including the manuscript that his grandfather left behind, which is Hilarious title by the way, entitled how to run a grocery store and a few things I've learned about fishing. And so Buffett is actually... Is the ones like, you're wasting your time an attorney, You're you're... You should... You should be a professional investor, Buffett urgent to give up law and become a professional investor. He told him, law was fine as a hobby, but he could do better. And this is what Buffett says about that. We we saw that we had odd personalities that happened to fit fairly well, and we've been partners in 1 way or another ever since. So that's that, you know, that this meeting happened 41 years ago at the time of the writing the book. Now it's like 61 years, 62 years ago in present day. But really, it's another example of something I mentioned last week on or a couple days ago on the Ferrari podcast. Like the people we study are way more similar to each other than they are to just the average person that you would meet. Even though many of them didn't know who knew who didn't know each other, worked in different industries lived in different countries and were alive at different points in history. So just they they think differently in the same way. Another maxim. I think I I don't know if this is my interpretation of or if Charlie actually said it, but itself pity has no utility. Might that might be a direct quote from from Charlie, but he's not into self pity and he doesn't like Envy. So says 1 of Mon favorite ideas came from... Comes from Aristotle. The best way to avoid Envy is to deserve the success you get. So now we're fast forwarding back into the timeline. This is what Charlie was doing when he's 38 years old, and that means Warrants probably 32, 31 32. He's got a collection of ventures. He's gonna start a law firm. He's investing real estate, and then he starts a, like, a investment partnership on the advice of, Buffet. In 19 62, The same year, Buffett started buying shares in the be New England textile manufacturing company Berkshire Hathaway, Charlie Mu helped establish 2 new ventures in Los Angeles. The first was a law firm, which doug us to this day, and the second was a securities firm. Then this a description at Charlie at this stage. These are really just traits that Charlie had that that we can emulate. Charlie the most unique person I've ever met. He wouldn't accept anything on face value. His interest in almost everything can be so intense. He will have a perspective that others will not have. He used to say, why do you insist on being a traditional lawyer? Do things that other people aren't doing. That's fantastic advice to do things that other people aren't doing, 1 of my favorite quotes I learned from Edwin Land, the founder of Polaroid. He said, my motto is very personal and may not fit anyone else or any other company. It is, don't do anything that someone else can do. So Edwin Lance saying don't do anything that someone else can do, try the mu saying do things that other people aren't doing. So eventually, he's gonna make make enough money, so he can he can go out and be a professional investor full time. Now this is Charlie at 41 years old. And so that's extremely important. Like, it took him till he was 41. This is the now the start of what the life that he actually wanted. Right? He he learned. He grind. He worked until he's 41, it says within 3 years of founding Mu tools, this is a the law firm so us today, Charlie dropped out. He finally that's a firm in 19 65 because he believed that he would never, again, need to rely on legal fees. He transferred his remaining balance of the firm to the state of a partner who died young. Mu had been plotting his escape from law for a while. Actually sent this paragraph. I took a picture of incentives friend of mine who's an attorneys. Like, this is the perfect way to describe this horrible profession. He's trying to make a transition out, but he says, Charlie once end up practicing law this way. Too often, if you absolutely kill yourself over an impossible client, and get a 10 strike. Your reward is you get to do it all over again for an equally impossible client. It was a relief to mon to quit law. I preferred and this is why because he's again follow your natural drift. I prefer making decisions and gambling my own money. I usually thought I knew better than the client anyway. So why why should I have to do it his way? And again, at 41, his goal is very clear. Mu hoped to use his wealth to emulate his childhood idle Benjamin Franklin. Franklin Franklin was able to make the contribution he did because he had financial frank freedom Mu said. Mu came to understand that in order to be truly wealthy, a person needed to build ownership in a business. So now he's spending time at this thing called Wheeler and Mu, It's this equities firm. It's hilarious because he's operating his new company out of a utility room. And so it's, like, why are you working out of a utility room? He's got a great quote. He says the op at the head office is often inverse related to the financial substance of the firm. In 19 62, Mu made the commitment to spend at least part of his time acting as a professional investor using other people's funds. He took the step that Buffet had repeatedly suggested to him and set up wheeler wheeler, Mu and Company, which was an investment partnership similar in format to the Buffett partnership. The Buffett partnership is what Warren Buffett was doing before Berkshire Hathaway. Okay? Just talk about, like, why are you working and a utility closet. It suited mon because the rent was cheap. It was a hundred and 50 dollars per month. The penny pinching wasn't entirely necessary when Wheeler and Mu was formed, Mu had accumulated a net worth of about 300000 dollars, which was more than 10 times his annual rate of personal expenditure at the time. And this gives you insight into what they were doing, what Mu was doing at this point in his life. Buffet described both the Buffett Partnership and Wheeler Mu as classic hedge funds. Similar to those that again became popular in the late 19 nineties. But they were doing that all the way back in 19 60 in the early 19 sixties. So this is gonna go on for quite some time, but I wanna breach your attention why Buffett realizes he doesn't like managing other people money. Yeah, other other people's money. Mu realizes that too but he he waits way longer, and I think he regrets this. He made the same decision Buffet made, but debt makes that 5 years later. So she says when dealing only with his with his own money. Investment losses never bothered mu much. To him, this is such a great perspective. To him It was like, losing losing... It was like a losing knight in a regular poker game where you knew he were 1 of the best players, and you'd make up the difference later. But now he found that reported temporary losses in the Wheeler Mu limited partnership accounts gave him tremendous pain. And so by the end of 19 74, he had resolved like Buffett to stop managing managing mother for managing money for others in a limited partnership format. If I'm not mistaken Buffett made that debt transition in 19 69. If I have that correct. And so the reason I'm bringing this to your attention is because Mu is now 50 or 51 years old. And he has a net worth through a couple years of doing this partnership and real estate and everything else he's doing of about 5000000 dollars. He had about 3000000 dollars securities of his own money in his fund and about 2000000 dollars more from real estate. Now he still does not have an official that they're doing deals and stuff together buff, and all these other partners, some of which are most all of them. Right? I'm omit from from the story for today. But there there's, like a small group of friends and associates that that go into deals and the ownership structure is complicated, which actually, that that benefits him later because the Fcc is looking into what Mon and Berkshire and Both are doing, like, what the hell you guys doing. Otherwise, oh, wait. The just network of investments and everything we're doing is so super complicated. Let's just put all 1 holding company, and that's berkshire Hathaway. But anyways, the reason I'm bringing intentions is because, again, Mu is a a billionaire. Right? This book is published she's 76 years old. When he's 50 to 51, he had 5000000 dollars Most people is like, oh, 50 is too late. He's just getting started. And this is also ties into why he's constantly talking about, hey, diversification only works if you don't know what you're doing, because most of his... Wealth is gonna come from the compounding of Berkshire Hathaway, his cost basis. So it says man... Mu own cost basis for Berkshire shares is less than 40 dollars. Right? And that's a so... That's taking place in the sixties and seventies, and it... And this is what Longer says. The money in Berkshire Hathaway Berkshire Hathaway stock outperform the rest. Little else could compound that way. Yeah. That's the understatement of a lifetime. Little Else could compound that way. So says, and then Mu talks about over and over again, quality of the people. Quality the people you have running your businesses, quality the friends you have, quality of the person you are. That's what you should be optimizing for. People are power law. It's so important. Like, the the good ones are so so rare. It says, Mu says having good partners was crucial to his success. All my life. I had high grade partners. Some of the very best that could ever be. And what's greatest is these people this like group of partners and friends. They've been friends for multiple decades. They had similar interest they seem to, like, spent a lot of time together, and they all got rich together, And then they made and they stayed friends. It's just really fantastic to read. This part is just about his odd personality, which, again, I think it's why So Pm people find him appealing because he's so the stuff that comes out of his mouth. It's just so unusual. This part just made me laugh. This is 1 of his partners and somebody he says really high quality skinny named A Marshall. A Marshall found himself having to pulled Charlie out of all kinds of social messes. Every once in a while, mu we go on a talking spree and grab... And ga so long and rapidly, then nobody was able to interrupt or change the object. 1 evening in a dinner party, the host cornered out and begged him to go into the other room and get Charlie, who had consumed several glasses of wine. She was at and a the host was asking him asking Out to get him to shut up. Nobody can get an edge edgy a word in edge wise. He's lecturing them on difficulties religions have in describing heaven. Something he called a thousand year orgasm, and and Charlie always getting Allen trouble. They wound up going on a vacation. The vacation together they're in a Hawaii 1 time. And I was thinking he's sitting next to standing next his wife at the at the counter at the butcher trying to pick out steaks for dinner. And A didn't realize she'd walked away. And so he reach out. He says he reach out and grabbed the rear end of some other woman. A was startled to learn that the butt was not the butt. Oh, the word. Were not those of his wife, and the victim was furious. Mu, who was at the other end of the meat counter shouted, you know, he does that to all the women. Charlie comment only made the woman an. Despite the jokes. Marshall said he learned a lot during the decades he worked with Mu. Okay. So there's a bunch of, like, these these business deals that that Mu Buffet and some other people are doing together. It's really complicated To mention it. Really, the story is how an Sec investigation led to the... To an official position at Berkshire for Charlie Mu. And I'm gonna give you, like, the the the top level highlights here. And so Mu is gonna tell us about this. He says, yeah, He admitted a com... Convoluted ownership at Blue chip did appear suspicious. When the Sec started looking, there was all these Cri crossed ownership that happened by accident, but it was complicated and and because so many people create complications to hide fraud, the Sec delved and delved and finally fixed attention on something. How we got Wes. Don't worry about the names of the businesses here. People assume if what you're doing is enormously complicated, you're probably doing something wrong. Indeed Buffet, mon... Buffett and Mu, own stakes in an incredibly intertwined bundle of companies. The there's bunch of people involved. The the men's investment had grown this way in that way, taking whatever structure seem logical unfair at the time. But over many years, it becomes obviously really complicated. Right? The organization was a little too disorganized for the taste of the Sec. Buffet responded to the inquiries by shipping 3 cartons of documents, memo, stock transfer documents and so on, and the Sec responds by opening a full scale investigation of Buffett investment practices. When Buffett and Mu realized that their financial relationship had become too complex that it was difficult to explain to the Sec, they decided to restructure their holdings and simplify matters. It was a stressful time. They have to pay, like, a fine of, like a hundred grand. It was a stressful time, but as a result Berkshire, hathaway became a larger simpler company. All these companies that were... Doesn't worry about the names were merged into Berkshire. Finally, giving Mu a formal position at Berkshire. Mu got 2 percent of the stock of Berkshire, it was named by chairman. The organization of the company under a single corporation eliminated almost all appearance of of a conflict of interest. This is when... And then this is what bun bunker Buffett and Mon said, it will be somewhat simpler for us to run a combined enterprise reducing some costs. And this is a fantastic sentence that I, underline twice, and I think applies more to just Berkshire hathaway just in life in general. And it says simplicity has a way of improving performance through enabling us better to understand what we're doing. Let maybe think of last week, the difference between Ferrari and Maserati, Maserati was somewhat of a, like, a blueprint to to Ferrari to Enzo ferrari, and they both start out for Maserati already before Ferrari I was able to. Was already starts out building race cars named under after themselves and racing them. Just like what Ferrari wanted to do. And yet, after they had success, They're like, okay, We'll build race cars and we'll race them, and then we'll build trucks, and then we'll build machine tools, and then we'll build able a sedan and they lost focus, and they complicated their business and ends enzo was like, no. I'm just gonna build race cars and race them under wherever race cars that have my name and erase them. And so his business and then sell some of those cars to consumers. Like his business is extremely simple. And so again, simplicity has a way of improving performance to enabling us to better understand what we are doing. So Ferrari took off from there and overt took Maserati, Maserati obviously decreased and never recovered in in relation to Ferrari that is. And then for ferrari. And then Charlie looking back at this point when they're they're organizing on a Berkshire, and he has some interesting thoughts here which Charlie finds interesting when thinking back about all this progress is how few big big... How a few. Big business decisions were involved in creating billions of dollars out of less than 40000000 dollars, which is what they had at the time, fewer than 1 every 3 years. Direct quote from Charlie here. I think the record shows the advantage of a peculiar mindset, not seeking action for its own sake, which is obviously extremely hard for us humans to do. Not seeking action for its own sake, but instead, combining extreme patience with extreme decisive. And I'll get to how fast they I make decisions. This idea of extreme patients with extreme decisive But I wanna go back to this idea. That's 1 of the most important ideas you can learn from Charlie Mu. And it's just like he values durability. He would counsel you to be durable. Let's define durable. Able to withstand wear pressure or damage. So it says, there are there are million business traps. You can get sloppy. You can get alcoholic. You can get Meg man man. You cannot understand your limitations. So you see... This is a classic Charlie identifying what not to do. Right? And just avoid being stupid. So don't be sloppy. Don't be an alcoholic and don't be mega meg. You, you cannot... You cannot understand your own limitations. There are million ways to gum it up, meaning to screw it up. Right? To survive and prosper as long as this company has. So that this is... They're talking about Sees candy. They're 1 of the... Which is gonna be at the time, the largest, acquisition they make until this point in their life. But she's describing the fact the company that this company this fantastic company, was started by a 71 year old woman. That's amazing. To survive and prosper as long as this company has, started by a woman who is 71 years old is an amazing example. Sees has stayed out of a lot of traps. The or and then he's he's identifying some of the smart ideas they they did. Right? The ordinary candy company puts in too many stores. You have this huge overhead that you're carrying through all the summer months months when people are not buying candy because most of them are buying it during the holidays. Okay? But Cs has always had the discipline of knowing their own business. That's harder on employees by the way. They have this huge crunch in the stores at Christmas, but it's also part of the secret to seize success. And of course, the fan, member intelligent Fan is who you're trying to work with and and invest with. And, of course, the fan isn't about the quality of the product and services is to heart and soul the business. I love the fact that this room is full of longtime time customers and longtime time suppliers. You get suppliers who are good and who are trusted because they deserve trust, and you behave the same way towards your own customer. Then you are a little part... Then you are... Then you are a little part of a civilization that is a seamless web of deserve trust. This is also something that he repeats for decades of as his career develop a seamless web of trust. This is the way the world ought to work. It is a better better example for everyone else. And so Charlie is going through the history of Seas up until the point they they buy it and all the smart decisions they made because this is, like, multiple generations of the family. And really wanna bring this out this quick story too you because it's just the importance of never compromising quality because your customers will respond. Says, another crisis came during World war 2 when sugar was severely ration, rather than compromise quality with inferior ingredients or alter the recipe, seized decided to produce as much high quality candy as possible with the ingredients that were allocated to the company and no more. Customers lined up around on the block to buy the limited supply of chocolates. And once the supply was gone, the shop closed for the day. No matter what time the store closed and the sales staff was paid for a full day of work. This turned out to be a smart marketing ploy since the waiting crowds a a added a... Added to the candy stores, Cache. Never reminded me of, I read this book on Walt Disney on it's called Disney's land, and it's how he built what he he thought his greatest creation. He was most proud of 2 things in his life. Being able to to found the Disney company and keep control of it because he lost control of his first company. And number 2, Disneyland. And in that thing where he talks about, never compromise quality your customers respond. They're over budget. They're behind and they're they're an employee 1 of Disney's employees tries to get them to compromise quality, and he he doesn't like that at all. So let me read you your quote from that book. I think this is It's it's called Disney's land. It's in the archive somewhere. They were among the first of the ports attractions to be finished, but the pressure of time was weighing on everyone. 1 day, John Hen stop by to check the progress on the coaches, so, like a coach is like, like, what the horses like, have behind them. Progress on the coaches and had an idea what he brought to his boss. Why don't we just leave the leather straps off, Walt, the people are never gonna appreciate all the close up detail? The same sc sc that had recently made Walt Disney refused to a license a davy Crockett revolver because the firearm hadn't existed in Navy's day treated hen to a tart little lecture. You're being a poor communicator. Walt, Disney said, people are okay. Don't you ever forget that. They will respond to it. They will appreciate it. Hence didn't argue. We put the best darn leather straps on that stage coach you've ever seen. So walt, Disney's is applying that to leather on a stage coach, you see sees candy doing exact same things Like I'm not changing it. I Okay. I'll sell less. But my... I'm not compromising on the quality. And so when they're presented with the opportunity, the the family wants to is is putting the company for sale. Look how fast Warren and Charlie can make decisions. So this is... Let me... Let's figure out how everybody is here. This is 19 72, so Charlie would be 45, I think, For... No. He's 48. I'm pretty sure he's 48. So it says, and to keep in mind, this is a 25000000 dollar transaction, which at this time was the biggest purchase up at this time. Okay? So Ramsey, the guy that's trying to sell, help sell. The company says, Ramsey called Buffett. Ji Ba, Buffett said the candy business, I don't think we wanna be in the candy business. For some reason, the the phone line went dead, took a few minutes for Ramsey to to get to get buffet back on the phone. Several minutes of elapsed. They reconnected Before they could speak, Buffett burst out, I was taking a look at the numbers. Yeah. I'd be willing to buy cs at a price. And so Mon was talking about Cs is another example of the idea for businesses and people. It pays to go after quality. And then we'll see how they learn from 1 experience and then apply that to another opportunity sees candy rem mon. It was acquired at a premium over book value, and it worked. H child Cone, the department chain was bought at a discount from book from book and liquid value. It didn't work. Those 2 things together help shift our thinking to the idea of paying higher prices for better businesses. And so what did I mean about learning from 1 experience and applying to another warren Buffett fills us and for us? If we hadn't bought Cs, we wouldn't have bought coke said Buffet. So think c's for the 12000000000 dollars that they made from Coke so far. Mu says ian Buffett should should have seen the advantages of paying for quality much earlier. You know, they're 40 50 years old close to that age at this point. I don't think it was necessary to be as dumb as we were. Mu said. So then Mu is gonna bring up the fact that you should be reading about biographies and he talks about Franklin again, I'm a biography not myself. This is 1 of my favorite quotes from Mu. Biography not myself said Mu. And I think when you're trying to teach the great concepts that work it helps to tie them into the lives and personalities to the people who develop them. I think that you learn economics better if you make Adam Smith your friend. That sounds funny. Making friends among the eminent dead. But if you go through life making friends with the dead who had the right ideas I think it will work better in life and work better in education. It is way better than just giving the basic concepts. His favorite eminent dead person has always been franklin, and I like this idea. Like Franklin, Mu has learned that his ideas about a good and proper society. Our good and proper life do not always coincide with the beliefs of others, which speaks to the importance of having an inner scorecard, meaning you're the supreme judge of of what you're doing and how your life is as opposed to an outage worker and also being capable of independent thought because his idea is about a good and and proper society, good and proper life do not always coincide with the beliefs of others. Another 1 of my favorite ideas that learned from mon. Is this idea it's you good ideas are rare when you find them bet heavily. Being prepared. So now this is direct quote from from mu, being prepared on a few occasions in a lifetime to act promptly in scale in doing some simple and logical things, will often dramatically improve the financial results of that lifetime at Mu. A few major opportunities clearly recognizable as such, will usually come to 1 who continually searches and waits with the curious mind. And then all that is required is a willingness to bet heavily when the odds are extremely favorable, using resources available as a result of prudence and patience in the past. So way to summarize that. Good ideas are rare when you find 1 bet heavily, go all in. Another mon. This is just a straight maximum after maximum now we get towards the end of the book. We try to profit from always remembering the obvious then from grasping the esoteric said Mu. It is remarkable, how much long term advantage people like up like us have gotten by trying to be consistently not stupid. Instead of trying to be very intelligent. So then Mon talks about their per their preferred. They like to be adaptable. They like to be flexible. They don't have a master plan. This is what I call the Singleton approach, So Henry Singleton. I learned about henry Singleton because Buffet and Manga... Mu says, like, you know, Singleton withdrawals were just utterly ridiculous among buffett said, if you took, like the top 100 business school graduates and, combined all the records. There wouldn't be as good as Singleton, they said, he probably has the best record in American business history. I was like, what the hell? I I reading 2 books about him. And he came like, a few years before Mu and Charlie did. And a lot of the ideas I learned from Mon... Arts Mu, Charlie, from Mon Buffett. And a lot of the ideas I learned from Mon Buffett. I realized they learned those ideas from Henry Singleton. And 1 of them is singleton steer the boat daily approach. And he talks about like I don't like master plans. Life is chaotic. He says my only plan is to keep coming to work. I like to steer the boat each day rather than play what plan way ahead into the future. That was Henry Singleton. We see Mu says the same thing. Mu said there was no particular strategy involved check to wait and watch for opportunities. Our rule is pure op at Charlie. We do not have a master plan. If there's a master plan somewhere in Berkshire, they're hiding it from me? Not only do we not have a master plan, we don't have a master plan. Another idea. Keep it simple stupid. I don't know and be frugal. I don't know anybody. I don't know if anybody our size who has lower overhead than we do, Longer said, and we like it that way. Once a company starts getting Fancy. He said it's difficult to stop. At 1 time Berkshire was subpoena for its staff papers in connection with 1 of its acquisitions, but said Mu, there was no papers. There was no staff. Another example Charlie maxim that great opportunities are rare so you got to load up. A a shareholder once complained that there were no great franchises like Coca Cola left, meaning that Berkshire style would be cramped in the future. Mu replied. Why should it be easy to do something that if done well 2 or 3 times will make your family rich for life? That's the exact point. Great opportunities are rare. So that's why you have to load up. Of course, it's not a million coke quote is out there. Then we have a great quote from Mu about what he feels the game of vest all about. And not no Left to myself on this page. Was like, what do you believe that other people don't. And really, so that that that, like, prompt from my own thinking, and then a reminder I need to make sure that I know my niche better than anyone else in the planet. Okay? The game of investing is 1 this not naturally speaking. The game of investing is 1 of making better predictions about the future than other people. How are you going to do that? 1 way is to limit your tries to areas of competence If you try to predict the future of everything, you attempt too much, you're going to fail through lack of specialization. So that's why I said, I should know my niche better than anyone else. And then what I love about reading or about Charlie and Warren does this too. It's like, they they just get their point across with, like, simple anecdotes. And it's not even... Like, they leave some of the work done to the person listening or reading too, which I like. And so it talks about he's getting question in an annual meeting in 19 83. Like, why is Berkshire not writing more insurance policies considering its size, you know, everybody else is doing this, and this is how they're doing it, why aren't you essentially copying them as the the the premise of the question. And so longer replies. People are always saying to Berkshire. G, why don't you write a lot more volume in relation to capital. Everybody else is doing it, the rating agencies say that you can write twice as much an annual volume as you have capital. And so they look to our 10000000000 dollars in insurance capital say, that's 20000000000 a year? You be writing? Why are you only writing... What are you doing only writing a billion. So everybody else... And if somebody else has 10000000000, they write 20. We have 10000000000 we we we write 1? And so Charlie says. But then somebody else comes and asks, why did everybody get killed last year, but you, and his punch is perfect. Maybe those questions are related. And then Charlie cannot stop bringing benjamin Franklin really, idea behind this. Is it's the importance of picking the right heroes. And he says, his heroes benjamin Franklin during his light... During his lifetime, franklin worked as an editor, Arthur author leg. Scientist, inventor, diplomat, revolutionary war hero, and a founding father of the nation. Franklin story can scarce ever be told enough. Born into poverty and obscurity, he was the fifteenth of 17 children. He only went to school for 2 years. He died 84 years later, and perhaps was the most famous man in the world. So I've done 2 podcasts on benjamin franklin for interested in learning more about him. I did the Walter isaac biography on him, and then his auto. I also have another franklin biography. I one's gonna take me some time to to do, because I think it's, like 600 pages. I think it's, like, the first American or something like that. But, again, I'm gonna read a bunch of books on, frankly. If you think about he might be the the single most influential American entrepreneur in history. If you think about this influence... If you think about who he influenced and then who those people in turn influenced, generations and generations of entrepreneurs were influenced by ideas that came from Benjamin Franklin even if they don't know they came from Benjamin Franklin. Another important attribute for a human being to have according to Charlie is you have to... You must risk failure. Charlie philosophy is that a first rate man should be willing to take at least some difficult jobs in his lifetime with a high chance of failure. And so he continues this idea that you must failure must do things that are also hard. It's part of just being a full... Living a full life and being a a competent human being. It says, I have a lot of respect for Good Samaritan Hospital. This is where he said sit He's a chairman of the board. It's hospital in La. And so he's talking about, like, but it's, like, it's a headache. He's not I'm doing it for money? Like, why is he doing this. So he says, I have a lot of respect for Goods Samaritan hospital, but it's a very tough hand to play. And if you ask Charlie why he does it 1 of the things he'll say is that he doesn't want all the hands that he plays in life to be easy ones. That reminded me 1 of my favorite favorite quotes. 1 of the my favorite people I've discovered on the podcast is Teddy Roosevelt. I actually have another. I'm reading his auto soon. I've fred, like, I think, 2 or 3 books. I've done at least 2 podcasts. Maybe 3 podcasts on him so far. And he lived like, 60 short years, maybe 61 short years but lived as as much in those short years as 10 lifetime. The average person does. Like, it's it's incredible how much life he filled into his time. And there's a great quote about it him It says if Roosevelt was forever at it. He was a curiosity, always pushing and straining, and and friends around him to do the same. This is the punch on is fantastic. Teddy loved to row in the hottest sun over the rough water in the smallest boat. And this is something I I mentioned earlier that it is maximum that self pity has no utility. Every time you think that some person or some unfair is ruining your life, it is you who are ruining your life. And then Mu has some advice for training, your... For your profession. For... Yeah. I I... Like, let's used to term professional research. Professional research is this idea that came from Danny Meyer, the restaurant tour, it's talked about in that that that, talk that I've tried to get you to watch on Youtube. I consider it's probably the best to talk on Youtube. It's by Bill Gu. It's called running down a dream. How to survive and thrive in a career you love. Danny Myers is 1 of the people he profiles in there and and Danny And Bill talk about the idea professional research. It's like, what do you do to learn to get better your work when you're not working? Longer claims that most people would be better off if they were trained for their professions the way pilots are taught to fly. Mu says, they learn everything that is useful in piloting, and then they must retrain continuously. That's an important part retraining continuously, so that they can cope promptly with practically any eventual reality he explained. Like any good algebra, the pilot is made to think sometimes in a forward fashion and sometimes in reverse. And so he learns when to concentrate mostly on what he wants to happen and also went to concentrate mostly on avoiding what he does not want to happen. So the main idea constantly retrain continuously, retrain continuously. And then we're gonna have some quotes, a, quote, a paragraph here from Charlie. But really, the way I think about this is, like, a good... Like, spend a lot of... What Charlie did, what Warren doing, like, I think this is just good for, in general. Like, the best thing you could do for another person's teaching him something. So spend a lot of time learning and then share everything that you learn. So the fact that a way to think about, like, what is important... What was important to Charlie. It's fact that, like, he could spend a lot of time learning and then he was able to share everything he learned. He's talked about this. A student wants ask Charlie Mu. If he and Warren Buffett, we're fulfilling their responsibility to share his wisdom. Quote, sure. Look at Berkshire Hathaway. I call it the ultimate did exercise... I always think it's helpful to, like, there's is a lot of words. You you you think you know the the meaning to. You can kind of guess what the meaning is based on, like, the the context clues around it. But I looked up that word did. I knew it had something to do a teaching. I'm gonna read you a definition. D intended to teach. Particularly in having moral instruction as an ul motive. Sure. Look at Berkshire Hathaway. I called the ultimate did exercise. Warren never gonna spend any money. He's gonna give it back to society. He's just building a platform so people will listen to his notions. Needless this to say, they are very good notions. And the platform not so bad either. But you could argue that Warren and I are academics are think are Warren and I are teachers in our own way. And then the author says, and this is why we're reading the book and we're trying to learn these lessons I hopefully turnaround around tells to other the people, He, meaning Charlie like warren, prefer to talk to prefer to talk to young people to students who are still learning about life and who have time to implement some of the concepts that the 2 of them consider important. And then we have Charlie 4 ways to guarantee failure, and his opinions on how to read. Mu added 4 practices that he believes will also help guarantee failure. Be unreliable. Number 1. Be unreliable. Number 2, learn everything from your own experience rather than learning from others. So number 2 is why he reads so many biographies. Right? Learn everything from your own experience, rather than learn from others, they guaranteed to fail. Number 3, give up after trying, give up trying after your first, second or third reversal of fortune. And number 4, give to fuzzy thinking. So then you talked about the importance of reading and then how to read. It's really this is somewhat what... You and I talk about a lots. Like, I'm not really worried. I, like, I'm not focusing on the what. I wanna know the how in these stories. Right? So it says, if you get into the mental habit of relating what you're reading to the basic structure of the underlying ideas being demonstrated. Okay? So you're reading, and you think about you you're get a habit of relating what you're reading to the basic structure of the underlying ideas being demonstrated so like the principles. Right? Behind what's happening. You gradually accumulate some wisdom about investing. I don't think you can be a really good investor over a broad range without doing a massive amount of reading. I don't think 1 book will do it for you. And here's a quote from Mon, and I'll tell you what I wrote to myself. If it weren't a little difficult, everyone would be rich, mu insisted. If it weren't a little difficult, everybody would be rich, mu assisted. When you're going through struggle, just repeat, this is not me talking to myself. And when you're going through struggle, just repeat, it is supposed to be hard. It is supposed to be hard. It is supposed to be hard. If it were easy, everyone would do it. If it were... If it weren't a little difficult, everybody would be rich, mu and. I talked about if he was a professor. If I were teaching Finance Mu said he would use the histories of 100 or so companies that did something right or something wrong. And then I wanna go back to his idea about being durable. This is fantastic He's saying it's a crime to build a weak company. So again, optimize for durability, let's see who's around for a decade from now. Right? Though very few companies last forever, all of them should be built to last a long time since. The approach to corporate control should be thought of as financial engineering. Just as bridges and airplanes are constructed with a series of backup systems and red dynasties to meet extreme stresses, so too should corporations be built to withstand the pressures from competition recessions, oil shocks or other calamity. This is such a really profound idea that he expresses in such a great. Just like, hey, you're put same thing. If you're building a bridge an airplane. You you're constructed with a series of backups and done Seems to meet extreme stresses, why aren't you building your company the same way. It's such a great idea. Excess leverage or debt. This is still Mu talking. Excess leverage or debt makes the corporation especially vulnerable to such storms. It is a crime in America stated Mu. Mu, to build a weak bridge. How much noble how much noble is it to build a weak company? This is more in his his idea. Like don't diversify. If you know what you're doing, just find a great business and go deep, go all in. It is even necessary to worry about diversification. A person with almost all wealth invested long term in just 3 fine corporations is securely rich. Mu went as far suggest that investors could have 90 percent of their wealth in a single company. If it's the right company. And I love this 1 sentence and I said, hey, this sounds like a plan to me. He aimed at a life of quality and str diligently to bring that about. He aimed at a life of quality and str diligently to bring that about again. He's not saying I aim just to build a successful business. That is 1 part. I think entrepreneurship, especially for a certain personality type is essential. Right? But it's just 1 piece of having a quality life. He aimed at a life of quality, and he drove diligently to bring that about This is like another great. And he talks about this over and over. Like, you gotta be durable. It's supposed to be hard. It is necessary to accommodate a lot of failure. And because no matter how able you are, you're going to have headwind and troubles. Do not be discouraged by a few reverses. So again, same note to myself. It's supposed to be hard. It's supposed to be hard. It's necessary to accommodate a lot of failure because no matter how how able are you're able... You're going to have headwind and troubles do not be discouraged by a few reverses. And then I just wanna end a little differently than I normally do with a question from Charlie that is worth thinking about. Charlie once asked me. If you could do anything in the world, What would it be? That is where I'll leave it. If you want the full story, read the book, There's a link in the show notes if you use that link to buy the book you'd be supporting the podcast at the same time. If you wanna buy a gift subscription. For friend family coworker, there's a link in the show notes as well, you can do that. You can also go to founders podcast dot com, and you'll see you should see a link there for the gift description as well. If you want to see every single book that I've ever done in reverse chronological order. And you wanna support the podcast, Go to amazon dot com forward slash shop forward slash founders podcast. Same thing. If you buy book off that list, you'll be supporting packets at the same time. That is 221 books down, 1000 a go. And I'll talk to you again soon."
}