{
  "transcript": "Ed do memoir reads like a thriller, mixing wearable computers that would have made James Bon Proud, shady characters, great scientists and poisoning attempts. The book reveals a thorough, rigorous, methodical person in search of life, knowledge, financial security and not least of all, fun. Thor is also known to be a generous man intellectually speaking. Eager to share his discoveries with random strangers. Yet, he is humble. He might qualify as the only humble traitor on planet Earth. So unless the reader can rein interpret what's between the lines, he or she won't notice that Thor contributions are vastly more momentous than he reveals. Why? Because of their simplicity. Their sheer simplicity. For it is the straightforward character of his contributions and insights that made them both invisible and academia and useful for practitioners. My purpose here is not to explain or summarize the book. Thor, not surprisingly, writes in a direct, clear and engaging way. I am here as a traitor and a practitioner of mathematical finance to show Its importance and put it in context for my community of real world risk takers. That context is as follows. Ed thor is the first modern mathematician who successfully use quantitative methods for risk taking and most certainly the first mathematician who met financial success doing it. Thor method is as follows. He cuts to the chase in identifying a clear edge. That is something that in the long run puts the odds in his favor. The edge has to be obvious and un complicated. For instance, calculating the momentum of a rule wheel, which he did with the first wearable computer and with no less a c cons than the Great claude Shannon, father of information theory. He estimated a typical edge of roughly 40 percent per bet. But that part is easy, very easy. It is capturing the edge, converting it into dollars in the bank, restaurant meals, interesting cruises, and Christmas gifts to friends and family. That is the hard part. It is the dosage of your bedding. Not too little, not too much that matters in the end. For that, Ed did great work on his own before the theoretical refinement that came from a third member of the information Trio. John Kelly, the origin of the famous Kelly Criterion, which is a formula for placing bets that we discussed today because Ed thor made it operational. A bit more about simplicity before we discuss dosing. For an academic judged by his colleagues rather than the bank manager of his local branch or by his tax accountant, a mountain giving birth to a mouse after huge labor is not a very good thing. They prefer the mouse to give birth to a mountain. It is the perception of sophistication that matters. The more complicated, the better. The simple doesn't get you citations that bring the respect of university administrators as they can understand that stuff, but not the substance of real work. Ed was initially an academic, but he favored learning by doing with his skin in the game. When you rein as a practitioner, you want the mountain to give birth to the simplest possible strategy, and 1 that has the smallest number of side effects, the minimum possible hidden complications. Edge genius is demonstrated in the way he came up with very simple rules in blackjack. Instead of engaging in memory challenging card counting, something that requires 1 to be a Sa. He crystallize realizes all of his sophisticated research into simple rules. Go to the blackjack table. Keep a tally. Start with 0. Add 1 for some strong cards, minus 1 for weak ones and nothing for others. It is mentally easy to just bet incrementally up and down. Bet larger when the number is high, smaller when is low. And such a strategy is immediately applicable by anyone with the ability to tie his shoes or find a casino on a map. Now, money management. Something central for those who learn from being exposed to their own profits and losses. Having an edge and surviving are 2 different things. The first requires a second as warren Buffet said, In order to succeed, you must first survive. You need to avoid ruin at all costs. Thor ideas were rejected by economists in spite of their practical appeal because of economists love of general theories for all asset prices, dynamics of the world, etcetera. The famous patriarch of modern economics, Paul Samuel. Was supposedly on a vendetta against stop, not a single 1 of the works of these economists will ultimately survive. Strategies that allow you to survive are not the same thing as the ability to impress colleagues. So the world today is divided into 2 groups using distinct methods. The first method is that of the economist who tend to blow up routinely or get rich off collecting fees for managing money, not from direct speculation. Consider that long term capital management, which had the Creme del la cr of financial economist and blew up spectacularly in 19 98, losing a multiple of what they thought the worst case scenario was. The second method, That of the information theorist as pioneered by Ed is practiced by traders and scientists traders. Every surviving spec uses explicitly are implicitly this second method. I said every because those who don't will eventually go bust. Some additional wisdom I personally learned from T. Many successful spec after their first break in life, get involved in large scale structure with multiple offices, morning meetings, coffee, corporate in ent, building more wealth while losing control of their lives. Not it. After the separation from his partners and the closing of his firm for reasons that had nothing to do with him, He did not start a new mega fund. He limited his involvement in managing other people's money, but such restraint requires some intuition. Some self knowledge. It is vastly less stressful to be independent. And 1 is never independent when involved in a large structure with powerful clients. It is hard enough to deal with the intricacies of probabilities you need to avoid the va of exposure to human moods. True success is exiting some rat race to modulate one's activities for peace of mind. Thor certainly learned a lesson. The most stressful job he ever had was running the Math department of the University of California Irvine. You can detect that this man is in control of his life. This explains why he looked younger, the second time I saw him in 2016, than he did the first time in 2005. That was the scene to ebb writing on the forward of the book that I just read reread and the 1 I'm gonna talk you about today, which is a man for all markets from Las Vegas to Wall Street, how I beat the dealer and the market, and was written by Ed thor. This is the auto biography of Ed. And I just mentioned that I just re reread the book, Stephen King, actually reading the auto of Stephen King about a month or maybe 2 months ago or something like that, helped me realize that I needed to re reread this book. He says something... Stephen King says something in his auto where he talks about, listen, when you're making something in his case he's creating novels, creating books, not only are are you the creator, but you're... He's like, I'm the creator, but I'm also the first reader. And so I... I always listen to every single podcast. All the way through before I publish it. And I've noticed on the last several episodes, I just keep mentioning ed Thor over and over again, this idea that everybody has some kind of blueprint some kind of inspiration that they're trying to copy. They're trying to emulate. And so out of the 229, I think this is the 200 and t episode, if you count the bonus episodes. So, you know, maybe 215, 220 people that have I've actually studied because I know I've done multiple focuses on a bunch of different people. Out of every single person I've studied you through far for the podcast, Ed is my personal blueprint. He is the the single person. If I only had to pick 1. Of who do I wanna most be like, who do I wanna copy? Who do who do I wanna emulate? It's him. So He is the person in my opinion that has come close to mastering life. Every single person that we've studied in the podcast has mastered their professional life. They're the best in the world in many cases are 1 of the best in the world at what they do. But the mistake on what a lot of them make almost all of them make is the fact that they over emphasize or over optimized for their professional life at the detriment to everything else. And just as to le said in the forward. He says you can detect that the man is in control of his life. And there's 5 main areas that I think Ed folk focus on. First is lifetime learning. He's largely self taught. He's curious about the world around him, and he's constantly seeking up until this day, constantly seeking knowledge and information that'll help him in life. The second thing. He's really rich. And he didn't start out that way. His parents were really poor. Put the difference between Ed and most really, really rich people, he realized like Ben franklin realized before him couple hundred years for Ed was even born. That time is the stuff that life is made of. And so Ed wouldn't chase more money at the expense of other areas in his life after he was already really wealthy and had more money than he could ever spend. Number 3, he took care of his health. He developed simple systems and we'll talk about this today because that's part of his genius. That's what To lab is hinting out the fact that he just developed simple systems for everything. 1 of the... 1 of the things he develops some simple systems for is how to be healthy to be physically fit. Fit. So he took care of his health. He developed simple systems, and he made it a priority. And he looks when if you watched an interview with there's a bunch of interviews on on Youtube of him. Especially when this book was coming out a couple years ago, he he did a bunch of interviews to promote it. He looks 20 years younger. He's almost 90 years old. He's giving interviews. I think he's 85 at the time. And if you look at this, he he looks like he's in his mid sixties. He talks about what he figured out at a young age. He's like, every every hour I spent exercising. I thought of as 1 less day that I'll spend in the hospital at the end of my life. Number 4. He was a he was... He had good relationships. He was a good father. He was a good husband. He made spending time with his family and friends a priority. He got the most joy out of his life with what. But from the times he spent what the people he loved. He talks a lot about this in the book. And number 5, just like what the scene was mentioning in the forward, he treated life, like the adventure it is. He had fun. And part of the way he had fun was he actually followed his genuine intellectual curiosity, he was a great quote by Naval Ra. The founder of evangelist, and he said that following your genuine intellectual curiosity is a better foundation for a career than following whatever's is making money right now. Ed thor if he had heard that quote would definitely agree with it. The fact that he that Thor followed his genuine genuine intellectual curiosity led him to this life of adventure. It also leads to several intersections of his life with... He just can't believe the stories under in this book. That's what the very first word. The very for sentence in the forward, If Not mistaken is Ed do memoir reads like a thriller. And so Ed idea of just following my own intellectual, like, genuine intellectual curiosity one's intersecting with all these other, you know, soon which would be soon to be famous people. So he winds up knowing Richard Fe, the legendary physicist. He winds up being invited to dinner and invited to a, warren Buffett house when warns in, like, his late thirties right as he's dissolving the Buff partnership and starting Berkshire, Hathaway, Ed do life intersect with Claude Shannon after Shannon had published his legendary information theory. Thor winds up discovering the Bernie made off Po scheme. Like, 17 years before made off winds up. I think he he discovered in like, 19 90 he wanted signal acknowledge this guys clearly fraud. He went up checking his realizing that Made off was making up, like, he's saying these are the traits that are happened, Thor went and looked and it's like, those trades never happened. So anyways, that winds happened like, 17 years before made off finally admits to... The... I think it was a largest po scheme in history. So there's just a ton to learn from them, But the 5 things that I think are interesting. He's smart He's rich. He's physically fit. He's got good relationships and he had fun. So let's jump into his early life. This is the the first chapter, it's called loving to learn, and he talks a lot about the importance of developing a a love of reading from very early age. By the time I turned 5, I was reading at the level of a 10 year old, gobbling up everything I could find. My parents left me very much on my own, and I responded by exploring endless worlds, both real and imagine to be found in the books that my father gave me. So he's reading some of these are fiction books, like lovers travels, Treasure Island and they inspire him to develop extraordinary abilities and to have and to achieve great things. So he says I enjoyed the vivid pictures it created my mind in the fantastical notions that spurred me to imagine for myself further wonders than then the further 1 is than that might be. I admired the heroes who through extraordinary abilities and resourceful achieved great things. I was introverted and thoughtful, and I may have been inspired to mirror this in my future by using my mind to overcome intellectual obstacles. And so 1 thing he benefited for what from was the fact that his father pushed him. His father didn't push him my purposes they just didn't have a lot of money. And so it says though we were rapport my parents valued books and managed to buy me 1 occasionally. My father made challenging choices. As a result between the ages of 5 and 7, I carried around adult looking books. So as far as buying books that he'd actually wanna read and ed Ed just gonna have to keep, keep up. This is I'd grew up during the depression has a major effect on him and his family. It says the depression perm permitted every facet of our lives. Living on my father's 25 dollar a week salary, we never wasted food and we wore clothes until they fell apart. Couple years later during World war 2, his mom actually, get... Has to get a job as well. It's was very common. Obviously, the a lot of the men went off to combat. The women would work in factories. There's, like, this famous meme. I guess they don't call it memes back then, but, like, this poster propaganda poster. I guess, you advertisement, whatever it is. So Rosie the River. So That was based on, you know, actual generation of women that had to construct these machines of war. His mom being 1 of, my mother was a R on the swing. She worked from 4PM until midnight at Douglas aircraft. My father worked a graveyard shift at Top at Todd shipyards. The reason I'm telling you this is because that means he essentially was just left his own devices left to raise himself. My parents were usually gone, or they were sleeping. They would seldom them see us or each other. This this this left me and my brother or should they left me and my brother to raise ourselves. So they never had money. It gets even worse after world war 2. His mother is Filipino, her family. Winds up escaping and coming to America, and they they wanna living with them. So you have 14 people in a small house, eds around high school age at this point. He says, American troops had liberated the survivors of my mother's family from a Japanese prison camp in the Philippines. Now my grandmother, and my mother's youngest brother and 2 of her sisters and their families came over from the Philippines to stay with us, and there's just tragic crazy stories from World war 2. This is 1 of them. They told they told us that my my aunt nun and her husband had been beheaded in front of their children. My grandfather had died painfully prostate cancer in the camp just a week before liberation, having 10 extra residents packed into a house along with our family of 4 brought difficulties in addition to over and the economic burden of supporting them. So personally personality treat that that Ed had even in high schools. The fact that he liked to upset the status quo. He thought of himself is... He's definitely a mis fit, and he didn't like unfair, like, institutional advantages, which he actually talks a lot. About, towards the end of the book, but in this case, he's in high school. He realizes realizes, hey, the student government's corrupt. It's just a bunch of the popular kids. Pop kids are not doing anything I should actually help. He is probably the smartest kid in school. I mean, it's no doubt a genius. So he figures out a way he's the 1 leading the charge, and they... He winds up, installing people that think like him in, like, 13 of the 15 positions. So this made him an enemy. It says a couple of the candidates realize That must be behind the change that they're doing advertising. They're doing basically a bunch of things it to to remove people he fell were in unjust positions. Okay? Couple of the candidates realized I must be behind it and spent their campaign speech time attacking me personally. The social click had always run the student government. They were entitled. Change meant, I was a trouble maker a radical a threat to the status quo. And so the reason I'm reading this to you is because he winds up running into these people at at the high school union in many years and he's gives us some advice here. 46 years later. When I stopped by our high school union for a couple of hours, the ends, which she's gonna talk about, the social clip click the the popular kids. Okay? Let me just put that. The popular kids seemed the same as they had so long ago, Only older and mellow. High school had been the apex of their lives. Many had married 1 another and lived locally ever since. Whereas for me, high school was a launching pad for life's great adventure. And so this point is a high school senior. He's doing all these things. He's taking, like, math competitions, physics... Physics competitions. I think chemistry competitions. He he's parents don't have any money. He he he thinks at this point. He... I guess, for until he had a a large success in both gambling and he starts the first quantitative hedge fund. He thought he was just to live his life as an academic. He's like, I, you know, I'll be able to do experiments and be able to learn. I won't have a lot of money, but, you know, I'll enjoy myself. And so he's gotta do all these things to try to sc up money. The reason I'm telling you this is he's got a sc up money to to pay for college. And so at the very same time his parents are gonna wind be getting divorced, and his mom is gonna wind up betray him. So it says that summer was especially difficult for me because my parents filed for divorce. Our house had was often filled with conflict during the 3 years it took for the last of our 10 guests to move out. My father moved to Los Angeles. During my senior in high school, I saw him only on Sunday mornings. He drove the 20 miles from Los Angeles and parked a blocker her so away. I'd come out and spent several hours to them, practicing for my driving test, going to launch talking whatever. The situation with the divorce was confusing as neither parent offered any explanation. What was going on only became clear years later. My mother had been carrying on an affair with the husband of the family with whom we had originally stayed when we visited California for the first time. So I think that was, like, 5 years. It was it was a quite a long time before they were in Chicago. They came out to to check out Southern California. They went up living in Orange County, in Newport Beach area, And so his wife, you know, friends and family, the the husband of that family and then ed mom wind up carrying on this affair, her her dad's obviously gonna find out. So that's gonna lead to the dissolution of their marriage. And also to some really poor decision making by his mom here, in August 19 49 as I was turning 17, I went off to Berkeley... The Berkeley campus of the University of California. Now divorce, my mother sold our house moved away and installed my 12 year old brother and military school. It would be several years before I saw much of either parent again. I was on my own from then on. Shortly before leaving for college, I learned that my mother had cash the war bonds I had paid for with my paper route and spent the money. So yeah, he would spent years of being sleep deprived because he had get up really early, have this rather robust paper out that he expanded, and then he'd had to spend all day at school. So it says her unexpected betrayal was an emotional blow that estranged us for years. And whether I could support myself at the university was now in doubt. I survived with scholarships, part time jobs, and 40 dollars a month for my father. I got by on less than a hundred dollars a month, including everything, books, tuition, food, shelter and clothes. On Sundays, when the boarding house I lived in did not provide meals, I visited church open houses where I consume large quantities of free hot chocolate and donuts, it's interesting parallel that I just put together now as I'm reread that section. Where I like okay, I have no money. To to feed myself. So I gotta rely on the church or some religious institution to feed me. Steve Jobs when he was in college. He he did the same thing. I think he had to walk, like, 6 miles or 8 miles across town. He didn't go to a church. He went to, like the Harry Kushner, and he had, like, this gigantic. He said he had, like the biggest... He had 1 big meal a week, and it was on... I think was on sunday same thing where he actually went and and walked in and was fed by the the Ben netherlands of somebody else. And so we see eds and similar circumstances here. So I wanna talk about what he learns when he gets into an argument with his professor. Because professor is being real petty. Think, ed still sleep private. He's gotta work a lot in college. And so he wants up turning in a paper, and there's, like a bell, and I was, like, the the bell starts ringing, Ed turns it in, like, the last ring in the bell and the the professor won't take it, and it's tired and he just pissed off. And so he just starts yelling. And he... He yells with the professor and tells him he's a mediocre or teacher. And then he realizes this is a mistake. And the reading... The reason I wanna bring this to your attention because this is a first example of ed just developing simple systems, simple guidelines as a way to get through and to excel through life, and this is what has to do with human, like, relationships with other human beings. Right? This damage self esteem, which I came to understand later is an absolute no no in human relationships unless you don't mind creating an enemy. Looking back, I realized that it always been irritated, but what I viewed by what I viewed as petty, rigid mediocrity. Later, this is there's so much wisdom and what he's about to say here. Later, I would understand the stupidity of butting heads with them. Talking a mediocre of people. Right? I would I would learn to avoid them when I could and finesse them when I could couldn't. And that's 1 of the most important sentences is in the entire book. I would learn to avoid them when I could and finesse them when I couldn't. And so he wanted to apologizing doing all this other stuff because one's getting complaint, getting put on probation could've have been kicked out of school because of this. So it says, by by this time, the full consequences of my imma maturity and bad behavior was becoming evident to me. So this is where he comes up with a simple system, and just by pausing for a minute and asking yourself some questions. None of this would have happened if as I wish I had done, I had asked myself beforehand beforehand. If you do this, what do you want to happen? And if you do this, what do you think will happen? I wouldn't have liked either answer. These 2 questions became valuable guides for me in the future. So before you make a decision, especially reacting in angry sleep deprived, You know, is is this is an emotional response. If I do this, what do I want to happen? And if I do this, what do I think will happen. So those 2 questions became valuable guides for me in the future. Okay. So there is a lot going on in the section. I have crazy amount of notes. And this is the first time he's gonna introduce to 2 things that changes his life. 1, This is when he goes to Las Vegas for the first time. This is like in the 19 50. So it's definitely different. It's all mob up, and he winds up getting poisoned, his brakes get. They they mess with its brakes on his car. They try to kill them essentially. And then the second thing is he discovers his... He's gonna have a a lifelong addiction to physical fitness. So he says, this is the first time I'd seen Las Vegas, and it left me with conflicting but vivid images. So he winds up they're they're really poor. They're doing a road trip with him in some college friends. 1 of South Vegas, they they don't have money for hotels don't up sleeping in the car, and then they wind up having, like, shower in areas where there's a a ton of homeless people. And these homeless people wind up being former, like, degenerate gambler that lost everything. And so this experience is actually really important because 1 thing I learned from Ed, that I've I've repeated and I know probably a dozen times. On past podcast podcasts is the fact that you need a good offense is how you make money, and then you also need a good defense. And the defense is how you... How that how you stop other people from taking your money and a large part of this, the fact that he he he was 1 of the most successful investors of all time. A lot of his investing was informed by what he learned spending time trying to analyze mathematical ways to beat game different gambling games. And so he talks a lot about the fact that every single time where you have, here... And 1 a human being if there's, a way to make money. The larger the stakes, the more corruption you will find. He's like, I cannot believe how mob up las vegas how corrupt all these gambler are. I'm gonna move on to investing. And then he gets to the what he calls the largest casino in the world, which is Wall Street, and he's like, oh my god. This is this is so much more corrupt. And so he talks a lot about that in the book, and then there's just tons of interesting stories. In fact, and and, hopefully, I'm encouraging it to read the book. I would say the last like, I don't know. Maybe 75 pages is really how he thinks about money. He talks about. I... Yeah. How he thinks about investing. All kind like, just everything from mortgages to to debt to portfolio construction to just... I mean, it it's very fascinating because he just sits down, you know, you got this. How often you're gonna have the chance to have... To sit down and have a conversation with an 85 year old genius. That has lived multiple light... This had multiple light lifetimes of experience. And he says here. This is what I've learned not only from studying. This guy has deep historical knowledge. He's like, yeah, this is this is very similar to this 1 financial scam that happened in, you know, 16 hundreds or some nonsense like that. That's how he talks. But just the idea of, like, why... He's giving us billions dollars worth of game for what? I think I paid 16 bucks for the paper version of this book. Like it's it's a no brainer. So anyways, go let's go back to Ed to Ed as a young as a young man. He's probably, like, 19, 20 years old, something like that. This is the first time I'd seen Las Vegas and left me with conflicting Vivid images. The glitter and glamour of the strip with its promise of easy, unearned riches, contrast with the crowd of homeless in the park, victims of the dark side of the dream. It was a memory that's stuck, and this is so important. I double underline a sentence, a gl playground where suckers were induced to gamble at games that I knew for mathematics, they must collectively lose. And so a gl playground where suckers were induced to Gamble at games they must collectively lose, who's paying for the the giant hotels. And the beautiful pools and all the shows. And so I wanna read a quote that he actually, came from some notes I took when he was actually promoting the book. And this this talk can be found in Youtube. If you just put in at Door up man for all market and he says investing is like the Super Bowl. If you want a good Super Bowl team, you need a good offense and a good defense. A good defense keeps other people from taking your money. And so when he talks about it, like, how do you do that He'll have he'll mention a lot of things there's a lot of times he quotes, actually Charlie Mu and Warren buffett in the book. Just about the fact that, you know, and they talk about this extensively in their talks, and their shareholder letters, you know, that there's a lot of shenanigans shall we say in the world... Of any any kind of market. So it says the friend traveling with me was a group of weight... Was for... Was 1 of the group of weight lifters with whom I'd begun exercising a year earlier. It since it started 1 evening when as I walked by the basement furnace room. I heard the sound of iron cli. Curiously, I've ventured inside and found 3 muscular residents hosting barbell. And so remember, he's like this nerd, super smart kid, academic, a lot of people we would look at something like this like oh, I you're just a big waste of time. And you can think about this is almost the exact opposite experience Arnold Choice has when he's younger, So he's, like, 15 He's in Austria. He's lifting weights all the time. And the... 1 of his first blueprints before he discovers Reg Park. He's this other guy that's, like, a locally famous guy got locally famous from winning, like, local body about it. But body building competitions in Austria, and Arnold becomes friendly with his dad and his dad becomes, like, a mentor to him. And he's, like, Arnold, You can't spend all of your time just exercising your body. And he said this a quote from a total recall. I did I did... You can check this in our archive think it's like, around, like, episode 140 or something like that. So it says the idea of bouncing the body in the mind was like a religion for him. You have to build the ultimate physical machine, but also the mind he would say. Reed Plato. The Greeks started the Olympics, but they also gave us the great philosophers. You need to take care of both. And so Thornton arrives of the same conclusion through taking this bet first. So he says, ventured aside found these muscular of your guys h barbell. When I suggested it this seemed like a lot of work for who knew how much gain, they bet me a milkshake that if I worked out with them for 1 hour, 3 times a week for a year, it would double my strengths. I accepted their challenge. When the year ended, I had more than doubled what I could lift, lyft and gladly paid off the bet. This was the beginning of a lifelong interest in fitness and health. And so we'll talk about that a lot. I'll... Just more highlights. But the the... 2 of the best things he said about that Was the fact that, hey. Think about 1 hour spent exercising now is 1 less day in a hospital bed when you're old. Other some other note, notes I took on another talk of his and it says you're 84 years old. You are amazingly fit. Do you have a secret to that too? And this is what I mean about. Just really simple systems. We're weren't... We can't all be geniuses like him, but it's not like, we can copy his simple systems. This is something that I took... I learned from him, and I just still do to this day. I'll get you in a minute. So she says, I try to stay aerobic fit. I try to keep good muscular strength. I get frequent checkup ups at the doctor. I try to eat fairly well. And this is what I this is what I copied from right here. I weigh myself every morning and I write it down. That automatically changes my behavior. Awareness leads to change if my weight starts creeping up. I find myself eating less without even thinking about it. And I don't write it down. I put in my phone, but that... I'm telling you that works. It is so easy to see when you're falling off and correct immediately before it gets out of hand. So at this point, he's in graduate school. I gotta read... I'm gonna read redo my notes about everything going on because I got a ton of highlights. Some of them have I've already read you on this page. So he's just talking about, you know, the fact that there's a playground offer for suckers. I wrote down This is why you must constantly strive to get better at entrepreneurship. It has very real downsides. Then it says health and fitness is mandatory, you have to take care of both. I already read that to you. And everyone said it was impossible. This peaked its interest So he's in graduate school. People are constantly traveling from southern California to Vegas at this at this point. And so there's just a lot of talk about, you know, like, and they're all math and physics oriented. People he's around. And so says, I was taking a break from studying along with a few others. Someone who had been to Las Vegas was explaining how no 1 could beat the casinos. This was the consensus view of the group that is extremely important because Ed talks over and over again don't accept consensus. You've got to check things out for yourself. I've... I was since I was self taught. Talk about, you know, basically, I had to teach myself everything, teach teach everything to myself rather. And as a result, I wanna just questioning everything. I need to prove for myself what you're telling me is true. So he says, it was also the view of the world in general backed up by the painful experience of generations of gambler. So you said you can't... You can't beat these games. He's gonna wind up. I don't know if I mentioned this to you already. Yeah, I guess this fits into his life and he treated life like in a measure. He winds up coming up with like... Wait what Tel was explaining to us earlier how to count cards using that 1 up and 1 down system. And winds selling or writing a book, I think it was like, 19 64 called beat the dealer. Okay. This book sells millions of copies. People still buy it to this day. Then he winds up doing a follow up when he takes a lot of the same methods of experimentation that he used on on on gambling Las Vegas and applying it to financial markets. Say then he writes a book called beat the market. A ton of super influential people that are now billionaires to this debt to in present day. Why up reading his book. And so this is the important are, like, putting your work out there putting your thoughts out there and sharing them because at leads to all these unexpected opportunities. Right? And he went up being, like, the first Lp, like Citadel as a result of this. Just just... And I'll go into more detail. I think I go into more detail later. Just... The point is it's... His thoughts were 1 extremely influential and 2 opened up real, very real positive financial opportunities for him future, just the fact that he spent all time learning and then sharing what he learned. And so the people that are interested in learning what you've learned also happened to be people that are lifelong learners, and those are the kind of people that get themselves involved in very interesting activities in the future. Many of those interesting activities can can have a financial benefit to them. So it's just wild. Anyways, I argue with the others at the table that despite all the math of the contrary you could beat ro. Using what I had learned from 6 additional years of physics, I explained that friction would gradually slow the orbiting ball in the circular track And so finally, gravity would be enough to cause its until the gravity would be enough to cause its spiral it to spiral down and in towards the center. I argue that an equation could forecast the ball's position during this process. Limiting the predicted power of my equations were random irregularities that cannot be forecast. With mathematicians and physicists called noise. Conventional wisdom said this is the main crux of his argument. Okay? Conventional wisdom said the noise was enough to ruin the prediction. I didn't think so, and I decided to find out. He didn't write for myself, but that's what he meant. Decided to find out for myself. Fortunately, I didn't know at the time that 1 of the greatest mathematicians of the previous hundred years on Re Po carr, I just... I I don't pronounce English correctly. There's no way I'm pronouncing French name correctly. So says, it he's talking about the fact that Naive was was beneficial. I didn't know that at the time, 1 of the greatest math of the previous hundred years had quote unquote proven that physical prediction at Ro was impossible. So he also meets his wife around this time. And this is what I meant about. He did a lot of what happened is like, he's... He did not you could... 1 he couldn't predict. There's no way you could predict it. And number 2, he was fine with just pursuing his genuine intellectual curiosity. And so they... They're both very similar like minded aid, so they agreed, hey, We're gonna purchase pursue this academic life. We won't have a lot of money, but we're gonna enjoy ourselves. So he talks about what he hasn't commonly with his wife, we were both Avid readers. We enjoyed plays, movies and music. We both... As we both wanted very much 1 children. We also agreed on the principles for raising them. We plan to give them all the education they wanted. Teach them to think for themselves rather than simply accept received wisdom from experts and authority and encourage them to choose their own calling at life. Both somewhat introverted, we look forward to an academic life with its collection of smart educated people, teaching, research and travel. There would not be a lot of money, but it would be enough. What was important to us and this is really... I think hits at why I find why I wanna copy him, more so than anybody else because of this balance of identifying the the handful of key things that you think or you're gonna enjoy in life and and focusing on that and balancing that. And really, it's how you spend your time. Right? What was important to us was how we spent our time and the people, family, friends and colleagues with whom we shared it. So this is where he winds a meeting Richard Fe and then he finds work that feels like play, which we've talked about a bunch on this podcast. And so says, Vi and I were invited to a house party. We were introduced to Richard Fe, who was playing the Bongo drum drums. A 38 year old 38 year old professor at Cal tech. He was already regarded as 1 of the world's most brilliant fit physicist. If anyone knew whether physical prediction at Ro was possible, it would be Richard Fe. No. This is gonna be hell hilarious. I asked him. Is there any way to beat the game ro? When he said there wasn't, this is a funny part. I was relieved and encouraged. This suggested that no 1 had yet worked it out or had... No 1 had yet worked out what I believe was possible. And so he starts becoming obsessed, running experiments to try to prove. Everybody says this isn't impossible. I believe it is. Let me see if I figure this out. My ro experiments diverted time from finishing my thesis and getting a full time job. Yet for me, it was play. So I wanna read founders number 11I did the book, the Am of Neville Ravi, a guy Wealth and happiness, and that's 1 of the main, 1 of the main ideas in that book. I also talked to Michael. You you see this a lot throughout the history of entrepreneurship. So Naval nevada really picked up on something very foundational. Michael Jordan talks about this. I hate working. But they... People didn't understand that playing basketball was... It was... I was playing. And so his work and hard work to everybody else, but I was so obsessed like I felt were I found work that felt like, play. So 2 quotes in the book. I'm, I'm always working. It looks like work to others, but it feels like play me. That's naval vol, Not Michael. Although Michael said the same thing. And that's how I know no 1 can compete with me on it. Second quote from Naval, the the Omni Naval. Specific knowledge found by pursuing your genuine curiosity and passion than whatever is hot right now. Is that not a description of where we are in the book? It is. Building specific knowledge will feel like play to you, but we'll look like work to others. Yeah, For me, it was play. It was relaxing. Much as others might find a book or a movie. I certainly wasn't motivated by the hopes of making big money. What drew me was the chance of doing something people thought wasn't possible. Finding an edge finding your advantage of something that Ed talks about a lot in the book. He mentions them multiple times. I'm just gonna read you the short paragraph because I think this is the most concise, reason why. I also believe then, as I do now, after more than 50 years as a money manager that the sure way to get rich, is to play only those games or make those investments where I have an edge. So as he's theo on Ro, he actually takes the version, and he realizes, he he's analyzing all the different bits This is all the different games in a casino and trying to figure okay. Which 1 has the the greatest mathematical advantage for the player. Obviously, they're going to be all be tilted towards a house hurdles the game would exist if over a long period of time, the house lost. Right? So he realized Blackjack, and I think Ba the other 1, but he's gonna focus on Blackjack where he realized realizes, okay. This... How can I develop an even greater edge and actually put the switch the the odds? So instead of them being in... Like, a developer system so the odds are switch in favor from from in favor of the casino to a favor of me. I'm gonna read this section to you. This is the the note I wrote to myself. Let's see if this makes any sense. I may not be right, but I know that you are wrong. So I will use that as a starting point to find a system that is right. Your conventional wisdom is flawed. I need to think for myself. So that is the note I left myself while I got to the section, and see what this was about. I was hooked on blackjack, though not in the usual sense. The atmosphere of ignorance and superstition surrounding the blackjack table that day had convinced me that even good players didn't understand the mathematics underlying the game. I returned home intending to find a way to win. The belief that casinos must come come out ahead in the long run was supported by conventional wisdom. Which argue that if Blackjack could be beaten the casinos would either have to change the rules or drop the game. Neither had happened, but confident from my experiments that I could predict Ro gillette, I wasn't willing to accept these claims about Blackjack see that same thing. I'm not gonna just... You can't. I have to check for myself. I have to think for myself. I have to develop these skills, or my life is going to suck. It's a way to think about why and is so intense. And he's right about that. Why you so intense. I'm like, I'm just going to test all these assumptions that you think are true. That you're assuming or true, and I'm not actually sure. I decided to check for myself if the play if the player could systematically win. And then he makes a very interesting observation. He says it wasn't the money that drew me to blackjack black. What intrigued me was the possibility that merely by sitting in a room and thinking, I could figure out how to win. And if you think about it, that is more true now than any other time in history. And any other time in history that is more true now you could sit in a room and think obviously, if they access to technology Internet, and on the world technology methodology we have and figure out a way to win. And so he starts heading for, the library. This is a Ucla, and this is gonna be very interesting because I got to this section, and maybe think of something that I learned from Steve Jobs I'm gonna read a fantastic quote that I think Steve drops a lot of knowledge in. I left the... I left the library almost at once I wrote to Roger Baldwin. 1 of the 4 authors of the Blackjack article. So he's doing all research on on... There's a huge, like, a lot of people have studied. Obviously, like, the... In the history of games and gambling games? Like, can we beat them so we can make money? So he says, he he finds an article identifies 1 of the authors and he's gonna contact this guy. Okay? So he says, I wrote him asking for details about his calculations, telling him I wish to expand... Extend the analysis of the game. He genuinely... This is really important. He generously sent me the actual computations a few weeks later, consisting of 2 large boxes of lab manuals filled with thousands of pages of calculations done by done by the authors. During the spring of 19 59, wedged in between my teaching duties, I mastered every detail. My excitement mounting, as I str to speed up the enormous number of calculations that lay between me and a winning system. And so this idea. And ed it's like, okay. I'm gonna ask. I'm gonna... I have no... There... Like, there's there's no downside. I'm going to ask for help. The author could ignore me, and never maybe I never get a response back to my letter My email, oh, I guess, no email this time. My call, whatever it is. Or and and he could actually be really beneficial. He sends me giant boxes of thousands of calculations that I can then use for my research to try to build a winning system on Blackjack. This is exactly what Steve jobs did, direct quote from Steve. I've never found anybody that didn't wanna help me if I asked them for help. I called Bill Hue when I was 12 years old. He answered the phone himself. I told him I wanted to build a frequency counter. I asked him if he had any spare parts I could have. He laughed. He gave me the parts. And then he gave me a summer job at Hp working on an assembly line put together frequency counters. And this is the most important part, this the punchline line of what Steve jobs is telling us. I have never found anyone who said no or hung up the phone. I just ask, most people never pick up the phone and call. And that is what separates the people who do things versus the people who just dream about them. You have to act. So he winds up wanting to put... He does all this this research. He finds up. He winds up developing a, system that works on Blackjack. Okay? He's gonna lead to a bunch of other opportunities in life. This might be the turning point of his life. If you think about it. But this is where he starts to meet Claude shannon. So Claude Shannon, Shannon is 1 of the most legendary people in history, the the father information theory, I did his, his, biography. I'll way back on founders number 95. It's called a mind at play. If you haven't listened to that, I'd read the book too. In fact, the author of that book. Sent me a really nice email. Somebody, Guess had sent him the podcast and he's like, thanks for doing that. But I bring that up because he's 1 of the authors of that book. His name is Jimmy Sony. He's actually writing a book. It's gonna be released in, like, 2 months, 3 months something like that, and it's about the, history of Paypal. I think it's a company history of Paypal. And he actually wants up interviewing all of, like, the important people. So that'll wanna up being AAA future episode of founders, you know, sometime next, like, 3 or 4 months something like that. So anyways, he meets Call Shannon because he needs somebody. He's at Mic, and he needs somebody to like, c sponsor so he could publish this this paper in like, an academic or science journal. There's only 1 person I could and this called Shannon. This is fantastic. This required a member of the Academy proven forward my work. So I sought out the only mathematics member of the Academy at Mit, Claude Shannon. Claude was famous for the creation of information theory, which is crucial for the modern computing, communications and much more, essentially the entire world than we live in. The department sec... The department secretary arranged a short apartment with with a reluctant Shannon. However, she warned me that Shannon was going to be in for only a few minutes that I shouldn't expect more and that he didn't spend time on topics are people that didn't interest him. A little in awe but feeling lucky. I arrived at Shannon office. Shannon cross examine me in detail about to understand the way I analyze the game and to find possible flaws. My few minutes turned into an hour and a half of animated dialogue during which we grab lunch in the Mit cafeteria and they're gonna develop this part this partnership in developing the world's first wearable computer. As we return to his office, he asked me, are you working on anything else in the gambling area. I hesitate for a moment and decided to spill my other big secret, explaining why Ro was predictable and then I plan to build a small computer to make predictions wearing it hidden under my clothing. Ideas flew between us. Several hours later. Remember he's always supposed to get a few minutes. Now he's, like, 2 hours into this. Now there's several hours after that. We finally parted excited by our plans to work together to beat the game. Meanwhile, I was planning to present my Blackjack system at an annual meeting of the American Mathematical society in Washington Dc. I submitted an abstract of my talk titled, Fortune formula. The game of blackjack. I also... There... There's a very famous book of the same name called Fortunes Formula, the untold story of a, of the scientific betting system that beats the Casinos and Wall Street. I did that on a number 92. You could think of... I've actually done... I guess, It was a 3 part series on ed ed And, Claude shannon 92, number 92 talks about their their partnership and some other interesting things in the book. Number 93 was this book that I'm redoing right now. And number 95 was Claude Shannon. But the reason I'm bringing this to your points is because this gets published that, hey, there's a winning Black system, so a ton of people, some of which... 1 of being Mobs and gangster show up to this talk. And then a bunch of generic gambler. He normally, they just have, like, 40 or 50 academics. It was like, standing room only. And so he becomes quite known. This gonna lead him to to writing, beat the dealer. And really, it's it's just... The reason Bring this attention because there's just a some great thoughts on life that... Because he said a turning point of his life. Like, where... What is happening here? And he just got a good advice. Reason III wanna be clear here. I'm not being clear. I'm stuttering. This is just some great thoughts on. So let me just read that to you. During the long ride back, this after to talk. During the long ride back, I wondered how my research into the mathematical theory of a game might change my life. In the abstract, life is a mixture of chance and choice. Chance can be thought of as the cards you're dealt life. Choice is how you play them. I chose to investigate Blackjack as a result, chance offered me a new set of unexpected opportunities. And 1 of those is obviously you're gonna be working with Claude Shannon and he talks about, like, what... He's... They're having a conversation. They wanna have being of like mine. So it says, ever since my first meeting with Claude Shannon, we've been working on the Ro project approximately 20 hours a week. Following a ro work session at the Shannon house, Claude asked me at dinner if I thought anything would ever top this in my life. Another important point of life here. My thoughts were were much like I expected his to have been that acknowledgement, applause and honor are welcome and adds zest to life, but they are not ends to be pursued. I felt then as I do now that what matters in life is what you do and how you do it. The quality of the time you spend and the people you share it with. So because of this talk, he's got a bunch of people saying, hey. I'm willing to put up a lot of money to back this. Let's see if we can actually, like, win some money in Vegas together This winds up he equal. We're getting involved with some some gangster. These are, like, the nice gangster, these are not the gangster. I wanna to kill him later on these mobs. So this guy wants saying, hey, you know, I'll put a hundred grand behind you. He wasn't sure if he wanted to do this, but then 1 of the reasons he's just, like, I finally decided to go to Nevada, partly to silence that irritating gear often leveled at academics. Well if you're so smart, why aren't you rich. So this older guy pulls up at his house and a cadillac with 2 young. He says 2 good looking young blonde. He's got a long cashmere mirror overcoat on. And he say he says that he introduced himself as Manny Kim, then about 65. And he said he was a wealthy businessman, who knew his way around the gambling world. He explained that the 2 Min coated beauties were his nieces that obviously not true. And then we're gonna get to... So he's gonna accept Manny offer. Manny and another guy I'm gonna get you in a minute, wind a back in ed, and they're gonna wind go in Vegas. The first... This is those are some funny lines of the book here. First, they're gonna do a lot of practice to make sure, hey. I'm not just gonna let, like, you gotta come in my Penthouse in New York, and we're gonna play these games and make sure, like, simulate the environment that we're gonna be. Okay? But this is 1 of my favorite sentences in the book. I was certain I was right. Even though they just talking about the differences between like, Las Vegas casinos with all the resources in the world and little, but just locking himself in the library and using his mind to to try to get rich. Right? Even this is 1 of my favorite senses the book. Even though, the Goliath I was challenging had always won. I knew something no 1 else did. He was near sided, clumsy, slow and stupid, and we were gonna fight on my terms, not his. And so then we get into some funny since in the book in preparation. I flew from Boston New york every Wednesday. I I would arrive in Manny Manhattan Pen penthouse why he would deal what what what he dealt why played the 10 count. The 10 count is 1 of the systems for counting cards and developing Edge blackjack. This is the funny part after a few hours, Mayonnaise Butler served lunch, and we continued playing. At the end of each session, Kim would give me hundred or a hundred and 50 dollars to cover expenses and curiously A salami. These salami headed an unmistakable aroma to the cabin during my return flight. So something that Shannon also helped him. Was they took remember to talk about dosing, like, the size of the bed, whether it's investing or damage is really important. They're doing the experiment, and he's talking about, and and Shannon helping him publish the paper on Blackjack, he's like, hey. When you're doing this, you should check out a paper. I think it was published 19 56 by this guy named John Kelly. And that paper's famous for something people still used to stakeholder called the Kelly Criterion, which is a way to figure out the dosing in your bets so you never go broke because that's a huge thing like Claude Shannon. What's interesting is when I was when I was doing that multiple part series with claude shannon and Ed Thor. I was reading all of ed Warren buffett shareholders letters. I was reading Charlie Mu. I was studying Henry Singleton. This is all, like, the eighties and nineties in the episode numbers in the in the archive, they... This idea all kind of relates to each other because in the talks in the books, they they talked about the fact that there was, entire generations of business school students that were bringing brain with bad information. This idea of that the market was efficient. Efficient market High... Theory, efficient market hypothesis, and Ed talks a little about it a lot actually in this book. I'm not gonna talk about it today. But what I found interesting is you have all these super smart people arriving at the the the realization that the the theory that you're teaching them. It's not it. Like, in the grand scheme of things Like, I'm if I have line up on 1 side, ed thor Henry Singleton Warren Buffett Charlie Mu Claude Shannon. And then the other side, some people that were never successful in the real world and just spend all their time academia. I'm going with the singleton the buffett, the mon and the rest of these guys. But the point I'm I'm making is, like, I thought it was very interesting how they took, like, theories from academia and and fifth and found a way to make them valuable. Some of these theories valuable in, like, making an entrepreneurship investing, Blackjack, whatever it was. I don't know if John Kelly actually, I think he die. If I know... If I in the books that he had like, a heart attack on... He's really young at like a heart attack on the side of the Road Manhattan. If I remember like that. But my point being is I don't know if he ever used his own theory to make money. I think in the Fort this book, tel said that Thor the first 1 to actually monetize his idea. So I guess he didn't. And so that's a long pre am to the paragraph that I want to reach you here. And really, this is just a lesson that learned from Blackjack that he got ed outdoor learn from Blackjack that were useful for investing, and I think Ed Credits claude Shannon with the 1 point putting him on to this idea. That's that long pre. Okay? This plan of betting only at a level with which I was emotionally comfortable and not advancing until I was ready, enabled me to play my system with a calm and disciplined accuracy. This lesson from the blackjack table would prove invaluable throughout my investment lifetime as the stakes grew ever larger. And that's another thing about it. Like, there's no wasted experience. He takes lessons from everything. Remembers him and and pushes them forward as he moves to different areas of life. The experiment ones working, they wanna making a good bit of money and this is before. Like, he'll go back a bunch of times before he went to getting poisoned and then they they take the brakes out of his car. But what's was fascinating to me is that the the 2 people that were bank rolling him. These these... They wanna, you know, be mobs, they wanna laundering money into legitimate businesses and then selling some of those businesses, but it was interesting because, you know, usually hear. All, there's only 2 ways to end up in that kind of life. You're gonna run up dead in jail. Well, not Manny and Eddie. They got away with everything. So it says, Mandy Kim will died in Florida in 19 82, at the age of 86, leaving a young widow named Ivy, who was the older of the 2 nieces unquote, who had visited us, who had visited visited us so long ago on that dreary winter afternoon in Boston. So you wanna never get caught and dying Rich. Eddie hand was prosper bringing in the wealthy enclave of monte in Southern California. Later he retired to the south of France. And so this is when he gets into the idea that you need a great defense because everything is corrupt. He's gonna talk about this in the in the terms of the casinos. So he says an expert cheat, does this so well that even when you're are told in advance and are watching close up, you can't see, and so dealers are actually cheating they're they would actually peak so wrap... So fast that what the card is. And if there's a... They would deal the card underneath it. So there's a... There's just 1 cheat. There's a bunch in the book, But this is what he's talking What happens to be talking about this particular time. So says they do this so fast that even when you were told advance and you're watching a until you can't see. It's also nearly impossible to prove it happen. Cheating was so relentless during those days in Las Vegas that I spent as much time learning about the many ways it was being done as I did playing. Everywhere we went. We reached a point where we were cheated, barred from play or the dealer res the cards after every hand. And so he's in. He... He's going in with people that know the system. And they're the ones he's essentially hired these people say, hey, teach me how everybody's cheating. And these people also have relationships with the regulatory body. And so they go that they they went up taking notes and identifying all these ways that regular people are getting cheated by the system. So they go to the gaming control board, they're like, oh, these guys are gonna wanna know. And not realizing that, no. They don't wanna know. They're in on it. So it says that, as they assigned 1 of the gaming control boards agents to watch over me. Mickey thought this was a good idea and had told me earlier, and this is support the... An important point, and had told me earlier that the dealers knew all the people the board used. So whenever they showed up, the cheating stopped until they left. That is a... Yeah. Like, this is where this guy made a. He's like, okay, If you don't wanna get cheated, let's bring... All these agents because the agents of the gaming board, they're known entities in Vegas. So if if I'm a dealer, I'm not gonna cheat you right in front of, essentially what's it's like, their version of, like, a cop. Right? But that's the problem. If they know who these people are, they can get to them and corrupt them. So if you ever watch, there's a great documentary called cocaine cowboys. And in it, they am, they talk about how corrupt, like, 19 eighties in the eighties Miami was. You. The cocaine boom. You mean, the richest person in the world at that time it's was considered to be public Es escobar. They're just printing money. The local Federal Reserve branch in Miami was taking in more in cash. Than all the other federal reserve branches in the United States combined. And so you have this huge economic incentive, you're... If you're a drug dealer selling a ton of cocaine, these pesky cops keep catching your guys. They they wind up pulling them over. Taking drugs, money, take... Essentially costing you an expense. Like, yeah, I'm losing my product and I'm losing money. So what do you do? You fill the entire police force up with your people. So from the outside, it looks like, oh these cops are there against me, and they're actually on my team and in that documentary it talks about, there's at least 1 graduating class in eighties. If not more where every single person. Every single new graduate from the police academy was eventually tied to the the drug dealers the cartel whatever you wanna call them. They owned every single cop. And why did they do that? Because they're making tons of money and money corrupt. Right? Well, what is happening here? How much money do you think mobs in the sixties in Las Vegas for making? So this is what's gonna happen? Okay. Yeah. Hey. All the dealers know who the board use So let's send a guy that they know. And if he's sitting next to you, no one's gonna cheat. They're not gonna cheat you. Wrong, My protector quote unquote, pretending that to know me wandered in a minute later and sat down to play. So they wanna do the same trick where it's like, oh, they they checked a card, except she did it, the dealer did it, kinda, like, sloppy. And so both cards came up, and I like, hey, which 1 do you want? So, obviously very cheating. I'm skipping it was the part to get you to the punchline. As my protector followed me outside, I said, did you see... Did you ever see a second card like that before? He replied. Second, what second. This agent had been sitting just 3 feet from the dealer. He saw everything and pretended to see nothing. Realizing he was there to finger me for the casinos I used the restroom excuse. I used the restroom excuse to lose him and went to play at another casino. And so then he tells us what's happening at this point. When I played in the early 19 sixties, tens of millions of dollars in cash. Were being taken from the counting rooms without being tallied. The hidden profit avoided taxes and funded mob operations throughout the nation. So there's a great book that I also read that he and it's sell some movie. See, I love the movie in the book. He recommends the casino by Nicholas P or whatever. Robert Den daenerys in the movie, Joe pe fantastic movie. It's like 3 hours long though, but that was around the same time that that he's there. He says, beat the dealer or the book he's writing at this point came out in 19... In November 19 62. It's sold brisk. And then he's just wrapping up this this section and don't know of myself. It's just this is just cool. From a mathematical idea in my head, I forged the system for beating the game. Then I was ridiculed by like a casino, which said that it sent cab for fools like me. Thinking they played fair and that I was taking my secret weapon, a brain to a sporting event. I found myself barred cheated betrayed by a representative of the gaming control board and generally persona on g at the tables. This is the whole part. I felt satisfaction and vin when the great beast panicked. It felt good to know that just by sitting in a room and using pure math, I could change the world around me. So after this, he winds up. This he spends a lot of time in Call Shannon they're gonna wind up developing in the first wearable computer. So this is I wanna go into a little bit detail about testing the computer... The computer in Vegas with Claude Shannon because this is also when, I love these, like, intersections in life. Like, there's these alternate features that are in front of you? Like, what path am I going to take And so at this point, he's 20... This is 19... Around 19 61 19 62. He is 29 years old. Claude is 45. And so they they sell port... The computer, the wearable computer, which is a way to it... It's very complicated, and I don't really understand it honestly about all these these formulas on how to measure the distance to where they think the rule the let ball is gonna end up. And it winds up working out. So it says, 1 of us wore the computer which had 12 transistors and was the size of a pack of cigarettes. Data was input with switches hidden in the wearer shoes and operated by his big toe. The computer forecast was transmitted emitted by radio. The other person the better would wear a radio receiver, which played musical tones telling him on which group of numbers to bet. Which we 2 confederate would act like strangers. And so they're about to go down and test it says as I stood ready to leave for the casino, claude cox his head, and with an elf smile asked, what makes you tick. Claude was joking referring to the strange sounds, he would be sending from the computer he was wearing to my ear canal. As I look back now from the future, seeing myself wired up with our equipment. I stop that moment in time, and I think about a deeper meaning to the question of what makes me tick. I was at a point then in my life where I could choose between 2 very different futures. I could roam the world as a professional gambler winning millions of dollars per year. Switching between blackjack and Ro. My other choice was to continue my academic life. The path I would take was determined by my character, namely what makes me tick. As the Greek philosopher, Here said, character is destiny. I un freeze time and watch his head for the Wu tables. Before moving on to the casinos dragging him and trying to kill him, I just wanna give you the results of their their experiment together, that Ro had a 5.3 percent disadvantage. However, using our computer, it would give us a 44 percent edge. So he's gonna do quite well blackjack jack. As you could imagine they're not going to like that. And so they're gonna find ways to to send him a message that if you keep taking money from us, we're going to kill you. When I sat down the play, the atmosphere heard again changed drastically. The Pit boss and his minions were smiling and relaxed, they seem pleased to see me. Then they volunteered coffee with cream and sugar just like the way you like it because he would refuse to drink alcohol. He's gambling. I was deep into my first game happily winning and drinking my coffee when suddenly I couldn't think. I could no longer keep count. I was shocked because I'd managed well through noise, smoke conversation and the pressure of high speed play. Something unexpected had taken place. My pupils were hugely dilate. 1 of... He's with some friends, 1 of owns a nurse who was a nurse said that She'd had seen this off when people who had used drugs were admitted to her hospital. I wanted to collapse and to sleep, but they ply to me with black coffee and walk me for several hours until the effects began to wear off. He's talking about his friends. And so that's not enough after this, they're gonna still... Even when he's leaving. They try to kill him. During our nights of play, we had proven the system at the tables. We validated the theoretical mathematical calculations and demonstrated yet another application of the Kelly system, Kelly Criterion I mentioned earlier for bedding and investing, but our trip would have an unnerving poster. Post post grip. The 6 of us left Las Vegas, the next morning to drive back. I was at the wheel and we went down a Mountain Road, we were going 65 miles an hour when the accelerator pedal suddenly jams. With a little time to think, and my foot pressing as hard as I could on the brakes, I also set the emergency brake. Down shifted so the engine would help slow the car, so that essentially the accelerator stock. It's only going forward. And cut off the power by turning off the ignition. I finally managed to stop the car and a turnout. And so this is where he's think about this path in life. He's like, I can't be a professional gambler. If I gonna be kit. If I'm not alive. Right? So it says I invested money from book royalties and gambling... My gambling winning in stocks. But I was ignorant of the market. The results rapport. I wanted to do better. Investments presented a new type of uncertainty, but the theory of probability might help me make good choices. Things came together when I realized that there was a far greater casino than all of Nevada. Could my methods for beating games of chance give me an edge in the greatest gambling arena on Earth, Wall Street. This is what's gonna make him wealthy. Ever curious, I decided to find out. I began to teach myself about the financial markets, lighting my way with an unusual lamp, the knowledge I had gained gained from gambling games. And so he starts out trying to learn something new the way he does every time learning something new. He just reads a... An insane amount of information. And I like his his his metaphor, this whale metaphor where we you talk about, like, a lot of the stuff you're gonna read is not useful, but it's all the little bits that you pick up that that lay the foundation that Are actually useful in the future. Re the intellectual challenge in the fun of exploring the markets. I spent the summer of 19 64 educating myself about them. I read stock market classics like Graham and Dodd Security Nas analysis, and scores of other books and periodic ranging from fundamental to technical. Theoretical to practical and simple to ob truths. Marie nothing about them at this point. Much of what I read was dr, but like a whale filtering the tiny nutritious k from huge volumes of sea water. What a great metaphor for this? I came away with a foundation of knowledge. Once again, just as with casino games. I was surprised and encouraged by how little was known by so many. So I gotta fast forward in the story. This still tough to to get to here. But I wanna get to the point where he went a meeting warren Buffett. He's gonna learn a little bit. He comes up with some ideas. Of about warren hedging. All this stuff, it's all in the book if you wanna go into more detail, but he wants to managing other people's his money. And 1 of the people that he manages money for just happens to be, was 1 of the investors in warren Buffett Buffett partnership. This is what he was doing right before he does Berkshire our hathaway. So it says that's my reputation as an investor quietly spread around, uc see Irvine and friends and members of the university community, asked me to manage money for them using the techniques and beat the market, the book I wrench mentioned earlier. I took on several accounts with the minimum investment of 25000 dollars. Among my new clients was Ralph W Gerard gerard, who was the Dean of the graduate school at Uci. Gerard had Met Warren Buffett and was an early investor in Buffett partnerships. So at this point in the story, Warren is 38 years old at Thor 36. I just love to have been at this dinner with a 38 year old warrant and a 36 year old thor because I was introduced to them when they're almost out of elderly people. Right? But I just love the idea of going back time and, like, what would they like when they're in their thirties or their forties or whatever age you wanna pick. And so Ralph was like, alright. Well, Buffett wrapping up his partnership. I need to do something with the money. Maybe I'll give it to the stop guy. And... But I need somebody to tell me if Thor not full of shit. And who better to tell me than warren Buffett. And this is also another point... Important point. If you can get your work out there in front of, as many people as possible. It can lead to these unexpected opportunities, the fact that he wrote beat dealer or shouldn't he beat the market rather. Is what what got him in the room with Warren Buffett because Ralph Read. Ralph liked my analytical approach and beat the market and my other writings. He wanted not only check me out himself, but I realized later on to get a reading from the great investor with whom he had done so well. Thus it happened. That the gerard invited Vivian and me to their home for dinner with Susie and Warren Buffett. So nice me to describe a warren was like a 38 warrant was a high speed talker with a Nebraska twang and a stream of jokes, anecdotes and clever saying. He loved to play bridge and had a natural liking for the logical, the quantitative and the mathematical. I learned that he focused on finding and buying into undervalued companies. Warren also invested in warrant and convertible hedging and merger arbitrage, which is some of the stuff that I was doing at this time. It was in this area that his and my interest overlap and where Buffett unknown to me was vetting me as a possible successor to a management investment for the. As Warren and I talked the similarities and differences in our approach investing became clearer to. He evaluated businesses with the aim of buying shares them or even the entire company. So cheaply that he had an exam he had an ample margin of safety to allow for the unknown and the una. His objective was to outperform the market in the long run and so he judged himself largely on the performance relative for the market. In contrast, I didn't judge the worth of various businesses. Instead, I compare different securities of the same company with the object of finding relative mis pricing from which I would construct a hedge position. Long the relatively undervalued short they're relatively over undervalued from which I could extract a positive return despite stock market ups and down. So he hit... His entire life, he operated a market neutral hedge fund. And I'll get some more of his numbers and and stuff later on. His goal was to accumulate the most money. Warren began to invest while still a child and spend his life doing it remarkably well. My discovery is fitting with my life path as a mathematician and seem much easier. Leaving me largely for you to enjoy my family and pursue my career in the academic world. And what's crazy is. He's gonna start the world's first quantitative hedge fund it's called Princeton and Newport Partners. He's still working as a professor for, like, the first, like, 10... Even though he's rich, Are you sort, like, starts to get really rich. Like, 10 or... IIIII have to note in the book. It's, like, a dozen years into. He's like, I can't do both. I gotta finally give up. I'm sad to give up my academic life, but I'm clearly onto something here. It's just amazing how long he stuck with it. So this is the, the the result of... They wound up spending... I think they met, like, 2 or 3 times, And this is where he realizes that warren Buffett is an intelligent fan phonetic. And so the crazy thing is not only did door make a ton of money. But, like I said, he was he wants buying Berkshire, starting investing Berkshire stock. It was like 900 dollars at the point when At Do starts building position. And then he tries to get other people to buy and tell that... And he tells him don't ever sell this. This is a this is make your family rich. He went to being the first Lp in Citadel. Like I said earlier, just... It's just remarkable. It's just remarkable. So anyways, the intelligent fan phonetic, this is extremely important. And hopefully, you are 1 in your own business. And if not, or you don't have a desire to then find somebody it is and let your money arrive that person and impressed by Warren mind in his methods as well as his record as an investor, I had told Vi that I believed he would eventually become the richest man in America. Buffett was an extraordinarily smart evaluator of under price companies. So he could compound money much faster than the average investor He could also continue to rely mainly on his own talent even if his as his capital grew to an enormous amount. Warren further understood, furthermore understood the power of compound interest and clearly. Plan to apply it over a long time. So he winds up meeting warren buffett, understanding who he is and winds making an investment Berkshire hathaway a couple years later. That's a result because he wrote that book. Right? The book brought him the attention of Gerard, Gerard New Buffett, He gets to me Buffett. Now another person is gonna wind up reading beat the market, And this is gonna open up another opportunity for Fred. This 1 being his his partner, Jay Regan, who they're gonna, operate the first hedge fund with. When I was deciding on my next steps, I got a phone call from a young stock broker, New York named Jay Regan who had read beat the market and told me he wanted to get into the investing business using a limited partnership to implement my convertible hedging approach. Thinking he might be able to handle the business aspects of running a hedge fund, While I focus on choosing the investments and on doing further research into the markets I arranged to meet him. So he's gonna... Ed gonna live on the West Coast, Reagan's on the East Coast, they're gonna run the the company together. We're gonna have 2 separate offices and are both doing completely different things. We shook hands that day and agreed to create and manage together a new investment partnership based on the ideas and beat the market. Newport Beach was to be the think tank and trade generator in New York, the business office and the trading desk. Our operation was an example of what had come to be known as a hedge fund. Although hedge funds were few in number at that time, they were not a new concept. So this is where we at. I think around 19 69. Right? She says an not new concept. Buffett mentor, Benjamin Graham had run a hedge fund in 19 36. And so he's gonna tie his decision making because it you... He's saying that's ben essentially what although different tactic was what Buffett was doing with Buff partnership. And so he says the time I spent with Buffett had 2 major effects in my life. It helped me move... It helped move me along the path to my own hedge fund. He copies the... He got the partnership agreement from that Buffet used, Ralph gave it to him. So he's like, oh, this this makes perfect sense. I'm gonna use this similar document. So it says help me move along the pat my own hedge headphone, and later, it led me to a very profitable investment in the company he transformed Berkshire Hathaway. So he's gonna talk a little bit about this hedge fund. This is gonna remind me. And I'm gonna use it an example that I mean, you could say about a number of people we studied, but Steve jobs comes to mind. And that it's whatever you were interested in, carry it to an irrational extreme. That's what they did described in 1 of the biographies they already to steve jobs. Whatever he was interested in, he carried it to an irrational extreme. So it says, princeton the new newport Partners was a revolutionary idea when we set it up in 19 69. Hedging risk. This is what I mean about that. Hedging risk was not new, but we took it to an extreme never before tried. We managed this with mathematical formulas, economic models and computers. This nearly total reliance on quantitative methods was unique, making us the earliest of a new breed of investors, which would later to be called Quan and would radically transform Wall Street. I could see from the very beginning how our wealth could grow. But when I told friends and colleagues, what I up to, and you gotta also... The reason Reading this to you is because if you're... You have to be prepared to be misunderstood. He's got a fantastic idea, an idea that he's gonna continue to use for the rest of his life, it's gonna generate generational wealth, and people don't understand it. But when I told friends and colleagues, what I was up to, Vivian was almost the only 1 who got it. Remember at the beginning, the scene said, Ed might be the only humble trader on planet Earth. This is ed polite way of saying I put up numbers. We modified our performance fee of 20 percent of the profits built annually by including a new high water provision. This meant that if we had a losing year, we carried for the losses and use them to offset future profits before we were paid more fees. So he's was saying I'm trying to be as fair as possible to my investors. This helped align our economic interest with those of that our limited partners. As it happened, we never had a losing year, even a losing quarter, and this calculation was never invoked. It's more than that. They only lost the the the the hedge fund is gonna run for 230 months. They only lost money in 3 months. 227 positive months and 3 negative months. And then, you know, he's new to managing... Starting a company new to managing people. So he's gotta come up with a way to do things. And so he's got 4 different different ideas. 1 management by walking around, 2, hire for intelligence and enthusiasm over experience. 3, higher on a trial basis and 4, talent is expensive and worth every penny. Now I had to learn how to choose a manage employees, figuring this out for myself. I evolved into the style later dove management by walking around. I talked directly to each employee and ask them to do the same with their colleagues. I explained our general plan and direction and indicated what I wanted done by each person, revising roles and tasks based on their feedback. For this to work, I needed people who could follow up without being led by the hand as management time was in short supply. Since much of what we were doing was being invented as we went along, and our investment approach was new, I had to teach a unique set of skills. I chose young smart people just out of University because they were not set in their ways from previous jobs. It is better to teach a young athlete who comes from his sport fresh than to retrain 1 who has learned bad form, especially in a small organization. It was important that everyone worked well together. I was unable to tell from an interview how a new hire would mesh with our corporate culture. I told everyone that they were temporary for the first 6 months as we were for them. Sometime during that period, if we mutually... If we mutually agreed, they would become regular employees. In order to attract and keep superior staff I paid wages and bonuses well above the market rate. This actually saved money because my employees were far more productive than average. The higher compensation limited turnover, which time which in turn save time and money otherwise used to teach my 1 of a kind investment methodology. So he's going to wind up leaving academia, that I was wrong It's 13 years after founding his hedge fund. And he just points out, like, how petty they can be when the stakes are so small. And the really, this is an excuse to bring up 1 of my favorite quotes and comes from the biography of George Lucas. I'll get there in a minute. I transferred to the Graduate Wealth management where I enjoy teaching courses in mathematical finance, but I found fraction though and back as bad there as it had been in the math department. Both at analyst endless committee meetings, Petty Sq, people who couldn't pull who wouldn't pull their weight and couldn't be dis, and the victim of publish or perish. I decided it was time to leave va a dame yeah. It was not an entirely easy decision. Remember he thought he do his for russia's life. Over the years, this is the important part. Over the years, I hired former staff from Uc Irvine, but only 1 faculty member, 1 without tenure was willing to leave and take a chance and join my operation. The others found it very... The others found it a very scary notion. Of course, a few had regrets later. And so he's picking up on the exact same thing that George Lucas has picked up, Ed had the ability to take this next step to take the risk so did George. And George says, it was the importance of self and being able to step out of whatever you're... Whatever you're in and move forward rather than being stuck in your little rut. People would give ant this is so important what George just about the cells. People would give anything to quit their jobs. All they have to do is do it. Their people cages with open doors. So eventually, his hedge fund, the East Coast offices get gets raided by the Irs, Rudy Giuliani, who is... This is before he was the mayor of New york city he's the the lead. What is it that? The prosecutor of the Southern District of New York. And this had nothing do with with Ed, every single thing was wind up being dropped against them. He actually has this is a summary of that. Rudy Giuliani wanted my partner to give him dirt on Goldman Sachs and Michael Milk. My partner wouldn't cooperate. That's Jay Reagan, who's in the East coast. Right? So Giuliani rated our office to trial dragged on for years at a great expense. The government ended up dropping prosecution for most of most people on most counts. So that's what Till Was referencing in the forward that he his hedge fund ended at no fault to his zone. And so what was happening here. And so really, there's I'm gonna skip overall, like, the the rating and all the stuff because what I realized is especially on the second read to this is there's 2 things are happening here. Ed gonna give us a history lesson, and then he's... And right after that, he's gonna give us a a life lesson. So let's go to the history lesson first. So it says the the the case against the hedge fund appears to be a federal prosecution of security securities viola on superficial level. Right? To understand why really happened, you need to go back to the 19 70 when first tier companies could routinely meet their financing needs for Wall Street and the banking community, whereas less established companies had to scramble, seizing an opportunity to finance them, a young financial innovator named Michael Milk, built a capital raising machine for these companies. This is the invention of junk bonds. And I think I read Michael Milk had, I think of a record at the time for the highest income ever recorded. By the Irs. I'm... If I'm not mistaken, just... There was like 4 years, I don't have it in front me so Going up memory. It's, like, 4 years, he made over, like, 250000000 dollars taxable income in, like, eighties money. I I think I'm remember correctly. Anyways. So it says milk Milk group under road, junk bonds. Let me skip up that part. Some of which were convertible and that's not important. The higher yield was the extra compensation, investors required to offset the perceived risk that the bonds would default. K? So these are very risky. That's why you have the higher yield, filling a gaping need and hungry demand in the business community, Wilkins Group became the greatest financing engine in Wall Street history. That's a hell of a sentence. Such innovation outraged, the old... This is a history, listen. Such innovation outraged the old line establishment of corporate America, who were initially trans like Deer in headlights as a horde of entrepreneurs funded with seemingly unlimited junk bonds Began a wave of unfriendly takeover. Many old firms were vulnerable because the officers and directors had done a poor job of investing the shareholders equity with sub par return on capital, the stocks were cheap. A takeover group could restructure, raise the rate of return and make such a company considerably more valuable. But here's the thing. The people you're now attacking are the people they have all the money in the power, and they don't want you to do this. The officers and directors of Americans Big Corporations were happy with the way things had been. They had enjoyed their hunting lodge and their private jets. They granted themselves generous salaries, retirement plans, bonuses of cash, stock and stock options and golden parachutes. All the things were designed by and for themselves and paid for with corporate dollars. The expenses routinely ratified by a scattered and fragmented shareholder base. Economists call this conflict of interest between management and the shareholders who were the real owners, the agency problem. It continues today. The newcomers were knocking the more vulnerable managers off their horses into the mud. Something had to be done. Government ought to be sympathetic. The old corporate establishment had most of the money and they were the most politically powerful and influential group in the country. Their Wall Street subdivision might sustain some damage, but 1 could expect the fall of Michael Milk. To release as a did a huge honey pot of business to be taken over by everyone else. The old establishment financier we're lucky in that prosecutors would find numerous violations of security laws within the milk and group. So he's not saying that Michael didn't do anything wrong. His point was that the... That the people that he was overthrow had sway over with the politicians and use their money and power to say, hey, go after that guy even if we're doing some of the same shady stuff. K? However, it's difficult to judge how relatively bad they were compared with the incessant violations that it always been and continue to be endemic in business and finance, so that's Ed talking about everything's corrupt. Right? Says... So, this contrast with the case of of Dr, which is Michael Milk, where the search light of government was focused to reveal as many violations as possible. And so this is where Ed gonna give us his thinking on this with a, like a a story a metaphor. It's like the case of a man who's been cited 3 times in a single year for driving while intoxicated. His neighbor would also drink and drive, but was never pulled over? Who's the greater criminal? Now suppose I tell you that the man who did it only 3 times and was happened and and was apprehended every time. Whereas his neighbor did it a hundred times and was never caught. How could this happen? What if I tell you that the 2 men are bitter business rivals and the traffic cops boss, the police chief gets large campaign contributions from the man who gets no traffic citations. Now who is the greatest criminal? And so this kinda echoes Ed experience with Bernie Made in the Sec when he discovered there's a ton of people. Ed just being 1 of them that new made was running upon this game had told people about it. So he's asked the question. Did you ever think you should go to the other authorities with this? And then this is Ed response. Bernie Made had been a Chairman of Nasdaq. He was the third biggest marker trader in the Us. He was on all types of committees. He was the establishment. The Sec checked him every year and gave him a rubber stamp of authenticity. And really the way I think about this is ed schooling us on... Not on how we think the world works or how we think it should work. He's telling us how it does work. And so now, Ed provides a life lesson on the very next page. What would have princeton the newport partners been worth 25 years later. How can I possibly have any idea? Amazingly enough, a market neutral hedge fund operation was built on the Princeton Newport model. The Citadel investment group. It was started in 19 90 in Chicago by a former hedge fund manager named Frank Meyer. When he discovered a young quantitative investment prodigy, Ken Griffin, who was then trading options from his harvard dorm room. I met with Frank and Ken, outlining the workings and profit centers of P p, as well as turning over cartons of documents out mining in detail the terms and conditions of older outstanding warrants and convertible bonds. These were valuable because they were no longer available. Citadel grew from a humble start in 19 90 when I became its first limited partner, that's insane, by the way, with a few million dollars and 1 employee, Griffin with with 1 employee, which is Griffin. To a collection of businesses managing 20000000000 in capital and having more than a thousand employees 25 years later. Ken's net worth in 2015 was estimated at 5600000000.0. I think today at the time of recording this his... Net worth is over 20000000000 if I'm not mistaken. And so this is the life lesson. Right? At at as Princeton and news port partners closed, I reflected on the proposition, that what matters in life is how you spend your time. When Jay Paul Getty was the richest man in the world and manifest not fulfilled. He said the happiest time of his life would when he was 16. Riding waves off the beach in Malibu. In 2000, Los Angeles Times Magazine, speaking to a new multi billionaire, Henry T Nichols the third of broad corporation said, it's 01:30AM, he just turned 40. At his desk in a dim lit office. He hasn't seen his wife and children. My reason for living quote unquote he says, for several days, which is obviously bullshit. Right? The last time we talked, my wife told me she missed the old days. When I was at T and we lived in a condo. She told me she wants to go back to that life, but they can't go back because he can't let go. They later divorced. And before I finish the story. If you Google that guy they're talking about in the year 2000, about 15, 20 years later, he winds up getting caught in a Las Vegas hotel room with a hooker, if I'm not mistaken, and they catch him with heroin, med met meth. I came pronounce say it cocaine, all this other stuff, and I think the person was almost dead or whether the case was. Like, there was like an overdose of some sort, but clearly not the kind of situation you wanna be in especially if you have billions of dollars. Right? I initially thought that I might continue with my own, on my own with APP style partnership. But if I did that, then in addition to the fun parts, remember he's already rich when he's making decision. This is what what Tale was talking about, how you can tell he's and controls his on life. He he being... And he realized being independent was a lot more lot less stressful. Right? And like if you have you involved yourself in a series of you this giant business, you have all these clients, you have all these other stress, you're making more money, but your quality of life goes down. That's not a smart trade. So it says, but if I did that in addition to the fun parts, I would be a small of things I didn't enjoy. I changed my mind and gradually wound down our P p office in New york beach. Finding good jobs in securities industry for some of our key players at places like the giant hedge fund, D Shaw, and I wanted to bring that to your attention because D Shaw is the place that Jeff Bezos was working at. I love how this all connects. It was a place that Jeff Bezos was working at. When he got the idea. He was living him manhattan at the working at this quantitative. When he got the idea to start Amazon. And he packs up his bag, comes up with that great regret mini immunization framework side him when it skip out early. I'm not gonna worry about my bonus because I know from 80 my deathbed in my eighties, not gonna be, 0II should stayed around an extra 6 months to get this bonus when I was, you know, 20 sevens, and then he drives all the Seattle out and starts Amazon. And so this is the wrapping up of the life lesson. When the hedge fund closed, Vi and I had money enough for the rest of our lives. Though the ending of P p was traumatic for all of us, and the future well destroyed was in the billions, it freed us to do more of what we enjoyed most. Spend time with each other, and the family and friends we loved, travel and pursue our interests. Taking to heart the lyrics of the song, enjoy yourself. It's later than you think. Vivian and I would make the most of the 1 thing we could never have enough of. Time together. Success on Wall Street was getting the most money. Success for us was having the best life. And I think that is what this spoke is about. This is why I say he's my personal blueprint, blueprint. It's about having the best life being successful in your work is extremely important, but it's only 1 part of. It's an extremely important part of having a great life. But it's only 1 part of, And I think a lot of people especially people that would listen to something like this, has the same personality that I do It's like, where I would Left my own devices, like, I would just work all the time. I know that it's not going at the end of my life. I know. I'm not... I have to like, find systems to avoid going back to, like, my natural tendencies Because I know that'll be a regret for the future... For, like, my future yourself. And that is 1 of the things I most admire about Ed. He's sat down and thought about, okay. What am I doing here? There's a path I have a choice here. Like, what what do I want It goes back to what he was discovering when he was yelling at that college professor? Like, what do I want to happen and what do I think will happen? Let me read it so I get it correct. If you do this, what do you want to happen? And if you do this, what do you think will happen? So he sitting or thinking. He's like, I can spend up another hedge fund. I can make a ton of money, but I'm already rich. I have more money than I could spend. I have this great investment in Berkshire Hathaway. I'm the first Lp in Citadel. He's got investments in all these different hedge funds. He's like, No. And he still works. And so he winds up spinning up another hedge fund, but it's completely different. It's now, I'm gonna read this. He's got an entire chapter on this, but I'm just gonna read 1 paragraph, which gives you an idea because I really feel this is the future of work. And what I'm... But mean by that is, like, clearly the optimal size for company is shrinking. Right? Because we had... We're in the age of infinite what leverage. And so I think the future of work is highly automated, lean and profitable operations. And so he winds up... Let me just read this. I'm gonna run him my point. So it's called Ridge line and XYZ. It's these this like an automated hedge fund almost. It's the way to think about this. So he goes to work every day, but he's only there for a few hours. Has lunch for his wife every day. Spends time his kids working out constantly, Like, he's doing his thing. And so it says between Bridge line and Y see, we manage as much as 400000000 dollars in statistical arbitrage and another 70000000 other strategy. He's... He's running almost 500000000 here. While, Pm piece peak was 272000000. Compare with Pm p's Mac some of of 80 employees. So he'd had 80 employees and all his headaches and Pm p. He only has there's 6 total, him being 1 of them. There's 6 of us so it's him his partner and I think 4 employees, of us at Ridge line. Who faced our formidable competitors. Several of the competitors had hundreds of employees, including scores of Phds and mathematics statistics, computer science, physics, finance and economics. We were a highly automated lean and profitable operation. So I think that's the future of work highly automated, and lean and profitable. And so I wanna... There's a quote from excuse, there's a treat from Neville Rob. When mention him again, because I think a lot of his ideas on especially the future worker are just dead on. And I saved this all the way back in 02/16/2017. And I keep it on my... That folder I was told talking to you about in my phone, and I these ideas is just prompt thoughts. And he talks about the future of tech entrepreneurship, and it's very similar to what we're hearing, Ed teach us right now in the book, and this is what, Da says. 3 employees, no investors, managing distribution for a hundred thousand musicians. So you got a hundred thousand customers 3 employees. Jobs outsourced to bots not to Mexico or China. So again, 3 he's saying Tl, the future of tech entrepreneurship, 3 employees, new investors managing distribution for a hundred thousand customers, jobs outsource a bots not to Mexico China. So I mentioned this earlier is this the part where we talked to about, hey. I started buying berkshire 900 dollars a share and I continue to accumulate. So just imagine what that return on investment is now. Another example of if again, why it's like, he just really good at developing relationships with other the really good people this opens up opportunities in the future not long after buying Berkshire, I began putting some of my profits into other hedge funds. Networking with some of the smartest and richest people on Wall Street, sharing investment and and remember the very beginning to talk about how he's very intellectually generous. He'll just tell you all bunch of things. Like, he'll tell you his learnings. He publishes papers write books that's kind of thing. Sharing information investment opportunities. I also gained the benefits of diversifying my personal portfolio. So he's got a ton of investments. This is... And this was He's made these investments, you know, let's see. What would that be? 30 years before he's writing the book. This part I have to read you because I mentioned it earlier, but I think this just so wise what he did here. I think of each hour spent on fitness as 1 less day I'll spent in the hospital. So he says, I applied this trade off. The trade offs among health. So he talked to... He's... Really the end of the book is, like, how we thinks about almost everything. A lot of it has to do with finance. In this case, some opportunity costs and what's value of your time. It's really, like I said earlier, like, how often do you're gonna get a chance to talk to an 85 year old genius who's just gonna be like, hey. I'm gonna give you all the game that I learned in my life. I'm gonna... All you have to do is pick up the book and read the last couple of pages. Obviously, read the whole book, but specifically, the advice he dole out on finances. This is, like, the last, you know, few chapters. She says I apply this trade off among health wealth and time. You can trade time and health to accumulate more wealth? Why health? So he's like, why are you trading your health? The most important thing for wealth? It doesn't make any sense. You may stress lose sleep, Have a poor dialect or Skip or part poor diet or skip exercise. If you were like me and want better health, you can invest time in money on medical care, diagnostic and preventative measures and exercise and fitness. For decades, I have spent 6 to 8 hours a week running, hiking, walking, playing tennis, and working out in a gym. I think of each hour spent on fitness as 1 day less, I'll spend in a hospital. And as you can imagine, the whole point of reading about... Or writing about... Auto to other people can learn from your experiences, you they can profit from your experiences they can avoid your mistakes. And so this is... This is... He's gonna... What he says here is exactly what Charlie Mu says. Charlie Mu says that 1 way to guarantee failure is if you only learn from your own experience. Like, why would you do that? Charlie Mu has read hundreds of biographies. Why would you... Like, that's just very simple. Like, 1 of the smartest and why those people you ever come across it's telling your read biographies. Like, why wouldn't you do that? This is not rocket science. Right? Those who cannot remember the past are condemned to repeat it. Though the institutions of society have difficulty learning from history, individuals can do so. And then he gets said, like, why this is so important? Like, why is lifelong learning, so important. Education has made all the difference for me? Education build software for your brain. When you're born think of yourself as a computer with a basic operating system and not much else. Learning is like adding programs, big and small to this computer. From drawing a face to writing a bicycle to reading our tam mastering calculus. You will use these programs to make your way in the world. Much of what I've learned came from schools and teachers. Even more valuable I learned in an early age to teach myself. This paid off later on because there weren't any courses in how to beat blackjack, build a computer from ro our launch a market neutral hedge fund. I need to repeat that. Super important. Much of what I learned came from schools and teachers. Even more valuable. I learned at an early age to teach myself. This paid off later because there weren't any courses in how to beat blackjack, build a computer for Ro or launch a market neutral hedge fund. So let's take that I idea the Outdoor just explain to us. And again, I I don't know why I keep mentioning the same person. But I think that idea that Ed talking about. The fact is hey I had to learn to teach myself because no one's... No 1 could have taught me to beat blackjack to build computers through or to launch a mark Nut hedge another tweet from Naval. The... This is so fire. This is so good. The best jobs are neither decreed nor greed. They are creative expressions of continuous learners in free markets. That is a fantastic way to think about the life of At thor. Creative expression of a continuous learner in free market. Then he goes into some of the things that you need to to teach yourself. He's like, you gotta learn probability. Group 1 of the greatest quotes that Charlie Mu said, if you don't get the elementary, but mildly unnatural mathematics of elementary probability into your repertoire, then you go through life, like a 1 legged man in an ass kicking contest. So mu makes your laugh. This is Ed expressing the same idea. I found that most people don't understand the probability calculations needed to figure out gambling games or to solve problems in everyday I believe that simple probability and statistics should be taught in grades kindergarten through 12, and then Ed wraps everything up for us in the epi log, and this is what he has to say. Once we have the basic necessities of food, clothing, shelter and health. Than what we seek is wealth, power, honor, and the love of men and women. For financial titans who aggressively continue to seek tens of millions, hundreds of millions and billions. You can ask is the winner really the 1 who dies with the most toys? How much is enough? When will you be done? Often the answer is never. To preserve the quality of my life and to spend more of it in the company of people I value and in the exploration of ideas I enjoy, I chose not to follow up on a number of business ventures, although I believe that they were nearly certain to become extremely profitable. I expected to spend my life teaching, doing research and talking to smart like minded people. But from childhood, I was intrigued by the power of abstract thinking to understand and direct the natural world. When I later saw how physics could predict ro outcomes through the fog of chance, and mathematics could tip the odds in Blackjack, I was drawn into a lifetime of adventure. It was my good fortune to share most of this journey with a remarkable companion. My wife vivian. She mastered Bridge, studied art and history. Learned to prepare healthy meals, completed a master's degree in library science, inspired her family to focus on personal fitness and health and supported causes and charities. After she died from cancer in 2011, we celebrated her life with a memorial service. When I think of our lives together, I remember what her brother said then. Nobody can take away the dance you have danced. Life is like reading a novel or running a marathon. It's not so much about reaching a goal but rather about the journey itself and the experience along the way. As Benjamin Franklin famously said. Time is the stuff life is made of and how you spend it makes all the difference. Best of all is the time I've spent with the people in my life I care about. My wife, my family, my friends and my associates, whatever you do. Enjoy your life and the people who share it with you, and leave something good of yourself for the generations to follow. And that is where I leave it, I can't recommend reading this book anymore. I think it's obvious. I think every everybody should read this book. If you buy the book using link show notes to be sporting politics at the same time. There's also a link if you wanna give a gift description for the holiday season now in the future whenever you want, there's a link to do that. That is 222 books down 1000 a go, and I'll talk to you again soon."
}